{"error": 448, "message": "OK", "parameters": {"id": 274, "name": "YouTube", "created_at": "2018-01-16 15:26:07.265487", "updated_at": "2021-03-25 03:19:53.429173", "wikipedia": "https://en.wikipedia.org/wiki/YouTube", "keywords": "video,videos", "related": "dailymotion,vimeo", "slug": "youtube", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/274.png", "url": "youtube.com", "documents": [{"id": 121, "name": "Terms of Service", "url": "https://www.youtube.com/t/terms", "xpath": "//*[@id=\"main-content\"]", "text": "Terms of Service\n<b>What’s in these terms?</b>\n<p>This index is designed to help you understand some of the key updates we’ve made to our Terms of Service (Terms).\nWe hope this serves as a useful guide, but please ensure you read the Terms in full.</p>\n<b>Welcome to YouTube!</b>\n<p>This section outlines our relationship with you.\nIt includes a description of the Service, defines our Agreement, and names your service provider.</p>\n<b>Who May Use the Service?</b>\n<p>This section sets out certain requirements for use of the Service, and defines categories of users.</p>\n<b>Your Use of the Service</b>\n<p>This section explains your rights to use the Service, and the conditions that apply to your use of the Service.\nIt also explains how we may make changes to the Service.</p>\n<b>Your Content and Conduct</b>\n<p>This section applies to users who provide Content to the Service.\nIt defines the scope of the permissions that you grant by uploading your Content, and includes your agreement not to upload anything that infringes on anyone else’s rights.&nbsp;</p>\n<b>Account Suspension and Termination</b>\n<p>This section explains how you and YouTube may terminate this relationship.</p>\n<b>About Software in the Service</b>\n<p>This section includes details about software on the Service.</p>\n<b>Other Legal Terms</b>\n<p>This section includes our service commitment to you.&nbsp;It also explains that there are some things we will not be responsible for.</p>\n<b>About this Agreement</b>\n<p>This section includes some further important details about our contract, including what to expect if we need to make changes to these Terms.\nor which&nbsp;law applies to them.</p>\n<b>Terms of Service</b>\n<p>Dated: March 17, 2021</p>\n<b>Welcome to YouTube!</b>\n<p>\n<b>Introduction<br>\n</b>Thank you for using the YouTube platform and the products, services and features we make available to you as part of the platform (collectively, the “Service”).\n&nbsp;</p>\n<p>\n<b>Our Service</b>\n</p>\n<p>The Service allows you to discover, watch and share videos and other content, provides a forum for people to connect, inform, and inspire others across the globe, and acts as a distribution platform for original content creators and advertisers large and small.\nWe provide lots of information about our products and how to use them in our Help Center.\nAmong other things, you can find out about YouTube Kids, the YouTube Partner Program&nbsp;and YouTube Paid Memberships and Purchases&nbsp;(where available).You can also read all about enjoying content on other devices&nbsp;like your television, your games console, or Google Home.<br>\n</p>\n<p>\n<b>Your Service Provider</b>\n</p>\n<p>The entity providing the Service is Google LLC, a company operating under the laws of Delaware, located at 1600 Amphitheatre Parkway, Mountain View, CA 94043&nbsp;(referred to as “<b>YouTube</b>”, “<b>we</b>”, “<b>us</b>”, or “<b>our</b>”).\nReferences to YouTube’s “Affiliates” in these terms means the other companies within the Alphabet Inc.\ncorporate group (now or in the future).</p>\n<p>\n<b>Applicable Terms</b>\n<br>Your use of the Service is subject to these terms, the YouTube Community Guidelines&nbsp;and the Policy, Safety and Copyright Policies&nbsp;which may be updated from time to time (together, this \"Agreement\").\nYour Agreement with us will also include the Advertising on YouTube Policies&nbsp;if you provide advertising or sponsorships to the Service or incorporate paid promotions in your content.\nAny other links or references provided in these terms are for informational use only and are not part of the Agreement.</p>\n<p>Please read this Agreement carefully and make sure you understand it.\nIf you do not understand the Agreement, or do not accept any part of it, then you may not use the Service.</p>\n<b>Who may use the Service?</b>\n<p>\n<b>Age Requirements</b>\n<br>You must be at least 13 years old to use the Service.\nhowever, children of all ages may use the Service and YouTube Kids&nbsp;(where available) if enabled by a parent or legal guardian.</p>\n<p>\n<b>Permission by Parent or Guardian</b>\n</p>\n<p>If you are&nbsp;under 18, you represent that you have&nbsp;your&nbsp;parent or guardian’s permission to use the Service.\nPlease have them read this Agreement with you.</p>\n<p>If you are a parent or legal guardian of a user under the age of 18, by allowing your child to use the Service, you are subject to the terms of this Agreement and responsible for&nbsp;your child’s activity on the Service.\nYou can find tools and resources to help you manage your family’s experience on YouTube (including how to enable a child under the age of 13&nbsp;to use the Service and YouTube Kids)&nbsp;in our Help Center&nbsp;and through Google’s Family Link.</p>\n<p>\n<b>Businesses</b>\n<br>If you are using the Service on behalf of a company or organisation, you represent that you have authority to act on behalf of that entity, and that such entity accepts this Agreement.</p>\n<b>Your Use of the Service</b>\n<p>\n<b>Content on the Service</b>\n<br>The content on the Service includes videos, audio (for example music and other sounds), graphics, photos, text (such as comments and scripts), branding (including trade names, trademarks, service marks, or logos), interactive features, software, metrics, and other materials whether provided by you, YouTube or a third-party (collectively, \"Content”).</p>\n<p>Content is the responsibility of the person or entity that provides it to the Service.\nYouTube is under no obligation to host or serve Content.\nIf you see any Content you believe does not comply with this Agreement, including by violating the Community Guidelines&nbsp;or the law, you can report it to us.</p>\n<p>\n<b>Google Accounts and YouTube Channels</b>\n<br>You can use parts of the Service, such as browsing and searching for Content,&nbsp;without having a Google account.\nHowever, you do need a Google account to use some features.\nWith a Google account, you may be able to like videos, subscribe to channels, create your own YouTube channel, and more.\nYou can follow these instructions to create a Google account.</p>\n<p>Creating&nbsp;a YouTube channel will give you access to additional features and functions, such as uploading videos, making comments or creating playlists (where available).\nHere are some details about how to create your own YouTube channel.</p>\n<p>To protect your Google account, keep your password confidential.\nYou should not reuse your Google account password on third-party applications.\nLearn more about keeping your Google account secure, including what to do if you learn of any unauthorized use of your password or Google account.</p>\n<p>\n<b>Your Information</b>\n<br>Our Privacy Policy&nbsp;explains how we treat your personal data and protect your privacy when you use the Service.\nThe YouTube Kids Privacy Notice&nbsp;provides additional information about our privacy practices that are specific to YouTube Kids.</p>\n<p>We will process any audio or audiovisual content uploaded by you to the Service in accordance with the YouTube Data Processing Terms, except in cases where you uploaded such content for personal purposes or household activities.&nbsp;Learn More.</p>\n<p>\n<b>Permissions and Restrictions<br>\n</b>You may access and use the Service as made available to you, as long as you comply with this Agreement and applicable law.\nYou may view or listen to Content for your personal, non-commercial use.\nYou may also show YouTube videos through the embeddable YouTube player.</p>\n<p>The following restrictions apply to your use of the Service.\nYou are not allowed to:</p>\n<ol>\n<li>access, reproduce, download, distribute, transmit, broadcast, display, sell, license, alter, modify or otherwise use any part of the Service or any Content except: (a) as expressly authorized by the Service.\nor (b) with prior written permission from YouTube and, if applicable, the respective rights holders;</li>\n<li>circumvent, disable, fraudulently engage with, or otherwise interfere with any part of the Service (or attempt to do any of these things), including security-related features or features that (a) prevent or restrict the copying or other use of Content or (b) limit the use of the Service or Content;</li>\n<li>access the Service using any automated means (such as robots, botnets or scrapers) except (a) in the case of public search engines, in accordance with YouTube’s robots.txt file.\nor (b) with YouTube’s prior written permission;&nbsp;</li>\n<li>collect or harvest any information that might identify a person (for example, usernames&nbsp;or faces), unless permitted by that person or allowed under section (3) above;</li>\n<li>use the Service to distribute unsolicited promotional or commercial content or other unwanted or mass solicitations;</li>\n<li>cause or encourage any inaccurate measurements of genuine user engagement with the Service, including by paying people or providing them with incentives to increase a video’s views, likes, or dislikes, or to increase a channel’s subscribers, or otherwise manipulate metrics in any manner;</li>\n<li>misuse any reporting, flagging, complaint, dispute, or appeals process, including by making groundless, vexatious, or frivolous submissions;</li>\n<li>run contests on or through the Service that do not comply with YouTube’s contest policies and guidelines;</li>\n<li>use the Service to&nbsp;view or listen to Content other than for personal, non-commercial use (for example, you may not publicly screen videos or stream music from the Service).\nor</li>\n<li>use the Service to (a) sell any advertising, sponsorships, or promotions placed on, around, or within the Service or Content, other than those allowed in the Advertising on YouTube&nbsp;policies (such as compliant product placements).\nor (b) sell advertising, sponsorships, or promotions on any page of any website or application that only contains Content from the Service or where Content from the Service is the primary basis for such sales (for example, selling ads on a webpage where YouTube videos are the main draw for users visiting the webpage).</li>\n</ol>\n<p>\n<b>Reservation</b>\n</p>\n<p>Using the Service does not give you ownership of or rights to any aspect of the Service, including user names or any other Content posted by others or YouTube.</p>\n<p>\n<b>Changes to the Service</b>\n</p>\n<p>YouTube is constantly changing and improving the Service.\nWe may also need to alter or discontinue the Service, or any part of it, in order to make performance or security improvements, change functionality and features, make changes to comply with law, or prevent illegal activities on or abuse of our systems.\nThese changes may affect all users, some users or even an individual user.\nWhenever reasonably possible, we will provide notice when we discontinue or make material changes to our Service that will have an adverse impact on the use of our Service.\nHowever, you understand and agree that there will be times when we make such changes without notice, such as where we feel we need to take action to improve the security and operability of our Service, prevent abuse, or comply with legal requirements.&nbsp;</p>\n<b>Your Content and Conduct</b>\n<p>\n<b>Uploading Content</b>\n</p>\n<p>If you have a YouTube channel, you may be able to upload Content to the Service.\nYou may use your Content to promote your business or artistic enterprise.\nIf you choose to upload Content, you must not submit to the Service any Content that does not comply with this Agreement (including the YouTube Community Guidelines) or the law.\nFor example, the Content you submit must not include third-party intellectual property (such as copyrighted material) unless you have permission from that party or are otherwise legally entitled to do so.\nYou are legally responsible for the Content you submit to the Service.\nWe may use automated systems that analyze your Content to help detect infringement&nbsp;and abuse, such as spam, malware, and illegal content.</p>\n<p>\n<b>Rights you Grant</b>\n</p>\n<p>You retain ownership rights in&nbsp;your Content.\nHowever, we do require you to grant certain rights to YouTube and other users of the Service, as described below.</p>\n<p>\n<b>License to YouTube</b>\n</p>\n<p>By providing Content to the Service, you grant to YouTube a worldwide, non-exclusive, royalty-free, sublicensable and transferable license to use that Content (including to reproduce, distribute, prepare derivative works,&nbsp;display and perform it) in connection with the Service and YouTube’s (and its successors' and Affiliates') business, including for the purpose of promoting and redistributing part or all of the Service.</p>\n<p>\n<b>License to Other Users</b>\n</p>\n<p>You also grant each other user of the Service a worldwide, non-exclusive, royalty-free license to access your Content through the Service, and to use that Content, including to reproduce, distribute, prepare derivative works, display, and perform it, only as enabled by a feature of the Service (such as video playback or embeds).\nFor clarity, this license does not grant any rights or permissions for a user to make use of your Content independent of the Service.</p>\n<p>\n<b>Duration of License</b>\n</p>\n<p>The licenses granted by you continue for a commercially reasonable period of time after you remove or delete your Content from the Service.\nYou understand and agree, however, that YouTube may retain, but not display, distribute, or perform, server copies of your videos that have been removed or deleted.&nbsp;</p>\n<p>\n<b>Right to Monetize</b>\n</p>\n<p>You grant to YouTube the right to monetize your Content on the Service (and such monetization&nbsp;may include displaying ads on or within Content or charging users a fee for access).\nThis Agreement does not entitle you to any payments.\nStarting November 18, 2020, any payments you may be entitled to receive from YouTube under any other agreement between you and YouTube (including for example payments under the YouTube Partner Program, Channel memberships or Super Chat) will be treated as royalties.\n&nbsp;If required by law, Google will withhold taxes from such payments.</p>\n<p>\n<b>Remov</b>\n<b>ing Your Content</b>\n</p>\n<p>You may remove your Content from the Service at any time.\nYou also have the option to make a copy of your Content before removing it.\nYou must remove your Content if you no longer have the rights required by these terms.</p>\n<p>\n<b>Removal of Content By YouTube</b>\n</p>\n<p>If we reasonably believe that any Content is in breach of this Agreement or&nbsp;may cause harm to YouTube, our users, or third parties, we may remove or take down that Content in our discretion.&nbsp;We will notify you with the reason for our action unless we reasonably believe that to do so: (a) would breach the law or the direction of a legal enforcement authority or would otherwise risk legal liability for YouTube or our Affiliates.\n(b) would compromise an investigation or the integrity or operation of the Service.\nor (c) would cause harm to any user, other third party, YouTube or our Affiliates.\nYou can learn more about reporting and enforcement, including how to appeal on the Troubleshooting&nbsp;page of our Help Center.</p>\n<p>\n<b>Copyright Protection</b>\n</p>\n<p>We provide information to help copyright holders manage their intellectual property online in our YouTube Copyright Center.\nIf you believe your copyright has been infringed on the Service, please send us a notice.</p>\n<p>We respond to notices of alleged copyright infringement according to the process in our YouTube Copyright Center, where you can also find information about how to resolve a copyright strike.\nYouTube's policies provide for the termination, in appropriate circumstances, of repeat infringers’ access to the Service.</p>\n<b>Account Suspension &amp.\nTermination</b>\n<p>\n<b>Terminations by You</b>\n<br>You may stop using the Service at any time.\nFollow these instructions&nbsp;to delete the Service from your Google Account, which involves closing your YouTube channel and removing your data.\nYou also have the option to download&nbsp;a copy&nbsp;of your data&nbsp;first.</p>\n<p>\n<b>Terminations and Suspensions by YouTube for Cause</b>\n</p>\n<p>YouTube&nbsp;may suspend or terminate your access, your Google account, or your Google account’s access to all or part of the Service&nbsp;if (a) you materially or repeatedly breach this Agreement;&nbsp;(b) we are required to do so to comply with a legal requirement or a court order.\nor (c) we believe there has been conduct that creates (or could create) liability or harm to any user, other third party, YouTube or our Affiliates.<br>\n</p>\n<p>\n<b>Terminations by YouTube for Service Changes</b>\n</p>\n<p>YouTube may terminate your access, or your Google account’s access to all or part of the Service if YouTube believes, in its sole discretion, that provision of the Service to you is no longer commercially viable.&nbsp;</p>\n<p>\n<b>Notice for Termination or Suspension</b>\n</p>\n<p>We will notify you with the reason for termination or suspension by YouTube unless we reasonably believe that to do so: (a) would violate the law or the direction of a legal enforcement authority, or would otherwise risk legal liability for YouTube or our Affiliates.\n(b) would compromise an investigation or the integrity or operation of the Service.\nor (c) would cause harm to any user, other third party, YouTube or our Affiliates.\nWhere YouTube is terminating your access for Service changes, where reasonably possible, you will be provided with sufficient time to export your Content from the Service.</p>\n<p>\n<b>Effect of Account Suspension or Termination</b>\n</p>\n<p>If your Google account is terminated or your Google account’s access to the Service is restricted, you may continue using certain aspects of the Service (such as viewing only) without an account, and this Agreement will continue to apply to such use.\nIf you believe your Google account has been terminated in error, you can appeal using this form.</p>\n<b>About Software in the Service</b>\n<p>\n<b>Downloadable Software<br>\n</b>When the Service requires or includes downloadable software (such as the YouTube Studio application), you give permission for that software to update automatically on your device once a new version or feature is available, subject to your device settings.\nUnless that software is governed by additional terms which provide a license, YouTube gives you a personal, worldwide, royalty-free, non-assignable and non-exclusive license to use the software provided to you by YouTube as part of the Service.\nThis license is for the sole purpose of enabling you to use and enjoy the benefit of the Service as provided by YouTube, in the manner permitted by this Agreement.\nYou are not allowed to copy, modify, distribute, sell, or lease any part of the software, or to reverse-engineer or attempt to extract the source code of that software, unless laws prohibit these restrictions or you have YouTube’s written permission.</p>\n<p>\n<b>Open Source<br>\n</b>Some software used in our Service may be offered under an open source license that we make available to you.\nThere may be provisions in an open source license that expressly override some of these terms, so please be sure to read those licenses.\n&nbsp;</p>\n<b>Other Legal Terms</b>\n<p>\n<b>Warranty Disclaimer</b>\n<br>\nOTHER THAN AS EXPRESSLY STATED IN THIS AGREEMENT OR AS REQUIRED BY LAW, THE SERVICE IS PROVIDED “AS IS” AND YOUTUBE DOES NOT MAKE ANY SPECIFIC COMMITMENTS OR WARRANTIES ABOUT THE SERVICE.\nFOR EXAMPLE, WE DON’T MAKE ANY WARRANTIES ABOUT: (A) THE CONTENT PROVIDED THROUGH THE SERVICE.\n(B) THE SPECIFIC FEATURES OF THE SERVICE, OR ITS ACCURACY, RELIABILITY, AVAILABILITY, OR ABILITY TO MEET YOUR NEEDS.\nOR (C) THAT ANY CONTENT YOU SUBMIT WILL BE ACCESSIBLE ON THE SERVICE.\n&nbsp;</p>\n<p>\n<b>Limitation of Liability</b>\n</p>\n<p>EXCEPT AS REQUIRED BY APPLICABLE LAW, YOUTUBE,&nbsp;ITS AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES AND&nbsp;AGENTS WILL NOT BE RESPONSIBLE FOR&nbsp;ANY LOSS OF PROFITS, REVENUES, BUSINESS OPPORTUNITIES, GOODWILL, OR ANTICIPATED SAVINGS.\nLOSS OR CORRUPTION OF DATA.\nINDIRECT OR CONSEQUENTIAL LOSS.\nPUNITIVE DAMAGES CAUSED BY:</p>\n<ol>\n<li>ERRORS, MISTAKES, OR INACCURACIES ON THE SERVICE;</li>\n<li>PERSONAL INJURY OR PROPERTY DAMAGE RESULTING FROM YOUR USE OF THE SERVICE;</li>\n<li>ANY UNAUTHORIZED ACCESS TO OR USE OF THE SERVICE;</li>\n<li>ANY INTERRUPTION OR CESSATION OF THE SERVICE;</li>\n<li>ANY VIRUSES OR MALICIOUS CODE TRANSMITTED TO OR THROUGH THE SERVICE BY ANY THIRD PARTY;</li>\n<li>ANY CONTENT WHETHER SUBMITTED BY A USER OR YOUTUBE, INCLUDING YOUR USE OF CONTENT.\nAND/OR</li>\n<li>THE REMOVAL OR UNAVAILABILITY OF ANY CONTENT.</li>\n</ol>\n<p>THIS PROVISION APPLIES TO ANY CLAIM, REGARDLESS OF WHETHER THE CLAIM ASSERTED IS BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL THEORY.</p>\n<p>YOUTUBE AND ITS AFFILIATES’ TOTAL LIABILITY FOR ANY CLAIMS ARISING FROM OR RELATING TO THE SERVICE IS LIMITED TO THE GREATER OF: (A) THE AMOUNT OF REVENUE THAT YOUTUBE HAS PAID TO YOU FROM YOUR USE OF THE SERVICE IN THE 12 MONTHS BEFORE THE DATE OF YOUR NOTICE, IN WRITING TO YOUTUBE, OF THE CLAIM.\nAND (B) USD $500.</p>\n<p>\n<b>Indemnity</b>\n</p>\n<p>To the extent permitted by applicable law, you agree to defend, indemnify and hold harmless YouTube, its Affiliates, officers, directors, employees and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees) arising from: (i) your use of and access to the Service.\n(ii) your violation of any term of this Agreement.\n(iii) your violation of any third party right, including without limitation any copyright, property, or privacy right.\nor (iv) any claim that your Content caused damage to a third party.\nThis defense and indemnification obligation will survive this Agreement and your use of the Service.</p>\n<p>\n<b>Third-Party Links<br>\n</b>The Service may contain links to third-party websites and online services that are not owned or controlled by YouTube.\nYouTube has no control over, and assumes no responsibility for, such websites and online services.\nBe aware when you leave the Service.\nwe suggest you read the terms and privacy policy of each third-party website and online service that you visit.</p>\n<b>About this Agreement</b>\n<p>\n<b>Modifying this Agreement</b>\n<br>We may modify this Agreement, for example, to reflect changes to our Service or for legal, regulatory, or security reasons.\nYouTube will provide reasonable advance notice&nbsp;of&nbsp;any material modifications to this Agreement and the opportunity to review them, except that modifications addressing newly available features of the Service or modifications made for legal reasons may be effective immediately without notice.\nModifications to this Agreement will only apply going forward.\nIf you do not agree to the modified terms, you should remove any Content you have uploaded and discontinue your use of the Service.</p>\n<p>\n<b>Continuation of this Agreement<br>\n</b>If your use of the Service ends, the following terms of this Agreement will continue to apply to you: “Other Legal Terms”, “About This Agreement”, and the licenses granted by you will continue as described under “Duration of License”.</p>\n<p>\n<b>Severance</b>\n<br>If it turns out that a particular term of this Agreement is not enforceable for any reason, this will not affect any other terms.</p>\n<p>\n<b>No</b>\n<b>Waiver<br>\n</b>If you fail to comply with this Agreement and we do not take immediate action, this does not mean that we are giving up any rights that we may have (such as the right to take action in the future).</p>\n<p>\n<b>Interpretation</b>\n</p>\n<p>In these terms, “include” or “including” means “including but not limited to,” and any examples we give are for illustrative purposes.</p>\n<p>\n<b>Governing Law<br>\n</b>All claims arising out of or relating to these terms or the Service will be governed by California law, except California’s conflict of laws rules, and will be litigated exclusively in the federal or state courts of Santa Clara County, California, USA.\nYou and YouTube consent to personal jurisdiction in those courts.</p>\n<p>\n<b>Limitation on Legal Action</b>\n</p>\n<p>YOU AND YOUTUBE AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE SERVICES MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.</p>\nEffective as of March 17, 2021 (view previous version)\n", "created_at": "2018-07-17 10:11:46.109172", "updated_at": "2021-07-19 10:03:12.043009"}, {"id": 122, "name": "Community Guidelines", "url": "https://www.youtube.com/yt/about/policies/#community-guidelines", "xpath": "//body", "text": " Our commitments Managing harmful content How does YouTube manage harmful content? Standing up to hate How does YouTube protect the community from hate and harassment? Fighting misinformation How does YouTube combat misinformation? Curbing extremist content How does YouTube prevent radicalization? Supporting political integrity How does YouTube support civic engagement and election integrity? Preventing bias What does YouTube do to prevent bias? Fostering child safety How does YouTube help keep kids protected on the platform? Protecting user data How does YouTube maintain user privacy? Safeguarding copyright How does YouTube protect copyrighted content? Sharing revenue How does YouTube make money? Promoting digital wellbeing How does YouTube support users’ digital wellbeing? Responding to COVID-19 How is YouTube supporting users during COVID-19? Product features YouTube Search How our search tool can help you find content you'll love Recommended videos How we recommend content we think you'll want to watch News and information How we provide context for your search results and videos Monetization for Creators How Creators earn money on YouTube YouTube Live How you can reach your community in real time with Live and Premieres User settings Privacy controls How we protect your information and what you can do to control your privacy Ad Settings How our advertising works and how to customize your ad experience Parental controls How you can create a family friendly experience Autoplay How Autoplay works and how to turn it off Rules and policies Policies overview How our rules and policies help keep our platform safe Community Guidelines How we define what we do and don’t allow on YouTube Copyright How we help Creators responsibly manage their content Monetization policies How Creators can monetize their content as part of the YouTube Partner Program Legal removals How we approach content that violates local law Progress and impact Progress on managing harmful content How we’re progressing with our responsibility efforts Our impact How creative entrepreneurs are transforming their lives and communities Culture and trends How to better understand the next generation of Creators and artists Advancing sustainability How we're investing in a carbon-free future Our commitments Managing harmful content Standing up to hate Fighting misinformation Curbing extremist content Supporting political integrity Preventing bias Fostering child safety Protecting user data Safeguarding copyright Sharing revenue Promoting digital wellbeing Responding to COVID-19 Product features YouTube Search Recommended videos News and information Monetization for Creators YouTube Live User settings Privacy controls Ad Settings Parental controls Autoplay Rules and policies Policies overview Community Guidelines Copyright Monetization policies Legal removals Progress and impact Progress on managing harmful content Our impact Culture and trends Advancing sustainability <small> Rules and policies </small> Community Guidelines <ul>\n<li> Community Guidelines </li>\n<li> Developing policies </li>\n<li> Detecting violations </li>\n<li> Flagging content </li>\n<li> Enforcing policies </li>\n</ul> Overview\n<p>Our Community Guidelines are designed to ensure our community stays protected.\nThey set out what’s allowed and not allowed on YouTube, and apply to all types of content on our platform, including videos, comments, links, and thumbnails.</p>\n<p>You'll find a full list of our Community Guidelines below:</p>\n<p>\n</p> Spam &amp.\ndeceptive practices <ul>\n<li> Fake Engagement </li>\n<li> Impersonation </li>\n<li> Links in content </li>\n<li> Spam, deceptive practices &amp.\nscams </li>\n</ul> Sensitive content <ul>\n<li> Child safety </li>\n<li> Custom thumbnails </li>\n<li> Nudity and sexual content </li>\n<li> Suicide and self injury </li>\n</ul>\n<p>\n</p>\n<p>\n</p> Violent or dangerous content <ul>\n<li> Harassment and cyberbullying </li>\n<li> Harmful or dangerous content </li>\n<li> Hate speech </li>\n<li> Violent criminal organizations </li>\n<li> Violent or graphic content </li>\n<li> COVID-19 misinfo policy </li>\n</ul> Regulated goods <ul>\n<li> Content featuring firearms </li>\n<li> Sale of Illegal or Regulated goods </li>\n</ul>\n<p>\n</p>\n<p>\n</p> More <ul>\n<li> Additional policies </li>\n</ul>\n<p>\n</p> How do we develop new policies and update existing ones?\n<p>Each of our policies is carefully thought through so they are consistent, well-informed, and can be applied to content from around the world.\nThey’re developed in partnership with a wide range of external industry and policy experts, as well as YouTube Creators.\nNew policies go through multiple rounds of testing before they go live to ensure our global team of content reviewers can apply them accurately and consistently.</p>\n<p>This work is never finished, and we are always evaluating our policies to understand how we can better strike a balance between keeping the YouTube community protected and giving everyone a voice.</p>\n<p>\n</p>\n<p>\n</p> How does YouTube identify content that violates Community Guidelines?\n<p>With hundreds of hours of new content uploaded to YouTube every minute, we use a combination of people and machine learning to detect problematic content at scale.\nMachine learning is well-suited to detect patterns, which helps us to find content similar to other content we’ve already removed, even before it’s viewed.</p>\n<p>We also recognize that the best way to quickly remove content is to anticipate problems before they emerge.\nOur Intelligence Desk monitors the news, social media, and user reports to detect new trends surrounding inappropriate content, and works to make sure our teams are prepared to address them before they can become a larger issue.</p> Is there a way for the broader community to flag harmful content?\n<p>Though we are determined to continue reducing exposure to videos that violate our policies and have tasked over 10,000 people with detecting, reviewing, and removing content that violates our guidelines, the YouTube community also plays an important role in flagging content they think is inappropriate.</p>\n<ul>\n<li>\n<p>If you see content that you think violates Community Guidelines, you can use our flagging feature to submit content for review.</p>\n</li>\n<li>\n<p>We developed the YouTube Trusted Flagger program to provide robust content reporting processes to non-governmental organizations (NGOs) with expertise in a policy area, government agencies, and individuals with high flagging accuracy rates.\nParticipants receive training on YouTube policies and have a direct path of communication with our Trust &amp.\nSafety specialists.\nVideos flagged by Trusted Flaggers are not automatically removed.\nThey are subject to the same human review as videos flagged by any other user, but we may expedite review by our teams.\nNGOs also receive occasional online training on YouTube policies.</p>\n</li>\n</ul> What action does YouTube take for content that violates Community Guidelines?\n<p>Machine learning systems help us identify and remove spam automatically, as well as remove re-uploads of content we’ve already reviewed and determined violates our policies.\nYouTube takes action on other flagged videos after review by trained human reviewers.\nThey assess whether the content does indeed violate our policies, and protect content that has an educational, documentary, scientific, or artistic purpose.\nOur reviewer teams remove content that violates our policies and age-restrict content that may not be appropriate for all audiences.</p>\nCommunity Guidelines Strikes\n<p>If our reviewers decide that content violates our Community Guidelines, we remove the content and send a notice to the Creator.\nThe first time a Creator violates our Community Guidelines, they receive a warning with no penalty to the channel.\nAfter one warning, we’ll issue a Community Guidelines strike to the channel and the account will have temporary restrictions including not being allowed to upload videos, live streams, or stories for a 1-week period.\nChannels that receive three strikes within a 90-day period will be terminated.\nChannels that are dedicated to violating our policies or that have a single case of severe abuse of the platform, will bypass our strikes system and be terminated.\nAll strikes and terminations can be appealed if the Creator believes there was an error, and our teams will re-review the decision.</p>\n<p>\n</p> Resources <ul>\n<li> Learn more about Community Guidelines strikes </li>\n<li> Appeal a Community Guidelines strike </li>\n</ul>\n<p>\n</p>\nAge-Restricting Content\n<p>Sometimes content doesn't violate our Community Guidelines, but may not be appropriate for viewers under 18 years of age.\nIn these cases, our review team will place an age restriction on the video so it will not be visible to viewers under 18 years of age, logged-out users, or to those who have Restricted Mode enabled.\nCreators can also choose to age restrict their own content at upload if they think it’s not suitable for younger audiences.</p>\n<p>\n</p> Resources <ul>\n<li> Learn more about age-restricted content </li>\n</ul>\n<p>\n</p> Related articles <ul>\n<li> Progress on managing harmful content Read more </li>\n<li> Managing harmful content Read more </li>\n<li> Legal removals Read more </li>\n</ul> Connect <ul>\n<li> About YouTube About Blog How YouTube Works Jobs Press YouTube Culture &amp.\nTrends </li>\n<li> Products YouTube Go YouTube Kids YouTube Music YouTube Originals YouTube Premium YouTube Select YouTube Studio YouTube TV </li>\n<li> For Business Developers YouTube Advertising </li>\n<li> For Creators Creating for YouTube Kids Creator Academy Creator Research Creator Services Directory YouTube Artists YouTube Creators YouTube NextUp YouTube Space YouTube VR </li>\n<li> Our Commitments Creators for Change CSAI Match Social Impact </li>\n</ul> About YouTube Products For Business For Creators Our Commitments About Blog How YouTube Works Jobs Press YouTube Culture &amp.\nTrends YouTube Go YouTube Kids YouTube Music YouTube Originals YouTube Premium YouTube Select YouTube Studio YouTube TV Developers YouTube Advertising Creating for YouTube Kids Creator Academy Creator Research Creator Services Directory YouTube Artists YouTube Creators YouTube NextUp YouTube Space YouTube VR Creators for Change CSAI Match Social Impact Policies &amp.\nSafety Copyright Brand Guidelines Privacy Terms Help English Deutsch (Österreich) English (Australia) Nederlands (België) български (България) português (Brasil) English (Canada) čeština (Česká republika) Deutsch (Deutschland) dansk (Danmark) eesti (Eesti) español (España) suomi (Suomi) français (France) Ελληνικά (Ελλάδα) hrvatski (Hrvatska) magyar (Magyarország) Bahasa Indonesia (Bahasa Indonesia) English (Ireland) English (India) italiano (Italia) 日本語 (日本) 한국어 (대한민국) lietuvių (Lietuva) Deutsch (Luxemburg) latviešu (Latvija) Nederlands (Nederland) polski (Polska) português (Portugal) română (România) русский (Россия) svenska (Sverige) slovenščina (Slovenija) slovenčina (Slovensko) Türkçe (Türkiye) English (United Kingdom) العربية Deutsch (Belgien) Ελληνικά (Κύπρος) English (Belgium) English (Malta) español (Estados Unidos) français (Belgique) français (Canada) français (Luxembourg) हिन्दी (भारत) עברית (ישראל) Kiswahili Türkçe (Kıbrıs) ", "created_at": "2018-07-17 10:11:46.131386", "updated_at": "2021-07-19 10:17:39.200935"}, {"id": 120, "name": "Privacy Policy", "url": "https://policies.google.com/privacy", "xpath": "//div[@role='article']", "text": "Google Privacy Policy<p>When you use our services, you’re trusting us with your information.\nWe understand this is a big responsibility and work hard to protect your information and put you in control.</p>\n<p>This Privacy Policy is meant to help you understand what information we collect, why we collect it, and how you can update, manage, export, and delete your information.</p>\n<p>Privacy Checkup</p>\n<p>Looking to change your privacy settings?</p>\n<p>Take the Privacy Checkup</p>Effective September 30, 2020 | Archived versions | Download PDFContentsIntroductionInformation Google collectsWhy Google collects dataYour privacy controlsSharing your informationKeeping your information secureExporting &amp.\ndeleting your informationRetaining your informationCompliance &amp.\ncooperation with regulatorsAbout this policyRelated privacy practices<p>We build a range of services that help millions of people daily to explore and interact with the world in new ways.\nOur services include:</p>\n<ul>\n<li>Google apps, sites, and devices, like Search, YouTube, and Google Home</li>\n<li>Platforms like the Chrome browser and Android operating system</li>\n<li>Products that are integrated into third-party apps and sites, like ads and embedded Google Maps</li>\n</ul>\n<p>You can use our services in a variety of ways to manage your privacy.\nFor example, you can sign up for a Google Account if you want to create and manage content like emails and photos, or see more relevant search results.\nAnd you can use many Google services when you’re signed out or without creating an account at all, like searching on Google or watching YouTube videos.\nYou can also choose to browse the web privately using Chrome in Incognito mode.\nAnd across our services, you can adjust your privacy settings to control what we collect and how your information is used.</p>\n<p>To help explain things as clearly as possible, we’ve added examples, explanatory videos, and definitions for key terms.\nAnd if you have any questions about this Privacy Policy, you can contact us.</p>Information Google collects<p>We want you to understand the types of information we collect as you use our services</p>\n<p>We collect information to provide better services to all our users — from figuring out basic stuff like which language you speak, to more complex things like which ads you’ll find most useful, the people who matter most to you online, or which YouTube videos you might like.\nThe information Google collects, and how that information is used, depends on how you use our services and how you manage your privacy controls.</p>\n<p>When you’re not signed in to a Google Account, we store the information we collect with unique identifiers tied to the browser, application, or device you’re using.\nThis helps us do things like maintain your language preferences across browsing sessions.</p>\n<p>When you’re signed in, we also collect information that we store with your Google Account, which we treat as personal information.</p>Things you create or provide to us<p>When you create a Google Account, you provide us with personal information that includes your name and a password.\nYou can also choose to add a phone number or payment information to your account.\nEven if you aren’t signed in to a Google Account, you might choose to provide us with information — like an email address to receive updates about our services.</p>\n<p>We also collect the content you create, upload, or receive from others when using our services.\nThis includes things like email you write and receive, photos and videos you save, docs and spreadsheets you create, and comments you make on YouTube videos.</p>Information we collect as you use our servicesYour apps, browsers &amp.\ndevices<p>We collect information about the apps, browsers, and devices you use to access Google services, which helps us provide features like automatic product updates and dimming your screen if your battery runs low.</p>\n<p>The information we collect includes unique identifiers, browser type and settings, device type and settings, operating system, mobile network information including carrier name and phone number, and application version number.\nWe also collect information about the interaction of your apps, browsers, and devices with our services, including IP address, crash reports, system activity, and the date, time, and referrer URL of your request.</p>\n<p>We collect this information when a Google service on your device contacts our servers — for example, when you install an app from the Play Store or when a service checks for automatic updates.\nIf you’re using an Android device with Google apps, your device periodically contacts Google servers to provide information about your device and connection to our services.\nThis information includes things like your device type, carrier name, crash reports, and which apps you've installed.</p>Your activity<p>We collect information about your activity in our services, which we use to do things like recommend a YouTube video you might like.\nThe activity information we collect may include:</p>\n<ul>\n<li>Terms you search for</li>\n<li>Videos you watch</li>\n<li>Views and interactions with content and ads</li>\n<li>Voice and audio information when you use audio features</li>\n<li>Purchase activity</li>\n<li>People with whom you communicate or share content</li>\n<li>Activity on third-party sites and apps that use our services</li>\n<li>Chrome browsing history you’ve synced with your Google Account</li>\n</ul>\n<p>If you use our services to make and receive calls or send and receive messages, we may collect telephony log information like your phone number, calling-party number, receiving-party number, forwarding numbers, time and date of calls and messages, duration of calls, routing information, and types of calls.</p>\n<p>You can visit your Google Account to find and manage activity information that’s saved in your account.</p>\n<p>Go to Google Account</p>Your location information<p>We collect information about your location when you use our services, which helps us offer features like driving directions for your weekend getaway or showtimes for movies playing near you.</p>\n<p>Your location can be determined with varying degrees of accuracy by:</p>\n<ul>\n<li>GPS</li>\n<li>IP address</li>\n<li>Sensor data from your device</li>\n<li>Information about things near your device, such as Wi-Fi access points, cell towers, and Bluetooth-enabled devices</li>\n</ul>\n<p>The types of location data we collect depend in part on your device and account settings.\nFor example, you can turn your Android device’s location on or off using the device’s settings app.\nYou can also turn on Location History if you want to create a private map of where you go with your signed-in devices.</p>\n<p>In some circumstances, Google also collects information about you from publicly accessible sources.\nFor example, if your name appears in your local newspaper, Google’s Search engine may index that article and display it to other people if they search for your name.\nWe may also collect information about you from trusted partners, including marketing partners who provide us with information about potential customers of our business services, and security partners who provide us with information to protect against abuse.\nWe also receive information from advertisers to provide advertising and research services on their behalf.</p>\n<p>We use various technologies to collect and store information, including cookies, pixel tags, local storage, such as browser web storage or application data caches, databases, and server logs.</p>Why Google collects data<p>We use data to build better services</p>\n<p>We use the information we collect from all our services for the following purposes:</p>Provide our services<p>We use your information to deliver our services, like processing the terms you search for in order to return results or helping you share content by suggesting recipients from your contacts.</p>Maintain &amp.\nimprove our services<p>We also use your information to ensure our services are working as intended, such as tracking outages or troubleshooting issues that you report to us.\nAnd we use your information to make improvements to our services — for example, understanding which search terms are most frequently misspelled helps us improve spell-check features used across our services.</p>Develop new services<p>We use the information we collect in existing services to help us develop new ones.\nFor example, understanding how people organized their photos in Picasa, Google’s first photos app, helped us design and launch Google Photos.</p>Provide personalized services, including content and ads<p>We use the information we collect to customize our services for you, including providing recommendations, personalized content, and customized search results.\nFor example, Security Checkup provides security tips adapted to how you use Google products.\nAnd Google Play uses information like apps you’ve already installed and videos you’ve watched on YouTube to suggest new apps you might like.</p>\n<p>Depending on your settings, we may also show you personalized ads based on your interests.\nFor example, if you search for “mountain bikes,” you may see an ad for sports equipment when you’re browsing a site that shows ads served by Google.\nYou can control what information we use to show you ads by visiting your ad settings.</p>\n<ul>\n<li>We don’t show you personalized ads based on sensitive categories, such as race, religion, sexual orientation, or health.</li>\n<li>We don’t share information that personally identifies you with advertisers, such as your name or email, unless you ask us to.\nFor example, if you see an ad for a nearby flower shop and select the “tap to call” button, we’ll connect your call and may share your phone number with the flower shop.</li>\n</ul>\n<p>Go to Ad Settings</p>Measure performance<p>We use data for analytics and measurement to understand how our services are used.\nFor example, we analyze data about your visits to our sites to do things like optimize product design.\nAnd we also use data about the ads you interact with to help advertisers understand the performance of their ad campaigns.\nWe use a variety of tools to do this, including Google Analytics.\nWhen you visit sites that use Google Analytics, Google and a Google Analytics customer may link information about your activity from that site with activity from other sites that use our ad services.</p>Communicate with you<p>We use information we collect, like your email address, to interact with you directly.\nFor example, we may send you a notification if we detect suspicious activity, like an attempt to sign in to your Google Account from an unusual location.\nOr we may let you know about upcoming changes or improvements to our services.\nAnd if you contact Google, we’ll keep a record of your request in order to help solve any issues you might be facing.</p>Protect Google, our users, and the public<p>We use information to help improve the safety and reliability of our services.\nThis includes detecting, preventing, and responding to fraud, abuse, security risks, and technical issues that could harm Google, our users, or the public.</p>\n<p>We use different technologies to process your information for these purposes.\nWe use automated systems that analyze your content to provide you with things like customized search results, personalized ads, or other features tailored to how you use our services.\nAnd we analyze your content to help us detect abuse such as spam, malware, and illegal content.\nWe also use algorithms to recognize patterns in data.\nFor example, Google Translate helps people communicate across languages by detecting common language patterns in phrases you ask it to translate.</p>\n<p>We may combine the information we collect among our services and across your devices for the purposes described above.\nFor example, if you watch videos of guitar players on YouTube, you might see an ad for guitar lessons on a site that uses our ad products.\nDepending on your account settings, your activity on other sites and apps may be associated with your personal information in order to improve Google’s services and the ads delivered by Google.</p>\n<p>If other users already have your email address or other information that identifies you, we may show them your publicly visible Google Account information, such as your name and photo.\nThis helps people identify an email coming from you, for example.</p>\n<p>We’ll ask for your consent before using your information for a purpose that isn’t covered in this Privacy Policy.</p>Your privacy controls<p>You have choices regarding the information we collect and how it's used</p>\n<p>This section describes key controls for managing your privacy across our services.\nYou can also visit the Privacy Checkup, which provides an opportunity to review and adjust important privacy settings.\nIn addition to these tools, we also offer specific privacy settings in our products — you can learn more in our Product Privacy Guide.</p>\n<p>Go to Privacy Checkup</p>Managing, reviewing, and updating your information<p>When you’re signed in, you can always review and update information by visiting the services you use.\nFor example, Photos and Drive are both designed to help you manage specific types of content you’ve saved with Google.</p>\n<p>We also built a place for you to review and control information saved in your Google Account.\nYour Google Account includes:</p>Privacy controlsActivity Controls<p>Decide what types of activity you’d like saved in your account.\nFor example, you can turn on Location History if you want traffic predictions for your daily commute, or you can save your YouTube Watch History to get better video suggestions.</p>\n<p>Go to Activity Controls</p>Ad settings<p>Manage your preferences about the ads shown to you on Google and on sites and apps that partner with Google to show ads.\nYou can modify your interests, choose whether your personal information is used to make ads more relevant to you, and turn on or off certain advertising services.</p>\n<p>Go to Ad Settings</p>About you<p>Control what others see about you across Google services.</p>\n<p>Go to About You</p>Shared endorsements<p>Choose whether your name and photo appear next to your activity, like reviews and recommendations, that appear in ads.</p>\n<p>Go to Shared Endorsements</p>Ways to review &amp.\nupdate your informationMy Activity<p>My Activity allows you to review and control data that’s created when you use Google services, like searches you’ve done or your visits to Google Play.\nYou can browse by date and by topic, and delete part or all of your activity.</p>\n<p>Go to My Activity</p>Google Dashboard<p>Google Dashboard allows you to manage information associated with specific products.</p>\n<p>Go to Dashboard</p>Your personal information<p>Manage your contact information, such as your name, email, and phone number.</p>\n<p>Go to Personal Info</p>\n<p>When you’re signed out, you can manage information associated with your browser or device, including:</p>\n<ul>\n<li>Signed-out search personalization: Choose whether your search activity is used to offer you more relevant results and recommendations.</li>\n<li>YouTube settings: Pause and delete your YouTube Search History and your YouTube Watch History.</li>\n<li>Ad Settings: Manage your preferences about the ads shown to you on Google and on sites and apps that partner with Google to show ads.</li>\n</ul>Exporting, removing &amp.\ndeleting your information<p>You can export a copy of content in your Google Account if you want to back it up or use it with a service outside of Google.</p>\n<p>Export your data</p>\n<p>You can also request to remove content from specific Google services based on applicable law.</p>\n<p>To delete your information, you can:</p>\n<ul>\n<li>Delete your content from specific Google services</li>\n<li>Search for and then delete specific items from your account using My Activity</li>\n<li>Delete specific Google products, including your information associated with those products</li>\n<li>Delete your entire Google Account</li>\n</ul>\n<p>Delete your information</p>\n<p>And finally, Inactive Account Manager allows you to give someone else access to parts of your Google Account in case you’re unexpectedly unable to use your account.</p>\n<p>There are other ways to control the information Google collects whether or not you’re signed in to a Google Account, including:</p>\n<ul>\n<li>Browser settings: For example, you can configure your browser to indicate when Google has set a cookie in your browser.\nYou can also configure your browser to block all cookies from a specific domain or all domains.\nBut remember that our services rely on cookies to function properly, for things like remembering your language preferences.</li>\n<li>Device-level settings: Your device may have controls that determine what information we collect.\nFor example, you can modify location settings on your Android device.</li>\n</ul>Sharing your informationWhen you share your information<p>Many of our services let you share information with other people, and you have control over how you share.\nFor example, you can share videos on YouTube publicly or you can decide to keep your videos private.\nRemember, when you share information publicly, your content may become accessible through search engines, including Google Search.</p>\n<p>When you’re signed in and interact with some Google services, like leaving comments on a YouTube video or reviewing an app in Play, your name and photo appear next to your activity.\nWe may also display this information in ads depending on your Shared endorsements setting.</p>When Google shares your information<p>We do not share your personal information with companies, organizations, or individuals outside of Google except in the following cases:</p>With your consent<p>We’ll share personal information outside of Google when we have your consent.\nFor example, if you use Google Home to make a reservation through a booking service, we’ll get your permission before sharing your name or phone number with the restaurant.\nWe’ll ask for your explicit consent to share any sensitive personal information.</p>With domain administrators<p>If you’re a student or work for an organization that uses Google services, your domain administrator and resellers who manage your account will have access to your Google Account.\nThey may be able to:</p>\n<ul>\n<li>Access and retain information stored in your account, like your email</li>\n<li>View statistics regarding your account, like how many apps you install</li>\n<li>Change your account password</li>\n<li>Suspend or terminate your account access</li>\n<li>Receive your account information in order to satisfy applicable law, regulation, legal process, or enforceable governmental request</li>\n<li>Restrict your ability to delete or edit your information or your privacy settings</li>\n</ul>For external processing<p>We provide personal information to our affiliates and other trusted businesses or persons to process it for us, based on our instructions and in compliance with our Privacy Policy and any other appropriate confidentiality and security measures.\nFor example, we use service providers to help us with customer support.</p>For legal reasons<p>We will share personal information outside of Google if we have a good-faith belief that access, use, preservation, or disclosure of the information is reasonably necessary to:</p>\n<ul>\n<li>Meet any applicable law, regulation, legal process, or enforceable governmental request.\nWe share information about the number and type of requests we receive from governments in our Transparency Report.</li>\n<li>Enforce applicable Terms of Service, including investigation of potential violations.</li>\n<li>Detect, prevent, or otherwise address fraud, security, or technical issues.</li>\n<li>Protect against harm to the rights, property or safety of Google, our users, or the public as required or permitted by law.</li>\n</ul>\n<p>We may share non-personally identifiable information publicly and with our partners — like publishers, advertisers, developers, or rights holders.\nFor example, we share information publicly to show trends about the general use of our services.\nWe also allow specific partners to collect information from your browser or device for advertising and measurement purposes using their own cookies or similar technologies.</p>\n<p>If Google is involved in a merger, acquisition, or sale of assets, we’ll continue to ensure the confidentiality of your personal information and give affected users notice before personal information is transferred or becomes subject to a different privacy policy.</p>Keeping your information secure<p>We build security into our services to protect your information</p>\n<p>All Google products are built with strong security features that continuously protect your information.\nThe insights we gain from maintaining our services help us detect and automatically block security threats from ever reaching you.\nAnd if we do detect something risky that we think you should know about, we’ll notify you and help guide you through steps to stay better protected.</p>\n<p>We work hard to protect you and Google from unauthorized access, alteration, disclosure, or destruction of information we hold, including:</p>\n<ul>\n<li>We use encryption to keep your data private while in transit</li>\n<li>We offer a range of security features, like Safe Browsing, Security Checkup, and 2 Step Verification to help you protect your account</li>\n<li>We review our information collection, storage, and processing practices, including physical security measures, to prevent unauthorized access to our systems</li>\n<li>We restrict access to personal information to Google employees, contractors, and agents who need that information in order to process it.\nAnyone with this access is subject to strict contractual confidentiality obligations and may be disciplined or terminated if they fail to meet these obligations.</li>\n</ul>Exporting &amp.\ndeleting your information<p>You can export a copy of your information or delete it from your Google Account at any time</p>\n<p>You can export a copy of content in your Google Account if you want to back it up or use it with a service outside of Google.</p>\n<p>Export your data</p>\n<p>To delete your information, you can:</p>\n<ul>\n<li>Delete your content from specific Google services</li>\n<li>Search for and then delete specific items from your account using My Activity</li>\n<li>Delete specific Google products, including your information associated with those products</li>\n<li>Delete your entire Google Account</li>\n</ul>\n<p>Delete your information</p>Retaining your information<p>We retain the data we collect for different periods of time depending on what it is, how we use it, and how you configure your settings:</p>\n<ul>\n<li>Some data you can delete whenever you like, such as the content you create or upload.\nYou can also delete activity information saved in your account, or choose to have it deleted automatically after a set period of time.</li>\n<li>Other data is deleted or anonymized automatically after a set period of time, such as advertising data in server logs.</li>\n<li>We keep some data until you delete your Google Account, such as information about how often you use our services.</li>\n<li>And some data we retain for longer periods of time when necessary for legitimate business or legal purposes, such as security, fraud and abuse prevention, or financial record-keeping.</li>\n</ul>\n<p>When you delete data, we follow a deletion process to make sure that your data is safely and completely removed from our servers or retained only in anonymized form.\nWe try to ensure that our services protect information from accidental or malicious deletion.\nBecause of this, there may be delays between when you delete something and when copies are deleted from our active and backup systems.</p>\n<p>You can read more about Google’s data retention periods, including how long it takes us to delete your information.</p>Compliance &amp.\ncooperation with regulators<p>We regularly review this Privacy Policy and make sure that we process your information in ways that comply with it.</p>Data transfers<p>We maintain servers around the world and your information may be processed on servers located outside of the country where you live.\nData protection laws vary among countries, with some providing more protection than others.\nRegardless of where your information is processed, we apply the same protections described in this policy.\nWe also comply with certain legal frameworks relating to the transfer of data.</p>\n<p>When we receive formal written complaints, we respond by contacting the person who made the complaint.\nWe work with the appropriate regulatory authorities, including local data protection authorities, to resolve any complaints regarding the transfer of your data that we cannot resolve with you directly.</p>California requirements<p>The California Consumer Privacy Act (CCPA) requires specific disclosures for California residents.</p>\n<p>This Privacy Policy is designed to help you understand how Google handles your information:</p>\n<ul>\n<li>We explain the categories of information Google collects and the sources of that information in Information Google collects.</li>\n<li>We explain how Google uses information in Why Google collects data.</li>\n<li>We explain when Google may share information in Sharing your information.\nGoogle does not sell your personal information.</li>\n</ul>\n<p>The CCPA also provides the right to request information about how Google collects, uses, and discloses your personal information.\nAnd it gives you the right to access your information and request that Google delete that information.\nFinally, the CCPA provides the right to not be discriminated against for exercising your privacy rights.</p>\n<p>We describe the choices you have to manage your privacy and data across Google’s services in Your privacy controls.\nYou can exercise your rights by using these controls, which allow you to access, review, update and delete your information, as well as export and download a copy of it.\nWhen you use them, we’ll validate your request by verifying that you’re signed in to your Google Account.\nIf you have questions or requests related to your rights under the CCPA, you (or your authorized agent) can also contact Google.</p>\n<p>The CCPA requires a description of data practices using specific categories.\nThis table uses these categories to organize the information in this Privacy Policy.</p>Categories of personal information we collect<p>\n<b>Identifiers</b> such as your name, phone number, and address, as well as unique identifiers tied to the browser, application, or device you’re using.</p>\n<p>\n<b>Demographic information</b>, such as your age, gender and language.</p>\n<p>\n<b>Commercial information</b> such as your payment information and a history of purchases you make on Google’s services.</p>\n<p>\n<b>Biometric information</b> if you choose to provide it, such as fingerprints in Google’s product development studies.</p>\n<p>\n<b>Internet, network, and other activity information</b> such as your search terms.\nviews and interactions with content and ads.\nChrome browsing history you’ve synced with your Google Account.\ninformation about the interaction of your apps, browsers, and devices with our services (like IP address, crash reports, and system activity).\nand activity on third-party sites and apps that use our services.\nYou can review and control activity data stored in your Google Account in My Activity.</p>\n<p>\n<b>Geolocation data</b>, such as may be determined by GPS, IP address, and other data from sensors on or around your device, depending in part on your device and account settings.\nLearn more about Google’s use of location information.</p>\n<p>\n<b>Audio, electronic, visual and similar information</b>, such as voice and audio information when you use audio features.</p>\n<p>\n<b>Professional, employment, and education information</b>, such as information you provide or that is maintained through a G Suite account by an organization at which you study or work.</p>\n<p>\n<b>Other information you create or provide</b>, such as the content you create, upload, or receive (like photos and videos or emails, docs and spreadsheets).\nGoogle Dashboard allows you to manage information associated with specific products.</p>\n<p>\n<b>Inferences</b> drawn from the above, like your ads interest categories.</p>Business purposes for which information may be used or disclosed<p>\n<b>Protecting against security threats, abuse, and illegal activity</b>: Google uses and may disclose information to detect, prevent and respond to security incidents, and for protecting against other malicious, deceptive, fraudulent, or illegal activity.\nFor example, to protect our services, Google may receive or disclose information about IP addresses that malicious actors have compromised.</p>\n<p>\n<b>Auditing and measurement</b>: Google uses information for analytics and measurement to understand how our services are used, as well as to fulfill obligations to our partners like publishers, advertisers, developers, or rights holders.\nWe may disclose non-personally identifiable information publicly and with these partners, including for auditing purposes.</p>\n<p>\n<b>Maintaining our services</b>: Google uses information to ensure our services are working as intended, such as tracking outages or troubleshooting bugs and other issues that you report to us.</p>\n<p>\n<b>Research and development</b>: Google uses information to improve our services and to develop new products, features and technologies that benefit our users and the public.\nFor example, we use publicly available information to help train Google’s language models and build features like Google Translate.</p>\n<p>\n<b>Use of service providers</b>: Google shares information with service providers to perform services on our behalf, in compliance with our Privacy Policy and other appropriate confidentiality and security measures.\nFor example, we may rely on service providers to help provide customer support.</p>\n<p>\n<b>Advertising</b>: Google processes information, including online identifiers and information about your interactions with advertisements, to provide advertising.\nThis keeps Google’s services and many of the websites and services you use free of charge.\nYou can control what information we use to show you ads by visiting your ad settings.</p>\n<p>\n<b>Legal reasons</b>: Google also uses information to satisfy applicable laws or regulations, and discloses information in response to legal process or enforceable government requests, including to law enforcement.\nWe provide information about the number and type of requests we receive from governments in our Transparency Report.</p>Parties with whom information may be shared<p>\n<b>Other people with whom you choose to share your information</b>, like docs or photos, and videos or comments on YouTube.</p>\n<p>\n<b>Third parties to whom you consent to sharing your information</b>, such as services that integrate with Google’s services.\nYou can review and manage third party apps and sites with access to data in your Google Account.</p>\n<p>\n<b>Service providers</b>, trusted businesses or persons that process information on Google’s behalf, based on our instructions and in compliance with our Privacy Policy and any other appropriate confidentiality and security measures.</p>\n<p>\n<b>Domain administrators</b>, if you work or study at an organization that uses Google services like G Suite.</p>\n<p>\n<b>Law enforcement or other third parties</b>, for the legal reasons described in Sharing your information.</p>About this policyWhen this policy applies<p>This Privacy Policy applies to all of the services offered by Google LLC and its affiliates, including YouTube, Android, and services offered on third-party sites, such as advertising services.\nThis Privacy Policy doesn’t apply to services that have separate privacy policies that do not incorporate this Privacy Policy.</p>\n<p>This Privacy Policy doesn’t apply to:</p>\n<ul>\n<li>The information practices of other companies and organizations that advertise our services</li>\n<li>Services offered by other companies or individuals, including products or sites that may include Google services, be displayed to you in search results, or be linked from our services</li>\n</ul>Changes to this policy<p>We change this Privacy Policy from time to time.\nWe will not reduce your rights under this Privacy Policy without your explicit consent.\nWe always indicate the date the last changes were published and we offer access to archived versions for your review.\nIf changes are significant, we’ll provide a more prominent notice (including, for certain services, email notification of Privacy Policy changes).</p>Related privacy practicesSpecific Google services<p>The following privacy notices provide additional information about some Google services:</p>\n<ul>\n<li>Chrome &amp.\nthe Chrome Operating System</li>\n<li>Payments</li>\n<li>Fiber</li>\n<li>Google Fi</li>\n<li>G Suite for Education</li>\n<li>Read Along</li>\n<li>YouTube Kids</li>\n<li>Google Accounts Managed with Family Link, for Children under 13 (or applicable age in your country)</li>\n<li>Voice and Audio Collection from Children’s Features on the Google Assistant</li>\n</ul>Other useful resources<p>The following links highlight useful resources for you to learn more about our practices and privacy settings.</p>\n<ul>\n<li>Your Google Account is home to many of the settings you can use to manage your account</li>\n<li>Privacy Checkup guides you through key privacy settings for your Google Account</li>\n<li>Google’s safety center helps you learn more about our built-in security, privacy controls, and tools to help set digital ground rules for your family online</li>\n<li>Privacy &amp.\nTerms provides more context regarding this Privacy Policy and our Terms of Service</li>\n<li>Technologies includes more information about:<ul>\n<li>How Google uses cookies</li>\n<li>Technologies used for Advertising</li>\n<li>How Google uses pattern recognition to recognize things like faces in photos</li>\n<li>How Google uses information from sites or apps that use our services</li>\n</ul>\n</li>\n</ul>Key termsAffiliates<p>An affiliate is an entity that belongs to the Google group of companies, including the following companies that provide consumer services in the EU: Google Ireland Limited, Google Commerce Ltd, Google Payment Corp, and Google Dialer Inc.\nLearn more about the companies providing business services in the EU.</p>Algorithm<p>A process or set of rules followed by a computer in performing problem-solving operations.</p>Application data cache<p>An application data cache is a data repository on a device.\nIt can, for example, enable a web application to run without an internet connection and improve the performance of the application by enabling faster loading of content.</p>Browser web storage<p>Browser web storage enables websites to store data in a browser on a device.\nWhen used in \"local storage\" mode, it enables data to be stored across sessions.\nThis makes data retrievable even after a browser has been closed and reopened.\nOne technology that facilitates web storage is HTML 5.</p>Cookies<p>A cookie is a small file containing a string of characters that is sent to your computer when you visit a website.\nWhen you visit the site again, the cookie allows that site to recognize your browser.\nCookies may store user preferences and other information.\nYou can configure your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, some website features or services may not function properly without cookies.\nLearn more about how Google uses cookies and how Google uses data, including cookies, when you use our partners' sites or apps.</p>Device<p>A device is a computer that can be used to access Google services.\nFor example, desktop computers, tablets, smart speakers, and smartphones are all considered devices.</p>Google Account<p>You may access some of our services by signing up for a Google Account and providing us with some personal information (typically your name, email address, and a password).\nThis account information is used to authenticate you when you access Google services and protect your account from unauthorized access by others.\nYou can edit or delete your account at any time through your Google Account settings.</p>IP address<p>Every device connected to the Internet is assigned a number known as an Internet protocol (IP) address.\nThese numbers are usually assigned in geographic blocks.\nAn IP address can often be used to identify the location from which a device is connecting to the Internet.</p>Non-personally identifiable information<p>This is information that is recorded about users so that it no longer reflects or references an individually-identifiable user.</p>Personal information<p>This is information that you provide to us which personally identifies you, such as your name, email address, or billing information, or other data that can be reasonably linked to such information by Google, such as information we associate with your Google Account.</p>Pixel tag<p>A pixel tag is a type of technology placed on a website or within the body of an email for the purpose of tracking certain activity, such as views of a website or when an email is opened.\nPixel tags are often used in combination with cookies.</p>Referrer URL<p>A Referrer URL (Uniform Resource Locator) is information transmitted to a destination webpage by a web browser, typically when you click a link to that page.\nThe Referrer URL contains the URL of the last webpage the browser visited.</p>Sensitive personal information<p>This is a particular category of personal information relating to topics such as confidential medical facts, racial or ethnic origins, political or religious beliefs, or sexuality.</p>Server logs<p>Like most websites, our servers automatically record the page requests made when you visit our sites.\nThese “server logs” typically include your web request, Internet Protocol address, browser type, browser language, the date and time of your request, and one or more cookies that may uniquely identify your browser.</p>\n<p>A typical log entry for a search for “cars” looks like this:</p>123.45.67.89 - 25/Mar/2003 10:15:32 -<br>http://www.google.com/search?q=cars -<br>Firefox 1.0.7.\nWindows NT 5.1 -<br>740674ce2123e969<ul>\n<li>\n<code>123.45.67.89</code> is the Internet Protocol address assigned to the user by the user’s ISP.\nDepending on the user’s service, a different address may be assigned to the user by their service provider each time they connect to the Internet.</li>\n<li>\n<code>25/Mar/2003 10:15:32</code> is the date and time of the query.</li>\n<li>\n<code>http://www.google.com/search?q=cars</code> is the requested URL, including the search query.</li>\n<li>\n<code>Firefox 1.0.7.\nWindows NT 5.1</code> is the browser and operating system being used.</li>\n<li>\n<code>740674ce2123a969</code> is the unique cookie ID assigned to this particular computer the first time it visited Google.\n(Cookies can be deleted by users.\nIf the user has deleted the cookie from the computer since the last time they’ve visited Google, then it will be the unique cookie ID assigned to their device the next time they visit Google from that particular device).</li>\n</ul>Unique identifiers<p>A unique identifier is a string of characters that can be used to uniquely identify a browser, app, or device.\nDifferent identifiers vary in how permanent they are, whether they can be reset by users, and how they can be accessed.</p>\n<p>Unique identifiers can be used for various purposes, including security and fraud detection, syncing services such as your email inbox, remembering your preferences, and providing personalized advertising.\nFor example, unique identifiers stored in cookies help sites display content in your browser in your preferred language.\nYou can configure your browser to refuse all cookies or to indicate when a cookie is being sent.\nLearn more about how Google uses cookies.</p>\n<p>On other platforms besides browsers, unique identifiers are used to recognize a specific device or app on that device.\nFor example, a unique identifier such as the Advertising ID is used to provide relevant advertising on Android devices, and can be managed in your device’s settings.\nUnique identifiers may also be incorporated into a device by its manufacturer (sometimes called a universally unique ID or UUID), such as the IMEI-number of a mobile phone.\nFor example, a device’s unique identifier can be used to customize our service to your device or analyze device issues related to our services.</p>Additional Contextads you’ll find most useful<p>For example, if you watch videos about baking on YouTube, you may see more ads that relate to baking as you browse the web.\nWe also may use your IP address to determine your approximate location, so that we can serve you ads for a nearby pizza delivery service if you search for “pizza.” Learn more about Google ads and why you may see particular ads.</p>advertising and research services on their behalf<p>For example, advertisers may upload data from their loyalty-card programs so that they can better understand the performance of their ad campaigns.\nWe only provide aggregated reports to advertisers that don’t reveal information about individual people.</p>Android device with Google apps<p>Android devices with Google apps include devices sold by Google or one of our partners and include phones, cameras, vehicles, wearables, and televisions.\nThese devices use Google Play Services and other pre-installed apps that include services like Gmail, Maps, your phone’s camera and phone dialer, text-to-speech conversion, keyboard input, and security features.</p>combine the information we collect<p>Some examples of how we combine the information we collect include:</p>\n<ul>\n<li>When you’re signed in to your Google Account and search on Google, you can see search results from the public web, along with relevant information from the content you have in other Google products, like Gmail or Google Calendar.\nThis can include things like the status of your upcoming flights, restaurant, and hotel reservations, or your photos.\nLearn more</li>\n<li>If you have communicated with someone via Gmail and want to add them to a Google Doc or an event in Google Calendar, Google makes it easy to do so by autocompleting their email address when you start to type in their name.\nThis feature makes it easier to share things with people you know.\nLearn more</li>\n<li>The Google app can use data that you have stored in other Google products to show you personalized content, depending on your settings.\nFor example, if you have searches stored in your Web &amp.\nApp Activity, the Google app can show you news articles and other information about your interests, like sports scores, based your activity.\nLearn more</li>\n<li>If you link your Google Account to your Google Home, you can manage your information and get things done through the Google Assistant.\nFor example, you can add events to your Google Calendar or get your schedule for the day, ask for status updates on your upcoming flight, or send information like driving directions to your phone.\nLearn more</li>\n</ul>customized search results<p>For example, when you’re signed in to your Google Account and have the Web &amp.\nApp Activity control enabled, you can get more relevant search results that are based on your previous searches and activity from other Google services.\nYou can learn more here.\nYou may also get customized search results even when you’re signed out.\nIf you don’t want this level of search customization, you can search and browse privately or turn off signed-out search personalization.</p>deliver our services<p>Examples of how we use your information to deliver our services include:</p>\n<ul>\n<li>We use the IP address assigned to your device to send you the data you requested, such as loading a YouTube video</li>\n<li>We use unique identifiers stored in cookies on your device to help us authenticate you as the person who should have access to your Google Account</li>\n<li>Photos and videos you upload to Google Photos are used to help you create albums, animations, and other creations that you can share.\nLearn more</li>\n<li>A flight confirmation email you receive may be used to create a “check-in” button that appears in your Gmail</li>\n<li>When you purchase services or physical goods from us, you may provide us information like your shipping address or delivery instructions.\nWe use this information for things like processing, fulfilling, and delivering your order, and to provide support in connection with the product or service you purchase.</li>\n</ul>detect abuse<p>When we detect spam, malware, illegal content, and other forms of abuse on our systems in violation of our policies, we may disable your account or take other appropriate action.\nIn certain circumstances, we may also report the violation to appropriate authorities.</p>devices<p>For example, we can use information from your devices to help you decide which device you’d like to use to install an app or view a movie you buy from Google Play.\nWe also use this information to help protect your account.</p>ensure and improve<p>For example, we analyze how people interact with advertising to improve the performance of our ads.</p>ensure our services are working as intended<p>For example, we continuously monitor our systems to look for problems.\nAnd if we find something wrong with a specific feature, reviewing activity information collected before the problem started allows us to fix things more quickly.</p>Information about things near your device<p>If you use Google’s Location services on Android, we can improve the performance of apps that rely on your location, like Google Maps.\nIf you use Google’s Location services, your device sends information to Google about its location, sensors (like accelerometer), and nearby cell towers and Wi-Fi access points (like MAC address and signal strength).\nAll these things help to determine your location.\nYou can use your device settings to enable Google Location services.\nLearn more</p>legal process, or enforceable governmental request<p>Like other technology and communications companies, Google regularly receives requests from governments and courts around the world to disclose user data.\nRespect for the privacy and security of data you store with Google underpins our approach to complying with these legal requests.\nOur legal team reviews each and every request, regardless of type, and we frequently push back when a request appears to be overly broad or doesn’t follow the correct process.\nLearn more in our Transparency Report.</p>make improvements<p>For example, we use cookies to analyze how people interact with our services.\nAnd that analysis can help us build better products.\nFor example, it may help us discover that it’s taking people too long to complete a certain task or that they have trouble finishing steps at all.\nWe can then redesign that feature and improve the product for everyone.</p>may link information<p>Google Analytics relies on first-party cookies, which means the cookies are set by the Google Analytics customer.\nUsing our systems, data generated through Google Analytics can be linked by the Google Analytics customer and by Google to third-party cookies that are related to visits to other websites.\nFor example, an advertiser may want to use its Google Analytics data to create more relevant ads, or to further analyze its traffic.\nLearn more</p>partner with Google<p>There are over 2 million non-Google websites and apps that partner with Google to show ads.\nLearn more</p>payment information<p>For example, if you add a credit card or other payment method to your Google Account, you can use it to buy things across our services, like apps in the Play Store.\nWe may also ask for other information, like a business tax ID, to help process your payment.\nIn some cases, we may also need to verify your identity and may ask you for information to do this.</p>\n<p>We may also use payment information to verify that you meet age requirements, if, for example, you enter an incorrect birthday indicating you’re not old enough to have a Google Account.\nLearn more</p>personalized ads<p>You may also see personalized ads based on information from the advertiser.\nIf you shopped on an advertiser's website, for example, they can use that visit information to show you ads.\nLearn more</p>phone number<p>If you add your phone number to your account, it can be used for different purposes across Google services, depending on your settings.\nFor example, your phone number can be used to help you access your account if you forget your password, help people find and connect with you, and make the ads you see more relevant to you.\nLearn more</p>protect against abuse<p>For example, information about security threats can help us notify you if we think your account has been compromised (at which point we can help you take steps to protect your account).</p>publicly accessible sources<p>For example, we may collect information that’s publicly available online or from other public sources to help train Google’s language models and build features like Google Translate.</p>rely on cookies to function properly<p>For example, we use a cookie called ‘lbcs’ that makes it possible for you to open many Google Docs in one browser.\nBlocking this cookie would prevent Google Docs from working as expected.\nLearn more</p>safety and reliability<p>Some examples of how we use your information to help keep our services safe and reliable include:</p>\n<ul>\n<li>Collecting and analyzing IP addresses and cookie data to protect against automated abuse.\nThis abuse takes many forms, such as sending spam to Gmail users, stealing money from advertisers by fraudulently clicking on ads, or censoring content by launching a Distributed Denial of Service (DDoS) attack.</li>\n<li>The “last account activity” feature in Gmail can help you find out if and when someone accessed your email without your knowledge.\nThis feature shows you information about recent activity in Gmail, such as the IP addresses that accessed your mail, the associated location, and the date and time of access.\nLearn more</li>\n</ul>sensitive categories<p>When showing you personalized ads, we use topics that we think might be of interest to you based on your activity.\nFor example, you may see ads for things like \"Cooking and Recipes\" or \"Air Travel.” We don’t use topics or show personalized ads based on sensitive categories like race, religion, sexual orientation, or health.\nAnd we require the same from advertisers that use our services.</p>Sensor data from your device<p>Your device may have sensors that can be used to better understand your location and movement.\nFor example, an accelerometer can be used to determine your speed and a gyroscope to figure out your direction of travel.</p>servers around the world<p>For example, we operate data centers located around the world to help keep our products continuously available for users.</p>services to make and receive calls or send and receive messages<p>Examples of these services include:</p>\n<ul>\n<li>Google Hangouts, for making domestic and international calls</li>\n<li>Google Voice, for making calls, sending text messages, and managing voicemail</li>\n<li>Google Fi, for a phone plan</li>\n</ul>show trends<p>When lots of people start searching for something, it can provide useful information about particular trends at that time.\nGoogle Trends samples Google web searches to estimate the popularity of searches over a certain period of time and shares those results publicly in aggregated terms.\nLearn more</p>specific Google services<p>For example, you can delete your blog from Blogger or a Google Site you own from Google Sites.\nYou can also delete reviews you’ve left on apps, games, and other content in the Play Store.</p>specific partners<p>For example, we allow YouTube creators and advertisers to work with measurement companies to learn about the audience of their YouTube videos or ads, using cookies or similar technologies.\nAnother example is merchants on our shopping pages, who use cookies to understand how many different people see their product listings.\nLearn more about these partners and how they use your information.</p>synced with your Google Account<p>Your Chrome browsing history is only saved to your account if you’ve enabled Chrome synchronization with your Google Account.\nLearn more</p>the people who matter most to you online<p>For example, when you type an address in the To, Cc, or Bcc field of an email you're composing, Gmail will suggest addresses based on the people you contact most frequently.</p>third parties<p>For example, we process your information to report use statistics to rights holders about how their content was used in our services.\nWe may also process your information if people search for your name and we display search results for sites containing publicly available information about you.</p>Views and interactions with content and ads<p>For example, we collect information about views and interactions with ads so we can provide aggregated reports to advertisers, like telling them whether we served their ad on a page and whether the ad was likely seen by a viewer.\nWe may also measure other interactions, such as how you move your mouse over an ad or if you interact with the page on which the ad appears.</p>your activity on other sites and apps<p>This activity might come from your use of Google services, like from syncing your account with Chrome or your visits to sites and apps that partner with Google.\nMany websites and apps partner with Google to improve their content and services.\nFor example, a website might use our advertising services (like AdSense) or analytics tools (like Google Analytics), or it might embed other content (such as videos from YouTube).\nThese services may share information about your activity with Google and, depending on your account settings and the products in use (for instance, when a partner uses Google Analytics in conjunction with our advertising services), this data may be associated with your personal information.</p>\n<p>Learn more about how Google uses data when you use our partners' sites or apps.</p>", "created_at": "2018-07-17 10:11:46.08197", "updated_at": "2020-12-11 15:21:01.761753"}, {"id": 952, "name": "Copyright Strike", "url": "https://support.google.com/youtube/answer/2814000?p=c_strike_basics&hl=en", "xpath": "", "text": " SearchClear searchClose searchMain menuGoogle apps This site uses cookies from Google to deliver its services and to analyze traffic.Learn moreOK, Got itYouTube HelpSign in Send feedback on...This help content &amp.\ninformationGeneral Help Center experienceNextHelp CenterCommunityYouTube <ul>\n<li>Fix a problem</li>\n<li>Watch videos</li>\n<li>Manage your account &amp.\nsettings</li>\n<li>Join &amp.\nmanage YouTube Premium</li>\n<li>Create &amp.\ngrow your channel</li>\n<li>Monetize with the YouTube Partner Program</li>\n<li>Policy, safety, and copyright</li>\n</ul>\n<ul>\n<li>Copyright and rights management</li>\n<li>Copyright claim basics</li>\n<li>Copyright strike basics</li>\n</ul> Copyright strike basics This content is about copyright strikes.\nIf you're looking for info about Community Guidelines strikes, which are different than copyright strikes, go to our Community Guideline strikes basics.\n<p>If you get a copyright strike, it means that a copyright owner submitted a complete and valid legal takedown request for using their copyright-protected content.\nWhen we get this type of formal notification, we take down your video to comply with copyright law.</p>\n<p>A video can only have one copyright strike at a time.\nKeep in mind that videos can be removed from the site for reasons other than copyright.\nAlso, Content ID claims don't result in a strike.</p>\n<p>\n<strong>Deleting a video with a strike won’t resolve your strike.\nLearn how to resolve a copyright strike below.</strong>\n</p> What happens when you get a copyright strike <p>We all make mistakes.\nWhen you get a copyright strike, it acts as a warning.\nThe first time you get a copyright strike, you’ll need to go through Copyright School.\nCopyright School helps creators&nbsp;understand copyright and how it’s enforced at YouTube.&nbsp;</p>\n<p>Copyright strikes may affect your ability to monetize.\nIn addition, if your live stream is removed for copyright, your access to live streaming will be restricted for 90 days.</p>\n<p>If you get 3 copyright strikes:</p>\n<ul>\n<li>Your account, along with any associated channels, is subject to termination.</li>\n<li>All the videos uploaded to your account will be removed.</li>\n<li>You can't create new channels.</li>\n</ul> Courtesy Period If your channel is part of the&nbsp;YouTube Partner Program, you're&nbsp;eligible for a 7 day courtesy period.\nAfter 3 copyright strikes, you'll have 7 additional days to act before your channel is disabled.\nDuring this period, your copyright strikes won’t expire and you can't&nbsp;upload new videos.\nYour channel will remain live and you can&nbsp;access it to seek a resolution for your strikes.\nIf you submit a counter notification, your channel won't be disabled while the counter notification is unresolved.\nIf the counter notification is resolved in your favor, or the claim is retracted, your channel won't be impacted.\nHow to get info about your strike <ol>\n<li>Sign in to YouTube Studio.</li>\n<li>From the left menu, click <strong>Content</strong>.</li>\n<li>Filter &nbsp;for <strong>Copyright</strong>\n<strong>claims</strong>.</li>\n<li>Hover over “Copyright claim” in the Restrictions column and click <strong>SEE</strong>\n<strong>DETAILS</strong>.</li>\n</ol> Resolve a copyright strike <p>There are three ways to resolve a copyright strike:</p>\n<ol>\n<li>\n<strong>Wait for it to expire: </strong>Copyright strikes expire after 90 days.\nIf it's your first strike, you'll need to complete&nbsp;Copyright School.</li>\n<li>\n<strong>Get a retraction: </strong>You can get in touch with the person who claimed your video and ask them to retract their claim of copyright infringement.</li>\n<li>\n<strong>Submit a counter notification:&nbsp;</strong>If you think your video was removed by mistake, or qualifies as fair use, you can submit a counter notification.</li>\n</ol> Watch to learn more <p>Check out the following video from the YouTube Creators channel to learn the basics of copyright strikes.</p>\n<p>\n</p> Give feedback about this article Choose a section to give feedback on Was this helpful?How can we improve it?YesNoSubmit true Copyright claim basics<ul>\n<li>What is a Content ID claim?</li>\n<li>Copyright strike basics</li>\n<li>Dispute a Content ID claim</li>\n<li>Submit a copyright counter notification</li>\n<li>Monetization during Content ID disputes</li>\n<li>What is a Manual Claim?</li>\n<li>The difference between copyright takedowns and Content ID claims</li>\n</ul>\n<ul>\n<li> ©2020 Google </li>\n<li> Privacy Policy </li>\n<li> YouTube Terms of Service </li>\n</ul> català‎dansk‎Deutsch‎English (United Kingdom)‎español‎español (Latinoamérica)‎Filipino‎français‎hrvatski‎Indonesia‎italiano‎latviešu‎lietuvių‎magyar‎Nederlands‎norsk‎polski‎português‎português (Brasil)‎română‎slovenčina‎slovenščina‎suomi‎svenska‎Tiếng Việt‎Türkçe‎čeština‎Ελληνικά‎български‎русский‎српски‎українська‎‏עברית‏العربيةहिन्दी‎ไทย‎中文（简体）‎中文（繁體）‎日本語‎한국어‎ English‎ English‎<ol>\n<li>català‎</li>\n<li>dansk‎</li>\n<li>Deutsch‎</li>\n<li>English (United Kingdom)‎</li>\n<li>español‎</li>\n<li>español (Latinoamérica)‎</li>\n<li>Filipino‎</li>\n<li>français‎</li>\n<li>hrvatski‎</li>\n<li>Indonesia‎</li>\n<li>italiano‎</li>\n<li>latviešu‎</li>\n<li>lietuvių‎</li>\n<li>magyar‎</li>\n<li>Nederlands‎</li>\n<li>norsk‎</li>\n<li>polski‎</li>\n<li>português‎</li>\n<li>português (Brasil)‎</li>\n<li>română‎</li>\n<li>slovenčina‎</li>\n<li>slovenščina‎</li>\n<li>suomi‎</li>\n<li>svenska‎</li>\n<li>Tiếng Việt‎</li>\n<li>Türkçe‎</li>\n<li>čeština‎</li>\n<li>Ελληνικά‎</li>\n<li>български‎</li>\n<li>русский‎</li>\n<li>српски‎</li>\n<li>українська‎</li>\n<li>‏עברית</li>\n<li>‏العربية</li>\n<li>हिन्दी‎</li>\n<li>ไทย‎</li>\n<li>中文（简体）‎</li>\n<li>中文（繁體）‎</li>\n<li>日本語‎</li>\n<li>한국어‎</li>\n<li>English‎</li>\n</ol> Enable Dark Mode Send feedback on...\nThis help content &amp.\ninformation General Help Center experience Search Help Center Google Help<ul>\n<li>Help Center</li>\n<ul>\n<li>Fix a problem</li>\n<li>Watch videos</li>\n<li>Manage your account &amp.\nsettings</li>\n<li>Join &amp.\nmanage YouTube Premium</li>\n<li>Create &amp.\ngrow your channel</li>\n<li>Monetize with the YouTube Partner Program</li>\n<li>Policy, safety, and copyright</li>\n</ul>\n<li>Community</li>\n<li>YouTube</li>\n<li>Privacy Policy</li>\n<li>YouTube Terms of Service</li>\n<li>Submit feedback</li>\n</ul> Troubleshoot problems playing videosTroubleshoot account issuesFix upload problemsFix YouTube Premium membership issuesGet help with the YouTube Partner ProgramFind videos to watchChange video settingsWatch videos on different devicesComment, subscribe, &amp.\nconnect with creatorsSave or share videos &amp.\nplaylistsTroubleshoot problems playing videosPurchase and watch movies and TV showsSign up and manage your accountManage account settingsManage privacy settingsManage accessibility settingsTroubleshoot account issuesLearn about YouTube Premium benefitsManage Premium membershipManage Premium billingGet a YouTube Premium family planSign up for a student Premium membershipFix YouTube Premium membership issuesTroubleshoot billing &amp.\ncharge issuesUpload videosEdit videos &amp.\nvideo settingsCustomize &amp.\nmanage your channelAnalyze performance with analyticsTranslate videos &amp.\ncaptionsManage your community &amp.\ncommentsLive stream on YouTubeYouTube Partner Program BasicsEarn money on YouTubeGet help with the YouTube Partner ProgramUnderstand ad policies for advertisersYouTube for Content ManagersYouTube policiesReporting and enforcementPrivacy and safety centerCopyright and rights management true 59 What is the issue with this selection?Inaccurate - doesn't match what I see in the productHard to understand - unclear or translation is wrongMissing info - relevant but not comprehensiveIrrelevant - doesn’t match the title and / or my expectationsMinor errors - formatting issues, typos, and / or broken linksOther suggestions - ideas to improve the contentShare additional info or suggestions​ ​Do not share any personal infoCancelSubmitBy continuing, you agree Google uses your answers, account &amp.\nsystem info to improve services, per our Privacy &amp.\nTerms.\nfalse ", "created_at": "2019-01-24 19:58:43.06028", "updated_at": "2020-12-15 01:43:16.669144"}, {"id": 1048, "name": "Violent Criminal Organizations Policy", "url": "https://support.google.com/youtube/answer/9229472?hl=en&ref_topic=2803176", "xpath": "//body", "text": " YouTube HelpSign in<ul>\n<li>Account</li>\n<li>Search</li>\n<li>Maps</li>\n<li>YouTube</li>\n<li>Play</li>\n<li>News</li>\n<li>Gmail</li>\n<li>Meet</li>\n<li>Chat</li>\n<li>Contacts</li>\n<li>Drive</li>\n<li>Calendar</li>\n<li>Translate</li>\n<li>Photos</li>\n<li>Duo</li>\n<li>Chrome</li>\n<li>Shopping</li>\n</ul>\n<ul>\n<li>Finance</li>\n<li>Docs</li>\n<li>Sheets</li>\n<li>Slides</li>\n<li>Books</li>\n<li>Blogger</li>\n<li>Hangouts</li>\n<li>Keep</li>\n<li>Jamboard</li>\n<li>Earth</li>\n<li>Collections</li>\n<li>Arts and Culture</li>\n<li>Google Ads</li>\n<li>Podcasts</li>\n<li>Stadia</li>\n<li>Travel</li>\n<li>Forms</li>\n</ul>More from Google Send feedback on...This help content &amp.\ninformationGeneral Help Center experienceNextHelp CenterCommunityYouTube <ul>\n<li>Fix a problem</li>\n<li>Watch videos</li>\n<li>Manage your account &amp.\nsettings</li>\n<li>Supervised experience on YouTube</li>\n<li>Join &amp.\nmanage YouTube Premium</li>\n<li>Create &amp.\ngrow your channel</li>\n<li>Monetize with the YouTube Partner Program</li>\n<li>Policy, safety, &amp.\ncopyright</li>\n</ul>\n<ul>\n<li>YouTube policies</li>\n<li>Violent criminal organizations policy</li>\n</ul> Violent criminal organizations policy\n<br> The safety of our creators, viewers, and partners is our highest priority.\nWe look to each of you to help us protect this unique and vibrant community.\nIt’s important you understand our Community Guidelines, and the role they play in our shared responsibility to keep YouTube safe.\n<strong>T</strong>\n<strong>ake the time to carefully read the policy below</strong>.\nYou can also check out this page for a full list of our guidelines.\n<p>Content intended to praise, promote, or aid violent criminal organizations is not allowed on YouTube.\nThese organizations are not allowed to use YouTube for any purpose, including recruitment.</p>\n<p>If you find content that violates this policy, report it.\nInstructions for reporting violations of our Community Guidelines are available here.&nbsp;If you've found a few&nbsp;videos or comments that you would like to report, you can report the channel.</p>\n<p>If you believe anyone is in immediate danger, you should reach out to your local law enforcement agency to report the situation immediately.</p> What this means for you If you're posting content <p>Don’t post content on YouTube if it fits any of the descriptions noted below.</p>\n<ul>\n<li>Content produced by violent criminal or terrorist organizations</li>\n<li>Content praising or memorializing prominent terrorist or criminal figures in order to encourage others to carry out acts of violence</li>\n<li>Content praising or justifying violent acts carried out by violent criminal or terrorist organizations</li>\n<li>Content aimed at recruiting new members to violent criminal or terrorist organizations</li>\n<li>Content depicting hostages or posted with the intent to solicit, threaten, or intimidate on behalf of a violent criminal or terrorist organization</li>\n<li>Content that depicts the insignia, logos, or symbols of violent criminal or terrorist organizations in order to praise or promote them</li>\n</ul>\n<p>If posting content related to terrorism or crime for an educational, documentary, scientific, or artistic purpose, be mindful to provide enough information in the video or audio itself so viewers understand the context.\nGraphic or controversial footage with sufficient context may be subject to age-restrictions or a warning screen.</p>\n<p>This policy applies to videos, video descriptions, comments, live streams, and any other YouTube product or feature.\n&nbsp;Please note this is not a complete list.</p> Examples <p>Here are some examples of content that’s not allowed on YouTube.</p>\n<ul>\n<li>Raw and unmodified reuploads of content created by terrorist or criminal organizations</li>\n<li>Celebrating terrorist leaders or their crimes in songs or memorials</li>\n<li>Celebrating terrorist or criminal organizations in songs or memorials</li>\n<li>Content directing users to sites that espouse terrorist ideology, are used to disseminate prohibited content, or are used for recruitment</li>\n<li>Video game content which has been developed or modified (“modded”) to glorify a violent event, its perpetrators, or support violent criminal or terrorist organizations</li>\n</ul>\n<p>Please remember these are just some examples, and don't post content if you think it might violate this policy.</p> What happens if content violates this policy <p>If your content violates this policy, we’ll remove the content and send you an email to let you know.\nIf this is your first time violating our Community Guidelines, you’ll likely get a warning with no penalty to your channel.\nIf it’s not, we may issue a strike against your channel.\nIf you get 3 strikes within 90 days, your channel will be terminated.\nYou can learn more about our strikes system here.</p>\n<p>We may terminate your channel or account for repeated violations of the Community Guidelines or Terms of Service.\nWe may also terminate your channel or account after a single case of severe abuse, or when the channel is dedicated to a policy violation.\nYou can learn more about channel or account terminations here.</p> &nbsp.\nVisit Creator Academy for more <p>Would you rather learn about our Community Guidelines through videos and quizzes? Check out our&nbsp;Creator Academy course.</p> Give feedback about this article Choose a section to give feedback on Was this helpful?How can we improve it?YesNoSubmit true YouTube policies<ul>\n<li>Best practices for creators</li>\n<li>Spam &amp.\ndeceptive practices </li>\n<li>Sensitive content</li>\n<li>Violent or dangerous content</li>\n<li>Regulated goods</li>\n<li>Misinformation policies</li>\n<li>Legal policies</li>\n</ul>\n<ul>\n<li> ©2021 Google </li>\n<li> Privacy Policy </li>\n<li> YouTube Terms of Service </li>\n</ul> català‎dansk‎Deutsch‎English (United Kingdom)‎español‎español (Latinoamérica)‎Filipino‎français‎hrvatski‎Indonesia‎italiano‎latviešu‎lietuvių‎magyar‎Nederlands‎norsk‎polski‎português‎português (Brasil)‎română‎slovenčina‎slovenščina‎suomi‎svenska‎Tiếng Việt‎Türkçe‎čeština‎Ελληνικά‎български‎русский‎српски‎українська‎‏עברית‏العربيةहिन्दी‎ไทย‎中文（简体）‎中文（繁體）‎日本語‎한국어‎ English‎ English‎<ol>\n<li>català‎</li>\n<li>dansk‎</li>\n<li>Deutsch‎</li>\n<li>English (United Kingdom)‎</li>\n<li>español‎</li>\n<li>español (Latinoamérica)‎</li>\n<li>Filipino‎</li>\n<li>français‎</li>\n<li>hrvatski‎</li>\n<li>Indonesia‎</li>\n<li>italiano‎</li>\n<li>latviešu‎</li>\n<li>lietuvių‎</li>\n<li>magyar‎</li>\n<li>Nederlands‎</li>\n<li>norsk‎</li>\n<li>polski‎</li>\n<li>português‎</li>\n<li>português (Brasil)‎</li>\n<li>română‎</li>\n<li>slovenčina‎</li>\n<li>slovenščina‎</li>\n<li>suomi‎</li>\n<li>svenska‎</li>\n<li>Tiếng Việt‎</li>\n<li>Türkçe‎</li>\n<li>čeština‎</li>\n<li>Ελληνικά‎</li>\n<li>български‎</li>\n<li>русский‎</li>\n<li>српски‎</li>\n<li>українська‎</li>\n<li>‏עברית</li>\n<li>‏العربية</li>\n<li>हिन्दी‎</li>\n<li>ไทย‎</li>\n<li>中文（简体）‎</li>\n<li>中文（繁體）‎</li>\n<li>日本語‎</li>\n<li>한국어‎</li>\n<li>English‎</li>\n</ol> Enable Dark Mode Send feedback on...\nThis help content &amp.\ninformation General Help Center experience SearchClear searchClose searchGoogle appsMain menu Search Help Center Google Help<ul>\n<li>Help Center</li>\n<ul>\n<li>Fix a problem</li>\n<li>Watch videos</li>\n<li>Manage your account &amp.\nsettings</li>\n<li>Supervised experience on YouTube</li>\n<li>Join &amp.\nmanage YouTube Premium</li>\n<li>Create &amp.\ngrow your channel</li>\n<li>Monetize with the YouTube Partner Program</li>\n<li>Policy, safety, &amp.\ncopyright</li>\n</ul>\n<li>Community</li>\n<li>YouTube</li>\n<li>Privacy Policy</li>\n<li>YouTube Terms of Service</li>\n<li>Submit feedback</li>\n</ul> Troubleshoot problems playing videosTroubleshoot account issuesFix upload problemsFix YouTube Premium membership issuesGet help with the YouTube Partner ProgramFind videos to watchChange video settingsWatch videos on different devicesComment, subscribe, &amp.\nconnect with creatorsSave or share videos &amp.\nplaylistsTroubleshoot problems playing videosPurchase and watch movies and TV showsSign up and manage your accountManage account settingsManage privacy settingsManage accessibility settingsTroubleshoot account issuesLearn about YouTube Premium benefitsManage Premium membershipManage Premium billingGet a YouTube Premium family planSign up for a student Premium membershipFix YouTube Premium membership issuesTroubleshoot billing &amp.\ncharge issuesUpload videosEdit videos &amp.\nvideo settingsCreate ShortsCustomize &amp.\nmanage your channelAnalyze performance with analyticsTranslate videos &amp.\ncaptionsManage your community &amp.\ncommentsLive stream on YouTubeYouTube Partner Program BasicsEarn money on YouTubeGet help with the YouTube Partner ProgramUnderstand ad policies for advertisersYouTube for Content ManagersYouTube policiesReporting and enforcementPrivacy and safety centerCopyright and rights managementLegacy Unlisted true 59 What is the issue with this selection?Inaccurate - doesn't match what I see in the productHard to understand - unclear or translation is wrongMissing info - relevant but not comprehensiveIrrelevant - doesn’t match the title and / or my expectationsMinor errors - formatting issues, typos, and / or broken linksOther suggestions - ideas to improve the contentShare additional info or suggestions​ ​Do not share any personal infoCancelSubmitBy continuing, you agree Google uses your answers, account &amp.\nsystem info to improve services, per our Privacy &amp.\nTerms.\nfalse ", "created_at": "2019-02-23 09:15:26.345432", "updated_at": "2021-07-19 10:13:31.386695"}, {"id": 1046, "name": "Child Safety Policy", "url": "https://support.google.com/youtube/answer/2801999?hl=en", "xpath": "", "text": " This site uses cookies from Google to deliver its services and to analyze traffic.Learn moreOK, Got itYouTube HelpSign in Send feedback on...This help content &amp.\ninformationGeneral Help Center experienceNextHelp CenterCommunityYouTube <ul>\n<li>Fix a problem</li>\n<li>Watch videos</li>\n<li>Manage your account &amp.\nsettings</li>\n<li>Join &amp.\nmanage YouTube Premium</li>\n<li>Create &amp.\ngrow your channel</li>\n<li>Monetize with the YouTube Partner Program</li>\n<li>Policy, safety, and copyright</li>\n</ul>\n<ul>\n<li>YouTube policies</li>\n<li>Child Safety on YouTube</li>\n</ul> Child Safety on YouTube<p>\n</p> The safety of our creators, viewers, and partners is our highest priority – and we look to each of you to help us protect this unique and vibrant community.\nIt’s important you understand our Community Guidelines, and the role they play in our shared responsibility to keep YouTube safe.\n<strong>Please take the time to carefully read the policy below</strong>.\nYou can also check out this page for a full list of our guidelines.\nUpdate:&nbsp;Content that targets young minors and families but contains sexual themes, violence, obscene, or other mature themes not suitable for young audiences, is not allowed on YouTube.\nIn addition to your titles, descriptions, and tags, ensure your audience selection matches the audience your content is suitable for.&nbsp.\n<p>YouTube doesn’t allow content that endangers the emotional and physical well-being of minors.\nA minor is defined as someone&nbsp;under the legal age of majority --&nbsp;usually anyone younger than 18 years old in most countries/regions.</p>\n<p>If you find content that violates this policy,&nbsp;report it.\nIf you believe that a child is in danger, you should contact your local law enforcement&nbsp;to report the situation immediately.</p>\n<p>Instructions for reporting violations of our Community Guidelines are available here.&nbsp;If you've found multiple videos or comments that you would like to report, you can report the channel.&nbsp;</p> What this policy means for you If you're posting content <p>Don’t post content on YouTube if it fits any of the descriptions below.</p>\n<ul>\n<li>\n<strong>Sexualization of minors</strong>: Sexually explicit content featuring minors and content that sexually exploits minors.\nWe report content containing child sexual abuse imagery to the National Center for Missing and Exploited Children, who work with global law enforcement agencies.</li>\n<li>\n<strong>Harmful or dangerous acts involving minors</strong>: Content showing a minor participating in dangerous activities&nbsp;or encouraging minors to do dangerous activities.\nNever put minors in harmful situations that may lead to injury, including dangerous stunts, dares, or pranks.</li>\n<li>\n<strong>Infliction of emotional distress on minors</strong>: Content that could cause minor participants or viewers emotional distress, including: <ul>\n<li>Exposing minors to mature themes</li>\n<li>Simulating parental abuse</li>\n<li>Coercing minors</li>\n<li>Violence</li>\n</ul>\n</li>\n<li>\n<strong>Misleading family content</strong>:&nbsp;Content that targets young minors and families, but contains: <ul>\n<li>Sexual themes</li>\n<li>Violence</li>\n<li>Obscenity or other mature themes not suitable for young audiences</li>\n<li>Family friendly cartoons that target young minors and contain adult or age-inappropriate themes such as violence, sex, death, drugs etc.\nMake sure your titles, descriptions, and tags match the audience you are targeting.\nIn addition, ensure your audience selection accurately represents the audience your content is suitable for.\nYou can also age restrict your content upon upload if it’s intended for mature audiences.</li>\n</ul>\n</li>\n<li>\n<strong>Cyberbullying and harassment involving minors</strong>: Content that: <ul>\n<li>Targets individuals for abuse or humiliation</li>\n<li>Reveals personal information like email addresses or bank account numbers</li>\n<li>Records someone without their consent</li>\n<li>Sexually harasses</li>\n<li>Encourages others to bully or harass</li>\n</ul>\n</li>\n</ul>\n<p>This policy applies to videos, video descriptions, comments, Stories, Community posts, live streams, playlists, and any other YouTube product or feature.\nPlease note this is not a complete list.</p>\nAge-restricted content <p>We may add an age restriction to content that includes any of the following.</p>\n<ul>\n<li>\n<strong>Harmful or dangerous acts that minors could imitate</strong>: Content containing adults participating in dangerous activities that minors could easily imitate.\n<ul>\n<li>\n<strong>Note</strong>: If the content itself warns minors not to perform the dangerous activities, we may allow this content without restriction.\nIt will also need to explain the need for professional adult supervision.</li>\n</ul>\n</li>\n<li>\n<strong>Adult themes in family content</strong>: Content meant for adult audiences but&nbsp;could easily be confused with family content.\nThis includes cartoons that contain adult themes such as violence, sex, or death.\nRemember you can age restrict your content upon upload if it’s intended for mature audiences.</li>\n<li>\n<strong>Vulgar language</strong>: Some language is not appropriate for younger audiences.\nContent using sexually explicit language or excessive profanity may lead to age restriction.</li>\n</ul> Content featuring minors In order to protect minors on YouTube, content that doesn’t violate our policies but features children may have some features disabled at both the channel and video level.\nThese features may include: <ul>\n<li>Comments</li>\n<li>Live chat</li>\n<li>Live streaming</li>\n<li>Video recommendations (how and when your video is recommended)</li>\n<li>Community posts</li>\n</ul>\n<p>\n<strong>How to protect minors in your content</strong>\n</p>\n<p>Our goal is to protect uploaders as well as viewers.\nBefore posting content of yourself, your family, or friends, think carefully about whether it may put anyone at risk of negative attention.&nbsp;</p>\n<ul>\n<li>Ensure the minor is supervised by an adult and is performing age-appropriate activities such as demonstrating hobbies, educational content or public performances.</li>\n<li>Ensure the attire worn is age-appropriate.\nAvoid attire that overexposes the minor or is very form-fitting.&nbsp;</li>\n<li>Use YouTube's privacy settings to limit who can see the videos you post.</li>\n</ul>\n<p>\n<strong>Don’t post content on YouTube that features minors and meets one or more of the following:&nbsp;</strong>\n</p>\n<ul>\n<li>Filmed in private spaces at home such as bedrooms or bathrooms.</li>\n<li>Features minors soliciting contact from strangers, dares or challenges online, or discussing adult topics.</li>\n<li>Shows activities that could draw undesired attention to the minor, such as performing body contortions or ASMR.</li>\n<li>Reveals personal details about a minor.</li>\n</ul>\n<p>These are just some examples, you can get more best practices for child safety <u>here</u>.\nIf you are under 18 or the applicable age of majority in your country, <u>Be internet awesome</u> can help you be safe online.</p> Examples <p>Here are some examples of content not allowed on YouTube.</p>\n<ul>\n<li>A video featuring minors involved in provocative, sexual, or sexually suggestive activities, challenges and dares, such as kissing or groping.</li>\n<li>Showing minors involved in dangerous activities, such as physical stunts, using weapons or explosives, or using a controlled substance like alcohol or nicotine.</li>\n<li>A video with tags like \"for children\", or whose audience is set to “Yes, it’s made for kids”, featuring family friendly cartoons engaging in inappropriate acts like injecting needles.</li>\n</ul>\n<p>Remember these are just some examples, and don't post content if you think it might violate this policy.</p> More examples <ul>\n<li>Offering money, praise, likes, or any other incentive to a minor to participate in physical contact with someone else.</li>\n<li>A video that advertises sexual content featuring minors or abusive content featuring minors.</li>\n<li>Predatory behavior involving communications with or about minors.</li>\n<li>Aggregating innocent content of minors for the purposes of sexual gratification.</li>\n<li>Fight or bullying videos featuring kids.</li>\n<li>Challenges, pranks, or stunts that pose the risk of physical injury or serious emotional distress.\nYou can learn more about what’s not allowed in our policies around challenges and pranks.</li>\n<li>Encouraging minors to participate&nbsp;in dangerous activities, even if there are no minors in the content.</li>\n<li>Content simulating parental abuse or abandonment, simulating exposure to death or violence, or causing minors intense shame or humiliation.</li>\n<li>Using cartoons, puppets, or family entertainment characters to appeal to children where content features adult themes like violence and sex.</li>\n</ul> What happens if content violates this policy <p>If your content violates this policy, we’ll remove the content and send you an email to let you know.\nIf this is your first time violating our Community Guidelines, you’ll get a warning with no penalty to your channel.\nIf it’s not, we’ll issue a strike against your channel.\nIf you get 3 strikes, your channel will be terminated.\nYou can learn more about our strikes system here.</p>\n<p>We have zero tolerance for predatory behavior on YouTube.\n&nbsp;If we think a child is in danger based on reported content, we’ll help law enforcement investigate the content.&nbsp;</p> &nbsp.\nVisit Creator Academy for more <p>Would you rather learn about our Community Guidelines through videos and quizzes? Check out our new Creator Academy course.</p> Give feedback about this article Choose a section to give feedback on Was this helpful?How can we improve it?YesNoSubmit true YouTube policies<ul>\n<li>Nudity and sexual content policies</li>\n<li>Custom thumbnails policy</li>\n<li>Child Safety on YouTube</li>\n<li>Suicide &amp.\nself-injury</li>\n<li>Vulgar language</li>\n</ul>\n<ul>\n<li> ©2020 Google </li>\n<li> Privacy Policy </li>\n<li> YouTube Terms of Service </li>\n</ul> català‎dansk‎Deutsch‎English (United Kingdom)‎español‎español (Latinoamérica)‎Filipino‎français‎hrvatski‎Indonesia‎italiano‎latviešu‎lietuvių‎magyar‎Nederlands‎norsk‎polski‎português‎português (Brasil)‎română‎slovenčina‎slovenščina‎suomi‎svenska‎Tiếng Việt‎Türkçe‎čeština‎Ελληνικά‎български‎русский‎српски‎українська‎‏עברית‏العربيةहिन्दी‎ไทย‎中文（简体）‎中文（繁體）‎日本語‎한국어‎ English‎ English‎<ol>\n<li>català‎</li>\n<li>dansk‎</li>\n<li>Deutsch‎</li>\n<li>English (United Kingdom)‎</li>\n<li>español‎</li>\n<li>español (Latinoamérica)‎</li>\n<li>Filipino‎</li>\n<li>français‎</li>\n<li>hrvatski‎</li>\n<li>Indonesia‎</li>\n<li>italiano‎</li>\n<li>latviešu‎</li>\n<li>lietuvių‎</li>\n<li>magyar‎</li>\n<li>Nederlands‎</li>\n<li>norsk‎</li>\n<li>polski‎</li>\n<li>português‎</li>\n<li>português (Brasil)‎</li>\n<li>română‎</li>\n<li>slovenčina‎</li>\n<li>slovenščina‎</li>\n<li>suomi‎</li>\n<li>svenska‎</li>\n<li>Tiếng Việt‎</li>\n<li>Türkçe‎</li>\n<li>čeština‎</li>\n<li>Ελληνικά‎</li>\n<li>български‎</li>\n<li>русский‎</li>\n<li>српски‎</li>\n<li>українська‎</li>\n<li>‏עברית</li>\n<li>‏العربية</li>\n<li>हिन्दी‎</li>\n<li>ไทย‎</li>\n<li>中文（简体）‎</li>\n<li>中文（繁體）‎</li>\n<li>日本語‎</li>\n<li>한국어‎</li>\n<li>English‎</li>\n</ol> Enable Dark Mode Send feedback on...\nThis help content &amp.\ninformation General Help Center experience Search Help Center Google Help<ul>\n<li>Help Center</li>\n<ul>\n<li>Fix a problem</li>\n<li>Watch videos</li>\n<li>Manage your account &amp.\nsettings</li>\n<li>Join &amp.\nmanage YouTube Premium</li>\n<li>Create &amp.\ngrow your channel</li>\n<li>Monetize with the YouTube Partner Program</li>\n<li>Policy, safety, and copyright</li>\n</ul>\n<li>Community</li>\n<li>YouTube</li>\n<li>Privacy Policy</li>\n<li>YouTube Terms of Service</li>\n<li>Submit feedback</li>\n</ul> Troubleshoot problems playing videosTroubleshoot account issuesFix upload problemsFix YouTube Premium membership issuesGet help with the YouTube Partner ProgramFind videos to watchChange video settingsWatch videos on different devicesComment, subscribe, &amp.\nconnect with creatorsSave or share videos &amp.\nplaylistsTroubleshoot problems playing videosPurchase and watch movies and TV showsSign up and manage your accountManage account settingsManage privacy settingsManage accessibility settingsTroubleshoot account issuesLearn about YouTube Premium benefitsManage Premium membershipManage Premium billingGet a YouTube Premium family planSign up for a student Premium membershipFix YouTube Premium membership issuesTroubleshoot billing &amp.\ncharge issuesUpload videosEdit videos &amp.\nvideo settingsCustomize &amp.\nmanage your channelAnalyze performance with analyticsTranslate videos &amp.\ncaptionsManage your community &amp.\ncommentsLive stream on YouTubeYouTube Partner Program BasicsEarn money on YouTubeGet help with the YouTube Partner ProgramUnderstand ad policies for advertisersYouTube for Content ManagersYouTube policiesReporting and enforcementPrivacy and safety centerCopyright and rights management true 59 What is the issue with this selection?Inaccurate - doesn't match what I see in the productHard to understand - unclear or translation is wrongMissing info - relevant but not comprehensiveIrrelevant - doesn’t match the title and / or my expectationsMinor errors - formatting issues, typos, and / or broken linksOther suggestions - ideas to improve the contentShare additional info or suggestions​ ​Do not share any personal infoCancelSubmitBy continuing, you agree Google uses your answers, account &amp.\nsystem info to improve services, per our Privacy &amp.\nTerms.\nfalseSearchClear searchClose searchMain menuGoogle apps ", "created_at": "2019-02-23 09:06:05.8085", "updated_at": "2020-12-15 01:49:12.939127"}, {"id": 1047, "name": "Hate Speech Policy", "url": "https://support.google.com/youtube/answer/2801939?hl=en&ref_topic=2803176", "xpath": "", "text": " YouTube HelpSign in<p>This site uses cookies from Google to deliver its services and to analyze traffic.</p>OK, Got itLearn more<ul>\n<li>Account</li>\n<li>Search</li>\n<li>Maps</li>\n<li>YouTube</li>\n<li>Play</li>\n<li>News</li>\n<li>Gmail</li>\n<li>Meet</li>\n<li>Chat</li>\n<li>Contacts</li>\n<li>Drive</li>\n<li>Calendar</li>\n<li>Translate</li>\n<li>Photos</li>\n<li>Duo</li>\n<li>Chrome</li>\n<li>Shopping</li>\n</ul>\n<ul>\n<li>Docs</li>\n<li>Sheets</li>\n<li>Slides</li>\n<li>Books</li>\n<li>Blogger</li>\n<li>Hangouts</li>\n<li>Keep</li>\n<li>Jamboard</li>\n<li>Earth</li>\n<li>Collections</li>\n<li>Arts and Culture</li>\n<li>Google Ads</li>\n<li>Podcasts</li>\n<li>Stadia</li>\n<li>Travel</li>\n<li>Forms</li>\n</ul>More from Google Send feedback on...This help content &amp.\ninformationGeneral Help Center experienceNextHelp CenterCommunityYouTube <ul>\n<li>Fix a problem</li>\n<li>Watch videos</li>\n<li>Manage your account &amp.\nsettings</li>\n<li>Supervised experience on YouTube</li>\n<li>Join &amp.\nmanage YouTube Premium</li>\n<li>Create &amp.\ngrow your channel</li>\n<li>Monetize with the YouTube Partner Program</li>\n<li>Policy, safety, &amp.\ncopyright</li>\n</ul>\n<ul>\n<li>YouTube policies</li>\n<li>Hate speech policy</li>\n</ul> Hate speech policy<br>\n&nbsp.\nThe safety of our creators, viewers, and partners is our highest priority.\nWe look to each of you to help us protect this unique and vibrant community.\nIt’s important you understand our Community Guidelines, and the role they play in our shared responsibility to keep YouTube safe.\n<strong>T</strong>\n<strong>ake the time to carefully read the policy below</strong>.\nYou can also check out this page for a full list of our guidelines.\n<strong>Note:</strong>&nbsp;On June 5, 2019, we announced some changes to our hate speech policies.\nYou can learn more about those changes here.\nThe below policy has been updated with those changes.\n<p>Hate speech is not allowed on YouTube.\nWe remove content promoting violence or hatred against individuals or groups based on any of the following attributes:</p>\n<ul>\n<li>Age</li>\n<li>Caste</li>\n<li>Disability</li>\n<li>Ethnicity</li>\n<li>Gender Identity and Expression</li>\n<li>Nationality</li>\n<li>Race</li>\n<li>Immigration Status</li>\n<li>Religion</li>\n<li>Sex/Gender</li>\n<li>Sexual Orientation</li>\n<li>Victims of a major violent event and their kin</li>\n<li>Veteran Status</li>\n</ul>\n<p>If you find content that violates this policy, report it.\nInstructions for reporting violations of our Community Guidelines are available here.&nbsp;If you've found a few&nbsp;videos or comments that you would like to report, you can report the channel.</p> What this policy means for you If you're posting content <p>Don’t post content on YouTube if the purpose of that content is to do one or more of the following.</p>\n<ul>\n<li>Encourage violence against individuals or groups based&nbsp;on any of the attributes noted above.\nWe don’t allow threats on YouTube, and we treat implied calls for violence as real threats.\nYou can learn more about our policies on threats and harassment.</li>\n<li>Incite hatred against individuals or groups based on any of the attributes noted above.</li>\n</ul> Other types of content that violates this policy <ul>\n<li>Dehumanizing individuals or groups by calling them subhuman, comparing them to animals, insects, pests, disease, or any other non-human entity.</li>\n<li>Praise or glorify violence against individuals or groups based on the attributes noted above.</li>\n<li>Use of racial, religious or other slurs and stereotypes that incite or promote hatred based on any of the attributes noted above.&nbsp;This can take the form of speech, text, or imagery promoting these stereotypes or treating them as factual.</li>\n<li>Claim that individuals or groups are physically or mentally inferior, deficient, or diseased based on any of the attributes noted above.\nThis includes statements that one group is less than another, calling them less intelligent, less capable, or damaged.</li>\n<li>Allege the superiority of a group over those with any of the attributes noted above to justify violence, discrimination, segregation, or exclusion.</li>\n<li>Conspiracy theories saying individuals or groups are evil, corrupt, or malicious based on any of the attributes noted above.</li>\n<li>Call for the subjugation or domination over individuals or groups based on any of the attributes noted above.</li>\n<li>Deny that a well-documented, violent event took place.</li>\n<li>Attacks&nbsp;on a person’s emotional, romantic and/or sexual attraction to another person.&nbsp;</li>\n<li>Content containing hateful supremacist propaganda including the recruitment of new members or requests for financial support for their ideology.</li>\n<li>Music videos promoting hateful supremacism in the lyrics, metadata, or imagery.</li>\n</ul> Educational content <p>We may allow content that includes hate speech if the primary purpose is educational, documentary, scientific, or artistic in nature.\nThis is not a free pass to promote hate speech.\nExamples include:</p>\n<ul>\n<li>\n<strong>A documentary about a hate group:</strong> Educational content that isn’t supporting the group or promoting ideas would be allowed.\nA documentary promoting violence or hatred wouldn’t be allowed.</li>\n<li>\n<strong>A documentary about the scientific study of humans:</strong> A documentary about how theories have changed over time, even if it includes theories about the inferiority or superiority of specific groups, would be allowed because it’s educational.\nWe won’t allow a documentary claiming there's&nbsp;scientific evidence today that an individual or group is inferior or subhuman.</li>\n<li>Historical footage of an event, like WWII, which doesn't&nbsp;promote violence or hatred.</li>\n</ul>\n<p>This policy applies to videos, video descriptions, comments, live streams, and any other YouTube product or feature.\nFor educational content that includes hate speech, this context must appear in the images or audio of the video itself.\nProviding it in the title or description is insufficient.</p> Monetization and other penalties&nbsp.\n<p>In some rare cases, we may remove content or issue other penalties when a creator:</p>\n<ul>\n<li>Repeatedly encourages abusive audience behavior.</li>\n<li>Repeatedly targets, insults and abuses a group based on the attributes noted above across multiple uploads.</li>\n<li>Exposes a group with attributes noted above to risks of physical harm based on the local social or political context.</li>\n<li>Creates content that harms the YouTube ecosystem by persistently inciting hostility against&nbsp.\na group with attributes noted above for personal financial gain.</li>\n</ul> Examples <p>Here are examples of hate speech not allowed on YouTube.</p>\n<ul>\n<li>“I’m glad this [violent event] happened.\nThey got what they deserved [referring to persons with the attributes noted above].”</li>\n<li>“[Person with attributes noted above] are dogs” or “[person with attributes noted above] are like animals.”</li>\n</ul> More examples <ul>\n<li>“Get out there and punch a [person with attributes noted above].”</li>\n<li>“Everyone in [groups with attributes noted above] is&nbsp;criminals and thugs.”</li>\n<li>“[Person with attributes noted above] is scum of the earth.”</li>\n<li>“[People with attributes noted above] are a disease.”</li>\n<li>“[People with attributes noted above] are less intelligent than us because their brains are smaller.”</li>\n<li>“[Group with any of the attributes noted above] threaten our existence, so we should drive them out at every chance we get.”</li>\n<li>“[Group with any of the attributes noted above] has an agenda to run the world and get rid of us.”</li>\n<li>“[Attribute noted above] is just a form of mental illness that needs to be cured.”</li>\n<li>“[Person with any of the &nbsp;attributes noted above] shouldn't be educated in schools because they shouldn't be educated at all.”</li>\n<li>“All of the so-called victims of this violent event are actors.\nNo one was hurt, and this is just a false flag.”</li>\n<li>“All of the ‘so-called victims’ of this are actors.\nNo one was hurt.”</li>\n<li>Shouting “[people with attributes noted above] are pests!” at someone regardless of whether the person does or does not have the alleged attributes</li>\n<li>Video game content which has been developed or modified (“modded”) to promote violence or hatred against a group with any of the attributes noted above.</li>\n</ul>\n<p>Please remember these are just some examples, and don't post content if you think it might violate this policy.</p> Additional Information <ul>\n<li>Amadeu Antonion Stiftung</li>\n<li>Freiwillige Selbstkontrolle Multimedia-Diensteanbieter e.\nV.&nbsp;</li>\n<li>Jugendschutz.net<br> &nbsp;</li>\n</ul> What happens if content violates this policy <p>If your content violates this policy, we’ll remove the content and send you an email to let you know.\nIf this is your first time violating our Community Guidelines, you’ll likely get a warning with no penalty to your channel.\nIf it’s not, we may issue a strike against your channel.\nIf you get 3 strikes within 90 days, your channel will be terminated.\nYou can learn more about our strikes system here.</p>\n<p>We may terminate your channel or account for repeated violations of the Community Guidelines or Terms of Service.\nWe may also terminate your channel or account after a single case of severe abuse, or when the channel is dedicated to a policy violation.\nYou can learn more about channel or account terminations here.</p>\n<p>If we think your content comes close to hate speech, we may limit YouTube features available for that content.\nYou can learn more about limited features here.</p>\n<ul>\n<li>The importance of context </li>\n<li>Recent transparency report</li>\n<li>Limited features for certain videos</li>\n</ul> &nbsp.\nVisit Creator Academy for more <p>Would you rather learn about our Community Guidelines through videos and quizzes? Check out our&nbsp;Creator Academy course.</p> Give feedback about this article Choose a section to give feedback on Was this helpful?How can we improve it?YesNoSubmit true YouTube policies<ul>\n<li>Best practices for creators</li>\n<li>Spam &amp.\ndeceptive practices </li>\n<li>Sensitive content</li>\n<li>Violent or dangerous content</li>\n<li>Regulated goods</li>\n<li>Misinformation policies</li>\n<li>Legal policies</li>\n</ul>\n<ul>\n<li> ©2021 Google </li>\n<li> Privacy Policy </li>\n<li> YouTube Terms of Service </li>\n</ul> català‎dansk‎Deutsch‎English (United Kingdom)‎español‎español (Latinoamérica)‎Filipino‎français‎hrvatski‎Indonesia‎italiano‎latviešu‎lietuvių‎magyar‎Nederlands‎norsk‎polski‎português‎português (Brasil)‎română‎slovenčina‎slovenščina‎suomi‎svenska‎Tiếng Việt‎Türkçe‎čeština‎Ελληνικά‎български‎русский‎српски‎українська‎‏עברית‏العربيةहिन्दी‎ไทย‎中文（简体）‎中文（繁體）‎日本語‎한국어‎ English‎ English‎<ol>\n<li>català‎</li>\n<li>dansk‎</li>\n<li>Deutsch‎</li>\n<li>English (United Kingdom)‎</li>\n<li>español‎</li>\n<li>español (Latinoamérica)‎</li>\n<li>Filipino‎</li>\n<li>français‎</li>\n<li>hrvatski‎</li>\n<li>Indonesia‎</li>\n<li>italiano‎</li>\n<li>latviešu‎</li>\n<li>lietuvių‎</li>\n<li>magyar‎</li>\n<li>Nederlands‎</li>\n<li>norsk‎</li>\n<li>polski‎</li>\n<li>português‎</li>\n<li>português (Brasil)‎</li>\n<li>română‎</li>\n<li>slovenčina‎</li>\n<li>slovenščina‎</li>\n<li>suomi‎</li>\n<li>svenska‎</li>\n<li>Tiếng Việt‎</li>\n<li>Türkçe‎</li>\n<li>čeština‎</li>\n<li>Ελληνικά‎</li>\n<li>български‎</li>\n<li>русский‎</li>\n<li>српски‎</li>\n<li>українська‎</li>\n<li>‏עברית</li>\n<li>‏العربية</li>\n<li>हिन्दी‎</li>\n<li>ไทย‎</li>\n<li>中文（简体）‎</li>\n<li>中文（繁體）‎</li>\n<li>日本語‎</li>\n<li>한국어‎</li>\n<li>English‎</li>\n</ol> Enable Dark Mode Send feedback on...\nThis help content &amp.\ninformation General Help Center experience Search Help Center Google Help<ul>\n<li>Help Center</li>\n<ul>\n<li>Fix a problem</li>\n<li>Watch videos</li>\n<li>Manage your account &amp.\nsettings</li>\n<li>Supervised experience on YouTube</li>\n<li>Join &amp.\nmanage YouTube Premium</li>\n<li>Create &amp.\ngrow your channel</li>\n<li>Monetize with the YouTube Partner Program</li>\n<li>Policy, safety, &amp.\ncopyright</li>\n</ul>\n<li>Community</li>\n<li>YouTube</li>\n<li>Privacy Policy</li>\n<li>YouTube Terms of Service</li>\n<li>Submit feedback</li>\n</ul> Troubleshoot problems playing videosTroubleshoot account issuesFix upload problemsFix YouTube Premium membership issuesGet help with the YouTube Partner ProgramFind videos to watchChange video settingsWatch videos on different devicesComment, subscribe, &amp.\nconnect with creatorsSave or share videos &amp.\nplaylistsTroubleshoot problems playing videosPurchase and watch movies and TV showsSign up and manage your accountManage account settingsManage privacy settingsManage accessibility settingsTroubleshoot account issuesLearn about YouTube Premium benefitsManage Premium membershipManage Premium billingGet a YouTube Premium family planSign up for a student Premium membershipFix YouTube Premium membership issuesTroubleshoot billing &amp.\ncharge issuesUpload videosEdit videos &amp.\nvideo settingsCreate ShortsCustomize &amp.\nmanage your channelAnalyze performance with analyticsTranslate videos &amp.\ncaptionsManage your community &amp.\ncommentsLive stream on YouTubeYouTube Partner Program BasicsEarn money on YouTubeGet help with the YouTube Partner ProgramUnderstand ad policies for advertisersYouTube for Content ManagersYouTube policiesReporting and enforcementPrivacy and safety centerCopyright and rights managementLegacy Unlisted true 59 SearchClear searchClose searchGoogle appsMain menu What is the issue with this selection?Inaccurate - doesn't match what I see in the productHard to understand - unclear or translation is wrongMissing info - relevant but not comprehensiveIrrelevant - doesn’t match the title and / or my expectationsMinor errors - formatting issues, typos, and / or broken linksOther suggestions - ideas to improve the contentShare additional info or suggestions​ ​Do not share any personal infoCancelSubmitBy continuing, you agree Google uses your answers, account &amp.\nsystem info to improve services, per our Privacy &amp.\nTerms.\nfalse ", "created_at": "2019-02-23 09:08:39.59044", "updated_at": "2021-07-19 10:12:22.811741"}], "points": [{"id": 26712, "title": "This service takes credit for your content", "source": "https://policies.google.com/privacy", "status": "Generated through the annotate view", "created_at": "2022-01-24 10:35:48.658601", "updated_at": "2022-07-06 19:24:32.353343", "quoteText": " we analyze data about your visits to our sites to do things like optimize product design.\nAnd we also use data about the ads you interact with", "case_id": 179, "document_id": 120, "quoteStart": 10013, "quoteEnd": 10156}, {"id": 27366, "title": "This service takes credit for your content", "source": "https://policies.google.com/privacy", "status": "Generated through the annotate view", "created_at": "2022-03-20 17:17:39.734611", "updated_at": "2022-07-06 19:19:13.610917", "quoteText": "And you can use many Google services when you’re signed out or without creating an account at all, like searching on Google or watching YouTube videos.\nYou can also choose to browse the web privately using Chrome in Incognito mode.\nAnd across our services, you can adjust your privacy settings to control what we collect and how your information is used.</p>\n<p>To help explain things as clearly as possible, we’ve added examples, explanatory videos, and definitions for key terms.\nAnd if you have any questions about this Privacy Policy, you can contact us.</p>Information Google collects<p>We want you to understand the types of information we collect as you use our services</p>\n<p>We collect information to provide better services to all our users — from figuring out basic stuff like which language you speak, to more complex things like which ads you’ll find most useful, the people who matter most to you online, or which YouTube videos you might like.\nThe information Google collects, and how that information is used, depends on how you use our services and how you manage your privacy controls.</p>\n<p>When you’re not signed in to a Google Account, we store the information we collect with unique identifiers tied to the browser, application, or device you’re using.\nThis helps us do things like maintain your language preferences across browsing sessions.</p>\n<p>When you’re signed in, we also collect information that we store with your Google Account, which we treat as personal information.</p>Things you create or provide to us<p>When you create a Google Account, you provide us with personal information that includes your name and a password.\nYou can also choose to add a phone number or payment information to your account.\nEven if you aren’t signed in to a Google Account, you might choose to provide us with information — like an email address to receive updates about our services.</p>\n<p>We also collect the content you create, upload, or receive from others when using our services.\nThis includes things like email you write and receive, photos and videos you save, docs and spreadsheets you create, and comments you make on YouTube videos.</p>Information we collect as you use our servicesYour apps, browsers &amp.\ndevices<p>We collect information about the apps, browsers, and devices you use to access Google services, which helps us provide features like automatic product updates and dimming your screen if your battery runs low.</p>\n<p>The information we collect includes unique identifiers, browser type and settings, device type and settings, operating system, mobile network information including carrier name and phone number, and application version number.\nWe also collect information about the interaction of your apps, browsers, and devices with our services, including IP address, crash reports, system activity, and the date, time, and referrer URL of your request.</p>\n<p>We collect this information when a Google service on your device contacts our servers — for example, when you install an app from the Play Store or when a service checks for automatic updates.\nIf you’re using an Android device with Google apps, your device periodically contacts Google servers to provide information about your device and connection to our services.\nThis information includes things like your device type, carrier name, crash reports, and which apps you've installed.</p>Your activity<p>We collect information about your activity in our services, which we use to do things like recommend a YouTube video you might like.", "case_id": 179, "document_id": 120, "quoteStart": 1485, "quoteEnd": 5033}, {"id": 27365, "title": "This service takes credit for your content", "source": "https://policies.google.com/privacy", "status": "Generated through the annotate view", "created_at": "2022-03-20 17:16:44.208082", "updated_at": "2022-07-06 19:19:05.74934", "quoteText": "And", "case_id": 179, "document_id": 120, "quoteStart": 1119, "quoteEnd": 1122}, {"id": 27364, "title": "This service takes credit for your content", "source": "https://www.youtube.com/t/terms", "status": "Generated through the annotate view", "created_at": "2022-03-20 17:15:07.286132", "updated_at": "2022-07-06 19:18:55.237687", "quoteText": "Service", "case_id": 179, "document_id": 121, "quoteStart": 9, "quoteEnd": 16}, {"id": 27195, "title": "This service is only available to users over a certain age", "source": "https://www.youtube.com/t/terms", "status": "Generated through the annotate view", "created_at": "2022-03-09 20:45:59.666246", "updated_at": "2022-07-06 19:22:43.617235", "quoteText": "You must be at least 13 years old to use the Service.", "case_id": 152, "document_id": 121, "quoteStart": 3853, "quoteEnd": 3906}, {"id": 26742, "title": "Your Personal data may be sold unless you opt out", "source": "https://www.youtube.com/t/terms", "status": "Generated through the annotate view", "created_at": "2022-01-31 19:15:14.54207", "updated_at": "2022-07-06 19:19:53.318008", "quoteText": "been", "case_id": 396, "document_id": 121, "quoteStart": 13495, "quoteEnd": 13499}, {"id": 24473, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.youtube.com/t/terms", "status": "Generated through the annotate view", "created_at": "2021-07-19 10:22:32.424539", "updated_at": "2021-07-20 06:26:52.563759", "quoteText": "To the extent permitted by applicable law, you agree to defend, indemnify and hold harmless YouTube, its Affiliates, officers, directors, employees and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees) arising from: (i) your use of and access to the Service.\n(ii) your violation of any term of this Agreement.\n(iii) your violation of any third party right, including without limitation any copyright, property, or privacy right.\nor (iv) any claim that your Content caused damage to a third party.\n", "case_id": 146, "document_id": 121, "quoteStart": 21238, "quoteEnd": 21848}, {"id": 5900, "title": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.", "source": "https://support.google.com/youtube/answer/9229472?hl=en&ref_topic=2803176", "status": "Generated through the annotate view", "created_at": "2019-02-23 09:18:31.623512", "updated_at": "2019-03-01 16:31:40.587203", "quoteText": "Don’t post content on YouTube if it fits any of the descriptions noted below.</p>\n<ul>\n<li>Content produced by violent criminal or terrorist organizations</li>\n<li>Content praising or memorializing prominent terrorist or criminal figures in order to encourage others to carry out acts of violence</li>\n<li>Content praising or justifying violent acts carried out by violent criminal or terrorist organizations</li>\n<li>Content aimed at recruiting new members to violent criminal or terrorist organizations</li>\n<li>Content depicting hostages or posted with the intent to solicit, threaten, or intimidate on behalf of a violent criminal or terrorist organization</li>\n<li>", "case_id": 314, "document_id": 1048, "quoteStart": 2275, "quoteEnd": 2945}, {"id": 24475, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://policies.google.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-19 10:25:16.194286", "updated_at": "2021-07-20 06:26:42.830315", "quoteText": "When we detect spam, malware, illegal content, and other forms of abuse on our systems in violation of our policies, we may disable your account or take other appropriate action", "case_id": 281, "document_id": 120, "quoteStart": 45048, "quoteEnd": 45225}, {"id": 24474, "title": "You agree not to submit libelous, harassing or threatening content", "source": "https://support.google.com/youtube/answer/2801939?hl=en&ref_topic=2803176", "status": "Generated through the annotate view", "created_at": "2021-07-19 10:24:28.070629", "updated_at": "2021-07-20 06:26:28.381633", "quoteText": "We don’t allow threats on YouTube, and we treat implied calls for violence as real threats.\nYou can learn more about our policies on threats and harassment.</li>", "case_id": 283, "document_id": 1047, "quoteStart": 2896, "quoteEnd": 3057}, {"id": 24470, "title": "The service is transparent regarding government requests or inquiries that may involve your data.", "source": "https://policies.google.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-19 10:11:37.822164", "updated_at": "2021-07-20 06:26:47.788133", "quoteText": "We share information about the number and type of requests we receive from governments in our Transparency Report.</li>\n", "case_id": 169, "document_id": 120, "quoteStart": 19635, "quoteEnd": 19755}, {"id": 24469, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://policies.google.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-19 10:11:02.427233", "updated_at": "2021-07-20 06:26:57.492876", "quoteText": "Legal reasons</b>: Google also uses information to satisfy applicable laws or regulations, and discloses information in response to legal process or enforceable government requests, including to law enforcement.", "case_id": 164, "document_id": 120, "quoteStart": 30643, "quoteEnd": 30854}, {"id": 24468, "title": "The service may keep a secure, anonymized record of your data for analytical purposes even after the data retention period", "source": "https://policies.google.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-19 10:08:01.880586", "updated_at": "2021-07-20 06:27:02.559458", "quoteText": "Other data is deleted or anonymized automatically after a set period of time, such as advertising data in server logs.</li>\n<li>", "case_id": 304, "document_id": 120, "quoteStart": 23186, "quoteEnd": 23314}, {"id": 11334, "title": "Third-party cookies are used for advertising", "source": "https://policies.google.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-17 18:48:47.337797", "updated_at": "2021-07-20 06:27:08.310822", "quoteText": "We also allow specific partners to collect information from your browser or device for advertising and measurement purposes using their own cookies or similar technologies.</p>", "case_id": 128, "document_id": 120, "quoteStart": 20321, "quoteEnd": 20497}, {"id": 24466, "title": "You can opt out of targeted advertising", "source": "https://policies.google.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-19 10:06:17.542776", "updated_at": "2021-07-20 06:26:36.053975", "quoteText": "You can modify your interests, choose whether your personal information is used to make ads more relevant to you, and turn on or off certain advertising services.</p>\n<p>Go to Ad Settings", "case_id": 219, "document_id": 120, "quoteStart": 13972, "quoteEnd": 14159}, {"id": 24465, "title": "Information is gathered about you through third parties", "source": "https://policies.google.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-19 10:05:19.605656", "updated_at": "2021-07-20 06:27:16.133333", "quoteText": "We also receive information from advertisers", "case_id": 382, "document_id": 120, "quoteStart": 7301, "quoteEnd": 7345}, {"id": 24464, "title": "Your personal data is used for advertising", "source": "https://policies.google.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-19 10:04:55.511941", "updated_at": "2021-07-20 06:27:21.565214", "quoteText": "Provide personalized services, including content and ads<p>", "case_id": 216, "document_id": 120, "quoteStart": 8637, "quoteEnd": 8696}, {"id": 24462, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://policies.google.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-07-19 10:03:57.746072", "updated_at": "2021-07-20 06:27:28.385498", "quoteText": "We use various technologies to collect and store information, including cookies, pixel tags, local storage", "case_id": 323, "document_id": 120, "quoteStart": 7415, "quoteEnd": 7521}, {"id": 21772, "title": "This service is a subsidiary of Alphabet Inc. (Google)", "source": "https://www.youtube.com/t/terms", "status": "Generated through the annotate view", "created_at": "2021-06-02 12:37:58.277549", "updated_at": "2021-06-02 16:05:37.234", "quoteText": "\n<p>The entity providing the Service is Google LLC, a company operating under the laws of Delaware, located at 1600 Amphitheatre Parkway, Mountain View, CA 94043&nbsp;(referred to as “<b>YouTube</b>”, “<b>we</b>”, “<b>us</b>”, or “<b>our</b>”).\nReferences to YouTube’s “Affiliates” in these terms means the other companies within the Alphabet Inc.\ncorporate group (now or in the future).</p>\n", "case_id": 493, "document_id": 121, "quoteStart": 2813, "quoteEnd": 3205}, {"id": 19716, "title": "Your identity is used in ads that are shown to other users", "source": "https://policies.google.com/privacy", "status": "When you watch the YouTube video and other persons are here to watch the video, if ads popup, it would popup on video that are shown to other persons such as your friends.", "created_at": "2021-05-03 10:38:09.617171", "updated_at": "2021-05-28 07:48:16.671061", "quoteText": null, "case_id": 327, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 11531, "title": "There is a date of the last update of the terms", "source": "https://www.youtube.com/t/terms", "status": "Generated through the annotate view", "created_at": "2020-11-22 20:58:13.397716", "updated_at": "2021-07-24 22:05:06.405988", "quoteText": "<b>Terms of Service</b>\n<p>Dated: November 18, 2020</p>", "case_id": 331, "document_id": 121, "quoteStart": 1654, "quoteEnd": 1709}, {"id": 1518, "title": "Youtube is not very reliable about the changing terms", "source": "https://groups.google.com/forum#!topic/tosdr/hEfSGDwDZz0", "status": "Youtube is not very reliable about the changing terms", "created_at": "2018-05-15 09:11:52.453341", "updated_at": "2018-09-15 22:03:25.030408", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2541, "title": "Differences between the services/*.json files and the tosback2/rules/*.xml files", "source": "https://groups.google.com/forum#!topic/tosdr/sMXuuVO3IH4", "status": "Differences between the services/*.json files and the tosback2/rules/*.xml files", "created_at": "2018-05-18 13:49:36.607577", "updated_at": "2018-05-30 12:50:14.300966", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2193, "title": "third parties on youtube", "source": "https://groups.google.com/forum#!topic/tosdr/rAy_kT6JXsg", "status": "third parties on youtube", "created_at": "2018-05-15 09:12:17.643529", "updated_at": "2020-12-23 16:01:40.973096", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1190, "title": "to watch anything i want", "source": "computer ", "status": "i want to watch Minecraft for coding class ", "created_at": "2018-03-16 15:47:02.916363", "updated_at": "2021-02-06 04:02:05.642508", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1244, "title": "They can terminate your account", "source": "https://m.youtube.com/watch?v=__oG3JkIxpM", "status": "Youtube can terminate an account without any warning and can ruin some good channels.", "created_at": "2018-05-10 13:33:38.79066", "updated_at": "2018-06-18 15:44:48.113416", "quoteText": "", "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2155, "title": "Vidlii", "source": "Imported from ToS;DR before phoenix", "status": "Vidlii is a video sharing website, They ripped YouTube 2006 Layout.", "created_at": "2018-05-15 09:12:16.40295", "updated_at": "2021-02-06 03:50:33.694776", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5510, "title": "Service can block or censor user communications", "source": "https://www.youtube.com/yt/about/policies/#reporting-and-enforcement", "status": "First strike: Accounts with one Community Guidelines strike may be restricted from live streaming. If your account has been restricted from live streaming, you are prohibited from using another channel to live stream on YouTube.", "created_at": "2019-01-24 19:54:41.545193", "updated_at": "2019-05-12 14:24:00.865919", "quoteText": null, "case_id": 379, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1286, "title": "another point about governance", "source": "https://groups.google.com/forum#!topic/tosdr/elwNLT-hBOE", "status": "another point about governance", "created_at": "2018-05-15 09:11:43.269903", "updated_at": "2021-02-06 03:50:37.573149", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 13011, "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.", "source": "https://www.youtube.com/t/terms", "status": "Generated through the annotate view", "created_at": "2020-12-18 15:56:45.479586", "updated_at": "2021-01-10 16:50:29.708318", "quoteText": "All claims arising out of or relating to these terms or the Service will be governed by California law, except California’s conflict of laws rules, and will be litigated exclusively in the federal or state courts of Santa Clara County, California, USA.", "case_id": 242, "document_id": 121, "quoteStart": 23802, "quoteEnd": 24054}, {"id": 5899, "title": "Prohibits the posting of content which promotes or glorifies violence or politically or religiously extremist values.", "source": "https://support.google.com/youtube/answer/9229472?hl=en&ref_topic=2803176", "status": "Generated through the annotate view", "created_at": "2019-02-23 09:17:50.812678", "updated_at": "2019-02-23 09:18:43.662535", "quoteText": "Content intended to praise, promote, or aid violent criminal organizations is not allowed on YouTube.\nThese organizations are not allowed to use YouTube for any purpose, including recruitment.</p>", "case_id": 314, "document_id": 1048, "quoteStart": 640, "quoteEnd": 836}, {"id": 5904, "title": "The service can suspend your account for off-site behavior", "source": "https://www.youtube.com/yt/about/policies/#community-guidelines", "status": "\"If a YouTube creator’s on- and/or off-platform behavior harms our users, community, employees or ecosystem, we may respond based on a number of factors including, but not limited to, the egregiousness of their actions and whether a pattern of harmful behavior exists. \r\nOur response will range from suspending a creator’s privileges to account termination.\"", "created_at": "2019-02-23 09:36:40.373287", "updated_at": "2021-02-06 03:50:41.939454", "quoteText": null, "case_id": 205, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5898, "title": "Service can block or censor user communications", "source": "https://support.google.com/youtube/answer/2801939?hl=en&ref_topic=2803176", "status": "Generated through the annotate view", "created_at": "2019-02-23 09:14:38.291553", "updated_at": "2019-05-12 14:22:02.399454", "quoteText": "If we think your content comes close to hate speech, we may limit YouTube features available for that content.", "case_id": 379, "document_id": 1047, "quoteStart": 4987, "quoteEnd": 5097}, {"id": 5903, "title": "This service is only available to users 13+", "source": "https://www.youtube.com/t/terms", "status": "Generated through the annotate view", "created_at": "2019-02-23 09:27:12.608397", "updated_at": "2021-02-06 04:25:25.035008", "quoteText": "In any case, you affirm that you are over the age of 13, as the Service is not intended for children under 13.\nIf you are under 13 years of age, then please do not use the Service.", "case_id": 152, "document_id": 121, "quoteStart": 21795, "quoteEnd": 21975}, {"id": 858, "title": "Reduction of legal period for cause of action", "source": "https://www.youtube.com/t/terms", "status": "Any action against Youtube must begin within one year after the cause of action accrues. If not, the cause of the action is considered as permanently barred. ", "created_at": "2018-01-16 15:27:39.120135", "updated_at": "2020-11-22 06:58:08.457029", "quoteText": "YOU AND YOUTUBE AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE SERVICES MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.</p>", "case_id": 151, "document_id": 121, "quoteStart": 24171, "quoteEnd": 24387}, {"id": 946, "title": "Terms may be changed any time at their discretion, without notice to the user", "source": "https://policies.google.com/privacy", "status": "They can change the terms of service any time they see fit, even without notification to the user. Your use of the service supposedly constitutes acceptance of the changes in the terms.", "created_at": "2018-01-16 15:28:04.304179", "updated_at": "2021-03-02 00:01:15.190455", "quoteText": "We change this Privacy Policy from time to time.\nWe will not reduce your rights under this Privacy Policy without your explicit consent.\nWe always indicate the date the last changes were published and we offer access to archived versions for your review.\nIf changes are significant, we’ll provide a more prominent notice (including, for certain services, email notification of Privacy Policy changes).</p>", "case_id": 121, "document_id": 120, "quoteStart": 32598, "quoteEnd": 33003}, {"id": 11337, "title": "This service collects your IP address for location use", "source": "https://policies.google.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-17 18:55:36.095845", "updated_at": "2020-11-26 07:52:19.031142", "quoteText": "We also may use your IP address to determine your approximate location, so that we can serve you ads for a nearby pizza delivery service if you search for “pizza.”", "case_id": 399, "document_id": 120, "quoteStart": 41109, "quoteEnd": 41272}, {"id": 11340, "title": "Your data may be processed and stored anywhere in the world", "source": "https://policies.google.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-17 19:10:21.217088", "updated_at": "2020-11-22 06:54:10.716728", "quoteText": "<p>We maintain servers around the world and your information may be processed on servers located outside of the country where you live.", "case_id": 187, "document_id": 120, "quoteStart": 24336, "quoteEnd": 24471}, {"id": 11335, "title": "This service may use your personal information for marketing purposes", "source": "https://policies.google.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-17 18:50:17.491369", "updated_at": "2020-11-22 07:06:00.886377", "quoteText": "And Google Play uses information like apps you’ve already installed and videos you’ve watched on YouTube to suggest new apps you might like.</p>\n<p>Depending on your settings, we may also show you personalized ads based on your interests.", "case_id": 336, "document_id": 120, "quoteStart": 8948, "quoteEnd": 9186}, {"id": 11339, "title": "This service can view your browser history", "source": "https://policies.google.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-17 19:05:39.947411", "updated_at": "2020-11-22 07:06:24.489158", "quoteText": "The activity information we collect may include:</p>\n<ul>\n<li>Terms you search for</li>\n<li>Videos you watch</li>\n<li>Views and interactions with content and ads</li>\n<li>Voice and audio information when you use audio features</li>\n<li>Purchase activity</li>\n<li>People with whom you communicate or share content</li>\n<li>Activity on third-party sites and apps that use our services</li>\n<li>Chrome browsing history you’ve synced with your Google Account</li>\n", "case_id": 395, "document_id": 120, "quoteStart": 5034, "quoteEnd": 5494}, {"id": 11534, "title": "The service has non-exclusive use of your content", "source": "https://www.youtube.com/t/terms", "status": "Full quote: \"By providing Content to the Service, you grant to YouTube a worldwide, non-exclusive, royalty-free, sublicensable and transferable license to use that Content (including to reproduce, distribute, prepare derivative works,&nbsp;display and perform it) in connection with the Service and YouTube’s (and its successors' and Affiliates') business, including for the purpose of promoting and redistributing part or all of the Service.\"\r\n", "created_at": "2020-11-23 00:22:59.062321", "updated_at": "2020-11-27 19:55:30.75529", "quoteText": "By providing Content to the Service, you grant to YouTube a worldwide, non-exclusive", "case_id": 402, "document_id": 121, "quoteStart": 12102, "quoteEnd": 12186}, {"id": 10591, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://policies.google.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-10-14 13:13:17.78723", "updated_at": "2020-10-15 02:03:46.980228", "quoteText": "\n<p>We also collect the content you create, upload, or receive from others when using our services.\nThis includes things like email you write and receive, photos and videos you save, docs and spreadsheets you create, and comments you make on YouTube videos.</p>Information we collect as you use our servicesYour apps, browsers &amp.\ndevices<p>We collect information about the apps, browsers, and devices you use to access Google services, which helps us provide features like automatic product updates and dimming your screen if your battery runs low.</p>\n<p>The information we collect includes unique identifiers, browser type and settings, device type and settings, operating system, mobile network information including carrier name and phone number, and application version number.\nWe also collect information about the interaction of your apps, browsers, and devices with our services, including IP address, crash reports, system activity, and the date, time, and referrer URL of your request.", "case_id": 146, "document_id": 120, "quoteStart": 3256, "quoteEnd": 4254}, {"id": 11336, "title": "This service gathers information about you through third parties", "source": "https://policies.google.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-17 18:53:27.891881", "updated_at": "2020-11-22 07:05:41.533679", "quoteText": "We may also collect information about you from trusted partners, including marketing partners who provide us with information about potential customers of our business services, and security partners who provide us with information to protect against abuse.", "case_id": 382, "document_id": 120, "quoteStart": 7043, "quoteEnd": 7300}, {"id": 11338, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.youtube.com/t/terms", "status": "Generated through the annotate view", "created_at": "2020-11-17 19:00:06.435164", "updated_at": "2020-12-18 17:23:24.205264", "quoteText": "<p>YOU AGREE THAT YOUR USE OF THE SERVICES SHALL BE AT YOUR SOLE RISK", "case_id": 286, "document_id": 121, "quoteStart": 17067, "quoteEnd": 17136}, {"id": 8960, "title": "Users agree to comply with the law of the service's country", "source": "Accept", "status": "Agree", "created_at": "2020-02-02 12:19:33.358445", "updated_at": "2020-11-22 07:01:55.110741", "quoteText": null, "case_id": 237, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5511, "title": "If you are the target of a copyright claim, your content may be removed", "source": "https://support.google.com/youtube/answer/2814000?p=c_strike_basics&hl=en", "status": "If you get a copyright strike, that means your video has been taken down from YouTube because a copyright owner sent us a complete and valid legal request asking us to do so. When a copyright owner formally notifies us that you don’t have their permission to post their content on the site, we take down your upload to comply with copyright law.", "created_at": "2019-01-24 19:57:36.47127", "updated_at": "2021-02-06 04:16:27.192261", "quoteText": "When a copyright owner formally notifies us that you don’t have their permission to post their content on the site, we take down your upload to comply with copyright law.", "case_id": 310, "document_id": 952, "quoteStart": 1083, "quoteEnd": 1253}, {"id": 5902, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://www.youtube.com/t/terms", "status": "Generated through the annotate view", "created_at": "2019-02-23 09:23:56.234527", "updated_at": "2021-02-06 04:25:29.129412", "quoteText": "YOUTUBE DOES NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SERVICES OR ANY HYPERLINKED SERVICES OR FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND YOUTUBE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\n", "case_id": 278, "document_id": 121, "quoteStart": 18266, "quoteEnd": 18658}, {"id": 837, "title": "Deleted videos are not really deleted", "source": "https://www.youtube.com/t/terms", "status": "“Youtube may retain, but not display, distribute or perform, services copies of your content that you have removed or deleted. ”", "created_at": "2018-01-16 15:27:30.760917", "updated_at": "2020-11-22 06:58:08.366864", "quoteText": "YouTube may retain, but not display, distribute, or perform, server copies of your videos that have been removed or deleted.", "case_id": 174, "document_id": 121, "quoteStart": 13266, "quoteEnd": 13390}, {"id": 11535, "title": "This service can license user content to third parties", "source": "https://www.youtube.com/t/terms", "status": "Generated through the annotate view", "created_at": "2020-11-23 00:23:41.007218", "updated_at": "2020-11-23 03:42:32.835473", "quoteText": ", royalty-free, sublicensable and transferable license to use that Content ", "case_id": 134, "document_id": 121, "quoteStart": 12186, "quoteEnd": 12261}, {"id": 11539, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.youtube.com/t/terms", "status": "Generated through the annotate view", "created_at": "2020-11-23 00:29:15.598055", "updated_at": "2020-11-23 03:43:26.756191", "quoteText": "(B) THE SPECIFIC FEATURES OF THE SERVICE, OR ITS ACCURACY, RELIABILITY,", "case_id": 288, "document_id": 121, "quoteStart": 19517, "quoteEnd": 19588}, {"id": 11541, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://www.youtube.com/t/terms", "status": "Generated through the annotate view", "created_at": "2020-11-23 00:30:53.879256", "updated_at": "2020-11-23 03:49:29.089606", "quoteText": "OR ABILITY TO MEET YOUR NEEDS.\n", "case_id": 290, "document_id": 121, "quoteStart": 19603, "quoteEnd": 19634}, {"id": 11536, "title": "This service can use your content for all their existing and future services", "source": "https://www.youtube.com/t/terms", "status": "Full quote: \"By providing Content to the Service, you grant to YouTube a worldwide, non-exclusive, royalty-free, sublicensable and transferable license to use that Content (including to reproduce, distribute, prepare derivative works,&nbsp;display and perform it) in connection with the Service and YouTube’s (and its successors' and Affiliates') business, including for the purpose of promoting and redistributing part or all of the Service.\"", "created_at": "2020-11-23 00:24:21.15704", "updated_at": "2020-11-27 19:56:57.912125", "quoteText": " in connection with the Service and YouTube’s (and its successors' and Affiliates') business, including for the purpose of promoting and redistributing part or all of the Service.</p>", "case_id": 180, "document_id": 121, "quoteStart": 12352, "quoteEnd": 12535}, {"id": 11537, "title": "You have the right to leave this service at any time", "source": "https://www.youtube.com/t/terms", "status": "Generated through the annotate view", "created_at": "2020-11-23 00:27:26.484029", "updated_at": "2020-11-27 03:03:32.887067", "quoteText": "You may remove your Content from the Service at any time.\nYou also have the option to make a copy of your Content before removing it.\nYou must remove your Content if you no longer have the rights required by these terms.</p>", "case_id": 170, "document_id": 121, "quoteStart": 14068, "quoteEnd": 14292}, {"id": 11533, "title": "This service is only available to users over a certain age", "source": "https://www.youtube.com/t/terms", "status": "Generated through the annotate view", "created_at": "2020-11-22 21:00:05.240741", "updated_at": "2020-11-23 02:48:06.116593", "quoteText": "<b>Age Requirements</b>\n<br>You must be at least 13 years old to use the Service.", "case_id": 152, "document_id": 121, "quoteStart": 3812, "quoteEnd": 3893}, {"id": 11538, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.youtube.com/t/terms", "status": "Generated through the annotate view", "created_at": "2020-11-23 00:27:56.34341", "updated_at": "2020-11-23 03:42:43.840942", "quoteText": "THE SERVICE IS PROVIDED “AS IS” AND YOUTUBE DOES NOT MAKE ANY SPECIFIC COMMITMENTS OR WARRANTIES ABOUT THE SERVICE.", "case_id": 286, "document_id": 121, "quoteStart": 19306, "quoteEnd": 19421}, {"id": 11532, "title": "The court of law governing the terms is in location X", "source": "https://www.youtube.com/t/terms", "status": "Generated through the annotate view", "created_at": "2020-11-22 20:58:52.267877", "updated_at": "2020-11-23 03:46:39.684879", "quoteText": "The entity providing the Service is Google LLC, a company operating under the laws of Delaware, located at 1600 Amphitheatre Parkway, Mountain View, CA 94043&nbsp;(referred to as “<b>YouTube</b>”, “<b>we</b>”, “<b>us</b>”, or “<b>our</b>”).", "case_id": 163, "document_id": 121, "quoteStart": 2651, "quoteEnd": 2891}, {"id": 11540, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.youtube.com/t/terms", "status": "Generated through the annotate view", "created_at": "2020-11-23 00:30:07.045553", "updated_at": "2020-11-27 19:53:47.631343", "quoteText": "OR (C) THAT ANY CONTENT YOU SUBMIT WILL BE ACCESSIBLE ON THE SERVICE.", "case_id": 287, "document_id": 121, "quoteStart": 19634, "quoteEnd": 19703}, {"id": 11542, "title": "This service can delete your content if you violate the terms", "source": "https://www.youtube.com/t/terms", "status": "Generated through the annotate view", "created_at": "2020-11-23 00:31:33.50418", "updated_at": "2020-11-23 03:45:57.287348", "quoteText": "<p>If we reasonably believe that any Content is in breach of this Agreement or&nbsp;may cause harm to YouTube, our users, or third parties, we may remove or take down that Content in our discretion.", "case_id": 377, "document_id": 121, "quoteStart": 14339, "quoteEnd": 14537}, {"id": 5901, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.youtube.com/t/terms", "status": "Generated through the annotate view", "created_at": "2019-02-23 09:22:29.632734", "updated_at": "2021-02-06 04:25:25.012081", "quoteText": "YOUTUBE MAKES NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THIS SITE'S CONTENT OR THE CONTENT OF ANY SITES LINKED TO THIS SITE AND ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT, ", "case_id": 288, "document_id": 121, "quoteStart": 17333, "quoteEnd": 17587}, {"id": 892, "title": "You are solely responsible for your account", "source": "https://www.youtube.com/t/terms", "status": "You are solely responsible for your content and the consequences of its publication, and solely responsible for keeping you account password secure. Youtube is not liable for any unauthorized use of your account, but you may be liable if this unauthorized use causes losses for Youtube or the others. ", "created_at": "2018-01-16 15:27:53.504419", "updated_at": "2021-02-06 04:25:25.079651", "quoteText": "You are solely responsible for the activity that occurs on your account, and you must keep your account password secure.\nYou must notify YouTube immediately of any breach of security or unauthorized use of your account.</li>\n<li>Although YouTube will not be liable for your losses caused by any unauthorized use of your account, you may be liable for the losses of YouTube or others due to such unauthorized use.", "case_id": 148, "document_id": 121, "quoteStart": 2713, "quoteEnd": 3125}, {"id": 690, "title": "Jurisdiction and law of California", "source": "https://www.youtube.com/t/terms", "status": "The Court of Santa Barbara in California is the only one competent for disputes arising from the terms of service of Youtube. The applicable law to these terms of service is the one of the State of California.", "created_at": "2018-01-16 15:26:52.835385", "updated_at": "2021-02-06 04:25:25.176814", "quoteText": "Any claim or dispute between you and YouTube that arises in whole or in part from the Service shall be decided exclusively by a court of competent jurisdiction located in Santa Clara County, California.", "case_id": 163, "document_id": 121, "quoteStart": 22711, "quoteEnd": 22913}, {"id": 17560, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.youtube.com/t/terms", "status": "Generated through the annotate view", "created_at": "2021-03-18 00:08:24.892371", "updated_at": "2021-03-18 11:23:53.03111", "quoteText": "No</b>\n<b>Waiver<br>\n</b>If you fail to comply with this Agreement and we do not take immediate action, this does not mean that we are giving up any rights that we may have (such as the right to take action in the future).</p>", "case_id": 295, "document_id": 121, "quoteStart": 23373, "quoteEnd": 23599}, {"id": 4616, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://www.youtube.com/t/terms", "status": "Generated through the annotate view", "created_at": "2018-09-12 06:38:46.34411", "updated_at": "2021-02-06 04:25:29.649864", "quoteText": "Although we may attempt to notify you when major changes are made to these Terms of Service, you should periodically review the most up-to-date version", "case_id": 329, "document_id": 121, "quoteStart": 719, "quoteEnd": 870}, {"id": 781, "title": "Users are subject to Google's Privacy Policy", "source": "https://www.youtube.com/t/terms", "status": "“When you use YouTube, you are subject to Google's policies.” To find out about Google's Privacy Policy, please read <a href=\"index.html#google\">the ToS;DR report</a>.", "created_at": "2018-01-16 15:27:18.160899", "updated_at": "2021-02-06 04:25:29.033916", "quoteText": "By using or visiting the YouTube website or any YouTube products, software, data feeds, and services provided to you on, from, or through the YouTube website (collectively the \"Service\") you signify your agreement to (1) these terms and conditions (the \"Terms of Service\"), (2) Google's Privacy Policy, found at https://www.youtube.com/t/privacy and incorporated herein by reference, and (3) YouTube's Community Guidelines, found at https://www.youtube.com/t/community_guidelines and also incorporated herein by reference.", "case_id": 144, "document_id": 121, "quoteStart": 57, "quoteEnd": 579}, {"id": 666, "title": "The copyright license is broader than necessary", "source": "https://www.youtube.com/t/terms", "status": "The user grants Youtube a worldwide, non-exclusive, royalty-free license that is sublicenseable and transferable, and that can be used without limitation for the promotion of the service, in any media format and through any media channel, provided it is in connection with Youtube, its successors' and affiliates'. ", "created_at": "2018-01-16 15:26:42.024762", "updated_at": "2021-02-06 04:25:29.084017", "quoteText": "you hereby grant YouTube a worldwide, non-exclusive, royalty-free, sublicenseable and transferable license to use, reproduce, distribute, prepare derivative works of, display, and perform the Content in connection with the Service and YouTube's (and its successors' and affiliates') business, including without limitation for promoting and redistributing part or all of the Service (and derivative works thereof) in any media formats and through any media channels.\nYou also hereby grant each user of the Service a non-exclusive license to access your Content through the Service, and to use, reproduce, distribute, display and perform such Content as permitted through the functionality of the Service and under these Terms of Service.\n", "case_id": 132, "document_id": 121, "quoteStart": 9918, "quoteEnd": 10655}, {"id": 913, "title": "They can remove your content at any time and without prior notice", "source": "https://www.youtube.com/t/terms", "status": "Youtube reserves the right to decide if a video violates the terms of service, not only if the user is a copyright infringer, but also not limited to: if the content is about pornography, obscenity, excessive length. The content may be removed and the user's account terminated without prior notice and in the sole discretion of Youtube. ", "created_at": "2018-01-16 15:27:58.63259", "updated_at": "2021-02-06 04:25:31.359097", "quoteText": "YouTube may at any time, without prior notice and in its sole discretion, remove such Content and/or terminate a user's account for submitting such material in violation of these Terms of Service.</li>", "case_id": 202, "document_id": 121, "quoteStart": 13128, "quoteEnd": 13329}, {"id": 686, "title": "They help you to deal with take-down notices", "source": "https://www.youtube.com/t/terms", "status": "if you are the target of a copyright holder's take down notice, Youtube gives you a chance to defend your right in front of the jurisdiction of California. See section “Counter-Notice.”", "created_at": "2018-01-16 15:26:51.115747", "updated_at": "2021-02-06 04:25:31.328828", "quoteText": "Counter-Notice.\nIf you believe that your Content that was removed (or to which access was disabled) is not infringing, or that you have the authorization from the copyright owner, the copyright owner's agent, or pursuant to the law, to post and use the material in your Content, you may send a counter-notice containing the following information to the Copyright Agent:\n<ul>\n<li>Your physical or electronic signature;</li>\n<li>Identification of the Content that has been removed or to which access has been disabled and the location at which the Content appeared before it was removed or disabled;</li>\n<li>A statement that you have a good faith belief that the Content was removed or disabled as a result of mistake or a misidentification of the Content.\nand</li>\n<li>Your name, address, telephone number, and e-mail address, a statement that you consent to the jurisdiction of the federal court in San Francisco, California, and a statement that you will accept service of process from the person who provided notification of the alleged infringement.</li>\n</ul>\nIf a counter-notice is received by the Copyright Agent, YouTube may send a copy of the counter-notice to the original complaining party informing that person that it may replace the removed Content or cease disabling it in 10 business days.\nUnless the copyright owner files an action seeking a court order against the Content provider, member or user, the removed Content may be replaced, or access to it restored, in 10 to 14 business days or more after receipt of the counter-notice, at YouTube's sole discretion", "case_id": 155, "document_id": 121, "quoteStart": 15452, "quoteEnd": 17031}, {"id": 11543, "title": "The service can suspend your account for several reasons", "source": "https://www.youtube.com/t/terms", "status": "Generated through the annotate view", "created_at": "2020-11-23 00:32:34.575062", "updated_at": "2020-12-08 20:59:43.208292", "quoteText": "Terminations and Suspensions by YouTube for Cause</b>\n</p>\n<p>YouTube&nbsp;may suspend or terminate your access, your Google account, or your Google account’s access to all or part of the Service&nbsp;if (a) you materially or repeatedly breach this Agreement;&nbsp;(b) we are required to do so to comply with a legal requirement or a court order.\nor (c) we believe there has been conduct that creates (or could create) liability or harm to any user, other third party, YouTube or our Affiliates.<br>\n</p>\n<p>\n<b>Terminations by YouTube for Service Changes</b>\n</p>\n<p>YouTube may terminate your access, or your Google account’s access to all or part of the Service if YouTube believes, in its sole discretion, that provision of the Service to you is no longer commercially viable.&nbsp;</p>", "case_id": 205, "document_id": 121, "quoteStart": 16022, "quoteEnd": 16812}, {"id": 2078, "title": "Processes a personal information (email, id but also device info, location)", "source": "Imported from ToS;DR before phoenix", "status": "Processes \"name, email address, telephone number or credit card to store with your [Google] account\" (given by user). But also processes unique device identifiers, \"details of how you used the service, such as your search queries, telephony log information like your phone number, calling-party number, forwarding numbers, time and date of calls, duration of calls, SMS routing information and types of calls, Internet protocol address, device event information such as crashes, system activity, hardware settings, browser type, browser language, the date and time of your request and referral URL, cookies that may uniquely identify your browser or your Google Account\".\r\n\r\nCollects location, Unique application numbers, local storage, cookies.\r\n\r\nThose information can also be associated with information collected by Youtube (Google) partners.\r\n\r\n\r\n", "created_at": "2018-05-15 09:12:13.829877", "updated_at": "2021-02-06 03:50:31.508453", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1118, "title": "Youtube processes your use information", "source": "https://policies.google.com/privacy", "status": "Youtube processes your information of how you use their service", "created_at": "2018-01-16 20:30:59.545989", "updated_at": "2021-02-06 03:50:42.400625", "quoteText": "<p>We use different technologies to process your information for these purposes.\nWe use automated systems that analyze your content to provide you with things like customized search results, personalized ads, or other features tailored to how you use our services.\nAnd we analyze your content to help us detect abuse such as spam, malware, and illegal content.\nWe also use algorithms to recognize patterns in data.\nFor example, Google Translate helps people communicate across languages by detecting common language patterns in phrases you ask it to translate.</p>\n<p>We may combine the information we collect among our services and across your devices for the purposes described above.\nFor example, if you watch videos of guitar players on YouTube, you might see an ad for guitar lessons on a site that uses our ad products.", "case_id": 235, "document_id": 120, "quoteStart": 11101, "quoteEnd": 11926}], "urls": ["youtube.com"]}}