{"error": 448, "message": "OK", "parameters": {"id": 6582, "name": "Great Wolf Resorts", "created_at": "2022-05-11 06:43:59.296555", "updated_at": "2022-05-11 22:01:13.746564", "wikipedia": null, "keywords": null, "related": null, "slug": "great-wolf-resorts", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6582.png", "url": "greatwolf.com", "documents": [{"id": 11980, "name": "Privacy Policy & Terms and Conditions ", "url": "https://www.greatwolf.com/terms", "xpath": "", "text": " Skip Content <ul>\n<li> Great Wolf Resorts <ul> West <li> Anaheim, CA Colorado Springs, CO Grand Mound, WA San Francisco / Manteca, CA Scottsdale / Salt River, AZ </li> South <li> Atlanta / LaGrange, GA Charlotte / Concord, NC Grapevine, TX Williamsburg, VA </li> Midwest <li> Chicago / Gurnee, IL Cincinnati / Mason, OH Kansas City, KS Minneapolis / Bloomington, MN Sandusky, OH Traverse City, MI Wisconsin Dells, WI </li> Northeast <li> Baltimore / Perryville, MD Boston / Fitchburg, MA Pocono Mountains, PA </li> Canada <li> Niagara Falls, Ontario </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li> Hello, Name </li>\n</ul> Great Wolf Resorts <ul>\n<li> Choose Your Destination <ul> West <li> Anaheim, CA Colorado Springs, CO Grand Mound, WA San Francisco / Manteca, CA Scottsdale / Salt River, AZ </li> South <li> Atlanta / LaGrange, GA Charlotte / Concord, NC Grapevine, TX Williamsburg, VA </li> Midwest <li> Chicago / Gurnee, IL Cincinnati / Mason, OH Kansas City, KS Minneapolis / Bloomington, MN Sandusky, OH Traverse City, MI Wisconsin Dells, WI </li> Northeast <li> Baltimore / Perryville, MD Boston / Fitchburg, MA Pocono Mountains, PA </li> Canada <li> Niagara Falls, Ontario </li>\n</ul>\n</li>\n</ul> Terms and Conditions <ul>\n<li> Booking Policy <ul>\n<li>\n<strong>COVID-19: </strong>By booking a reservation with Great Wolf, Guest (as defined herein) acknowledges the inherent risk of exposure to COVID-19 that exists by visiting any public place where other people are present.\nGreat Wolf has enacted enhanced sanitization and safety measures to protect Great Wolf guests and Pack Members.\nGuest further acknowledges and agrees to comply with all safety requirements set out by Great Wolf, whether identified in advance of the reservation dates or otherwise informed while the Guest is on property.\nWithout limiting the generality of anything herein, Guest expressly agrees to comply with face covering protocols in place at the time of the Guest stay.\nFurther, in the event a change in reservations is requested due to family illness, the Deposit Policy, Non-Refundable Deposit Policy, Cancellation Policy, and Change Policy more fully set out below may be modified by Great Wolf, in its sole discretion.<br>\n<br>\n</li>\n<li>\n<strong>Deposit Policy: </strong>We are a pre-deposit resort.\nYour card will be charged the first night’s lodging plus tax and applicable fees.\nPersonal checks are accepted for advance deposits and are not accepted for reservations within 4 weeks of arrival.<br>\n<br> Fees include any applicable additional person fees and the resort fee.\nEach is applied to all reservation on a nightly basis.\nThis policy may vary on suites contracted through Great Wolf Lodge’s group sales department.\nAdditional person fees are applied when the base occupancy of the suite is exceeded.\nAdditional guests may be added, up to the maximum occupancy of each individual suite.\nThe additional person fee is $50 and will be applied to guests three years and older.\nAll occupants, regardless of age must be included on your reservation.\nAdditional person fees will be adjusted accordingly if changes are made to your reservation.<br>\n<br> If there is a remaining balance, it is settled at check in.\nIn the event that there is a remaining balance post check out, you hereby authorize Great Wolf Lodge to apply funds you have on deposit against what you owe or charge your credit or debit card on file.\nThe deposit policy can change based on the promotion applied.<br>\n<br>\n</li>\n<li>\n<strong>Non-Refundable Deposit Policy:</strong> Reservation deposits for the Early Saver promotion are subject to a non-refundable deposit after the time of booking.<br>\n<br>\n</li>\n<li>\n<strong>Standard Change and Cancellation Policy</strong>:&nbsp;Guests making a reservation eight or more days from their arrival date have 24 hours in which to modify or cancel a reservation with no penalties or fees.\nAfter that point, guests who wish to modify their reservation are subject to the following change fees:<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;$25 if reservation is modified 8 or more days from arrival<br> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;$50 if reservation is modified less than 8 days from arrival</li>\n</ul>\n<p>After applying the change fee, we can place the remaining balance on a deposit hold for up to 12 months to allow guests additional time to determine a future stay date if a change in their reservation is needed.</p>\n<p>*Great Wolf Lodge, Niagara Falls does not charge change fees</p>\n<p>Guests who wish to cancel their stay are subject to the following cancellation fees:</p>\n<p>$50 if canceled 8 or more days from arrival<br> $100 if canceled 3-7 days from arrival, or the cost of a one-night stay if rate is under $100<br> First night’s deposit if cancellation is received less than 3 days from arrival</p>\n<p>We recognize some guests booked using a special, one-time discount not transferable to other calendar dates.\nWhile we cannot guarantee our ability to match discounts exactly, we are committed to helping you find another available date where we can offer a comparable rate.</p>\n<ul>\n<li>Check-in time is at 4 p.m.\nor, in our discretion, as your room becomes available.\nWe require guest checking in to be at least 21 years of age and to present the credit card used at time of booking (in case of incidental charges) and a photo ID upon check-in.<br>\n<br>\n</li>\n<li>Check-out time is at 11&nbsp;a.m.\nor as otherwise specified on your reservation.\nFailing to abide by the check-out time may be assessed a fee, up to the full overnight rate.<br>\n<br>\n</li>\n<li>Great Wolf Lodge is a pet-free facility.\nGuests with animals not qualifying as service animals under applicable law will be asked to check out and will forfeit their deposit.\nA minimum $250 cleaning charge will also be applied.<br>\n<br>\n</li>\n<li>In order for Great Wolf Lodge to continue providing our high safety standards, we require your full cooperation to abide by Great Wolf Lodge's fire safety regulations.\n<ul>\n<li>Smoking, vaping, burning of candles, incense, or any other open flames is not permitted.</li>\n<li>Cooking with the use of electrical heating appliances, except Great Wolf Lodge supplied appliances, is strictly prohibited in our guest rooms, balconies, patios or any other location inside or outside Great Wolf Lodge property.\nThis includes and is not limited to the use of food warming appliances, grills (e.g.\nelectric, propane or charcoal) and any electrical device that Great Wolf Lodge deems unsafe.</li>\n<li>Failure to abide by these fire safety regulations, or engaging in any activity that activates the local or property fire alarm, could result in your family being asked to vacate the room, leave the property without a refund, and result in a minimum $250 cleaning charge.\nFailure to comply with these important property rules and local laws may also lead to arrest and prosecution.<br> &nbsp;</li>\n</ul>\n</li>\n<li>Great Wolf Lodge is not responsible for accidents or injury to guests, or for loss of money, jewelry, or valuables of any kind not secured in a safety deposit box or safe.\nFor your security, secure your room with the deadbolt, and use your room door’s viewfinder to identify all visitors.<br>\n<br>\n</li>\n<li>You are liable for all damages to the room(s) caused by you or your guests/invitees during your stay.<br>\n<br>\n</li>\n<li>Regardless of billing or master account arrangements, you are liable for any and all charges posted to your room(s).\nYou further agree that any guests in your room are authorized by you to charge to the room from anywhere in the resort or on the resort premises, unless you advise the Front Desk otherwise.<br>\n<br>\n</li>\n<li>You agree that your liability for the bill is not waived and to be held personally liable in the event that the indicated person, company or associations fails to pay any part of these charges.\nYou agree that all charges can be charged to the credit/debit card on file with the hotel, and understand the hotel reserved the right to pre-approve charges at the time of check-in.<br>\n<br>\n</li>\n<li>This property is privately owned and reserves the right to refuse service to anyone, subject to applicable law.<br>\n<br>\n</li>\n<li>This resort may charge daily resort fees not to exceed $75 per day.\nThese resort fees are not optional, if charged, and you acknowledge that these charges were factored into your decision to stay at the resort.<br>\n<br>\n</li>\n<li>By providing your e-mail address, you consent to receiving promotional e-mails from Great Wolf and its related and/or affiliated properties.\nFor information on Great Wolf’s privacy policy, please visit GreatWolf.com/terms.<br>\n<br>\n</li>\n<li>GUEST FULLY ACCEPTS AND ASSUMES ALL RISKS INHERENT IN VISITING GREAT WOLF LODGE AND ENGAGING IN PHYSICAL ACTIVIITIES OFFERED AT GREAT WOLF LODGE (INCLUDING, WITHOUT LIMITATION, USING WATERSLIDES, ROPES COURSES, CLIMBING WALLS AND OTHER ACTIVITIES), WHETHER KNOWN OR INHERENT IN THE ACTIVITY OR NOT, AND RESPONSIBILITY FOR ANY AND ALL LOSSES, COSTS, ATTORNEYS’ FEES AND DAMAGES Guest may incur as a result of such visit and participation.&nbsp.\nTO THE FULLEST EXTENT ALLOWED BY LAW, GUEST HEREBY RELEASES, DISCHARGES, WAIVES ANY CLAIM OF LIABILITY AGAINST, AND COVENANTS NOT TO SUE Great Wolf Resorts, Inc., Great Lakes Services, LLC, GWR Manager, LLC, all affiliates of each of the foregoing, rescue personnel, inspectors,&nbsp.\nunderwriters, consultants, and other persons or entities who give recommendations, directions, instructions, or engage in risk evaluation or loss control activities regarding the premises or this Activity, and with respect to each of the foregoing, their respective officers, directors, agents, owners, managers and employees, all for the purposes herein referred to as \"Releasees,\" FROM ANY AND ALL LIABILITY, CLAIMS, DEMANDS, LOSSES, OR DAMAGES CAUSED, OR ALLEGED TO BE CAUSED, IN WHOLE OR IN PART, BY THE NEGLIGENCE OF THE RELEASEES OR OTHERS, INCLUDING ANY AND ALL NEGLIGENCE IN THE COURSE OF RESCUE OPERATIONS.\nAND GUEST FURTHER AGREES that if, despite this RELEASE, DISCHARGE, WAIVER OF LIABILITY AND COVENANT NOT TO SUE AGREEMENT I, or anyone on my behalf, makes a claim against any of the RELEASEES, GUEST WILL INDEMNIFY, SAVE, AND HOLD HARMLESS EACH OF THE RELEASEES from any litigation expenses, attorneys’ fees, loss, liability, damages, or costs which may be incurred as the result of such claim.\nWithout limiting the generality of the foregoing, <strong>Guest acknowledges and assumes the inherent risk of exposure to COVID-19 that exists by visiting any public place where other people are present, and guest further HEREBY RELEASES, DISCHARGES, WAIVES ANY CLAIM OF LIABILITY AGAINST, AND COVENANTS NOT TO SUE ANY OF THE RELEASEES FOR ANY ALLEGATION OR CLAIM RELATED TO EXPOSURE TO OR CONTRACTION OF COVID-19 AT GREAT WOLF LODGE.<br>\n<br>\n</strong>\n</li>\n<li>\n<strong>\n</strong>Guests’ Obligation to Comply with Agreement, Applicable Laws, Quarantine, Indemnification.\n<ul>\n<li>Compliance Obligation Generally.\n<strong>Guest, and each of their family members and invitees (collectively, “Guest”), shall at all times comply with the provisions of this Agreement, all applicable local, state, and federal laws (including Executive or Emergency Orders, as applicable), and rules, policies and regulations of Great Wolf, and the Lodge, including specifically, without limitation, any and all personal protective equipment (“PPE”) requirements put in place by federal, state, or local order, or which are otherwise safety requirements by Great Wolf while on Great Wolf Property.\nWithout limiting the generality of the foregoing, Great Wolf reserves the right to INTERPRET OR modify its PPE requirements at any time, with or without notice, including but not limited to specific specifications of what SPECIFIC PPE is and is not acceptable.\n</strong>Guest agrees not to enter any areas of the Lodge designated for employees only under any circumstances whatsoever.\nGuest further agrees that Great Wolf may prohibit or restrict Guest from bringing any alcoholic beverages for consumption in the Lodge and agrees to comply with any policy covering such matters.\nNothing in this Agreement shall grant to Guest any right to market, advertise, promote, provide or sell products or services to other guests in or outside of the Lodge, and Guest shall be prohibited from doing so.</li>\n<li>Guest understands and agrees that Great Wolf has a zero tolerance policy for illegal activity and shall report such activity to the appropriate authorities.</li>\n<li>Each adult Guest undertakes and agrees to supervise at all times any accompanying minor to ensure compliance with the provisions of this Section.</li>\n<li>Great Wolf may also change accommodations, alter or cancel any activities of, deny service of alcohol to, confine to guest room, search the guest room, property or baggage of any Guest when in the sole opinion of Great Wolf, the Guest’s conduct or presence, or that of any minor for whom the Guest is responsible, is believed to present a possible danger, security risk or be detrimental to himself or the health, welfare, comfort or enjoyment of others, or is in violation of any provision of this Agreement.</li>\n<li>Guest, or if a minor, his or her parent or guardian, shall be liable for and indemnify Great Wolf, the Lodge, and its and their employees, agents, and related entities from any civil liability, fines, penalties, costs or expenses incurred by or imposed on Great Wolf or the Lodge arising from or related to Guest’s conduct or failure to comply with any provisions of this Section, including but not limited to: (x) any purchases by or credit extended to the Guest.\nor (y) any personal injury, death or damage to persons or property caused directly or indirectly, in whole or in part, by any willful or negligent act or omission on the part of the Guest.</li>\n<li>Great Wolf shall not be required to refund any portion of the stay or activities purchased by any Guest who fails for any reason to check-in, arrive on time, or be available for any activity, as applicable.</li>\n<li>Great Wolf may refuse service or accommodations to any Guest, may remove any Guest from the Lodge at any time, and/or may limit any Guest to only in-room activities at the property (in Great Wolf’s sole discretion), for any of the following reasons: (i) whenever such action is necessary to comply with any government regulations, directives or instructions.\n(ii) when a Guest refuses to permit search of his person or property for explosives, weapons, dangerous materials or other stolen, illegal or prohibited items.\n(iii) when a Guest refuses upon request to produce positive identification.\nor (iv) for failure to comply with Great Wolf’s rules and procedures, including, for example, Wristband Terms and Conditions, Guest Conduct Policy, Guest Responsibilities, Great Wolf’s policies against fraternization with Pack Members, or refusal to wear PPE, as applicable.\nGreat Wolf’s Wristband Terms and Conditions are available online at https://www.greatwolf.com/terms.<br> &nbsp;</li>\n</ul>\n</li>\n<li>CLASS ACTION WAIVER.\nARBITRATION:<br>\n<ul>\n<li>CLASS ACTION RELIEF WAIVER.\nGUEST HEREBY AGREES THAT EXCEPT AS PROVIDED IN THE LAST SENTENCE OF THIS PARAGRAPH, GUEST MAY BRING CLAIMS AGAINST GREAT WOLF ONLY IN GUEST’S INDIVIDUAL CAPACITY.\nEVEN IF THE APPLICABLE LAW PROVIDES OTHERWISE, GUEST AGREES THAT ANY ARBITRATION OR LAWSUIT AGAINST GREAT WOLF OR LODGE WHATSOEVER SHALL BE LITIGATED BY GUEST INDIVIDUALLY AND NOT AS A MEMBER OF ANY CLASS OR AS PART OF A CLASS OR REPRESENTATIVE ACTION, AND GUEST EXPRESSLY AGREES TO WAIVE ANY LAW ENTITLING GUEST TO PARTICIPATE IN A CLASS ACTION.\nIF YOUR CLAIM IS SUBJECT TO ARBITRATION AS PROVIDED IN THE SECTION BELOW, THE ARBITRATOR SHALL HAVE NO AUTHORITY TO ARBITRATE CLAIMS ON A CLASS ACTION BASIS.\nYOU AGREE THAT THIS SECTION SHALL NOT BE SEVERABLE UNDER ANY CIRCUMSTANCES FROM THE ARBITRATION CLAUSE SET FORTH BELOW, AND IF FOR ANY REASON THIS CLASS ACTION WAIVER IS UNENFORCEABLE AS TO ANY PARTICULAR CLAIM, THEN AND ONLY THEN SUCH CLAIM SHALL NOT BE SUBJECT TO ARBITRATION.</li>\n<li>ARBITRATION OF ALL OTHER CLAIMS: ANY AND ALL OTHER DISPUTES, CLAIMS, OR CONTROVERSIES WHATSOEVER, EXCEPT FOR PERSONAL INJURY, ILLNESS OR DEATH OF A GUEST WHETHER BASED ON CONTRACT, TORT, STATUTORY, CONSTITUTIONAL OR OTHER LEGAL RIGHTS, INCLUDING BUT NOT LIMITED TO ALLEGED VIOLATION OF CIVIL RIGHTS, DISCRIMINATION, CONSUMER OR PRIVACY LAWS, OR FOR ANY LOSSES, DAMAGES OR EXPENSES, RELATING TO OR IN ANY WAY ARISING OUT OF OR CONNECTED WITH THIS CONTRACT OR GUEST STAY, NO MATTER HOW DESCRIBED, PLEADED OR STYLED, SHALL BE REFERRED TO AND RESOLVED EXCLUSIVELY BY BINDING ARBITRATION PURSUANT THE FEDERAL ARBITRATION ACT, 9 U.S.C.\n§§ 1, ET SEQ., (“FAA”) SOLELY IN CHICAGO, ILLINOIS TO THE EXCLUSION OF ANY OTHER FORUM.\nTHE ARBITRATION SHALL BE ADMINISTERED BY NATIONAL ARBITRATION AND MEDIATION (“NAM”) UNDER ITS COMPREHENSIVE DISPUTE RESOLUTION RULES AND PROCEDURES AND NAM’S FEE SCHEDULE IN EFFECT AT THE TIME OF THE PROCEDURE, EACH OF WHICH ARE DEEMED TO BE INCORPORATED HEREIN BY REFERENCE.\nANY QUESTION ABOUT THE ARBITRATION ADMINISTRATORS MENTIONED ABOVE MAY BE DIRECTED TO THEM AS FOLLOWS: NATIONAL ARBITRATION AND MEDIATION, INC., 990 STEWART AVE, 1<sup>ST</sup> FL., GARDEN CITY, NY 11530, PHONE: (800) 358-2550 EXT.\n128..\nNEITHER PARTY WILL HAVE THE RIGHT TO A JURY TRIAL NOR TO ENGAGE IN PRE-ARBITRATION DISCOVERY EXCEPT AS PROVIDED IN THE APPLICABLE ARBITRATION RULES AND HEREIN, OR OTHERWISE TO LITIGATE THE CLAIM IN ANY COURT.\nTHE ARBITRATOR’S DECISION WILL BE FINAL AND BINDING.\nOTHER RIGHTS THAT GUEST OR GREAT WOLF WOULD HAVE IN COURT ALSO MAY NOT BE AVAILABLE IN ARBITRATION.\nAN AWARD RENDERED BY AN ARBITRATOR MAY BE ENTERED IN ANY COURT HAVING JURISDICTION UNDER THE FAA.\nGREAT WOLF AND GUEST FURTHER AGREE TO PERMIT THE TAKING OF A DEPOSITION UNDER OATH OF THE GUEST ASSERTING THE CLAIM, OR FOR WHOSE BENEFIT THE CLAIM IS ASSERTED, IN ANY SUCH ARBITRATION.\nTHE ARBITRATOR AND NOT ANY FEDERAL, STATE OR LOCAL COURT OR AGENCY, SHALL HAVE EXCLUSIVE AUTHORITY TO RESOLVE ANY DISPUTE RELATING TO THE INTERPRETATION, APPLICABILITY, ENFORCEABILITY OR FORMATION OF THIS AGREEMENT INCLUDING, BUT NOT LIMITED TO ANY CLAIM THAT ALL OR ANY PART OF THIS AGREEMENT IS VOID OR VOIDABLE.\nIN THE EVENT THIS PROVISION IS DEEMED UNENFORCEABLE BY AN ARBITRATOR OR COURT OF COMPETENT JURISDICTION FOR ANY REASON, THEN AND ONLY THEN THE PROVISIONS OF SECTION ABOVE GOVERNING VENUE AND JURISDICTION SHALL EXCLUSIVELY APPLY TO ANY LAWSUIT INVOLVING CLAIMS DESCRIBED IN THIS SECTION.</li>\n<li>GREAT WOLF HEREBY DISCLAIMS ALL LIABILITY TO THE GUEST FOR DAMAGES FOR EMOTIONAL DISTRESS, MENTAL SUFFERING OR PSYCHOLOGICAL INJURY OF ANY KIND UNDER ANY CIRCUMSTANCES, WHEN SUCH DAMAGES WERE NEITHER THE RESULT OF A PHYSICAL INJURY TO THE GUEST, NOR THE RESULT OF GUEST HAVING BEEN AT ACTUAL RISK OF PHYSICAL INJURY, NOR WERE INTENTIONALLY INFLICTED BY GREAT WOLF.\nWITHOUT LIMITING THE PRECEDING SENTENCE, IN NO EVENT WILL GREAT WOLF BE LIABLE TO GUEST FOR ANY CONSEQUENTIAL, INCIDENTAL, EXEMPLARY OR PUNITIVE DAMAGES.</li>\n</ul>\n</li>\n</ul>\n<p>&nbsp;</p>\n</li>\n</ul>\n<ul>\n<li> Privacy Policy &amp.\nTerms And Conditions <p>\n<strong>View Trademark Legal Notice</strong>\n</p>\n<p>BY USING THE GREAT LAKES SERVICES, LLC (\"GREAT WOLF\") WEBSITE, INCLUDING ANY RELATED PAGES AND WEBSITES OWNED BY GREAT WOLF THAT LINK OR OTHERWISE RELATE TO THE&nbsp;<strong>WWW.GREATWOLF.COM</strong>&nbsp;WEBSITE (THE \"SITE\"), YOU ARE AUTOMATICALLY AGREEING TO AND SHOW THAT YOU HAVE READ AND UNDERSTOOD THESE TERMS AND CONDITIONS (THE \"AGREEMENT\").\nYOUR CONTINUED USE OF THE SITE INDICATES YOUR CONTINUED ACCEPTANCE OF THIS AGREEMENT.\nIF YOU DO NOT AGREE TO ABIDE BY THESE TERMS AND CONDITIONS, YOU MAY NOT USE THE SITE.\nTHIS AGREEMENT IS SUBJECT TO CHANGE BY GREAT WOLF AT ANY TIME WITHOUT NOTICE.\nALL RIGHTS TO USE THE SITE ARE GRANTED ON THE CONDITION THAT SUCH RIGHTS ARE FORFEITED IF USER FAILS TO COMPLY WITH THE AGREEMENT.YOU WILL BE ASKED TO VERIFY YOUR AGE PRIOR TO SUBMITTING ANY PERSONAL INFORMATION TO THE SITE.\nYOU MAY NOT SUBMIT PERSONAL INFORMATION TO THE SITE IF YOU ARE UNDER THIRTEEN (13) YEARS OLD, AND IN SOME INSTANCES YOU MUST BE AT LEAST EIGHTEEN (18) YEARS OR OLDER.GREAT WOLF MAY DISCONTINUE OR MAKE CHANGES IN THE INFORMATION, PRODUCTS, OR SERVICES DESCRIBED IN THE SITE AT ANY TIME WITHOUT PRIOR NOTICE TO YOU AND WITHOUT ANY LIABILITY TO YOU.\nGREAT WOLF DOES NOT UNDERTAKE ANY OBLIGATION OR RESPONSIBILITY TO UPDATE OR AMEND ANY SUCH INFORMATION PUBLISHED AT THE SITE.\nGREAT WOLF RESERVES THE RIGHT TO TERMINATE ANY OR ALL SITE OFFERINGS OR TRANSMISSIONS WITHOUT PRIOR NOTICE.\nFURTHERMORE, BY OFFERING THE SITE AND INFORMATION, PRODUCTS OR SERVICES VIA THE SITE, NO DISTRIBUTION OR SOLICITATION IS MADE BY GREAT WOLF TO ANY PERSON TO USE THE SITE OR SUCH INFORMATION, PRODUCTS, OR SERVICES IN ANY JURISDICTIONS WHERE THE PROVISION OF THE SITE AND/OR SUCH INFORMATION, PRODUCTS, OR SERVICES IS PROHIBITED BY LAW.</p>\n<p>\n<strong>License Agreement</strong>\n</p>\n<p>Subject to the terms and conditions of this Agreement, Great Wolf grants User a limited, revocable, non-exclusive and non-transferable license-at-will (the \"License\") to use the Site for its intended purpose for your own non-commercial use in order to upload content required and/or permitted by the Site and these Terms and Conditions.\nPermission is granted to display and electronically copy and print hard copy portions of the Site for your own non-commercial use.\nAny other use, including the reproduction, modification, distribution, transmission, republication, display or performance of any content of the Site is strictly prohibited.\nWe do not grant any license or other authorization to any of our trademarks, logos, trade names, service marks, other copyrightable material or any other intellectual property by including it on the Site.\nNothing in this License will entitle User to receive from Great Wolf hard-copy documentation, technical support, telephone assistance, or updates to the Site.\nGreat Wolf may terminate this Agreement at any time, for any reason or no reason, with or without notice, and without any obligation to User.\nUpon termination, User agrees to immediately cease using the Site.Restrictions</p>\n<p>User may not: (i) modify, revise, translate or create any derivative works of the Site or supporting documentation.\n(ii) decompile, reverse engineer, disassemble or otherwise attempt to derive the source code for the Site.\n(iii) redistribute, sell, rent, lease, sublicense, or otherwise transfer rights to the Site.\nor (iv) remove or alter any proprietary notices, legends, symbols or labels in the Site, including, but not limited to, any trademark, logo, copyright.Proprietary Rights</p>\n<p>Title, ownership rights, and intellectual property rights in the Site, its content, and all copies thereof shall remain in and with Great Wolf, its licensors and/or its assigns.\nThe Site, and all elements comprising the Site, including, without limitation, the text, Site design, logos, graphics, sounds, icons and images, as well as the selection, assembly and arrangement thereof are protected by copyright and other intellectual property laws and by international treaties.\nAll trademarks, service marks, trade names, trade dress, logos, designs and sounds associated with the Site are owned by Great Wolf or third parties that have authorized their use.</p>\n<p>BY SUBMITTING WRITTEN MATERIALS, PHOTOGRAPHS AND/OR OTHER MATERIALS (COLLECTIVELY, \"MATERIALS\") TO THE SITE, YOU HEREBY IRREVOCABLY TRANSFER TO GREAT WOLF ALL RIGHT, TITLE AND INTEREST IN AND TO THE MATERIALS.\nIN THE EVENT THAT THE RIGHTS, TITLE AND INTERESTS IN THE MATERIALS CANNOT BE TRANSFERRED, YOU HEREBY GRANT TO GREAT WOLF AND GREAT WOLF PARTIES (AS DEFINED BELOW) A PERPETUAL, EXCLUSIVE, WORLDWIDE RIGHT TO USE THE MATERIALS IN ANY AND ALL MEDIA, WHETHER NOW KNOWN OR LATER INVENTED, WITHOUT LIMITATION.\nYOU RELEASE GREAT WOLF AND THE GREAT WOLF PARTIES FROM ANY CLAIMS OR LIABILITIES ARISING FROM THE MATERIALS AND WAIVE THE RIGHT TO PURSUE ANY CLAIM AGAINST GREAT WOLF AND THE GREAT WOLF PARTIES ARISING OUT OF OR RELATING TO THIS AGREEMENT, THE SITE, AND/OR THE MATERIALS.</p>\n<p>\n<strong>User Conduct</strong>\n</p>\n<p>You agree not to use the Site, or any results from your use of the Site, to:</p>\n<ul>\n<li>Upload, transmit or communicate any data that is unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, invasive of another's privacy, hateful, or racially, ethnically or otherwise objectionable;</li>\n<li>Harm minors in any way;</li>\n<li>Impersonate any person or entity or falsely state or otherwise misrepresent your affiliation with a person or entity;</li>\n<li>Forge headers or otherwise manipulate identifiers in order to disguise the origin of any data transmitted to other users;</li>\n<li>Upload, transmit, access or communicate any data or information that you do not have a right to transmit under any law or under contractual or fiduciary relationships;</li>\n<li>Upload, transmit, access or communicate any data that infringes any patent, trademark, trade secret, copyright or other proprietary rights of any party;</li>\n<li>Upload, transmit or communicate any data that contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment;</li>\n<li>Intentionally or unintentionally violate any applicable local, state, national or international law, including any privacy laws of any applicable jurisdiction;</li>\n<li>\"Spam\", \"stalk\" or otherwise harass another;</li>\n<li>Collect or store personal data or other information about other users or non-users.\nand/or</li>\n<li>Intentionally make available spoofed files or files with information designed to misidentify the actual content of the file.</li>\n</ul>\n<p>We have no obligation to monitor Materials provided by users of the Site.\nYou acknowledge and agree, however, that we do retain the right to monitor and approve the Materials and to disclose any information as necessary or appropriate to satisfy any law, regulation or other governmental request, or to protect Great Wolf, the Site or users of the Site.</p>\n<p>\n<strong>Links To Other Sites</strong>\n</p>\n<p>Links to non-Great Wolf websites may be provided, in which case they are provided solely as pointers to information on topics that may be useful, and Great Wolf does not control over the content on such non-Great Wolf websites.\nIf you choose to link to a website not controlled by Great Wolf, Great Wolf makes no representations, warranties, promises, or guarantees, either express or implied, concerning the content of such non-Great Wolf website, including the accuracy, completeness, reliability, or suitability of such site for any particular purpose, nor does Great Wolf represent, warrant, promise, or guarantee that such site or content is free from any claims of copyright, trademark, or other infringement of the rights of third parties or that such site or content is devoid of viruses or other contamination.\nGreat Wolf does not represent, warrant, or promise, or guarantee the authenticity of documents on the Internet.\nLinks to non-Great Wolf sites do not imply any endorsement of or responsibility for the opinions, ideas, products, information or services offered at such sites, or any representation regarding the content at such sites.</p>\n<p>\n<strong>Notices Of Claimed Infringement</strong>\n</p>\n<p>If you believe that your work has been copied and is accessible on the Site in a way that constitutes copyright infringement, please provide the following information in writing to Great Wolf’s Copyright Agent named below:</p>\n<ul>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest;</li>\n<li>a description of the copyrighted work that you claim has been infringed;</li>\n<li>a description of where the material that you claim is infringing is located on the Site;</li>\n<li>your address, telephone number and email address;</li>\n<li>a statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent or the law.\nand</li>\n<li>a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.</li>\n</ul>\n<p>Great Wolf’s Copyright Agent for notice of claims of copyright infringement can be reached at: Great Wolf Resorts, Attn: General Counsel, 525 Junction Road, Suite 6000 South, Madison WI 53717.\nGreat Wolf’s Copyright Agent can also be reached by facsimile at (608) 662-4281, sent to the attention of General Counsel, Copyright Agent.</p>\n<p>\n<strong>Disclaimer of Warranty</strong>\n</p>\n<p>THE SITE IS PROVIDED 'AS IS' AND ON AN \"AS AVAILABLE\" BASIS WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE WARRANTIES THAT IT IS FREE OF DEFECTS, VIRUS FREE, ABLE TO OPERATE ON AN UNINTERRUPTED BASIS, OR THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\nTHE ENTIRE RISK AS TO THE QUALITY AND PERFORMANCE OF THE SITE IS WITH USER.\nSHOULD THE SITE PROVE DEFECTIVE, USER ASSUMES THE COST OF ALL NECESSARY SERVICING, REPAIR OR CORRECTION.\nTHIS DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THIS AGREEMENT.\nNO USE OF THE SITE IS AUTHORIZED HEREUNDER EXCEPT UNDER THIS DISCLAIMER.\nSOME STATES DO NOT ALLOW THE DISCLAIMER OR LIMITATIONOF WARRANTIES, SO THE DISCLAIMERS SET FORTH ABOVE MAY NOT APPLY TO YOU TO THE EXTENT THAT SUCH STATE LAW APPLIES TO YOU.</p>\n<p>\n<strong>Limitation of Liability</strong>\n</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL GREAT WOLF AND ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, SUBCONTRACTORS, REPRESENTATIVES, AFFILIATES, AND SUPPLIERS (COLLECTIVELY, THE \"GREAT WOLF PARTIES\") BE LIABLE TO USER FOR DAMAGES OF ANY KIND, INCLUDING ANY GENERAL, SPECIAL, PUNITIVE, DIRECT, INDIRECT, COMPENSATORY, INCIDENTAL OR CONSEQUENTIAL DAMAGES ARISING OUT OF THE USE OR INABILITY TO USE THE SITE, INCLUDING, BUT NOT LIMITED TO, LOSS OF DATA, DATA BEING RENDERED INACCURATE, LOSSES SUSTAINED BY USER OR THIRD PARTIES, A FAILURE OF THE SITE TO OPERATE WITH ANY OTHER PROGRAMS, LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY AND ALL OTHER COMMERCIAL DAMAGES OR LOSSES, EVEN IF ADVISED OF THE POSSIBILITY THEREOF, AND REGARDLESS OF THE LEGAL OR EQUITABLE THEORY (CONTRACT, TORT OR OTHERWISE) UPON WHICH THE CLAIM IS BASED.\nIN ANY CASE, THE COLLECTIVE LIABILITY OF GREAT WOLF AND/OR GREAT WOLF PARTIES UNDER ANY PROVISION OF THIS AGREEMENT SHALL NOT EXCEED IN THE AGGREGATE THE SUM OF THE FEES USER PAID FOR THIS LICENSE (IF ANY).\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL, CONSEQUENTIAL OR SPECIAL DAMAGES, SO THIS EXCLUSION AND LIMITATION MAY NOT APPLY TO USER AND IN SUCH CASE GREAT WOLF’S LIABILITY AND THAT OF THE GREAT WOLF PARTIES SHALL BE LIMITED TO THE GREATEST EXTENT PERMITTED BY LAW.</p>\n<p>\n<strong>Release</strong>\n</p>\n<p>User further agrees to release, discharge, indemnify and hold harmless Great Wolf and Great Wolf Parties from and against any claims, damages, expenses or liability arising from or related to any injuries, damages or losses to any person or property of any kind resulting in whole or in part, directly or indirectly, User’s use of the Site (or any other person accessing the Site using your account) , or use of Great Wolf or Great Wolf Parties’ services, including, without limitation, User’s breach of any terms or representations contained in this Agreement or the use by Great Wolf or Great Wolf Parties of any of the rights granted by User.</p>\n<p>\n<strong>Miscellaneous</strong>\n</p>\n<p>This Agreement constitutes the entire agreement between the parties concerning the subject matter hereof.\nThis Agreement will be governed by and construed in accordance with the laws of the state of Wisconsin, excluding that body of laws pertaining to conflict of laws.\nIf any provision of this Agreement is determined by a court of law to be illegal or unenforceable, such provision will be enforced to the maximum extent possible and the other provisions will remain effective and enforceable.\nAll disputes relating to this Agreement are subject to the exclusive jurisdiction of the courts of Madison, Wisconsin and User expressly consent to the exercise of personal jurisdiction in the courts of Madison, Wisconsin in connection with any such dispute including any claim involving Great Wolf and/or the Great Wolf Parties.\nAny claim or cause of action you may have with respect to the Site must be commenced within one (1) year after the cause of action or claim arises.\nA waiver by either party of any term or condition of this Agreement or any breach thereof, in any one instance, shall not waive such term or condition or any subsequent breach thereof.\nGreat Wolf shall have the right to modify this Agreement from time to time.\nYou understand and agree that your continued use of the Site indicates your acceptance of any such modifications, which shall become a part of this Agreement.</p>\n<p>\n<strong>Communicating with Great Wolf</strong>\n</p>\n<p>By sending Great Wolf any ideas, comments, suggestions, questions or other material, you grant to Great Wolf an unrestricted, royalty-free, worldwide, irrevocable license to use, reproduce, display, perform, modify, transmit and distribute such material in any manner, including in connection with Great Wolf’s business, and you also agree that Great Wolf is free to us any ideas, concepts, know-how or techniques that you send us for any purpose.\nYou agree that you shall remain solely liable for the contents of any submissions to the Site made by you or others using your account.\nOur postal contact regarding the matters set forth in this Agreement is as follows: Great Lakes Services, LLC Attn: Greatwolf.com support, 525 Junction Road, Suite 6000 South, Madison WI 53717.\nOur email contact regarding such matters is as follows:&nbsp;<strong>guestrelations@greatwolf.com</strong>.</p>\n<p>\n<strong>Void Where Prohibited</strong>\n</p>\n<p>Great Wolf administers and operates the Site from its location in Madison, Wisconsin USA.\nGreat Wolf reserves the right to limit, in its sole discretion, the provision and quantity of any feature or service to any person or geographic area.\nAny offer for any feature or service made on the Site is void where prohibited.\nYou may not use the Site in violation of any applicable laws or regulations, including, without limitation, export laws and regulations.</p>\n<p>\n<strong>Privacy Policy</strong>\n</p>\n<p>Great Wolf Resorts, Inc.\nand its family of companies respect your privacy and will do their best to earn and keep your trust.\nThis privacy policy identifies how we collect, use, and protect the personal information you provide to us when you visit the&nbsp;<strong>www.greatwolf.com&nbsp;</strong>website, and other websites owned and controlled by Great Wolf Resorts located in the U.S.\nIt does not apply to information that we may collect by other means.\nBy entering a Great Wolf Resorts website you agree to this Privacy Policy.\nThis Privacy Policy may be changed at any time as described below and you will be bound by changes to this Privacy Policy.\nContentSquare is a solution which aggregates usage and frequency data to improve user experience.\nStatistics created are anonymous.\nTo be excluded from this monitoring, please click&nbsp;here.</p>\n<p>How will you know if we change our Privacy Policy?</p>\n<p>We may change this Privacy Policy at any time and we encourage you to review it on a regular basis.\nIf we make any material changes in the way we collect, use, and/or share the personal information we have previously collected from you, we will notify you of the change by sending you an e-mail at the last e-mail address that you provided us.\nIf we make any material changes in the way we collect, use, and/or share personal information on a going forward basis, we will indicate those changes in an updated version of the privacy policy.What personal information is collected and how is it used?</p>\n<p>\n<strong>Information you provide</strong>\n</p>\n<p>You are not required to provide any personal information in order to have general access to the Great Wolf websites, however, in order to access certain information, features or services, you may be required to provide personal information.\nGreat Wolf only gathers personally identifiable information, such as names, addresses, e-mail addresses, etc., when a visitor voluntarily submits the same, including through activities or postings at the website.\nGreat Wolf Resorts collects personal information through this website when you make an online reservation at one of our properties in the U.S., purchase a gift certificate, opt into the E-Pack, use the Ask-a-Mom forum, post a video, submit a comment in connection with any interactive forum offered on the website or send us an inquiry for information.\nThis information may include name, address, phone number, email address, password and credit card information.\nWe use this information to process your request and/or to contact you with questions regarding your reservation or purchase.\nWe may also use this information to send you information about discount offers and other special promotions at Great Wolf Lodge resorts.\nIn addition, we may share your name, address, email address and phone number with some of our trusted marketing partners, who may contact you to offer discounts and other valuable information about their products and services.\nYou will have the opportunity at the time you make your reservation to indicate that you do not wish to receive these promotions, or in response to any email promotion that you receive.\nWe may also use such information and other information that we obtain from your use of the website, to respond to your questions or comments, to resolve disputes, to contact you when necessary in connection with the operation of the website, to address problems at the website and to enforce our Terms and Conditions.\nPlease note that information that you voluntarily provide in public portions of the website is not protected information and such information could potentially be collected and used in ways which we cannot control.In addition to using your information as described above, if you opt-in we may also occasionally send you e-mail announcements regarding special promotions and other information we believe will be of interest to you.\nYou may opt-out of receiving the mailings or any other e-mails that we send to our mailing list by using the \"unsubscribe\" feature in any e-mail you receive from us.</p>\n<p>\n<strong>Browser Level Information</strong>\n</p>\n<p>Great Wolf Resort web servers automatically collect information about a visitor's IP address, browser type and referrer by reading this information from your browser.\nThis information is collected in a database and used to help us recognize you each time you return to one of our websites.\nIt is also used in an aggregated, anonymous manner--in our internal analysis of traffic patterns within our website.\nThis information is automatically logged by most websites.</p>\n<p>\n<strong>Passive Collection</strong>\n</p>\n<p>Great Wolf Resorts may use cookies, web beacons or other passive tracking tools to collect information about your visit to our web sites and to track the effectiveness of our online marketing.\nThis data is used for promotional and marketing purposes only and the data we gather, along with the reports we generate do not recognize any personal information specific to you, or your individual computer.\nThis information allows us to target our marketing dollars to the most effective channels.</p>\n<p>If this practice is of concern to you, the \"help\" portion of the toolbar on most browsers will tell you how to prevent your browser from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether.</p>\n<p>\n<strong>Sending an e-card</strong>\n<br>\n</p>\n<p>At times our websites offer the option to send an e-card.\nYou supply your name and email address and the recipient's name and email address when you send an e-card.\nWe do not retain this information or use it for any purpose other than to send and acknowledge receipt of the e-card.</p>\n<p>\n<strong>How is personal information protected?</strong>\n</p>\n<p>Great Wolf Resorts maintains security measures, such as firewall, limited access, and SSL encryption technology, designed to protect against loss, misuse, and alteration of visitor information collected by Great Wolf Resorts through its websites.</p>\n<p>\n<strong>How is personal information shared with third parties?</strong>\n</p>\n<p>As stated above, Great Wolf Resorts may share information it collects from you with trusted marketing partners, unless you indicate that you do not wish to receive these offers.\nFurther, we may share your information with our service providers—that is, organizations that provide services to support Great Wolf Resorts functions, such as our mail processing company, payment processing companies, and market research firms.</p>\n<p>All such service providers are bound by contract to refrain from using the personally identifiable information we collect from you for any purpose other than providing the service to Great Wolf Resorts.\nWe also may release information at the request of law enforcement authorities or other government officials , when ordered to do so by a court, or when we believe it is necessary to assert, protect or enforce our legal or intellectual property rights and/or in connection with an investigation of any activity that is infringing, illegal, may expose us to liability, may harm the website or visitors to the website.</p>\n<p>\n<strong>How can I opt-out of receiving future communications?</strong>\n</p>\n<p>How can I opt-out of receiving future communications?You may opt-out of receiving communications from us at the time you make your online reservation.\nIn addition, you may request to be removed from our marketing database at anytime by contacting us at:&nbsp;<strong>optout@greatwolf.com&nbsp;</strong>Online Collection of Information from Children Under 13</p>\n<p>\n<strong>What information is collected online from children under 13 and how is it used?</strong>\n</p>\n<p>Children under 13 may visit the Cub Club or Crew Club portion of our websites to play games.\nCurrently, no personal information is being collected, except when a person sends an e-card, at which time an e-mail address is temporarily collected.</p>\n<p>Sending an e-card</p>\n<p>Children under 13 supply their name and email address and the recipient's name and email address to send an e-card.\nWe do not retain this information or use it for any purpose other than to send and acknowledge receipt of the e-card.</p>\n<p>Is my child's information required for participation in online activities?</p>\n<p>No.\nGreat Wolf Resorts does not limit a child's participation in any online activity by requiring more identifiable information than is reasonably necessary to participate in the activity.</p>\n<p>Is my child's information shared with third parties?</p>\n<p>No.\nPersonal information obtained online from children under 13 is not released to any third party, except as permitted by law.</p>\n<p>If you have any questions about this privacy statement, please contact:&nbsp;<strong>privacy@greatwolf.com</strong>\n<br> If you have any questions about your reservation or lodge accommodations, please contact:<br>\n<strong>guestrelations@greatwolf.com</strong>\n<br> Great Wolf Resorts, Inc., Attn: Privacy Associate, 525 Junction Road, Suite 6000 South, Madison WI 53717.&nbsp.\nPhone:&nbsp.\n608.662.4700 Fax: 608.662.4701</p>\n<p>\n<strong>Children's' Privacy: Policies For Users Under Age 13</strong>\n</p>\n<p>We do not knowingly collect or maintain personal information from children under the age of 13 on the site, except for the limited circumstances described below.\nIn the event a child under the age of 13 submits a question to us on the site and identifies her or his age, we may use the child’s email address for the sole purpose of responding to the child's question on a one time only basis.\nHowever, we will not use the child's email address to contact the child and we will delete it from our records once we have responded.</p>\n<p>\n<strong>Your California Privacy Rights</strong>\n</p>\n<p>If you are a California resident, California law allows you to request information regarding certain categories of personally identifiable information (for example, but not limited to, your name, postal address and e-mail address) that Great Wolf may have disclosed to other businesses in the prior calendar year for the other businesses own direct marketing purposes.\nFor a full explanation of your rights, and to view the Great Wolf Resorts Privacy Notice for California Consumers, please click here.</p>\n<p>&nbsp;</p>\n</li>\n</ul>\n<ul>\n<li> Accessibility <p>Each Great Wolf Lodge property stands ready to cater to guests with specific accessibility requirements, so we have made our hotels accessible for guests with special requirements.&nbsp.\nSpecifically, our facilities permit service animals (other than in or near pools), we offer ADA compliant guestrooms with features that are highlighted in the guestroom descriptions portion of our website, and we include the accessible hotel features described below.</p>\n<p>To the extent you have specific requirements or inquiries not addressed below, please reach out to us by email (accessibility@greatwolf.com) or phone (866-905-9653) and please mention you’d like to speak to someone regarding the accessibility features available at a Great Wolf Lodge.&nbsp;&nbsp;</p>\n<p>\n<strong>Hotel Amenities:</strong>\n</p>\n<p>The following hotel amenities are accessible for guests with special requirements:</p>\n<ul>\n<li>Accessible front entrance</li>\n<li>Onsite designated accessible parking</li>\n<li>Accessible front desk for registration or other guest services</li>\n<li>Accessible pathways from front desk to guestrooms, including accessible elevators to other floors of the hotel and common area corridors of 36” width or wider</li>\n<li>Equipment available upon request to assist with audibility needs</li>\n<li>Accessible common area restrooms and water fountains</li>\n<li>All retail and food service establishments include accessibility elements</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Water Park and Other Attractions:</strong>\n</p>\n<p>We seek to offer a range of accessible entertainment options at our properties.&nbsp.\nHowever, some attractions require specific physical engagement by the participant for safety reasons.&nbsp.\nPlease see the rules and safety features posted for each attraction for detailed requirements.</p>\n<p>The following attraction features exist for guests with special requirements:</p>\n<ul>\n<li>Pool areas with some combination of sloped zero-depth entries, transport systems or pool lifts for accessibility</li>\n<li>A limited number of waterproof wheelchairs are available for use at no charge</li>\n<li>Closed captioning and/or transcripts available for certain attractions featuring audible entertainment, including our interactive live-action game MagiQuest</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Great Wolf Wristband Terms &amp.\nConditions <p>\n<strong>Great Wolf Wristband Terms &amp.\nConditions</strong>\n</p>\n<p>The following terms and conditions apply to all Great Wolf Wristbands received on or after April 12, 2019.<br>\n</p>\n<p>Each Wristband represents a separate, non-transferable, non-renewable, limited time, revocable license offered by Great Wolf Resorts, Inc., (or any of its affiliated entities), for access to certain restricted areas of the Resort, which may include, without limitation, a waterpark area and/or one or more other attractions, subject to the terms and conditions set forth below, and any policies published by Great Wolf, in each case as may be amended from time to time.</p>\n<p>By purchasing a Wristband, whether separately or as included with a Reservation, or otherwise accepting a Wristband, you are deemed to have accepted these Terms and Conditions for use.\nPurchase and use of a Wristband is subject to the regulations of each individual Great Wolf Lodge®, waterpark, or other attraction, copies of which may be displayed at a Great Wolf Attraction or are otherwise available upon request.\nYou agree to be bound by these regulations by purchasing or otherwise accepting a Wristband.</p>\n<p>Covered Locations: These terms and conditions apply to Wristbands for the following Great Wolf Lodge locations,&nbsp;<i>provided however</i>, each Wristband, unless expressly provided otherwise, is exclusive and limited to one (1) Great Wolf location, and does not grant access to any other Great Wolf location.</p>\n<p>WRISTBANDS ARE EXPRESSLY NOT FOR RESALE AND THE LICENSE GRANTED HEREIN SHALL INURE ONLY TO THE INDIVIDUAL TO WHOM GREAT WOLF DIRECTLY ISSUED THE WRISTBAND.\nANY DIRECT OR INDIRECT SALE, RESALE, AUCTION OR TRANSFER OF ANY WRISTBAND FOR OR WITHOUT CONSIDERATION IS STRICTLY PROHIBITED.&nbsp.\nTHE RESTRICTION AGAINST RESALE AND TRANSFER EXTENDS TO ANY “EXCESS” OR “UNUSED” WRISTBANDS OF WHICH ANY INDIVIDUAL MAY COME INTO POSSESSION, WHETHER AS PART OF A RESERVATION OR OTHERWISE.\nAny Wristband Holder violating this prohibition, including, without limitation, by advertising, posting or otherwise communicating an offer to sell or gift Wristbands will have their license revoked for their entire party and be subject to further legal action.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Definitions</strong>\n</p>\n<p>\n<strong>“Great Wolf”</strong>&nbsp;means Great Wolf Resorts, Inc.\nand its affiliated and related companies.</p>\n<p>\n<strong>“Great Wolf Attraction”&nbsp;</strong>means any ride, amusement, waterpark area or other attraction to which a Wristband is required for admission.</p>\n<p>\n<strong>“Guest Room”&nbsp;</strong>means the room corresponding to a Reservation.</p>\n<p>\n<strong>“Guest Room Wristband”&nbsp;</strong>means as provided under Wristband Types below.</p>\n<p>&nbsp;<strong>“Reservation”&nbsp;</strong>means the hotel room booking and guest information related to (a) guest(s) staying in a Resort.\n&nbsp;</p>\n<p>\n<strong>“Resort”</strong>&nbsp;means one of the Great Wolf Lodge® locations.</p>\n<p>\n<strong>“Resort Rules”</strong>&nbsp;means all rules and regulations that may apply to activity in a Resort and/or a Great Wolf Attraction, including, without limitation, these Terms and Conditions, any rules posted at the Resort, any rules otherwise communicated as part of a Reservation or other purchase, all water park and Great Wolf Attraction safety rules available at www.greatwolf.com and all applicable laws.</p>\n<p>\n<strong>“Terms and Conditions”</strong>&nbsp;means these terms and conditions or any other condition that applies to the receipt and/or use of a Wristband.</p>\n<p>\n<strong>“Untethered Wristband”&nbsp;</strong>means as provided under Wristband Types below.</p>\n<p>\n<strong>“Validity Period”&nbsp;</strong>means the period of time during which a given Wristband can be used at a Resort, more fully described under Wristband Types below.</p>\n<p>\n<strong>“Wristband”&nbsp;</strong>means the physical wristband provided as a license to participate in and/or access Great Wolf Attractions to which these Terms and Conditions apply.</p>\n<p>\n<strong>“Wristband Holder”</strong>&nbsp;means the individual to whom Great Wolf or the Resort directly issues a Wristband.</p>\n<p>\n<strong>Wristband Types</strong>\n</p>\n<p>The following is a non-exhaustive list of Wristband types available at a Resort,&nbsp;<i>provided however</i>, all Wristband types may not be available at all Great Wolf Resorts, and/or a Resort may have one or more additional or special purpose Wristband types available.</p>\n<p>\n<strong>Guest Room Wristband:</strong>&nbsp;One (1) Wristband is included in a Reservation for each guest registered with the Resort at the time of check-in, and residing in the Resort during the Reservation period, up to the maximum number of occupants for the room-type reserved.\n&nbsp;Such Guest Room Wristband is valid only for the period of the corresponding Reservation.</p>\n<p>\n<strong>Tethered Wristband:</strong>&nbsp;Each Guest Room Wristband holder may purchase additional single-day Wristbands for individuals not residing at the Resort during the relevant Reservation period for a fee to be determined by Great Wolf from time to time.\nSuch Tethered Wristbands are (i) for use only by invited visitors to Guest Room Wristband holders and not for resale or offer to the general public.\n(ii) subject to availability.\n(iii) valid for a single day only.\nand (iv) limited to one (1) per Guest Room Wristband holder.</p>\n<p>\n<strong>Untethered Wristband:</strong>&nbsp;Wristbands may be additionally offered for sale by a Resort as a day pass without a hotel reservation, or otherwise in connection with special events or promotions.&nbsp.\nSuch Wristbands may be subject to additional terms and conditions as part of the sale.</p>\n<p>\n<strong>Admission to Great Wolf Attractions</strong>\n</p>\n<p>A Wristband is valid for admission at the Resort from which it was issued and grants a revocable license to the registered, authenticated Wristband holder for admission and use of specified Great Wolf Attractions (unless restricted by conditions which could ultimately prohibit someone from participating safely, including without limitation, height, weight, age, physical limitations such as pregnancy and heart conditions, or observed inappropriate behavior) during the Validity Period.\nUnless otherwise indicated, fees for parking, food, merchandise, games, pay-per-experience attractions, concerts, and special events are not included.</p>\n<p>Great Wolf, in its absolute discretion, reserves the right to vary the opening and closing dates of the Great Wolf Attractions and to close, remove, or cancel all or any part of the rides, events or facilities within the Great Wolf Attractions for any reason, including without limitation, technical, health and safety, and/or operational reasons or due to special events or private functions.\nFor the avoidance of doubt, the full value of any part of the value of the Wristband will not be refunded, nor will any compensation be paid or payable if any of the Great Wolf Attractions become unavailable or if any part of the Great Wolf Attractions are closed or removed.</p>\n<p>All children under the age of 14 must be accompanied at all times for Great Wolf Attractions by a supervising companion.\nA “supervising companion” is an individual 14 years of age or older who meets all posted Great Wolf Attraction Rules.\nWithout limiting the generality of the foregoing, a Resort may impose certain other restrictions on age of purchasers of certain Wristband Types.</p>\n<p>\n<strong>Other Admissions Conditions:&nbsp;</strong>Admission to certain rides, shows, attractions, special events and concerts may require an additional charge or be subject to pre-sold admission.\nAll operating dates and hours are subject to change without notice.\nAll rides and attractions are subject to closings and cancellations for operating conditions.\nOther restrictions apply, including, but not limited to, capacity constraints and other closures.</p>\n<p>\n<strong>Replacement of Wristband:&nbsp;</strong>If a Wristband is lost, stolen, or forgotten, the Wristband can be replaced at the Resort’s front desk, and a non-refundable replacement fee may be charged.\nChildren under 14 must be accompanied by a parent or guardian to receive a replacement Wristband.</p>\n<p>\n<strong>Improper Behavior</strong>\n</p>\n<p>A Wristband is a revocable license and may be revoked and/or confiscated by Great Wolf with no refund of purchase price or additional compensation provided for any violation of the Resort Rules.</p>\n<p>Violation of Resort Rules may result in expulsion from Great Wolf Attractions and the Resort.&nbsp;</p>\n<p>Included within the Resort Rules are the expectations that all guests not (i) engage in disorderly conduct, (ii) use abusive or inappropriate language, (iii) wear clothing that is overly revealing or contains non-family friendly messaging or pictures, (iv) display tattoos that contains non-family friendly messaging or pictures, (v) engage in inappropriate interpersonal exchanges, including, without limitation, photographing or videotaping third parties without permission, unwanted physical contact, inappropriate gestures or other communications, &nbsp;or unwanted communication with other guests or staff (including as may be distracting to staff on duty), or (vi) otherwise violate any Resort Rules or applicable laws.&nbsp;</p>\n<p>\n<strong>Wristband Transfers:&nbsp;</strong>A WRISTBAND THAT IS DISCOVERED TO HAVE BEEN OBTAINED THROUGH UNAUTHORIZED METHODS WILL BE REVOKED WITHOUT COMPENSATION.\nAny attempt to gain admission to Great Wolf Attractions with a cancelled or unauthorized Wristband (including as obtained through unauthorized means), or a cancelled Wristband, will constitute a breach of these Terms and Conditions.\nGreat Wolf reserves the right to hold any Wristband Holder&nbsp.\nresponsible for the subsequent unauthorized use of any Wristband within their control.\nGreat Wolf reserves the right to investigate violations and/or alleged violations of these Terms and Conditions.\nThe failure of any person in possession of a Wristband to comply with any investigation will result in their immediate ejection from Great Wolf Attractions and revocation of the Wristband.</p>\n<p>\n<strong>Dispute Resolution</strong>\n</p>\n<p>EXCEPT AS EXPRESSLY NOTED BELOW, ANY DISPUTE BETWEEN YOU OR ANY OTHER WRISTBAND HOLDER AND GREAT WOLF ARISING UNDER, OUT OF, UNDER, IN CONNECTION WITH, OR IN RELATION TO THIS AGREEMENT MUST BE SUBMITTED TO BINDING ARBITRATION UNDER THE AUTHORITY OF THE FEDERAL ARBITRATOIN ACT.\nIn the event of a dispute, controversy, or claim arising out of or relating in any way to these Terms and Conditions or use of the Great Wolf Attractions, the complaining party shall notify the other party in writing.&nbsp;<strong>The demand for arbitration must be made within a reasonable time after the claim, dispute, or other matter in question has arisen, and in no event will it be made after one year from when the aggrieved party knew or should have known of the controversy, claim, dispute, or breach.&nbsp;</strong>The arbitration will be conducted by three arbitrators (each party shall select an arbitrator within ten (10) days of commencement of the arbitration, and the two arbitrators will select a third neutral arbitrator within twenty (20) days of their selection.) The arbitration will be conducted in Chicago, Illinois, and the laws of the state in which the Resort is located shall govern.\nExcept as may be required by law, neither a party nor its representatives may disclose the existence, content, or results of any arbitration hereunder without the prior written consent of all parties.\nEach party shall pay its own proportionate share of arbitrator fees and expenses.</p>\n<p>YOU (FOR YOURSELF, MINOR CHILDREN FOR WHOM YOU MAY BE A SUPERVISING COMPANION, AND EACH OTHER WRISTBAND HOLDER) AND GREAT WOLF IRREVOCABLY WAIVE ANY RIGHT TO A JURY TRIAL.</p>\n<p>WARNING: PHYSICALLY DEMANDING THRILL RIDES, SLIPPERY SURFACES, POOLS AND STREAMS OF WATER ARE INHERENT RISKS WITHIN SOME GREAT WOLF ATTRACTIONS.\nPLEASE STAY ALERT AND AWARE OF YOUR SURROUNDINGS AND ABIDE BY ALL RESORT AND GREAT WOLF ATTRACTION RULES AND REQUIREMENTS INCLUDING BUT NOT LIMITED TO THOSE POSTED WITHIN A WATERPARK.\nThe Wristband holder assumes all risk incidental to waterparks and water rides and all Great Wolf Attractions, whether occurring prior to, during, or after the event, including (but not exclusively) the danger of being injured by or in connection with any slippery surface or pools or streams of water, and agrees Great Wolf, and its affiliates, and its and their respective employees, officers, members, and/or agents (collectively, “Great Wolf Group”) shall not be liable for bodily and/or severe injury, and/or death, or loss of personal property resulting from such causes.\nBy accepting this wristband and using the Resort premises, the Wristband Holder explicitly agrees not to file any claim or lawsuit against Great Wolf Group for personal injury, death, or loss of personal property.\nIn any suit filed by a parent on behalf of a minor Wristband Holder, the parent agrees to defend and indemnify Great Wolf Group.\nThe Wristband Holder, and parent on behalf of any minor Wristband Holder, further agree that any lawsuit filed may only be filed in the state or federal courts located in the same county, or as it relates to federal court, the same district, as the Resort.</p>\n<p>\n<strong>Other Terms &amp.\nConditions</strong>\n</p>\n<p>\n<strong>Permission to Film or Videotape:&nbsp;</strong>Entry into any Great Wolf Attraction constitutes consent for Great Wolf to use any film, video, or reproduction of image and/or voice of a Wristband holder for any purpose whatsoever without any payment to the Wristband holder.</p>\n<p>\n<strong>Assumption of Risk:&nbsp;</strong>Guest acknowledges that there are risks inherent in using the Resort premises and Great Wolf Attractions.\nThe Guest explicitly assumes the inherent risks associated with the operation of all rides and attractions and should read and obey all safety signage, instructions and rules.\nGreat Wolf will not bear any responsibility for bodily injury and/or severe injury and/or death or loss to any person in connection with the condition or use of the Resort, rides, and amusements or their entrance into or departure from the Resort.</p>\n<p>\n<strong>Inspection and Search:&nbsp;</strong>As a condition to entrance to any Great Wolf Attractions, Great Wolf reserves the right to inspect any bags, clothing, or other articles prior to entry into any Great Wolf Attractions and to prohibit entry or require removal of items which Great Wolf deems inappropriate or potentially injurious to the Great Wolf Attraction, other patrons of the Great Wolf Attraction and Resort, or employees, or otherwise in violation of any Rules.</p>\n<p>\n<strong>Lost Property:&nbsp;</strong>Great Wolf is not responsible for lost or stolen property.</p>\n<p>\n<strong>Pricing:&nbsp;</strong>Great Wolf is entitled, in its absolute discretion, to change the price payable for Wristbands at any time and for any reason and may from time to time offer pricing or promotional offers at specific Great Wolf Attractions, online, via telephone or through third party channels.</p>\n<p>\n<strong>Refunds:&nbsp;</strong>Wristbands are nonrefundable.\nThis does not affect your statutory rights as a consumer.</p>\n<p>\n<strong>Miscellaneous</strong>.\nAll Terms and Conditions and benefits including, but not limited to, admission privileges, blackout dates, prices, Wristband type availability, parking locations, benefits and discounts are subject to restrictions, availability, and change or cancellation without notice at any time.\n(1) Great Wolf may delay or waive enforcement of any of the provisions of these Terms and Conditions without losing its right to enforce the same or any other provision later.\n(2) Wristband holders waive the right to receive notice of any waiver or delay or presentment, demand, protect, or dishonor.\n(3) should any term herein be deemed invalid or unenforceable, the remaining terms shall remain in full force and effect.\nand (4) you will send any legal notice or other notice or information that you are required by law to provide or deliver to Great Wolf by first-class mail, or by recognized commercial overnight courier, to the following address: Great Wolf Resorts, Inc., ATTN: Legal Department, 350 N.\nOrleans Street, Suite 10000B, Chicago, Illinois 60654.</p>\n</li>\n</ul>\n<ul>\n<li> Great Wolf Cookie Policy <p>This Cookie Policy describes how and why Great Wolf Resorts, Inc., and its affiliates and subsidiaries (collectively, “Great Wolf”, “we”, “us”, or “our”) uses cookies, web beacons, pixels, clear gifs, and other similar tracking technologies (collectively, “Cookies” unless otherwise indicated) on our website or applications, however accessed (collectively, the “Site”).&nbsp.\nIt also explains what Cookies are and your choices regarding Cookies.&nbsp;<br>\n</p>\n<p>Through your continued use of our Site, you indicate that you agree to our use of Cookies as described in this Cookie Policy, as described&nbsp;here</p>\n</li>\n</ul> Back to Top <ul>\n<li> Groups &amp.\nMeetings </li>\n<li> Blog </li>\n<li> Jobs </li>\n<li> Accessibility </li>\n<li> Media </li>\n<li> Locations </li>\n<li> Lost and found </li>\n</ul> Follow Us <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Privacy Policy &amp.\nTerms and Conditions © 2022 Great Wolf Resorts, Inc.\nAll rights reserved.\n", "created_at": "2022-05-11 06:43:59.300671", "updated_at": "2022-05-11 04:44:28.647879"}, {"id": 11979, "name": "Cookie Policy", "url": "https://www.greatwolf.com/cookie-policy", "xpath": "", "text": " Skip Content <ul>\n<li> Great Wolf Resorts <ul> West <li> Anaheim, CA Colorado Springs, CO Grand Mound, WA San Francisco / Manteca, CA Scottsdale / Salt River, AZ </li> South <li> Atlanta / LaGrange, GA Charlotte / Concord, NC Grapevine, TX Williamsburg, VA </li> Midwest <li> Chicago / Gurnee, IL Cincinnati / Mason, OH Kansas City, KS Minneapolis / Bloomington, MN Sandusky, OH Traverse City, MI Wisconsin Dells, WI </li> Northeast <li> Baltimore / Perryville, MD Boston / Fitchburg, MA Pocono Mountains, PA </li> Canada <li> Niagara Falls, Ontario </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li> Hello, Name </li>\n</ul> Great Wolf Resorts <ul>\n<li> Choose Your Destination <ul> West <li> Anaheim, CA Colorado Springs, CO Grand Mound, WA San Francisco / Manteca, CA Scottsdale / Salt River, AZ </li> South <li> Atlanta / LaGrange, GA Charlotte / Concord, NC Grapevine, TX Williamsburg, VA </li> Midwest <li> Chicago / Gurnee, IL Cincinnati / Mason, OH Kansas City, KS Minneapolis / Bloomington, MN Sandusky, OH Traverse City, MI Wisconsin Dells, WI </li> Northeast <li> Baltimore / Perryville, MD Boston / Fitchburg, MA Pocono Mountains, PA </li> Canada <li> Niagara Falls, Ontario </li>\n</ul>\n</li>\n</ul> Great Wolf Resorts Cookie Policy Last Updated: June 30, 2020 <p>This Cookie Policy describes how and why Great Wolf Resorts, Inc., and its affiliates and subsidiaries (collectively, “Great Wolf”, “we”, “us”, or “our”) uses cookies, web beacons, pixels, clear gifs, and other similar tracking technologies (collectively, “Cookies” unless otherwise indicated) on our website or applications, however accessed (collectively, the “Site”).&nbsp.\nIt also explains what Cookies are and your choices regarding Cookies.&nbsp.\n&nbsp;</p>\n<p>Through your continued use of our Site, you indicate that you agree to our use of Cookies as described in this Cookie Policy.</p> What are Cookies? Cookies <p>A cookie is an element of data that a website can send to and store on your browser or device.\nA cookie is useful for having the browser remember specific information across several pages or between visits to a website.\n&nbsp;</p> Other Tracking Technologies&nbsp.\n<p>Other tracking technologies work like cookies by placing small elements of data on your device.&nbsp.\nThose include:&nbsp;&nbsp.\n&nbsp;</p> Web Beacons or Clear gifs <p>Web beacons, which are also known as clear gifs, are small graphic images or web programming code that may be included in our Site’s pages and can track the actions of the visitor on that Site page.</p> Embedded Script <p>An embedded script is a programming code that collects information about your interactions with the Site such as the links you click on.&nbsp.\nIt is only active while you are on the Site and is deactivated or deleted thereafter.</p> How do we use Cookies? <p>We use Cookies on our Site to identify you and track your use of the Site, remember your preferences, enable advertisement delivery to you, enable certain Site functions, and perform analytics.</p>\n<p>We use both session and persistent Cookies.&nbsp.\nSession cookies are temporary and last only until you close your browser.&nbsp.\nPersistent cookies remain on your device until you delete them.&nbsp.\nWe also use both first and third-party Cookies.&nbsp.\nFirst party Cookies are those that we use and control in order to provide our Site and the goods and services on our Site.&nbsp.\nThird party Cookies are controlled by third parties, mostly for advertising and analytics.</p>\n<p>More specifically, our Site offers the following category of Cookies:</p> Strictly Necessary Cookies <p>These are Cookies that are necessary to the operation of our Site to provide the services and features you request.&nbsp.\nThese Cookies allow us to recognize that you have created an account and to authenticate you.&nbsp.\nThese Cookies help us prevent fraudulent activity on our Site and help us secure our Site.&nbsp.\nThey also enable functionality such as our Site’s shopping cart.&nbsp.\nWe do not need to obtain your consent to use Strictly Necessary Cookies.</p> Analytics and Performance-Related Cookies <p>These Cookies assess the performance and use of our Site.&nbsp.\nWe may utilize third-party service providers to create these Cookies on our Site, such as Google Analytics cookies.&nbsp.\nThese Cookies may track the number of visitors to our Site and what Site pages are most frequently visited.</p> Functionality-Related Cookies <p>These Cookies enhance the functionality of our Site by remembering the choices you have made such as your user name, language or region you are in, and allow us to customize the Site to you.&nbsp.\n&nbsp;</p>\n<p>You can set your browser to notify you when you receive a cookie, giving you the chance to decide whether to accept it.\nBrowsers may also be set up to display a warning when a cookie is used.\nYou may even disable your browser from accepting cookies.\nIn order to provide you with the best possible experience while visiting our website, please enable cookies within your browser.&nbsp.\nSome portions of our website may not function properly if cookies are disabled.</p> Advertising Cookies <p>These Cookies are used to deliver relevant ads to you.&nbsp.\nThey are also used to limit the number of times you see an ad as well as help measure the effectiveness of ad campaigns.\nThird-parties may use Cookies on our Site to deliver relevant ads to you or remember you and deliver relevant ads to you or third party websites.&nbsp.\nThey remember that you have visited a website and this information is shared with other organizations such as advertisers.&nbsp.\n&nbsp;</p> How you opt-out of Cookies.\n<p>You may decide whether you want to accept Cookies or not.&nbsp.\nWe explain in more detail below how you can exercise that choice.&nbsp.\n&nbsp;</p>\n<p>On your Internet browser you can adjust your settings to reject some or all Cookies or to alert you when a Cookie is placed on your device.&nbsp.\nThe “help” feature on most browsers will provide you more information on how to do this.&nbsp.\nFor more help with adjusting your Cookie settings, please see www.allaboutcookies.org/manage-cookies/.&nbsp.\nPlease note that if you choose to block all Cookies (including Strictly Necessary Cookies), you may not be able to access or use all or parts of our Website and/or parts of our Site may not function properly.</p>\n<p>If you want to delete previously stored Cookies, you can manually delete them at any time.&nbsp.\nDoing so will, however, prevent the Site from placing further Cookies on your device unless and until you adjust your browser settings.</p>\n<p>For more information on the development of user profiles and the use of targeting Cookies, please see www.aboutads.info/choices in the United States.</p>\n<p>Below is a list of Cookies we use on our Site and the purpose for which we use them.&nbsp.\nThe list is provided strictly for your information and is subject to change without notice.&nbsp.\nYou agree and acknowledge that the below may contain inaccuracies or errors and is subject to change and that we will not be held liable for any such inaccuracies or errors to the fullest extent permitted by law.</p> Cookie Name Category Usage __cid Analytics and Performance This cookie is used to track campaign id.\n_cs_c Analytics and Performance This cookie is used by Content Square to save the user consent to be tracked.\n_cs_id Analytics and Performance This cookie contains Content Square’s user identifier.\n_cs_s Analytics and Performance This cookie contains the number of pageviews within the running session for Content Square Solution.\n_derived_epik Functionality-Related Cookies Vimeo’s embeddable video player uses first-party cookies that we consider essential to the video player experience.\n_fbp Advertising This cookie will help deliver our advertising to people who have already visited our website when they are on Facebook or a digital platform powered by Facebook Advertising.\n_ga Analytics and Performance Registers a unique ID that is used to generate statistical data on how the visitor uses the website.\n_gcl_au Analytics and Performance Used by Google AdSense for experimenting with advertisement efficiency across websites using their services.\n_gid Analytics and Performance Registers a unique ID that is used to generate statistical data on how the visitor uses the website.\n_mibhv Advertising Collects data on visitors' preferences and behavior on the website - This information is used make content and advertisement more relevant to the specific visitor.\n_mibhv Advertising Collects data on visitors' preferences and behavior on the website - This information is used to make content and advertisement more relevant to the specific visitor.\n_micpn Advertising Collects data on visitors' preferences and behavior on the website - This information is used make content and advertisement more relevant to the specific visitor.\n_omappvp Functionality-Related Cookies Optinmonster uses this to target New or Returning Visitors.\n_pinterest_ct_rt Advertising Used by Pinterest as a conversion tag.\nA3 Advertising These cookies are used to deliver adverts more relevant to you and your interests.\nANID Advertising Cookies for advertising served across the web and stored in google.com.\nAPID Advertising Collects information on visitor behavior on multiple websites.\nThis information is used on the website, in order to optimize the relevance of advertisement.\nAPIDTS Advertising Collects data on visitors' preferences and behavior on the website - This information is used make content and advertisement more relevant to the specific visitor.\nApplicationGatewayAffinity Strictly Necessary This cookie is used by Azure Apps to keep a user session on the same server.\nB Advertising These cookies are used to deliver advertisements for your interests on other websites and track transactions made by you on our site.\nBrowserId Analytics and Performance This cookie allows us to track what platform our potential customers are using.\ncd_user_id Analytics and Performance Anonymous ID used in Medallia Survey.\ncjevent Analytics and Performance This cookie is used to track affiliate referrals.\nDV Analytics and Performance These cookies are used to collect information about how visitors use our Site.\nWe use the information to compile reports and to help us improve the Site fr Advertising This cookie will help deliver our advertising to people who have already visited our website when they are on Facebook or a digital platform powered by Facebook Advertising.\nGUC Analytics and Performance Yahoo conversion tracking G_ENABLED_IDPS Functionality-Related Cookies Used for Google Single Sign On.\nIDE Advertising Used by Google DoubleClick to register and report the Website user’s actions after viewing or clicking on an advertisement with the purpose of measuring its efficacy and presenting the user with targeted advertising.\nIDSYNC Advertising Used to identify the visitor across visits and devices.\nThis allows the website to present the visitor with relevant advertisement.\n1P_JAR Advertising Google advertising cookie used for user tracking and ad targeting purposes.\nkampyle_userid Analytics and Performance Tracks a user with a unique ID.\nkampyleSessionPageCounter Analytics and Performance Tracks the number of pages the user has been in the session kampyleUserPercentile Analytics and Performance Number between 0-100 used for percentage of users targeting kampyleUserSession Analytics and Performance Timestamp indicating when the user has started his session kampyleUserSessionsCount Analytics and Performance Tracks number of sessions user has been in the browser MR Advertising Identify the user for our Bing paid search ads.\nMUID Advertising Identify the user for our Bing paid search ads.\nNID Advertising Registers a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.\noptimizelyEndUserId Analytics and Performance Stores a visitor's unique Optimizely identifier.\nIt's a combination of a timestamp and random number.\nTDCPM Advertising Registers a unique ID that identifies a returning user’s device.\nThe ID is used for targeted ads.\nTDID Advertising Registers a unique ID that identifies a returning user’s device.\nThe ID is used for targeted ads.\ntracker_device Advertising Registers a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.\nuid Analytics and Performance Turn uses information in these cookies to analyze trends and identify audiences so they can tailor advertising placement.\nThese cookies collect non-personal data.\nUULE Analytics and Performance These cookies are used to collect information about how visitors use our Site.\nWe use the information to compile reports and to help us improve the Site.\nX-Salesforce-CHAT Functionality-Related Cookies These cookie names are associated with technology from LiveAgent, which provides online chat and customer support functionality.\n<p>&nbsp;</p>\n<strong>Contact Us</strong>\n<p>If you have any questions about this Cookie Policy, please contact us at&nbsp;guestrelations@greatwolf.com or at:</p>\n<p>Great Wolf Resorts, Inc.,&nbsp;</p>\n<p>350 N.\nOrleans Street, Suite 10000B</p>\n<p>Chicago, Illinois 60654</p>\n<p>Phone:  608.662.4700&nbsp;</p>\n<p>Fax: 608.662.4701</p> Back to Top <ul>\n<li> Groups &amp.\nMeetings </li>\n<li> Blog </li>\n<li> Jobs </li>\n<li> Accessibility </li>\n<li> Media </li>\n<li> Locations </li>\n<li> Lost and found </li>\n</ul> Follow Us <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Privacy Policy &amp.\nTerms and Conditions © 2022 Great Wolf Resorts, Inc.\nAll rights reserved.\n", "created_at": "2022-05-11 06:43:59.298917", "updated_at": "2022-05-11 04:44:46.535457"}], "points": [], "urls": ["greatwolf.com"]}}