{"error": 448, "message": "OK", "parameters": {"id": 2658, "name": "Metager", "created_at": "2021-01-28 20:17:59.709056", "updated_at": "2021-05-13 14:15:43.803143", "wikipedia": "https://en.wikipedia.org/wiki/MetaGer", "keywords": null, "related": null, "slug": "metager", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2658.png", "url": "metager.org,metagerv65pwclop2rsfzg4jwowpavpwd6grhhlvdgsswvo6ii4akgyd.onion,metager.de", "documents": [{"id": 3836, "name": "Privacy Policy", "url": "https://metager.org/datenschutz", "xpath": "/html/body/div[1]", "text": " Data protection at MetaGer/SUMA-EV For maximum transparency, we list the information we collect from you and how we use it.\nThe protection of your data is important to us and it should be you, too.\n<br>\n<strong>Please read this statement thoroughly.\nit is in your interest.</strong> Person responsible and contact person MetaGer and related services are operated by SUMA-EV, which is also the author of this statement.\nBy \"we\" in this statement usually SUMA-EV is meant.\n<br>Our contact details can be found in our site notice.\nWe can be reached by e-mail at office@suma-ev.de.\nPrinciples As a non-profit organization, we have committed ourselves to free access to knowledge.\nSince we know that free research is not compatible with mass surveillance, we also take privacy very seriously.\nWe always only process the data that is necessary for the operation of our services.\nData protection is always the standard we aim for.\nWe do not operate profiling – i.e.\nthe automatic creation of user profiles.\nAccumulating data by context <ol>\n<li> Using the web search engine MetaGer When using our web search engine MetaGer via their web form or through their OpenSearch interface, the following data is generated: <ol>\n<li> Internet protocol address The Internet protocol address (hereafter referred to as IP) is necessary to use web services such as MetaGer.\nThis IP, in combination with a date similar to a telephone number, uniquely identifies Internet access and its owner.\n<br>In general, the first three (out of four) blocks of an IP are not personal.\nWhen rear blocks of the IP are truncated, the truncated address identifies the approximate geographic area around the Internet connection.\nExamples (full IP address) 154.67.88.47<br> 82.159.53.49 Examples (only the first two blocks) 154.67.0.0<br> 82.159.0.0 What does MetaGer/SUMA-EV do with it? <ol>\n<li>To protect our service from congestion, we need to limit the number of search queries per Internet connection.\nFor this purpose alone, we store the full IP address and a timestamp for a maximum of 96 hours.\nIf a noticeable number of searches are performed by an IP, this IP is temporarily stored in a revocation list (maximum 96 hours after the last search).\nThen the IP is deleted.\n</li>\n<li>In addition to donations and membership fees, we must finance our operation through non-personalized advertising on the results page.\nTo receive this advertising, we give the first two blocks of the IP in connection with parts of the so-called user agent to our advertising partners </li>\n</ol> Which rights do I have as a user? Since the full form of the Internet Protocol address is personal, you have the following rights in particular: View rights </li>\n<li> Entered search query Entered search terms are mandatory for a web search.\nAs a rule, personal data cannot be obtained from them.\npartly because they have no fixed structure.\nBeispiele Water consumption when showering<br> Lyrics from the song There was a bird on a tree<br> Grakvaloth<br> WHO abbreviation What does MetaGer/SUMA-EV do with it? <ol>\n<li>As an integral part of the Metasearch, the search query will be transmitted to our partners to get search results for display on the results page.\nThe results, including the search term, are kept for display for a few hours.\n</li>\n</ol>\n</li>\n<li> User Agent Name When a website is opened, your browser automatically sends an identifier, usually with data about the browser and operating system used.\nThis browser identifier (the so-called user agent) can be used by web pages, for example, to recognize mobile devices and present them with a customized output.\nExample Mozilla/5.0 (X11.\nUbuntu.\nLinux x86_64.\nrv:59.0) Gecko/20100101 Firefox/59.0 What does MetaGer/SUMA-EV do with it? <ol>\n<li>In addition to donations and membership fees, we must finance our operation through non-personalized advertising on the results page.\nTo receive this advertising, we give parts of the user agent in connection with the first two blocks of the so-called IP-Adresse to our advertising partners.\n</li>\n</ol>\n</li>\n<li> User preferences In addition to form data and user agent, the browser often transmits additional data.\nThese include language selection, search settings, accept header, do-not-track header and more.\nExamples interface=de sprachfilter=all fokus=web<br> interface=de sprachfilter=de fokus=nachrichten<br> interface=en sprachfilter=en fokus=web What does MetaGer / SUMA-EV do with it? <ol>\n<li>We use this data (e.g., language settings) to answer the query.</li>\n<li>We store some of these data non-personally for statistical purposes.</li>\n</ol>\n</li>\n</ol> Use of the contact form When using the MetaGer contact form, we collect the following information that we store for reference purposes up to 2 months after your request has been completed: <ol>\n<li> Contact data This includes the name you provided (first and last name) and your e-mail address.\nWe only use this data to answer you and under no circumstances pass it on to third parties.\nExamples Max Mustermann, mail@example.com<br> Erika Musterfrau, erika_m@domain.de<br>\n</li>\n<li> Message The message entered here will be transmitted to us and used to process your request.\nExamples Feedback to MetaGer<br> MetaGer as a browser plug-in<br>\n</li>\n</ol> Use of the donation form The following data submitted in the donation form will be stored for processing for 2 months: <ol>\n<li> Contact data This includes the name you provided (first and last name) and your e-mail address.\nWe use this data exclusively for any queries and under no circumstances pass them on to third parties.\nExamples Max Mustermann, mail@example.com<br> Erika Musterfrau, erika_m@domain.de<br>\n</li>\n<li> Payment data The payment data will be used exclusively to process the donation and under no circumstances will be passed on to third parties.\n</li>\n<li> Message (optional) The message entered here will be transmitted to us and considered when processing your donation.\n</li>\n</ol> Simple Website useage When visiting websites of the domain \"suma-ev.de\", the following data are collected and stored for up to one week: <ul>\n<li>Your IP-Address</li>\n<li>Name and URL of the retrieved file</li>\n<li>Date and time of access</li>\n<li>The referrer you sent</li>\n<li>The user agent you sent</li>\n</ul> We use the aforementioned data to ensure the functionality of the website and to protect ourselves from attacks.\nThe legal basis for the processing is, therefore, a legitimate interest under Art.\n6 para.\n1 lit.\nf GDPR.\n<br> On the other websites of our domains, we process the collected data only to answer inquiries and in the context of the other points of this privacy policy.\n<br> On the start page of our service MetaGer we use the User-Agent you have assigned, to show you the appropriate plug-in installation guide to your browser.\nRegistration for the SUMA-EV newsletter To keep you up to date on our activities, we offer an e-mail newsletter.\nWe store the following data until you cancel: <ol>\n<li> Contact data This includes the name you provided (first and last name) and your e-mail address.\nWe use this data exclusively for sending the newsletter and under no circumstances pass it on to third parties.\nExamples Max Mustermann, mail@example.com<br> Erika Musterfrau, erika_m@domain.de<br>\n</li>\n</ol> Use of Maps.MetaGer.de When using the MetaGer map service, the following data is generated: <ol>\n<br>\n<li>IP-Adress: Will not be stored or shared.</li>\n<li>User-Agent: Will not be stored or shared.</li>\n<li>Search query: Will not be stored or shared.</li>\n<li>Location data: Will not be stored or shared.</li>\n</ol> Use of the anonymizing proxy When using the anonymizing proxy, the following data is generated: <ol>\n<br>\n<li>IP-Adress: Will not be stored or shared.</li>\n<li>User-Agent: Will not be stored or shared.</li>\n</ol> Using the citation search The entered search term is used to search for results in the citation database.\nIn contrast to the web search with MetaGer, it is not necessary to pass the search term on to third parties, as the citation database is located on our server.\nOther data will not be stored or shared.\nUse of the associator The associator uses the search term to determine and display the terms associated therewith.\nOther data will not be stored or shared.\nUse of the MetaGer app Use of the MetaGer app is the same as using MetaGer via a web browser.\nUse of the MetaGer plugin When using the MetaGer plugin, the following data is generated: <ol>\n<br>\n<li>IP-Adress: Will not be stored or shared.</li>\n<li>User-Agent: Will not be stored or shared.</li>\n</ol>\n</li>\n</ol> Hosting Our services are administrated by us, the SUMA-EV, and operated on rented hardware at Hetzner Online GmbH.\nLegal basis for processing As a legal basis for processing your personal data, either Art.\n6 (1) lit.\na GDPR, if you consent to the processing by using our services, or Art.\n6 para.\n1 lit.\nf GDPR, if the processing is necessary for the protection of our legitimate interests, or another legal basis, if we inform you separately.\nYour rights as a user (and our duties) To be able to protect your personal data, we clarify (in accordance with Art.\n13 GDPR) that you have the following rights: <ol>\n<li>\n<b>Right to information:</b>\n</li> You have the right (Art.\n15 GDPR) to request information from us at any time, if and if so, which of your data we (metager.de and SUMA-EV) have about you.\nWe will send you as soon as possible, i.e.\nwithin days, a full copy pursuant to Art.\n15 (3) subparagraph 1 GDPR of the data stored about you or other data stored by us.\nFor this, we prefer the electronic way according to article 15 (3) subparagraph 3 GDPR.\nFor this we will save your e-mail address for the time of processing.\nPlease inform us if you want to have the information expressly in paper form.\n<li>\n<b>Right to rectification and supplementation:</b>\n</li> In accordance with Art.\n16 GDPR.\nIf we have stored incorrect data about you, you can determine that they will be corrected.\nThis also applies to missing components, here you have the right to supplement.\n<li>\n<b>Right to deletion:</b>\n</li> In accordance with Art.\n17 GDPR <li>\n<b>Right to restriction of processing:</b>\n</li> In accordance with Art.\n18 GDPR.\nFor example, if you have asked us to erase or modify data about you, you may impose a processing ban on us for the time we need to do so.\nThis is possible regardless of whether we ultimately change, delete, etc.\nthe data in question.\n<li>\n<b>Right to appeal:</b>\n</li> In accordance with Art.\n13 (2) d) GDPR you can complain about us to the data protection officer of the state of Lower Saxony.\nIn the web: Data Protection Officer <li>\n<b>Right to object to processing:</b>\n</li> In accordance with Art.\n21 GDPR.\nIf, for example, you are on a list and you want to be listed there, you can still prohibit the processing or further processing of this data.\n<li>\n<b>Right to Data Portability:</b>\n</li> In accordance with Art.\n20 GDPR.\nthis means that we are required to provide you with the requested data in a readable, possibly machine-readable or common form, so that you would be able to make the data available to another person (to transfer).\n<li>\n<b>Obligation to notify in connection with the correction or deletion of personal data or the restriction of processing:</b>\n</li> In accordance with Art.\n19 GDPR.\nif we have disclosed information you have entrusted to us to third parties (which we never do), we would be obliged to notify those that we performed a deletion, modification, etc.\nat your request.\n</ol> To exercise these rights, it is sufficient to send us an e-mail to office@suma-ev.de.\nIf you prefer the letter form, please send us postal mail to our office address: <br>\n<br>SUMA-EV <br>Röselerstraße 3 <br>30159 Hannover Changes to this statement Like our offers, this privacy policy is subject to constant change.\nYou should therefore read it again regularly.\n<br>This version of our Privacy Policy is dated 2018-05-24.\n", "created_at": "2021-01-28 20:19:08.948854", "updated_at": "2021-01-28 20:34:26.38089"}, {"id": 3838, "name": "Site Notice", "url": "https://metager.org/impressum", "xpath": "/html/body/div[1]", "text": " Site Notice SUMA-EV - Verein für freien Wissenszugang (e.V.) <p>Wikipedia-entry for the SUMA-EV</p> SUMA-EV\nRöselerstr.\n3\nD-30159 Hannover\nDeutschland/Germany Contact:\nTel.: +4951134000070\nEMail: office@suma-ev.de - Public-PGP-Key\nencrypted contact form <p>Board: Dominik Hebeler, Carsten Riel, Manuela Branz</p>\n<p>Youth Protection Commissioner: Manuela Branz jugendschutz@metager.de</p>\n<p>\"SUMA-EV - Verein für freien Wissenszugang\" is a charitable association, registered in the register of associations at the Amtsgericht Hannover\nunder VR200033.\nsales tax identification number: DE 300 464 091 The \"Gottfried Wilhelm Leibniz Universität Hannover\" is a statutory body.</p> Liability Note: <p>Despite thorough content control we do not take responsability for any content of external links.\nFor the content of external links only their operators are reliable.</p> ", "created_at": "2021-01-28 20:42:40.099837", "updated_at": "2021-01-28 20:42:41.553192"}, {"id": 3837, "name": "Transparency Statement", "url": "https://metager.org/transparency", "xpath": "/html/body/div[1]", "text": " Transparency statement MetaGer is transparent <p>MetaGer is transparent.\nOur source code is Quellcodefreely licensed and publicly available for all to see.\nWe do not store user data and value data protection and privacy.\nTherefore we grant anonymous access to the search results.\nThis is possible through an anonymous proxy and TOR-hidden access.\nIn addition, MetaGer has a transparent organizational structure, since it is supported by the non-profit association SUMA-EV, of which anyone can become a member.</p> What is a metasearch engine? <p>To explain what metasearch engines are, it makes sense to first briefly explain roughly how the indexing of regular search engines works.\nRegular search engines obtain their search results from a database of web pages, which is also called an index.\nThe search engines use so-called \"crawlers\", which collect web pages and add them to the index (database).\nThe crawler starts with a set of web pages and opens all the web pages linked there.\nThese are indexed, i.e.\nadded to the index.\nThen the crawler opens the web pages linked on these web pages and continues in this way.</p>\n<p>A metasearch engine combines the results of several search engines and evaluates them again according to its own criteria.This means that the metasearch engine does not have its own index.\nTherefore, metasearch engines do not use crawlers.\nThey use the index of other search engines.</p> What is the advantage of a metasearch engine? <p>A clear advantage of metasearch engines is that the user only needs a single search query to access the results of several search engines.\nThe metasearch engine outputs the relevant results in a once again sorted list of results.\nMetaGer is not a pure metasearch engine, as we also use small indexes of our own.</p> How is our ranking made up? <p>We take the rankings from our source search engines and weigh them.\nThese rankings are then converted into scores.\nAdditional points are awarded or deducted for the occurrence of the search terms in the URL and in the snippet, as well as the excessive occurrence of special characters (e.g.\nother character sets such as Cyrillic).\nWe also use a blocking list to remove individual pages from the results list.\nWe block web pages in the display if we are legally obliged to do so.\nWe also reserve the right to block web pages with demonstrably incorrect information, web pages of extremely poor quality and other particularly dubious web pages.</p>\n<p>If there are any further questions or uncertainties, please feel free to use our contact form and ask us your questions!</p> ", "created_at": "2021-01-28 20:39:36.024707", "updated_at": "2021-01-28 20:39:37.669332"}], "points": [{"id": 26413, "title": "The court of law governing the terms is in a jurisdiction that is friendlier to user privacy protection.", "source": "https://metager.org/impressum", "status": "Generated through the annotate view", "created_at": "2021-12-12 19:09:05.633879", "updated_at": "2022-08-12 23:04:23.553025", "quoteText": "Site Notice SUMA-EV - Verein für freien Wissenszugang (e.V.) <p>Wikipedia-entry for the SUMA-EV</p> SUMA-EV\nRöselerstr.\n3\nD-30159 Hannover\nDeutschland/Germany", "case_id": 241, "document_id": 3838, "quoteStart": 1, "quoteEnd": 159}, {"id": 18817, "title": "This service allows you to retrieve an archive of your data", "source": "https://metager.org/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-04-14 20:49:42.209723", "updated_at": "2021-05-13 13:55:03.573949", "quoteText": "\nWe will send you as soon as possible, i.e.\nwithin days, a full copy pursuant to Art.\n15 (3) subparagraph 1 GDPR of the data stored about you or other data stored by us.\nFor this, we prefer the electronic way according to article 15 (3) subparagraph 3 GDPR.\nFor this we will save your e-mail address for the time of processing.\nPlease inform us if you want to have the information expressly in paper form.\n<li>", "case_id": 140, "document_id": 3836, "quoteStart": 9430, "quoteEnd": 9840}, {"id": 18815, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://metager.org/impressum", "status": "Generated through the annotate view", "created_at": "2021-04-14 20:46:08.819253", "updated_at": "2021-05-13 13:54:46.438527", "quoteText": "<p>Despite thorough content control we do not take responsability for any content of external links.\n", "case_id": 279, "document_id": 3838, "quoteStart": 695, "quoteEnd": 796}, {"id": 18337, "title": "The website is open-source", "source": "https://metager.org/transparency", "status": "Generated through the annotate view", "created_at": "2021-04-07 18:05:49.557462", "updated_at": "2021-05-13 13:53:17.722384", "quoteText": "MetaGer is transparent <p>MetaGer is transparent.\nOur source code is Quellcodefreely licensed and publicly available for all to see.\n", "case_id": 485, "document_id": 3837, "quoteStart": 24, "quoteEnd": 157}, {"id": 18339, "title": "Service can block or censor user communications", "source": "https://metager.org/transparency", "status": "Generated through the annotate view", "created_at": "2021-04-07 18:07:16.120206", "updated_at": "2021-04-07 22:11:01.820344", "quoteText": "We also reserve the right to block web pages with demonstrably incorrect information, web pages of extremely poor quality and other particularly dubious web pages.</p>\n", "case_id": 379, "document_id": 3837, "quoteStart": 2293, "quoteEnd": 2461}, {"id": 18338, "title": "Third parties are involved in operating the service", "source": "https://metager.org/transparency", "status": "Generated through the annotate view", "created_at": "2021-04-07 18:06:23.412518", "updated_at": "2021-04-14 19:58:34.044418", "quoteText": "A metasearch engine combines the results of several search engines and evaluates them again according to its own criteria.", "case_id": 207, "document_id": 3837, "quoteStart": 1130, "quoteEnd": 1252}, {"id": 18341, "title": "User logs are deleted after a finite period of time", "source": "https://metager.org/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-04-07 18:08:37.102881", "updated_at": "2021-04-07 22:57:04.265265", "quoteText": "For this purpose alone, we store the full IP address and a timestamp for a maximum of 96 hours.", "case_id": 177, "document_id": 3836, "quoteStart": 1969, "quoteEnd": 2064}, {"id": 18819, "title": "Your personal data is aggregated into statistics", "source": "https://metager.org/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-04-14 20:54:54.461081", "updated_at": "2021-05-06 19:50:44.038451", "quoteText": "<li>We store some of these data non-personally for statistical purposes.</li>\n", "case_id": 190, "document_id": 3836, "quoteStart": 4535, "quoteEnd": 4613}, {"id": 16742, "title": "This service provides an onion site accessible over Tor", "source": "https://metagerv65pwclop2rsfzg4jwowpavpwd6grhhlvdgsswvo6ii4akgyd.onion", "status": "MetaGer is reachable at metagerv65pwclop2rsfzg4jwowpavpwd6grhhlvdgsswvo6ii4akgyd.onion", "created_at": "2021-02-22 13:51:53.737062", "updated_at": "2021-02-22 13:51:53.737062", "quoteText": null, "case_id": 406, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 18340, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://metager.org/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-04-07 18:08:06.371964", "updated_at": "2021-04-07 22:11:28.475971", "quoteText": "When using our web search engine MetaGer via their web form or through their OpenSearch interface, the following data is generated: <ol>\n<li> Internet protocol address", "case_id": 399, "document_id": 3836, "quoteStart": 1076, "quoteEnd": 1243}, {"id": 18347, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://metager.org/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-04-07 18:13:12.261637", "updated_at": "2021-04-07 22:12:28.853537", "quoteText": " Changes to this statement Like our offers, this privacy policy is subject to constant change.\nYou should therefore read it again regularly.\n", "case_id": 121, "document_id": 3836, "quoteStart": 11800, "quoteEnd": 11941}, {"id": 18343, "title": "The service does not share user information with third parties", "source": "https://metager.org/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-04-07 18:10:34.013479", "updated_at": "2021-04-07 22:57:52.426525", "quoteText": "Contact data This includes the name you provided (first and last name) and your e-mail address.\nWe only use this data to answer you and under no circumstances pass it on to third parties.\n", "case_id": 311, "document_id": 3836, "quoteStart": 4830, "quoteEnd": 5018}, {"id": 18345, "title": "You can request access, correction and/or deletion of your data", "source": "https://metager.org/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-04-07 18:12:04.426606", "updated_at": "2021-04-07 22:59:00.825531", "quoteText": "\n<b>Right to rectification and supplementation:</b>\n</li> In accordance with Art.\n16 GDPR.\nIf we have stored incorrect data about you, you can determine that they will be corrected.\nThis also applies to missing components, here you have the right to supplement.\n<li>\n<b>Right to deletion:</b>\n</li> In accordance with Art.\n17 GDPR <li>\n<b>Right to restriction of processing:</b>\n</li> In accordance with Art.\n18 GDPR.\nFor example, if you have asked us to erase or modify data about you, you may impose a processing ban on us for the time we need to do so.\nThis is possible regardless of whether we ultimately change, delete, etc.\nthe data in question.", "case_id": 195, "document_id": 3836, "quoteStart": 9840, "quoteEnd": 10491}, {"id": 18344, "title": "Your personal data is used for limited purposes", "source": "https://metager.org/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-04-07 18:11:09.487251", "updated_at": "2021-04-14 19:58:08.933775", "quoteText": "We use this data exclusively for any queries and under no circumstances pass them on to third parties.\nExamples Max Mustermann, mail@example.com<br> Erika Musterfrau, erika_m@domain.de<br>\n</li>\n<li> Payment data The payment data will be used exclusively to process the donation and under no circumstances will be passed on to third parties.\n</li>", "case_id": 196, "document_id": 3836, "quoteStart": 5511, "quoteEnd": 5858}, {"id": 18348, "title": "There is a date of the last update of the agreements", "source": "https://metager.org/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-04-07 18:13:26.981915", "updated_at": "2021-04-07 22:11:39.514647", "quoteText": "<br>This version of our Privacy Policy is dated 2018-05-24.", "case_id": 331, "document_id": 3836, "quoteStart": 11941, "quoteEnd": 12000}, {"id": 18346, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://metager.org/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-04-07 18:12:25.571868", "updated_at": "2021-04-14 19:55:12.189079", "quoteText": "\n<b>Right to appeal:</b>\n</li> In accordance with Art.\n13 (2) d) GDPR you can complain about us to the data protection officer of the state of Lower Saxony.", "case_id": 300, "document_id": 3836, "quoteStart": 10496, "quoteEnd": 10652}, {"id": 18342, "title": "The service uses your personal data for advertising", "source": "https://metager.org/datenschutz", "status": "Browser fingerprinting for advertising", "created_at": "2021-04-07 18:09:58.819351", "updated_at": "2021-04-14 19:55:44.105819", "quoteText": "This browser identifier (the so-called user agent) can be used by web pages, for example, to recognize mobile devices and present them with a customized output.\nExample Mozilla/5.0 (X11.\nUbuntu.\nLinux x86_64.\nrv:59.0) Gecko/20100101 Firefox/59.0 What does MetaGer/SUMA-EV do with it? <ol>\n<li>In addition to donations and membership fees, we must finance our operation through non-personalized advertising on the results page.\nTo receive this advertising, we give parts of the user agent in connection with the first two blocks of the so-called IP-Adresse to our advertising partners.\n", "case_id": 216, "document_id": 3836, "quoteStart": 3467, "quoteEnd": 4052}, {"id": 18818, "title": "Your personal data will not be used for an automated decision-making", "source": "https://metager.org/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-04-14 20:50:57.65681", "updated_at": "2021-05-04 20:52:42.404835", "quoteText": "We do not operate profiling – i.e.\nthe automatic creation of user profiles.\n", "case_id": 480, "document_id": 3836, "quoteStart": 925, "quoteEnd": 1001}, {"id": 18820, "title": "This service offers a symbolic but nonbinding statement about a matter of opinion, ethics, society, or politics", "source": "https://metager.org/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-04-14 20:56:40.152098", "updated_at": "2021-05-05 20:40:17.600887", "quoteText": "For maximum transparency, we list the information we collect from you and how we use it.\nThe protection of your data is important to us and it should be you, too.\n<br>\n<strong>Please read this statement thoroughly.\nit is in your interest.</strong> Person responsible and contact person MetaGer and related services are operated by SUMA-EV, which is also the author of this statement.\nBy \"we\" in this statement usually SUMA-EV is meant.\n<br>Our contact details can be found in our site notice.\nWe can be reached by e-mail at office@suma-ev.de.\nPrinciples As a non-profit organization, we have committed ourselves to free access to knowledge.\nSince we know that free research is not compatible with mass surveillance, we also take privacy very seriously.\n", "case_id": 332, "document_id": 3836, "quoteStart": 36, "quoteEnd": 789}, {"id": 18816, "title": "The service provides a free help desk", "source": "https://metager.org/transparency", "status": "Generated through the annotate view", "created_at": "2021-04-14 20:46:57.391507", "updated_at": "2021-05-02 18:04:45.946331", "quoteText": "<p>If there are any further questions or uncertainties, please feel free to use our contact form and ask us your questions!</p>", "case_id": 232, "document_id": 3837, "quoteStart": 2461, "quoteEnd": 2588}, {"id": 18814, "title": "This service does not collect, use, or share location data", "source": "https://metager.org/datenschutz", "status": "Generated through the annotate view", "created_at": "2021-04-14 20:45:43.277906", "updated_at": "2021-05-02 18:04:55.188073", "quoteText": "<li>Location data: Will not be stored or shared.</li>", "case_id": 392, "document_id": 3836, "quoteStart": 7576, "quoteEnd": 7629}], "urls": ["metager.org", "metagerv65pwclop2rsfzg4jwowpavpwd6grhhlvdgsswvo6ii4akgyd.onion", "metager.de"]}}