{"error": 448, "message": "OK", "parameters": {"id": 2303, "name": "Spark for Appraisers", "created_at": "2020-07-21 13:08:23.139995", "updated_at": "2021-03-25 03:19:51.572783", "wikipedia": null, "keywords": null, "related": null, "slug": "spark_for_appraisers", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/2303.png", "url": "app.sparkforappraisers.com, sparkforappraisers.com", "documents": [{"id": 2707, "name": "Privacy Policy and Terms of Use", "url": "https://app.sparkforappraisers.com/termsandprivacy.html", "xpath": "", "text": "Spark Terms of Service and End User License Agreement <i>Revised: 7/21/2020 New details on privacy/use/terms that existed but were not explicitly stated</i> Information and Use\nSpark is a tool that populates some areas of a residential real estate appraiser's report with data about properties that was obtained from the appraiser's MLS system, our public records data provider, and calculations from our cost data provider.\nAll data entered into a report by Spark should be verified to ensure accuracy and completeness primarily since MLS and public records can (and often do) have inaccurate or outdated information regarding properties.\nDue to the nature of the data source(s) (the data sources are your MLS that you subscribe to, public records data, and DwellingCost), Choice Valuation and its members and data providers expressly disclaim any warranties regarding accuracy and completeness of the data/information placed into any appraisal report by Spark.\nSpark utilizes the appraiser's settings to place the data from MLS, public records, and cost data into the appraiser's report.\nThe appraiser should always verify the data is correct before delivering to their client.\nFor our part, when we are made aware of a problem with Spark translating the MLS or public records data incorrectly, in that the information entered into an appraiser's report does not match the original data (based on the appraiser's settings), we will work as quickly as possible to remedy the problem and keep the appraiser informed during the process.\nThis also applies to any other error found to be a result of Spark not functioning correctly.\nThis nearly always means the problem is corrected within 24 hours.\nSpark is designed to work with the appraiser's form-filling software by loading property characteristics and market characteristics for an appraiser into their own report.\nSpark does not generate an appraisal/valuation report of any kind but simply assists the appraiser by loading basic property characteristics and market characteristics chosen by the appraiser into their own report.\nSpark is \"driven\" by the appraiser so it will not provide conclusions about: market trends, accuracy/quality of particular data, adjustments, value, or the quality/condition of properties themselves.\nSpark will provide the results based on the settings and choices the appraiser makes but the appraiser's job is to form opinions and conclusions based on those results and/or any other that the appraiser chooses to utilize.\nIf an error takes place that is not the result of Spark but is due to the form-filling software, we will direct the appraiser to contact that company but we will also communicate with that company in an effort to solve the problem.\nLicensing Agreement\nEach Spark customer is required to utilize a separate username (email) and password.\nSpark is licensed for use to its customers in their capacity as a professional real estate appraiser (or unlicensed assistant/administrative personnel who performs work for the real estate appraiser).<br> Spark is licensed to be used for one month by one licensed/certified appraiser.\nIf you are in an office of multiple appraisers with admin/assistant/trainee personnel that use Spark for the appraiser, you do not need a license for those people.\nYou must purchase a separate license for each appraiser that has data going into a report from Spark that they will sign.<br>\nFOR EXAMPLE: If you are in an office with 5 appraisers and 1 admin/assistant or trainee who fills out some of the report for appraisers including using Spark on reports for those appraisers, you would purchase 5 licenses, one for each appraiser.\nPlease contact us for help in properly setting up multiple licenses in one office.\nEXCEPTION: If you use a la mode software and a la mode requires your trainee or admin personnel to have their own customer number then you would have to pay for Spark separately for that person.\nPlease contact us with any questions on this.\nNOTE: If you use any other form-filler (aside from an a la mode form-filler) then this is not an issue.\nYou WILL NOT have to pay for trainees or admin in addition to the signing appraiser.\n<strong>Both the user/customer and Choice Valuation have the right to terminate service at any time and for any reason.</strong> Fair Use Policy\nThe following Fair Use Policy only applies to appraisers paying for Spark \"per report\" and during the free trial of Spark.\nYou will be permitted to utilize Spark four times on the same report.\nOn the fifth time loading data from Spark into your report (and every subsequent time) your account will be charged a use.\nNote: except when initially learning to use Spark you should never have to use Spark more than four times on a report.\nIf you find yourself using Spark more than four times on a single report, please contact us so we can help you find ways to use Spark more efficiently.\nPrivacy\nAny personal information provided to Choice Valuation (including all files uploaded to Spark) is kept confidential and private and will not be distributed to any other party.\nYour secure payment information is never provided to Choice Valuation or any of its members or any of its data providers.\nWe utilize Stripe as our credit card processor.\nIn addition, all data uploaded to Spark by the appraiser or their assistants/trainees is permanently deleted within two hours of being uploaded.\nNot only do we not keep your data longer than two hours, we also certify that we will not sell, transfer, copy, market, or move any data that you upload to Spark.\nChoice Valuation will never track your location or browsing history.\nThe Spark application does not utilize tracking cookies and does not sell or market any of your information or data to ANY other service or party.\nIn addition, during the Account Creation process you can opt out of any promotional or \"tutorial\" emails and only receive emails critical to the application itself.\nIn addition, you can unsubscribe to any list at any time.\nIf you wish to cancel your account and remove all personal/private information from our records you may do so at any time.\nKeep in mind that certain information is required in order for Spark to operate (namely your settings which are stored in our database and cookies).\nSome of your settings/information are stored as cookies but only utilized for the application to operate based on your preferences, never for tracking, marketing, etc.\nWhat You Should Expect From Us\nAs Spark users you should expect a product that accurately gets your MLS records along with the public records and cost data into your report (based on your settings and choices).\nIf there is an error in how Spark gets the data into your report you can expect that once we are notified of the issue we will work quickly to solve that problem.\nYou should also expect that Spark will be available to use when you want it and we will work to have minimal down-time.\nKeep in mind that our public records and cost data providers may have down-time that is out of our control, although it will be very minimal.\nOur public records provider has stated that they may have scheduled maintenance from 7:00pm on Saturday to 7:00am on Sunday but typically once per month or less.\nIn addition, Spark will work even when our public records and cost data providers are not up and running but it will provide less information.\nLast, you should expect your confidential information to be kept confidential.\nWhat We Expect From You\nIn order to upload your MLS data to Spark you must have an agreement with that particular MLS system or board which allows you to use their system and export data for your use as an appraiser.\nWe expect that you will verify all of the data in your report including all of the data entered by Spark, for accuracy.\nWe expect that you will contact us upon noticing any inaccuracies in the data so we can work to update Spark immediately (we typically do this within 24 hours).\nWe also expect that you will not start litigation against Choice Valuation since Spark is not responsible for the accuracy of the data you utilize throughout the appraisal process and/or in your appraisal report.\nThe appraiser is responsible for that.\nAccessibility Time Guarantee\nIn addition, based on past performance and guarantees from our data providers, we guarantee an accessibility time of 99% or more.\nAll that being said: DISCLAIMER\nEXCEPT FOR CHOICE VALUATION'S GROSS NEGLIGENCE, WILLFUL MISCONDUCT, OR FRAUD, CHOICE VALUATION'S TOTAL LIABILITY AND YOUR EXCLUSIVE REMEDY UNDER THIS AGREEMENT IS LIMITED TO DIRECT MONEY DAMAGES NOT EXCEEDING THE AMOUNT PAID BY YOU TO CHOICE VALUATION FOR THE USE OF SPARK.\nSPARK IS PROVIDED \"AS IS\" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION, ANY WARRANTIES OF MERCHANTABILITY, ACCURACY, COMPLETENESS, AVAILABILITY, NON-INFRINGEMENT, OR FITNESS FOR A SPECIFIC PURPOSE.\nRefunds\nSpark is a subscription service with no contracts.\nYou can cancel your subscription at any time.\nIf you were charged for a monthly subscription within 48 hours, you can get a full refund as well.\nWhen using any form-filler other than a la mode, you can cancel the subscription yourself from within your account and you'll automatically be prompted for a full refund if it's within the 48 hour time-frame.\nIf you use a la mode then you'll need to contact them to cancel and/or for the refund.\nData Providers\nSpark's public records data provider is currently Realist (owned by CoreLogic) and the cost data provider is DwellingCost.\nThose data sources could change at any time.\nWe will notify all registered customers well ahead of any data source changes.\nChoice Valuation has licensed from CoreLogic Solutions, LLC (\"CoreLogic\") certain portions or elements of the public records data available through the Software (\"CoreLogic Data\").\nThe CoreLogic Data may be used by You solely in connection with professional real estate appraisal activities arising in the ordinary course of business.\nThe CoreLogic Data shall be subject to the same protections generally applicable to the data referenced in this Agreement, but in no event shall You be permitted to resell or relicense the CoreLogic Data or any portion or derivative thereof.\nCoreLogic may directly enforce these provisions and shall have all legal remedies available to Choice Valuation as set forth in this Agreement and all other available legal remedies.\nThe appraiser has an option in Spark to include maps of each property and these maps are obtained from Google.\nThese maps are created by Google utilizing the address of each property that is either from MLS or public records and represent Google's best attempt to get the location but there is no guarantee by Spark, implied or otherwise, that the map provided will show the actual location of the property.\nThese maps are provided in a PDF that is added to the appraiser's digital work file but are not automatically placed in the report that is delivered to the client.\nUpdates to these Terms\nAny material or critical changes or changes that adversely affect you, the user, will be provided by email.\nIf you disagree with these changes you should stop using the service and contact us to let us know why and perhaps we will change the Terms or we can mutually agree the Spark service based on the changes is not the right service for you.", "created_at": "2020-07-21 16:58:40.69673", "updated_at": "2020-07-21 20:20:04.430012"}], "points": [{"id": 9790, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://app.sparkforappraisers.com/termsandprivacy.html", "status": "Thank you! I did recrawl and it's good to go now. Can you please now approve this and the others that are \"pending\". Thanks so much!", "created_at": "2020-07-21 17:00:51.068151", "updated_at": "2020-10-10 20:54:14.50273", "quoteText": "Due to the nature of the data source(s) (the data sources are your MLS that you subscribe to, public records data, and DwellingCost), Choice Valuation and its members and data providers expressly disclaim any warranties regarding accuracy and completeness of the data/information placed into any appraisal report by Spark.", "case_id": 286, "document_id": 2707, "quoteStart": 640, "quoteEnd": 962}, {"id": 9796, "title": "You can delete your content from this service", "source": "https://app.sparkforappraisers.com/termsandprivacy.html", "status": "Generated through the annotate view", "created_at": "2020-07-21 20:55:46.13195", "updated_at": "2020-10-27 05:17:07.783961", "quoteText": "If you wish to cancel your account and remove all personal/private information from our records you may do so at any time.", "case_id": 175, "document_id": 2707, "quoteStart": 6011, "quoteEnd": 6133}, {"id": 9794, "title": "This service does not sell your personal data", "source": "https://app.sparkforappraisers.com/termsandprivacy.html", "status": "Generated through the annotate view", "created_at": "2020-07-21 20:35:36.27742", "updated_at": "2020-07-22 22:48:50.859673", "quoteText": "The Spark application does not utilize tracking cookies and does not sell or market any of your information or data to ANY other service or party.", "case_id": 193, "document_id": 2707, "quoteStart": 5641, "quoteEnd": 5787}, {"id": 9799, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "https://app.sparkforappraisers.com/termsandprivacy.html", "status": "Generated through the annotate view", "created_at": "2020-07-21 21:10:06.605276", "updated_at": "2020-10-27 05:15:47.395159", "quoteText": "If you were charged for a monthly subscription within 48 hours, you can get a full refund as well.", "case_id": 384, "document_id": 2707, "quoteStart": 9030, "quoteEnd": 9128}, {"id": 9797, "title": "You have the right to leave this service at any time", "source": "https://app.sparkforappraisers.com/termsandprivacy.html", "status": "Generated through the annotate view", "created_at": "2020-07-21 21:03:14.747294", "updated_at": "2020-10-27 05:16:17.206919", "quoteText": "Spark is a subscription service with no contracts.\nYou can cancel your subscription at any time.", "case_id": 170, "document_id": 2707, "quoteStart": 8933, "quoteEnd": 9029}, {"id": 9800, "title": "Users are entitled to a refund if certain thresholds or standards are not met by the service", "source": "https://app.sparkforappraisers.com/termsandprivacy.html", "status": "Generated through the annotate view", "created_at": "2020-07-21 21:10:41.114704", "updated_at": "2020-10-15 17:34:29.375312", "quoteText": "When using any form-filler other than a la mode, you can cancel the subscription yourself from within your account and you'll automatically be prompted for a full refund if it's within the 48 hour time-frame.\nIf you use a la mode then you'll need to contact them to cancel and/or for the refund.", "case_id": 161, "document_id": 2707, "quoteStart": 9129, "quoteEnd": 9424}, {"id": 9801, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://app.sparkforappraisers.com/termsandprivacy.html", "status": "Generated through the annotate view", "created_at": "2020-07-21 21:17:09.486241", "updated_at": "2020-10-15 04:29:21.254217", "quoteText": "Any material or critical changes or changes that adversely affect you, the user, will be provided by email.", "case_id": 329, "document_id": 2707, "quoteStart": 11042, "quoteEnd": 11149}, {"id": 9793, "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://app.sparkforappraisers.com/termsandprivacy.html", "status": "Generated through the annotate view", "created_at": "2020-07-21 20:34:33.143982", "updated_at": "2020-07-22 22:48:41.511146", "quoteText": "In addition, all data uploaded to Spark by the appraiser or their assistants/trainees is permanently deleted within two hours of being uploaded.", "case_id": 303, "document_id": 2707, "quoteStart": 5264, "quoteEnd": 5408}, {"id": 9795, "title": "You can opt out of promotional communications", "source": "https://app.sparkforappraisers.com/termsandprivacy.html", "status": "Generated through the annotate view", "created_at": "2020-07-21 20:51:29.854153", "updated_at": "2020-07-22 22:49:05.598689", "quoteText": "In addition, during the Account Creation process you can opt out of any promotional or \"tutorial\" emails and only receive emails critical to the application itself.\nIn addition, you can unsubscribe to any list at any time.", "case_id": 223, "document_id": 2707, "quoteStart": 5788, "quoteEnd": 6010}, {"id": 9798, "title": "Accessibility to this service is guaranteed at 99% or more", "source": "https://app.sparkforappraisers.com/termsandprivacy.html", "status": "Generated through the annotate view", "created_at": "2020-07-21 21:07:49.435949", "updated_at": "2020-07-22 22:52:15.81362", "quoteText": "In addition, based on past performance and guarantees from our data providers, we guarantee an accessibility time of 99% or more", "case_id": 158, "document_id": 2707, "quoteStart": 8250, "quoteEnd": 8378}, {"id": 9791, "title": "There is a date of the last update of the terms", "source": "https://app.sparkforappraisers.com/termsandprivacy.html", "status": "Generated through the annotate view", "created_at": "2020-07-21 19:56:13.611614", "updated_at": "2020-07-22 22:52:35.811272", "quoteText": "End User License Agreement <i>Revised: 7/21/2020 New details on privacy/use/terms that existed but were not explicitly stated</i>", "case_id": 331, "document_id": 2707, "quoteStart": 27, "quoteEnd": 156}, {"id": 9792, "title": "This service does not sell your personal data", "source": "https://app.sparkforappraisers.com/termsandprivacy.html", "status": "Generated through the annotate view", "created_at": "2020-07-21 20:29:16.081434", "updated_at": "2021-02-06 03:50:21.558727", "quoteText": "Any personal information provided to Choice Valuation (including all files uploaded to Spark) is kept confidential and private and will not be distributed to any other party.", "case_id": 193, "document_id": 2707, "quoteStart": 4919, "quoteEnd": 5093}], "urls": ["app.sparkforappraisers.com", " sparkforappraisers.com"]}}