{"error": 448, "message": "OK", "parameters": {"id": 739, "name": "Kev Quirk's Blog", "created_at": "2018-10-09 12:08:57.503056", "updated_at": "2021-03-25 03:19:38.612632", "wikipedia": null, "keywords": null, "related": null, "slug": "kev_quirks_blog", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/739.png", "url": "kevq.uk", "documents": [{"id": 615, "name": "Privacy Policy", "url": "https://kevq.uk/privacy", "xpath": "", "text": " Kev Quirk 🏠 Home 👨 About ✏️ Blog 📝 Notes ✉️ Contact 📰 Newsletter ✏️ Blogroll 💬 Guestbook 📚 RSS Feeds 🔍 Search <p>More stuff this way ⮕</p> 🕵️ Privacy <ol>\n<li>HTTPS Always</li>\n<li>Analytics <ul>\n<li>No Cookies</li>\n</ul>\n</li>\n<li>Newsletter</li>\n<li>Terms of Service</li>\n</ol>\n<p>Personally, I have taken a number of steps to try and maintain my own privacy where possible.\nSo I think I would be remiss if I didn’t try and do the same for those who decide they want to come and read the content that I put out on this site.</p>\n<p>Plus, it’s actually the law within the EU.</p>\n<p>With all of the above in mind, I want to do what I can to maintain the privacy of visitors to this site wherever possible.\nSo what do I do to help ensure your privacy is maintained?</p> 1.\nHTTPS always <p>This site uses HTTPS everywhere.\nIf you try and access this site using HTTP, you will be redirected to HTTPS.</p>\n<p>So what? you might say.\nHTTPS is important, as it ensures your connection to my server is always encrypted (among other things).\nSo any spying eyes won’t be able to see what you’re doing whilst on here.</p>\n<p>Not a huge issue for most people, as this is just a blog that contains public information – you don’t have login credentials etc.\nBut you may not want your Apple loving friends to know that you secretly love Linux!</p> 2.\nMy analytics respect your privacy <p>I use the privacy respecting analytics tool, GoatCounter to monitor the traffic on this site.\nThere are no trackers or cookies, which means that Plausible is far less invasive than other analytics tools, like Google Analytics.</p>\n<p>GoatCounter doesn’t even store your IP address.</p>\n<p>You can see a demo of GoatCounter here – this is exactly what I see when I login to my dashboard.\nIt tells me which posts are popular and where the traffic is coming from.\nThat’s all I need to know.</p>\n<p>If you want to know more about what data of yours they store, you can read their data policy here.</p> 2.1 No cookies <p>If you view the source for this website, you will see that no tracking Javascript exists in my code.\nSo no tracking cookies will be dropped on to your machine from this website, which means there is no unique ID that I can use to identify and track you.</p>\n<p>You can also use an online tool like Cookie Metrix to see what cookies are stored on your machine when you visit my site.\n<strong>Spoiler – there are no cookies!</strong> 🙂</p>\n<p>\n</p> 3.\nNewsletter <p>I maintain an email newsletter with this blog, but I still try to maintain your privacy while doing so.\nThe newsletter software that I use is a self-hosted solution provided by Sendy.</p>\n<p>If you decide you want to subscribe to my newsletter, you need to enter your name an email address and hit the subscribe button to be added to the list.</p>\n<p>Once subscribed, you will receive a confirmation email.\nThis confirmation email, and every other subsequent email you receive from my newsletter service, will contain an unsubscribe link.</p>\n<p>If you decide to unsubscribe, you will immediately be removed from the newsletter and will sent a confirmation email.\nYour email address will also be deleted from my Sendy instance.</p>\n<p>\n<strong>I will NEVER share your email address with anyone.\nYour email address will always be confined to my Sendy instance only and I will use it for no other purpose than sending newsletter emails.</strong>\n</p>\n<br> 4.\nTerms of service <p>You do not have to agree to any terms of service in order to access, view, read, or copy any of the data on this website.</p>\n<p>All public content on this site is published under the Creative Commons Share Alike 4.0 License unless otherwise stated.\nMore information is available on the Licensing Information page.</p>\n<blockquote>\n<p>Friends don’t spy.\ntrue friendship is about privacy, too.</p>\n<p>\n<cite>– Stephen King</cite>\n</p>\n</blockquote>\n<p>All work licensed under <b>CC BY-SA 4.0</b> unless otherwise stated.<br> Disclaimer | License Info | Privacy | Coffee?</p>\n<p>\n</p> 🔝 ", "created_at": "2018-10-09 12:09:39.78882", "updated_at": "2020-12-14 20:20:39.064125"}], "points": [], "urls": ["kevq.uk"]}}