{"error": 448, "message": "OK", "parameters": {"id": 245, "name": "envato", "created_at": "2018-01-16 15:26:06.748701", "updated_at": "2021-06-25 14:19:25.496887", "wikipedia": "https://en.wikipedia.org/wiki/Envato", "keywords": "", "related": "", "slug": "envato", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/245.png", "url": "envato.com", "documents": [{"id": 193, "name": "Privacy Policy", "url": "https://envato.com/privacy/", "xpath": "", "text": "<ul>\n<li>Products</li>\n<li>About</li>\n<li>Forums</li>\n<li>Blog</li>\n</ul>Our ProductsEnvato is the leading marketplace for creative assets and creative peopleAbout EnvatoSubscribe for unlimited digital assetsBuy and sell digital assetsCreate your own mockups and assetsHire designers and developersUpskill with tutorials and coursesBrowse free stock video and artMake a free Insta websiteBrowse real-world stock photosPrivacy Policy<p>\n<strong>Welcome to Envato’s Privacy Policy</strong>\n</p>\n<ol>\n<li>Hi there, we’re Envato Pty Ltd (ABN 11 119 159 741) of Level 1, 121 King Street Melbourne, 3000, Australia (“<strong>Envato</strong>”) and welcome to our privacy policy which also applies to our Affiliate Companies.\nThis policy sets out how we handle your personal information if you’re an Envato user or visitor to our Sites.\nIt applies across Envato Elements, Envato Market, Envato Twenty20, Envato Studio, Envato Sites, Envato Tuts+ and Placeit (the “<strong>Sites</strong>”).</li>\n<li>When we say ‘we’, ‘us’ or ‘Envato’ it’s because that’s who we are and we own and run the Sites.</li>\n<li>If we say ‘policy’ we’re talking about this privacy policy.\nIf we say ‘user terms’ we’re talking about the rules for using each of the Sites.\nThe rules vary by product and each product makes them separately available and seeks consent to them separately to this policy.</li>\n</ol>\n<p>\n<strong>The type of personal information we collect</strong>\n</p>\n<ol>\n<li>We collect certain personal information about visitors and users of our Sites.</li>\n<li>The most common types of information we collect include things like: user-names, member names, email addresses, IP addresses, other contact details, survey responses, blogs, photos, payment information such as payment agent details, transactional details, tax information, support queries, forum comments (if applicable), content you direct us to make available on our Sites (such as item descriptions), your actions on our Sites (including any selections or inputs into items) and web and email analytics data.\nWe will also collect personal information from job applications (such as, your CV, the application form itself, cover letter and interview notes).</li>\n</ol>\n<p>\n<strong>How we collect personal information</strong>\n</p>\n<ol>\n<li>We collect personal information directly when you provide it to us, automatically as you navigate through the Sites, or through other people when you use services associated with the Sites.</li>\n<li>We collect your personal information when you provide it to us when you complete membership registration and buy or provide items or services on our Sites, subscribe to a newsletter, email list, submit feedback, enter a contest, fill out a survey, or send us a communication.</li>\n<li>As the operator of digital content marketplaces, we have a legitimate interest in verifying the identity of our authors.\nWe believe that knowing who our authors are will strengthen the integrity of our marketplaces by reducing fraud, making authors more accountable for their content and giving Envato and customers the ability to enforce contracts for authors who break the rules.\nEnvato also has certain legal obligations that require us to know who our authors are in certain circumstances.\nIn light of this, if you are an author we will verify your identity, in particular, your name, full address and date of birth by asking you to show us a Photo ID document.\nThe verification procedure is called Envato Verify.\nEnvato Verify will be carried out by our service provider Jumio Corporation located at 395 Page Mill Road, Suite 150, Palo Alto, California, USA.\nAs part of Envato Verify, you will be asked to take a selfie which will then be compared against your Photo ID document using facial recognition technology.\nWe will use your Photo ID document solely to carry out Envato Verify and delete it after the completion of this process.</li>\n</ol>\n<p>\n<strong>Personal information we collect about you from others</strong>\n</p>\n<ol>\n<li>Although we generally collect personal information directly from you, on occasion, we also collect certain categories of personal information about you from other sources.\nIn particular:<ol>\n<li>financial and/or transaction details from payment providers located in the US, UK, and Australia in order to process a transaction;</li>\n<li>third party service providers (like Google, Facebook) who are located in the US or UK, which may provide information about you when you link, connect, or login to your account with the third party provider and they send us information such as your registration and profile from that service, this only occurs if you are using Envato Studio.\nThe information varies and is controlled by that service provider or as authorized by you via your privacy settings at that service provider.\nand</li>\n<li>other third party sources/and or partners from Australia, US or UK, whereby we receive additional information about you (to the extent permitted by applicable law), such as demographic data or fraud detection information, and combine it with information we have about you.\nFor example, fraud warnings from service providers like identity verification service.\nWe also receive information about you and your activities on and off the Envato platform through partnerships, or about your experiences and interactions from our partner ad networks.\nWe also receive information about you as a rights holder from our third party authors.\nFor example, information in the form of a model release when your image is used in an item made available on our Sites.</li>\n</ol>\n</li>\n</ol>\n<p>\n<strong>How we use personal information</strong>\n</p>\n<ol>\n<li>We will use your personal information:<ol>\n<li>To fulfil a contract, or take steps linked to a contract: in particular, in facilitating and processing transactions that take place on the Sites, like where you purchase an item from our marketplace.</li>\n<li>Where this is necessary for purposes which are in our, or third parties’, legitimate interests.\nThese interests include:<ol>\n<li>operating the Sites;</li>\n<li>providing you with services described on the Sites;</li>\n<li>verifying your identity when you sign in to any of our Sites;</li>\n<li>responding to support tickets, and helping facilitate the resolution of any disputes;</li>\n<li>updating you with operational news and information about our Sites and services e.g.\nto notify you about changes to our Sites, website disruptions or security updates;</li>\n<li>carrying out technical analysis to determine how to improve the Sites and services we provide;</li>\n<li>monitoring activity on the Sites, e.g.\nto identify potential fraudulent activity and to ensure compliance with the user terms that apply to the Sites;</li>\n<li>managing our relationship with you, e.g.\nby responding to your comments or queries submitted to us on the Sites or asking for your feedback or whether you want to participate in a survey;</li>\n<li>managing our legal and operational affairs (including, managing risks relating to content and fraud matters);</li>\n<li>training Envato staff about how to best serve our user community;</li>\n<li>improving our products and services;</li>\n<li>providing general administrative and performance functions and activities.\nand</li>\n<li>verifying your identity by comparing a selfie taken by you against your Photo ID document using facial recognition technology (as is necessary for the establishment, exercise or defense of legal claims).\nand</li>\n<li>processing your job application to Envato.</li>\n</ol>\n</li>\n<li>Where you give us consent:<ol>\n<li>providing you with marketing information about products and services which we feel may interest you.\nand</li>\n<li>customising our services and websites, like advertising that appear on the Site – where this involves the use of cookies or similar technologies – in order to provide a more personalised experience.</li>\n</ol>\n</li>\n<li>For purposes which are required by law.</li>\n<li>For the purpose of responding to requests by government, a court of law, or law enforcement authorities conducting an investigation.</li>\n</ol>\n</li>\n</ol>\n<p>\n<strong>When we disclose your personal information</strong>\n</p>\n<ol>\n<li>We will disclose personal information to the following recipients:<ol>\n<li>companies that are in the Envato group which are located in Australia, Mexico and the US;</li>\n<li>if applicable, authors of any items or services made available to you, so they can facilitate support and license validation, who maybe located in any of the countries our products are available in;</li>\n<li>subcontractors and service providers who assist us in connection with the ways we use personal information (as set out above), in particular: website hosting providers which are located in Australia, US and UK.\ntechnical and customer support services which are located in Australia, Canada, Philippines, Poland, Mexico, Romania, UK and the US.\nrecruitment agencies which are located in Australia, US and Mexico.\nmarketing and analytics services which are located in the US.\nsecurity and fraud prevention services which are located in the US.\nsubscription management services which are located in the US.\npayment processing services which are located in the US, UK and Australia.\nidentification verification services located in the UK.\nand operational tooling services which are located in the US.\nNoting that our subcontractors and services providers may also transfer and access such information from other countries in which they have operations.</li>\n<li>our professional advisers (lawyers, accountants, financial advisers etc.) which are located in Australia, Ireland, Mexico, UK and USA;</li>\n<li>regulators and government authorities in connection with our compliance procedures and obligations;</li>\n<li>a purchaser or prospective purchaser of all or part of our assets or our business, and their professional advisers, in connection with the purchase;</li>\n<li>a third party to respond to requests relating to a criminal investigation or alleged or suspected illegal activity;</li>\n<li>a third party, in order to enforce or defend our rights, or to address financial or reputational risks;</li>\n<li>a rights holder in relation to an allegation of intellectual property infringement or any other infringement.\nand</li>\n<li>other recipients where we are authorised or required by law, or requests by government, a court of law, or law enforcement authorities, to do so.</li>\n</ol>\n</li>\n</ol>\n<p>\n<strong>Where we transfer and/or store your personal information</strong>\n</p>\n<ol>\n<li>We are based in Australia and Mexico so your data will be processed in Australia, Mexico and the US.\nSome of the recipients we have described in section 10 above, and to whom we disclose your personal information, are based in places like Australia, Canada, Ireland, Mexico, Philippines, Poland, Romania, UK, the US, India and Columbia.\nWe do this on the basis of this policy.\nIn order to protect your information, we take care where possible to work with subcontractors and service providers who we believe maintain an acceptable standard of data security compliance.</li>\n</ol>\n<p>\n<strong>How we keep your personal information secure</strong>\n</p>\n<ol>\n<li>We store personal information on secure servers that are managed by us and our service providers, and occasionally hard copy files that are kept in a secure location in Australia, Ireland, Mexico and the US.\nPersonal information that we store or transmit is protected by security and access controls, including username and password authentication, two-factor authentication, and data encryption where appropriate.</li>\n</ol>\n<p>\n<strong>How you can access your personal information</strong>\n</p>\n<ol>\n<li>You can access some of the personal information that we collect about you by logging in to your account.\nYou also have the right to make a request to access other personal information we hold about you and to request corrections of any errors in that data.\nYou can also close the account you have with us for any of our Sites at any time.\nTo make an access or correction request, contact our privacy champion using the contact details at the end of this policy.</li>\n</ol>\n<p>\n<strong>Marketing Choices regarding your personal information</strong>\n</p>\n<ol>\n<li>Where we have your consent to do so (e.g.\nif you have subscribed to one of our email lists or have indicated that you are interested in receiving offers or information from us), we send you marketing communications by email about products and services that we feel may be of interest to you.\nYou can ‘opt-out’ of such communications if you would prefer not to receive them in the future by using the “unsubscribe” facility provided in the communication itself.</li>\n<li>You also have choices about cookies, as described below.\nBy modifying your browser preferences, you have the choice to accept all cookies, to be notified when a cookie is set, or to reject all cookies.\nIf you choose to reject cookies some parts of our Sites may not work properly in your case.</li>\n</ol>\n<p>\n<strong>Cookies (not the type you eat!) and web analytics</strong>\n</p>\n<ol>\n<li>For more information about how we use cookies, web beacons and similar technologies see our cookie policy here and for more general information on cookies, see http://www.allaboutcookies.org.</li>\n<li>When you visit our Sites, there’s certain information that’s recorded which is generally anonymous information and does not reveal your identity.\nIf you’re logged into your account some of this information could be associated with your account.\nWe’re talking about the following kinds of details:<ol>\n<li>your IP address or proxy server IP address’;</li>\n<li>the domain name you requested;</li>\n<li>the name of your internet service provider is sometimes captured depending on the configuration of your ISP connection;</li>\n<li>the date and time of your visit to the website;</li>\n<li>the length of your session;</li>\n<li>the pages which you have accessed;</li>\n<li>the number of times you access our site within any month;</li>\n<li>the file URL you look at and information relating to it;</li>\n<li>the website which referred you to our Sites;</li>\n<li>the operating system which your computer uses.\nand</li>\n<li>the technical capabilities of your web browser.</li>\n</ol>\n</li>\n<li>Occasionally, we will use third party advertising companies to serve ads based on prior visits to our Sites.\nFor example, if you visit our Sites, you may later see an add for our products and services when you visit a different Site.\nRead more about your options in our cookie policy.</li>\n</ol>\n<p>\n<strong>Information about children</strong>\n</p>\n<ol>\n<li>Our Sites are not suitable for children under the age of 16 years, so if you are under 16 we ask that you do not use our Sites or give us your personal information (if you are a young tech wiz, please direct your nearest responsible adult to use the Sites for you!).\nIf you are from 16 to 18 years, you can browse the Sites but you’ll need the supervision of a parent or guardian to become a registered user.\nIt’s the responsibility of parents or guardians to monitor their children’s use of our Sites.</li>\n</ol>\n<p>\n<strong>Information you make public or give to others</strong>\n</p>\n<ol>\n<li>If you make your personal information available to other people, we can’t control or accept responsibility for the way they will use or manage that data.\nThere are lots of ways that you can find yourself providing information to other people, like when you post a public message on a forum thread, share information via social media, or make contact with another user (such as a third party Author) whether via our Sites or directly via email.\nBefore making your information publicly available or giving your information to anyone else, think carefully.\nIf giving information to another user via our Sites, ask them how they will handle your information.\nIf you’re sharing information via another website, check the privacy policy for that site to understand its information management practices as this privacy policy will not apply.</li>\n</ol>\n<p>\n<strong>How long we keep your personal information</strong>\n</p>\n<ol>\n<li>We retain your personal information for as long as is necessary to provide the services to you and others, and to comply with our legal obligations.\nIf you no longer want us to use your personal information or to provide you with the Envato services, you can request that we erase your personal information and close your Envato account.\nPlease note that if you request the erasure of your personal information we will retain information from deleted accounts as necessary for our legitimate business interests, to comply with the law, prevent fraud, collect fees, resolve disputes, troubleshoot problems, assist with investigations or requests by government, a court of law, or law enforcement authorities, enforce the terms of service and take other actions permitted by law.\nThe information we retain will be handled in accordance with this Privacy Policy.</li>\n</ol>\n<p>\n<strong>When we need to update this policy</strong>\n</p>\n<ol>\n<li>We will need to change this policy from time to time in order to make sure it stays up to date with the latest legal requirements and any changes to our privacy management practices.</li>\n<li>When we do change the policy, we’ll make sure to notify you about such changes, where required.\nA copy of the latest version of this policy will always be available on this page.</li>\n</ol>\n<p>\n<strong>How you can contact us</strong>\n</p>\n<ol>\n<li>If you have any questions about our privacy practices or the way in which we have been managing your personal information, please contact our privacy champion in writing at PO Box 16122 Collins Street West Victoria 8007 Australia or privacy.champion@envato.com.</li>\n<li>We’re really glad you made it to the end of the privacy policy, because knowing this stuff is the best way to understand how your personal information is used and how to best manage it!</li>\n</ol>\n<p>\n<strong>If you’re a user or visitor in the European Economic Area these rights also apply to you:</strong>\n</p>\n<ol>\n<li>For the purposes of applicable EU data protection law (including the General Data Protection Regulation 2016/679 (the “<strong>GDPR</strong>”), we are a ‘data controller’ of your personal information.</li>\n</ol>\n<p>\n<strong>How you can access your personal information</strong>\n</p>\n<ol>\n<li>You are also entitled to ask us to port your personal information (i.e.\nto transfer in a structured, commonly used and machine-readable format, to you), to erase it, or restrict its processing.\nYou also have rights to object to some processing that is based on our legitimate interests, such as profiling that we perform for the purposes of direct marketing, and, where we have asked for your consent to process your data, to withdraw this consent as more fully described below.</li>\n<li>These rights are limited in some situations – for example, we can demonstrate that we have a legal requirement to process your personal information.\nIn some instances, this means that we may retain some data even if you withdraw your consent.</li>\n<li>Where we require your personal information to comply with legal or contractual obligations, then provision of such data is mandatory: if such data is not provided, then we will not be able to manage our contractual relationship with you, or to meet obligations placed on us.\nIn all other cases, provision of requested personal information is optional.</li>\n<li>If you have unresolved concerns you also have the right to complain to data protection authorities.\nThe relevant data protection authority will be the data protection authority of the country: (i) of your habitual residence.\n(ii) of your place of work.\nor (iii) in which you consider the alleged infringement has occurred.</li>\n</ol>\n<p>\n<strong>Both personal information and personal data have the same meaning in the context of this Privacy Policy.</strong>\n</p>\n<p>Affiliate Companies means Envato Elements Pty Ltd, Envato Twenty20 Pty Ltd, Envato Sites Pty Ltd, and Envato Placeit Pty Ltd.</p>\n<p>\n<strong>Envato Privacy Policy v4.3, effective date 17 March 2020</strong>\n</p>\n<p>\n<strong>Archive</strong>\n</p>\n<ul>\n<li>2019-04-10</li>\n</ul>\n<i>\n</i>Quick LinksExplore popular categories<ul>\n<li>Web Themes &amp.\nTemplates</li>\n<li>WordPress Themes</li>\n<li>HTML Templates</li>\n<li>Shopify Themes</li>\n<li>WordPress Hosting</li>\n<li>Free WordPress Themes</li>\n</ul>\n<ul>\n<li>Video</li>\n<li>After Effects Templates</li>\n<li>Apple Motion Templates</li>\n<li>Video Effects</li>\n<li>Free video stock footage</li>\n<li>Stock Footage</li>\n</ul>\n<ul>\n<li>Audio</li>\n<li>Royalty Free Music</li>\n<li>Sound Effects</li>\n<li>Best Selling Royalty Free Music</li>\n<li>Logic Pro Files</li>\n<li>Background Music</li>\n</ul>\n<ul>\n<li>Code</li>\n<li>WordPress Plugins</li>\n<li>PHP Script</li>\n<li>JavaScript</li>\n<li>CSS Templates</li>\n<li>PrestaShop Plugins</li>\n</ul>\n<ul>\n<li>Graphics</li>\n<li>Logo Templates</li>\n<li>Business Card Templates</li>\n<li>Lightroom Presets</li>\n<li>Serif Fonts</li>\n<li>Free art &amp.\nillustration images</li>\n</ul>\n<ul>\n<li>Photos</li>\n<li>Food Stock Photos</li>\n<li>Animal Stock Photos</li>\n<li>Tech Stock Photos</li>\n<li>Fitness Stock Photos</li>\n<li>Nature Stock Photos</li>\n</ul>\n<ul>\n<li>Design Maker</li>\n<li>Logo Maker</li>\n<li>Business Card Maker</li>\n<li>T-Shirt Maker</li>\n<li>Banner Maker</li>\n<li>Flyer Maker</li>\n</ul>\n<ul>\n<li>Video Maker</li>\n<li>Intro Maker</li>\n<li>Slideshow Maker</li>\n<li>Instagram Story Video Maker</li>\n<li>Promo Video Maker</li>\n<li>Teaser Video Maker</li>\n</ul>\n<ul>\n<li>Elements</li>\n<li>WordPress Themes</li>\n<li>Stock Images</li>\n<li>Website Templates</li>\n<li>Logos</li>\n<li>Fonts</li>\n</ul>\n<ul>\n<li>Tuts+</li>\n<li>Photoshop Tutorials</li>\n<li>JavaScript Tutorials</li>\n<li>WordPress Tutorials</li>\n<li>Free Online Tutorials</li>\n<li>Free Coding Tutorials</li>\n</ul>\n<ul>\n<li>Products</li>\n<li>Careers</li>\n<li>About Us</li>\n<li>Purpose</li>\n<li>Blog</li>\n<li>Sellers</li>\n<li>Affiliates</li>\n<li>Forum</li>\n</ul>\n<ul>\n<li>Privacy</li>\n<li>Cookies</li>\n<li>Press</li>\n<li>Contact Us</li>\n<li>Sitemap</li>\n</ul>\n<p>© 2020 Envato Pty Ltd.\nTrademarks and brands are the property of their respective owners.</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>", "created_at": "2018-07-17 10:11:53.927794", "updated_at": "2020-12-14 15:12:41.944549"}, {"id": 507, "name": "Cookies", "url": "https://envato.com/cookies/", "xpath": "", "text": "<ul>\n<li>Products</li>\n<li>About</li>\n<li>Forums</li>\n<li>Blog</li>\n</ul>Our ProductsEnvato is the leading marketplace for creative assets and creative peopleAbout EnvatoSubscribe for unlimited digital assetsBuy and sell digital assetsCreate your own mockups and assetsHire designers and developersUpskill with tutorials and coursesBrowse free stock video and artMake a free Insta websiteBrowse real-world stock photosCookie Policy<p>Cookies, clear gifs and similar technologies (<b>cookies</b>) are used on our sites to personalise content and ads, provide and improve product features and to analyse our traffic on our sites by Envato, our business partners and authors.\nAs a part of our commitment to upholding a high standard of transparency with our users, we’ve created this guide to explain the tracking technologies we use on our sites.</p>\n<p>This explanation applies to all of the sites we operate including: envato.com, tutsplus.com, themeforest.net, graphicriver.net, videohive.net, photodune.net, 3docean.net, audiojungle.net and codecanyon.net.</p>What are cookies, clear gifs and similar technologies?<p>\n<b>Cookies</b> are a small data file sent to your web browser or mobile device that is stored on your browser cache.</p>\n<p>\n<b>Clear gifs and pixel trackers</b> are tiny graphics with a unique identifier and are similar in function to cookies, and are used to track the movements of web users between pages and websites.\nThey are embedded invisibly on web pages and are about the size of a single pixel.</p>\n<p>\n<b>First-party</b> cookies are set by us when you’re visiting one of our sites, and<b>third-party</b> cookies are set by a party other than the website you're visiting.</p>Cookies and similar technologies are used for the following purposes on the Envato sites<p>\n<b>Strictly Necessary:</b> Strictly necessary cookies help make a website usable by enabling basic functions like page navigation, website security and access to information that requires authentication.</p>\n<p>\n<b>Preferences:</b> These cookies enable storage of information that changes the way a website behaves or looks, like settings for your region.</p>\n<p>\n<b>Statistics:</b> Statistics cookies help us to understand how visitors interact with our websites by collecting and reporting information.</p>\n<p>\n<b>Marketing:</b> Marketing cookies are used for tracking browsing activity and to customise and display ads that are relevant and engaging.</p>\n<p>\n<b>Third Parties:</b> Our business partners and authors use cookies for the purposes described above.</p>How to manage your preferences and settings<p>Please keep in mind that your experience may not be as we intended if you change the standard settings.</p>\n<p>Visitors located in the European Union can select their preferences with the preferences panel, and can change their preferences by clearing their cookies, refreshing the page, and selecting their preferences again.</p>\n<p>Any interested visitor can learn how to opt out of third party cookies by consulting this page, or learn how to change your browser settings:</p>\n<ol>\n<li>Firefox</li>\n<li>Chrome</li>\n<li>Safari</li>\n</ol>Contact, questions and changes<p>We may make changes to the Cookie Policy from time to time and we will take reasonable steps to let our users know about these changes.\nYou can keep track of changes made by referring to the date below.</p>\n<p>If you have any questions about our privacy practices, or about how to change your cookie preferences, please contact our privacy champion at privacy.champion@envato.com.\nYou can also write to us at PO Box 16122 Collins Street West Victoria 8007 Australia.</p>\n<p>Updated 14 June 2019.</p>\n<i>\n</i>Quick LinksExplore popular categories<ul>\n<li>Web Themes &amp.\nTemplates</li>\n<li>WordPress Themes</li>\n<li>HTML Templates</li>\n<li>Shopify Themes</li>\n<li>WordPress Hosting</li>\n<li>Free WordPress Themes</li>\n</ul>\n<ul>\n<li>Video</li>\n<li>After Effects Templates</li>\n<li>Apple Motion Templates</li>\n<li>Video Effects</li>\n<li>Free video stock footage</li>\n<li>Stock Footage</li>\n</ul>\n<ul>\n<li>Audio</li>\n<li>Royalty Free Music</li>\n<li>Sound Effects</li>\n<li>Best Selling Royalty Free Music</li>\n<li>Logic Pro Files</li>\n<li>Background Music</li>\n</ul>\n<ul>\n<li>Code</li>\n<li>WordPress Plugins</li>\n<li>PHP Script</li>\n<li>JavaScript</li>\n<li>CSS Templates</li>\n<li>PrestaShop Plugins</li>\n</ul>\n<ul>\n<li>Graphics</li>\n<li>Logo Templates</li>\n<li>Business Card Templates</li>\n<li>Lightroom Presets</li>\n<li>Serif Fonts</li>\n<li>Free art &amp.\nillustration images</li>\n</ul>\n<ul>\n<li>Photos</li>\n<li>Food Stock Photos</li>\n<li>Animal Stock Photos</li>\n<li>Tech Stock Photos</li>\n<li>Fitness Stock Photos</li>\n<li>Nature Stock Photos</li>\n</ul>\n<ul>\n<li>Design Maker</li>\n<li>Logo Maker</li>\n<li>Business Card Maker</li>\n<li>T-Shirt Maker</li>\n<li>Banner Maker</li>\n<li>Flyer Maker</li>\n</ul>\n<ul>\n<li>Video Maker</li>\n<li>Intro Maker</li>\n<li>Slideshow Maker</li>\n<li>Instagram Story Video Maker</li>\n<li>Promo Video Maker</li>\n<li>Teaser Video Maker</li>\n</ul>\n<ul>\n<li>Elements</li>\n<li>WordPress Themes</li>\n<li>Stock Images</li>\n<li>Website Templates</li>\n<li>Logos</li>\n<li>Fonts</li>\n</ul>\n<ul>\n<li>Tuts+</li>\n<li>Photoshop Tutorials</li>\n<li>JavaScript Tutorials</li>\n<li>WordPress Tutorials</li>\n<li>Free Online Tutorials</li>\n<li>Free Coding Tutorials</li>\n</ul>\n<ul>\n<li>Products</li>\n<li>Careers</li>\n<li>About Us</li>\n<li>Purpose</li>\n<li>Blog</li>\n<li>Sellers</li>\n<li>Affiliates</li>\n<li>Forum</li>\n</ul>\n<ul>\n<li>Privacy</li>\n<li>Cookies</li>\n<li>Press</li>\n<li>Contact Us</li>\n<li>Sitemap</li>\n</ul>\n<p>© 2020 Envato Pty Ltd.\nTrademarks and brands are the property of their respective owners.</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>", "created_at": "2018-09-10 12:38:58.526176", "updated_at": "2020-12-14 19:59:32.593354"}, {"id": 508, "name": "Envato Market Terms", "url": "https://themeforest.net/legal/market", "xpath": "", "text": "Your privacy matters<p>Cookies and similar technologies are used on our sites to personalise content and ads, provide and improve product features and to analyse traffic on our sites by Envato, our business partners and authors.\nYou can find further details and change your personal settings below.\nBy clicking OK, or by clicking any content on our sites, you agree to the use of these cookies and similar technologies.</p>[#OOI_PERSONAL_INFORMATION#] Use necessary cookies only OK Settings OK Use necessary cookies only Allow selection Allow all cookies Strictly NecessaryPreferencesStatisticsMarketing Settings Cookie declaration [#IABV2SETTINGS#] About cookies  Strictly Necessary (74) Preferences (178) Statistics (108) Marketing (112) Unclassified (20)Strictly necessary cookies help make a website usable by enabling basic functions like page navigation, website security and access to information that requires authentication.\nNameProviderPurposeExpiryTypeCookieConsent&nbsp;[x18]CookiebotStores the user's cookie consent state for the current domain1 yearHTTP__cf_bmEnvatoThis cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.1 dayHTTP__cfduid&nbsp;[x10]Envato<br>3docean.net<br>Tielabs<br>photodune.net<br>Envato<br>Used by the content network, Cloudflare, to identify trusted web traffic.29 daysHTTPrc::aGoogleThis cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.PersistentHTMLrc::bGoogleThis cookie is used to distinguish between humans and bots.\nSessionHTMLrc::cGoogleThis cookie is used to distinguish between humans and bots.\nSessionHTMLJSESSIONIDNew RelicPreserves users states across page requests.SessionHTTPcookie_for_safari_third_party_cookie_workaroundEnvatoPendingSessionHTTPenvatosessionEnvatoPending2 monthsHTTPlanguageLinkedinSaves the user's preferred language on the website.1 dayHTTPelementorEnvatoUsed in context with the website's WordPress theme.\nThe cookie allows the website owner to implement or change the website's content in real-time.PersistentHTMLintercom-state&nbsp;[x2]Crowdcast<br>IntercomAllows the website to recoqnise the visitor, in order to optimize the chat-box functionality.\nPersistentHTMLmFreewheelDetermines the device used to access the website.\nThis allows the website to be formatted accordingly.\n2 yearsHTTPdebug&nbsp;[x2]Crowdcast<br>EnvatoPendingPersistentHTMLfirebase:host:#.firebaseio.comCrowdcastPendingPersistentHTMLevents/1/#New RelicPendingSessionPixelreferring_clientEnvatoPendingSessionHTTP__cfruidEnvatoThis cookie is a part of the services provided by Cloudflare - Including load-balancing, deliverance of website content and serving DNS connection for website operators.\nSessionHTTP_fd_session&nbsp;[x7]Envato<br>Envato<br>3docean.net<br>photodune.net<br>Pending2 yearsHTTPcookietest&nbsp;[x7]assets.shopfront.envato-static.comThis cookie is used to determine if the visitor has accepted the cookie consent box.SessionHTTP_csrf_3&nbsp;[x2]Envato<br>Cross-site request forgery protection.1 yearHTTP_elements_session_4&nbsp;[x2]Envato<br>Session cookie.13 daysHTTPrecent_items_viewedEnvatoPendingPersistentHTMLskipSubscribedTutsLandingPageEnvatoPendingPersistentHTMLSESS#EnvatoPreserves users states across page requests.1 yearHTTP_csrfEnvatoEnsures visitor browsing-security by preventing cross-site request forgery.\nThis cookie is essential for the security of the website and visitor.\nSessionHTTPAWSALB&nbsp;[x2]Envato<br>Registers which server-cluster is serving the visitor.\nThis is used in context with load balancing, in order to optimize user experience.\n6 daysHTTPAWSALBCORS&nbsp;[x2]Envato<br>Registers which server-cluster is serving the visitor.\nThis is used in context with load balancing, in order to optimize user experience.\n6 daysHTTP_elements_session_2EnvatoPending13 daysHTTP_content_authorsEnvatoPendingSessionHTTP These cookies enable storage of information that changes the way a website behaves or looks, like settings for your region.\nNameProviderPurposeExpiryTypeCookieConsentBulkSetting-#CookiebotEnables cookie consent across multiple websitesPersistentHTMLmarket_experiment_ygcGsJeWRjeNBiLhQb1VQA&nbsp;[x5]Envato<br>Envato<br>Pending3 monthsHTTPexperiment_sso_checkout_QGTPYplFSNKDWPaRK0AOvw&nbsp;[x7]Envato<br>Envato<br>3docean.net<br>photodune.net<br>Pending3 monthsHTTPmarket_experiment_44zEXpiVShq0pa6a_HMiVw&nbsp;[x7]Envato<br>Envato<br>3docean.net<br>photodune.net<br>Pending3 monthsHTTPmarket_experiment_5p9h_BDAROmGAQYmmamDewEnvatoPending3 monthsHTTPmarket_experiment_9Irjwd__Qwa_N_dELWaGWA&nbsp;[x8]Envato<br>Envato<br>3docean.net<br>photodune.net<br>Pending3 monthsHTTPmarket_experiment_Dsf-v35pQFKNq1DNy6nywwEnvatoPending3 monthsHTTPmarket_experiment_eCQGElkrSVqkXjHjD14dBg&nbsp;[x7]Envato<br>assets.shopfront.envato-static.com<br>Envato<br>Pending1 yearHTTPmarket_experiment_gKIzsB-zQ_CEXG-jI-AyGQ&nbsp;[x7]Envato<br>Envato<br>3docean.net<br>photodune.net<br>Pending3 monthsHTTPmarket_experiment_i9KnqrjeTAC7wAu0Af8mUw&nbsp;[x7]Envato<br>Envato<br>3docean.net<br>photodune.net<br>Pending3 monthsHTTPmarket_experiment_m02PoCmSQomAwvwMCPZkgQ&nbsp;[x7]Envato<br>Envato<br>3docean.net<br>photodune.net<br>Pending3 monthsHTTPmarket_experiment_NPGcpullQtWWrbR0RhFz3w&nbsp;[x7]Envato<br>Envato<br>3docean.net<br>photodune.net<br>Pending3 monthsHTTPmarket_experiment_nvLSKFZ4R-Gxwbwjn6pSYw&nbsp;[x7]Envato<br>Envato<br>3docean.net<br>photodune.net<br>Pending1 yearHTTPmarket_experiment_Q4KMAh3BQ4qNUNsdMXdprg&nbsp;[x7]Envato<br>Envato<br>3docean.net<br>assets.shopfront.envato-static.com<br>photodune.net<br>Pending1 yearHTTPsearch-view-mode-preference&nbsp;[x7]Envato<br>assets.shopfront.envato-static.comPendingSessionHTTPfeedback_survey_complete&nbsp;[x5]Envato<br>EnvatoIndicates feedback survey has been completed1 yearHTTPmarket_experiment_38IZ2heHTeyVuJ9OGcqDnA&nbsp;[x7]<br>assets.shopfront.envato-static.comHeader text experiment1 yearHTTPmarket_experiment_BywMU63lQI-pjhgnfw3zyw&nbsp;[x7]Header images experiment1 yearHTTPmarket_experiment_csat_survey&nbsp;[x5]Envato<br>assets.shopfront.envato-static.com<br>EnvatoExperiment to enrol into CSAT survey1 yearHTTPpage_view_count&nbsp;[x5]Envato<br>assets.shopfront.envato-static.com<br>EnvatoNumber of pages viewed on marketplace1 yearHTTPmarket_experiment_kKmVKGGGR4iNXSkvMQyY1QEnvatoPending3 monthsHTTPmarket_experiment_MAQHi6cdSBO4n4x5qBV8Zg&nbsp;[x6]Envato<br>3docean.net<br>photodune.net<br>Pending3 monthsHTTPmarket_experiment_PSyailxsRRm-sLeR-OFg3A&nbsp;[x2]Envato<br>Pending3 monthsHTTPmarket_experiment_StsxY9gOS2KNGFztmIxtuA&nbsp;[x5]Envato<br>Envato<br>Pending3 monthsHTTPmarket_experiment_TgTNWsiYTvGLI0COC-6iqQEnvatoPending3 monthsHTTPmarket_experiment_Wkp3qNpZQ1axe18WVz9REw&nbsp;[x7]Envato<br>3docean.net<br>Envato<br>photodune.net<br>Pending1 yearHTTPmarket_experiment_XG-yGCFBT7GfsMNCiSaLRA&nbsp;[x7]Envato<br>3docean.net<br>Envato<br>photodune.net<br>Pending3 monthsHTTPmarket_experiment_ZxxtjOzCTy2PfJXMQFaJxQ&nbsp;[x7]Envato<br>3docean.net<br>Envato<br>photodune.net<br>Pending3 monthsHTTPbrowser_supportSketchfabUsed in context with the 3D-view-function on the website.\nCollects data on user interaction with the service for statistical purposes.\nPersistentHTMLsb_csrftokenSketchfabEnsures visitor browsing-security by preventing cross-site request forgery.\nThis cookie is essential for the security of the website and visitor.\n1 yearHTTPpreferredLanguageExpEnvatoLanguage preference for the 'Language redirect and notification experiment'10 yearsHTTPpreferredLanguageExp2EnvatoLanguage preference for the 'Language redirect and notification experiment - take 3'10 yearsHTTPpreferredLanguageNotificationExpEnvatoTracks dismissal of PreferredLanguageNotification for 'Language redirect and notification experiment'PersistantHTMLpreferredLanguageNotificationExp2EnvatoTracks dismissal of PreferredLanguageNotification for 'Language redirect and notification experiment - take 3'PersistantHTML@@scroll#EnvatoPendingSessionHTMLpreferredLanguageEnvatoPending10 yearsHTTPevents/1/fcf8d519deNew RelicPendingSessionPixelmarket_experiment_odo_hnpKTiiEs3QipJLcUQassets.shopfront.envato-static.comPending1 yearHTTPmarket_experiment_9gin9gdXT760e-DSzajNPQEnvatoPending3 monthsHTTPmarket_experiment_neL6UBl6QM-075iakKCxUAEnvatoPending3 monthsHTTPmarket_experiment_ofiarUu8RbqYFuRwmfb7zQEnvatoPending3 monthsHTTPmarket_experiment_whz7LWAXRE2MLh7mYT-aZwEnvatoPending3 monthsHTTPweird_get_top_level_domain&nbsp;[x3]Envato<br>photodune.net<br>EnvatoThe cookie determines the preferred language and country-setting of the visitor - This allows the website to show content most relevant to that region and language.SessionHTTPmarket_experiment_0gpMpN7mQiaiGrxe0BiMEgEnvatoPending1 yearHTTPmarket_experiment_BkkvtMQPQP2alGvi8MQrDAEnvatoPending3 monthsHTTPmarket_experiment_GjGUxbSFRrCPOvQ9sQUSfwEnvatoPending3 monthsHTTPmarket_experiment_kT4ZPZugQPSUM-qZH6fqhwEnvatoPending3 monthsHTTPmarket_experiment_tDmLiaB-RACY6uDAIrm2aQEnvatoPending3 monthsHTTPmarket_experiment_W19Qql2yS0-11u9fOpSAQwEnvatoPending3 monthsHTTPmarket_experiment_goEF7M94S12cAEcozNNhdgEnvatoPending3 monthsHTTPmarket_experiment_IUzmtORZSpuIN_OtC6n4VgEnvatoPending3 monthsHTTPmarket_experiment_-nbomKMpRo-o422kNe1jpgEnvatoPending3 monthsHTTPmarket_experiment_R1YcrvqFQkG55nxVj6cBcAEnvatoPending3 monthsHTTP Statistics cookies help us to understand how visitors interact with our websites by collecting and reporting information.\nNameProviderPurposeExpiryTypega:clientId&nbsp;[x9]Envato<br>Envato<br>3docean.net<br>photodune.net<br>Registers statistical data on users' behaviour on the website.\nUsed for internal analytics by the website operator.\nPersistentHTMLUIDScorecardresearchCollects information of the user and his/her movement, such as timestamp for visits, most recently loaded pages and IP address.\nThe data is used by the marketing research network, Scorecard Research, to analyse traffic patterns and carry out surveys to help their clients better understand the customer's preferences.2 yearsHTTPUIDRScorecardresearchCollects information of the user and his/her movement, such as timestamp for visits, most recently loaded pages and IP address.\nThe data is used by the marketing research network, Scorecard Research, to analyse traffic patterns and carry out surveys to help their clients better understand the customer's preferences.2 yearsHTTPslideshare.experimentsLinkedinUsed by SlideShare to determine if the visitor is participating in a design experiment.PersistentHTMLvideohive-search-page-viewsEnvatoPending1 yearHTML_ga&nbsp;[x2]GoogleRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.2 yearsHTTP_gid&nbsp;[x2]GoogleRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.1 dayHTTPcollectGoogleUsed to send data to Google Analytics about the visitor's device and behavior.\nTracks the visitor across devices and marketing channels.SessionPixel_gat&nbsp;[x11]Envato<br>Envato<br>assets.shopfront.envato-static.com<br>GoogleUsed by Google Analytics to throttle request rate1 dayHTTPgaClientIdEnvatoPendingSessionHTTPjserrors/1/#New RelicPendingSessionPixelce_clock&nbsp;[x8]Envato<br>Envato<br>3docean.net<br>photodune.net<br>Sets a timestamp for when the visitor entered the website.\nThis is used for analytical purposes on the website.\nPersistentHTMLcc-category-survey-banner-visibilityEnvatoPending1 yearHTMLcodecanyon-category-page-viewsEnvatoPending1 yearHTMLcodecanyon-search-page-viewsEnvatoPending1 yearHTMLaudiojungle-category-page-viewsEnvatoPending1 yearHTMLaj-category-survey-banner-visibilityEnvatoPending1 yearHTMLaudiojungle-search-page-viewsEnvatoPending1 yearHTMLthreedocean-search-page-views3docean.netPending1 yearHTMLoriginal_landing_page_url&nbsp;[x2]Envato<br>Referral URL.1 yearHTTPGO_EXP_controlEnvatoPending1 yearHTTPgetFeedback-1dVvcfp3EnvatoGetFeedback survey notification.PersistantHTMLGO_EXP_5xC-rm4JS_G7jeq1bA-5qwEnvatolanguageRedirectExperiment.\nFrench variant.1 yearHTTPGO_EXP_ejM6i3UQRFOe3ngD5lAa6AEnvatoSort by popular label experiment1 yearHTTPGO_EXP_f5FSMYiBTZG6sUhGZPl8lwEnvatoItem details tags1 yearHTTPGO_EXP_fmW7JdKaRhKupOQ8ijselwEnvatoStaff boost flat score experiment1 yearHTTPGO_EXP_gNKVsWnyREWGn8D4oh56NwEnvatoCurated collections experiment1 yearHTTPGO_EXP_HPaBnzHqS1e8bcDk-CLfSgEnvatoLarger search results1 yearHTTPGO_EXP_jbaeQUgHSvaam-qn0DPdyQEnvatoFunnel - Larger results of item cards per page on search/category pages experiment1 yearHTTPGO_EXP_KNEJFZ1GQ1GP8enIBetgrgEnvatoDownload modal experiment1 yearHTTPGO_EXP_LMKh3t3ORVW2iosRUXcq0wEnvatoFunnel - Subscribe CTA copy experiment1 yearHTTPGO_EXP_LOOS5mDRQaGA0VIdi8qUgAEnvatoExclude keywords filter experiment1 yearHTTPGO_EXP_N7xYiMQFT6-sFZpzGcubhwEnvatoNo results curated items block1 yearHTTPGO_EXP_uP0SVeycTF-tRdWibXPL2gEnvatopricing clarity1 yearHTTPGO_EXP_VTK7hpkiQBGyHB7J1kVd9AEnvatolanguageRedirectExperiment.\nSpanish variant.1 yearHTTPGO_EXP_XE_afy_eTD21fRiUB5ZV8AEnvatoGlobal control group experiment.1 yearHTTPGO_EXP_xksjRJFNTeqn3tqpcP_WOgEnvatoFree trials experiment1 yearHTTPGO_EXP_ZGmUwAEFQ0Gx827H0Xf-GwEnvatoT20 Search and Discovery Experiment.\nRelated to T20 tile shown in the Photo search results page.1 yearHTTPvariablePricingExpEnvatoVariable pricing experiment1 yearHTTPajs_anonymous_idEnvatoSegment cookie for 2019 CDP trial1 yearHTTPGO_EXP_1_nPCafHSzOQWUro_Zo6KgEnvatoSSO sign-up redirect experiment1 yearHTTPGO_EXP_7F9tF2xVRTiGrwMxEHuc6AEnvatoFunnel - Tab layout with improve Paypal messaging on the subscribe page1 yearHTTPGO_EXP_8lHDCp8oREmeoPLzO17MBwEnvatoOpimised Pricing Page experiment1 yearHTTPGO_EXP_BEPu_quFTZCxOM5g9jpfTwEnvatoHome page hero copy experiment1 yearHTTPGO_EXP_buaca0JXTBGNbSLDCQzffQEnvatoIntegrated subscribe flow experiment1 yearHTTPGO_EXP_CAIFn1QbRtKrQ73C9JyabgEnvatoPricing page hero categories experiment1 yearHTTPGO_EXP_cPizu8MXSIq-ZxT--zEsgAEnvatoLanguage redirect and notification experiment take 21 yearHTTPGO_EXP_DC_IAbwXQEGWTEWdfk_lKAEnvatoPricing flow tweaks experiment1 yearHTTPGO_EXP_I_QNMFtCQEeQy3BirdhUSQEnvatoSigned in dashboard - Promos experiment1 yearHTTPGO_EXP_JBOb07nhS5SDsBzrftrpegEnvatoFunnel - Subscribe to unlock experiment1 yearHTTPGO_EXP_MRJZNVP2QCyaCbZfD5Q2Rg&nbsp;[x2]Envato<br>2nd Global control experiment1 yearHTTPGO_EXP_o8pAzFUGQIqBt5rKGO_SxQEnvatoMetadata weightings experiment1 yearHTTPGO_EXP_OdcxYpdfTkyVlsPSa8jRdgEnvatoItem tags experiment1 yearHTTPGO_EXP_removeoptimizeEnvatoA test experiment to determine whether we can run experiments on Elements without Google Optimize1 yearHTTPGO_EXP_S7kdQZBVRRWkTy4G61iOfwEnvatoFunnel - Add free files to Browse menu1 yearHTTPGO_EXP_tzAqJUj6ReiREadmMRcAvAEnvatoLanguage redirect and notification experiment Part 21 yearHTTPGO_EXP_UvEsdmHnSZK2AADCUbJmJQEnvatoEnglish only experiments AA test1 yearHTTPGO_EXP_WFHNjEYISIivnn3jh3MMiAEnvatoPricing page flow steps1 yearHTTPsearchExperimentsPrevious search count for search experiments survey1 yearHTTPGO_EXP_5q7Jx3EcRKqq9N5-tSC7xgEnvatoPending1 yearHTTPGO_EXP_Y4CsWsxGRIueDLAnlVoAZgEnvatoPending1 yearHTTPpageViewsEnvatoPendingSessionHTMLsegmentio.#.ackEnvatoPendingPersistentHTMLsegmentio.#.inProgressEnvatoPendingPersistentHTMLsegmentio.#.queueEnvatoPendingPersistentHTMLsegmentio.#.reclaimEndEnvatoPendingPersistentHTMLsegmentio.#.reclaimStartEnvatoPendingPersistentHTMLvh-category-survey-banner-visibilityEnvatoPending1 yearHTMLvideohive-category-page-viewsEnvatoPending1 yearHTMLthemeforest-search-page-viewsEnvatoPending1 yearHTML_ce.s&nbsp;[x3]Envato<br>photodune.net<br>EnvatoCollects data on the user’s navigation and behavior on the website.\nThis is used to compile statistical reports and heatmaps for the website owner.1779 daysHTTPtf-category-survey-banner-visibilityEnvatoPending1 yearHTMLthemeforest-category-page-viewsEnvatoPending1 yearHTMLphotodune-search-page-viewsphotodune.netPending1 yearHTMLgraphicriver-category-page-viewsEnvatoPending1 yearHTMLgraphicriver-search-page-viewsEnvatoPending1 yearHTMLgr-category-survey-banner-visibilityEnvatoPending1 yearHTML Marketing cookies are used for tracking browsing activity and to customise and display ads that are relevant and engaging.\nNameProviderPurposeExpiryTypeNIDGoogleRegisters a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.6 monthsHTTPIDEGoogleUsed by Google DoubleClick to register and report the website user's actions after viewing or clicking one of the advertiser's ads with the purpose of measuring the efficacy of an ad and to present targeted ads to the user.1 yearHTTPtest_cookieGoogleUsed to check if the user's browser supports cookies.1 dayHTTPbcookieLinkedInUsed by the social networking service, LinkedIn, for tracking the use of embedded services.2 yearsHTTPbscookieLinkedInUsed by the social networking service, LinkedIn, for tracking the use of embedded services.2 yearsHTTPlangLinkedInSet by LinkedIn when a web page contains an embedded \"Follow us\" panel.SessionHTTPlidcLinkedInUsed by the social networking service, LinkedIn, for tracking the use of embedded services.1 dayHTTPlisscLinkedInUsed by the social networking service, LinkedIn, for tracking the use of embedded services.1 yearHTTPimages/1x1.gifLinkedInUsed by the social networking service, LinkedIn, for tracking the use of embedded services.SessionPixel__widgetsettingsTwitterCollects data on user behaviour and interaction in order to optimize the website and make advertisement on the website more relevant.\nPersistentHTMLyt-remote-cast-installedYouTubeStores the user's video player preferences using embedded YouTube videoSessionHTMLyt-remote-connected-devicesYouTubeStores the user's video player preferences using embedded YouTube videoPersistentHTMLyt-remote-device-idYouTubeStores the user's video player preferences using embedded YouTube videoPersistentHTMLyt-remote-fast-check-periodYouTubeStores the user's video player preferences using embedded YouTube videoSessionHTMLi/jotTwitter Inc.Sets a unique ID for the visitor, that allows third party advertisers to target the visitor with relevant advertisement.\nThis pairing service is provided by third party advertisement hubs, which facilitates real-time bidding for advertisers.\nSessionPixellocal_storage_support_testTwitterThe cookie is used in context with the local-storage function in the browser.\nThis function allows the website to load faster by pre-loading certain procedures.\nPersistentHTMLvuidVimeoCollects data on the user's visits to the website, such as which pages have been read.2 yearsHTTPVISITOR_INFO1_LIVEYouTubeTries to estimate the users' bandwidth on pages with integrated YouTube videos.179 daysHTTPYSCYouTubeRegisters a unique ID to keep statistics of what videos from YouTube the user has seen.SessionHTTPyt-remote-session-appYouTubeStores the user's video player preferences using embedded YouTube videoSessionHTMLyt-remote-session-nameYouTubeStores the user's video player preferences using embedded YouTube videoSessionHTMLajs_group_id&nbsp;[x3]Crowdcast<br>Envato<br>Collects data on visitors.\nThis information is used to assign visitors into segments, making website advertisement more efficient.\nPersistentHTMLajs_group_properties&nbsp;[x2]Crowdcast<br>EnvatoCollects data on visitors.\nThis information is used to assign visitors into segments, making website advertisement more efficient.\nPersistentHTMLajs_user_id&nbsp;[x3]Crowdcast<br>Envato<br>Collects data on visitors' preferences and behaviour on the website - This information is used make content and advertisement more relevant to the specific visitor.\nPersistentHTMLajs_user_traits&nbsp;[x2]Crowdcast<br>EnvatoCollects data on visitors.\nThis information is used to assign visitors into segments, making website advertisement more efficient.\nPersistentHTMLpagead/1p-user-list/#GoogleTracks if the user has shown interest in specific products or events across multiple websites and detects how the user navigates between sites.\nThis is used for measurement of advertisement efforts and facilitates payment of referral-fees between websites.SessionPixelads/ga-audiencesGoogleUsed by Google AdWords to re-engage visitors that are likely to convert to customers based on the visitor's online behaviour across websites.SessionPixel_session_idEnvatoStores visitors' navigation by registering landing pages - This allows the website to present relevant products and/or measure their advertisement efficiency on other websites.\n20 yearsHTTP_gcl_au&nbsp;[x8]Cookiebot<br>Envato<br>Google Tag ManagerUsed by Google AdSense for experimenting with advertisement efficiency across websites using their services.\n3 monthsHTTP_pin_unauth&nbsp;[x10]Cookiebot<br>Envato<br>Google Tag Manager<br>Used by Pinterest to track the usage of services.1 yearHTTP_uetsid&nbsp;[x9]Cookiebot<br>Envato<br>Google Tag ManagerCollects data on visitor behaviour from multiple websites, in order to present more relevant advertisement - This also allows the website to limit the number of times that they are shown the same advertisement.\n1 dayHTML_uetsid_exp&nbsp;[x8]Cookiebot<br>Envato<br>Google Tag ManagerContains the expiry-date for the cookie with corresponding name.\nPersistentHTML_uetvid&nbsp;[x9]Cookiebot<br>Envato<br>Google Tag ManagerUsed to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences.\n16 daysHTML_uetvid_exp&nbsp;[x8]Cookiebot<br>Envato<br>Google Tag ManagerContains the expiry-date for the cookie with corresponding name.\nPersistentHTMLreferring_user&nbsp;[x7]assets.shopfront.envato-static.com<br>CookiebotPending3 monthsHTTPmarketplace_banners&nbsp;[x7]Envato<br>3docean.net<br>Envato<br>assets.shopfront.envato-static.com<br>photodune.net<br>Pending2 monthsHTTPMUIDMicrosoftUsed widely by Microsoft as a unique user ID.\nThe cookie enables user tracking by synchronising the ID across many Microsoft domains.1 yearHTTPpagead/landingGoogle Inc.Collects data on visitor behaviour from multiple websites, in order to present more relevant advertisement - This also allows the website to limit the number of times that they are shown the same advertisement.\nSessionPixel__tld__EnvatoUsed to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences.\nSessionHTTPajs%3AcookiesEnvatoCollects data on visitors.\nThis information is used to assign visitors into segments, making website advertisement more efficient.\n1 yearHTTPajs%3AtestEnvatoCollects data on visitors.\nThis information is used to assign visitors into segments, making website advertisement more efficient.\n1 yearHTTP_pinterest_ct_uaPinterestUsed by Pinterest to track the usage of services.1 yearHTTPv3PinterestUsed by Pinterest to track the usage of services.SessionPixel_fbpEnvatoUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.3 monthsHTTPfree_account_first_visit_dashboardEnvatoTracks if a free user has seen the dashboard before1 yearHTTPfrFacebookUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.3 monthsHTTPRULGooglePending1 yearHTTPubvtExternal cookie from Typeform for Author Feedback Pilot3 daysHTTP Unclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.\nNameProviderPurposeExpiryTyped80c9af72d964f00b290c03e23c01345f1d69dce4d8f4e4789f62f6ef92834edspeedyrhino.coPending1 yearHTTPmarket_experiment_6siUeG3vRRO80BECWJni6A&nbsp;[x3]assets.shopfront.envato-static.comPending1 yearHTTPmarket_experiment_fFuj2cGCQrS374O9TUL8rw&nbsp;[x7]assets.shopfront.envato-static.com<br>EnvatoPending1 yearHTTPmarket_experiment_KPjrVT2lTZ6xjZWU2O4gng&nbsp;[x7]assets.shopfront.envato-static.com<br>EnvatoPending1 yearHTTPintercom-id-xy6jmbg3IntercomPending270 daysHTTPintercom-session-xy6jmbg3IntercomPending6 daysHTTP  [#IABV2_LABEL_PURPOSES#] [#IABV2_LABEL_FEATURES#] [#IABV2_LABEL_PARTNERS#] [#IABV2_BODY_PURPOSES#] [#IABV2_BODY_FEATURES#] [#IABV2_BODY_PARTNERS#] <p>Cookies, clear gifs and similar technologies (<strong>cookies</strong>) are used on our sites to personalise content and ads, provide and improve product features and to analyse our traffic on our sites by Envato, our business partners and authors.\nAs a part of our commitment to upholding a high standard of transparency with our users, we’ve created this guide to explain the tracking technologies we use on our sites.<br>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>What are cookies, clear gifs and similar technologies?</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Cookies</strong>&nbsp;are a small data file sent to your web browser or mobile device that is stored on your browser cache.\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Clear gifs and pixel trackers</strong> are tiny graphics with a unique identifier and are similar in function to cookies, and are used to track the movements of web users between pages and websites.\nThey are embedded invisibly on web pages and are about the size of a single pixel.\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>First party cookies</strong> are set by us when you’re visiting one of our sites, and <strong>third party cookies</strong> are set by a party other than the website you’re visiting.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Cookies and similar technologies are used for the following purposes on the Envato sites</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Strictly Necessary:</strong> Strictly necessary cookies help make a website usable by enabling basic functions like page navigation, website security and access to information that requires authentication.\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>Preferences:</strong> These cookies enable storage of information that changes the way a website behaves or looks, like settings for your region.\n<br>\n<br>\n<strong>Statistics:</strong> Statistics cookies help us to understand how visitors interact with our websites by collecting and reporting information.<br>\n<br>\n<strong>Marketing:</strong> Marketing cookies are used for tracking browsing activity and to customise and display ads that are relevant and engaging.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Third Parties: </strong>Our business partners and authors use cookies for the purposes described above.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>How to manage your preferences and settings</strong>\n</p>\n<p>Please keep in mind that your experience may not be as we intended if you change the standard settings.\n</p>\n<p>&nbsp;</p>\n<p>Visitors located in the European Union can select their preferences with the preferences panel, and can change their preferences by clearing their cookies, refreshing the page, and selecting their preferences again.\n</p>\n<p>&nbsp;</p>\n<p>Any interested visitor can learn how to opt out of third party cookies by consulting this page, or learn how to change your browser settings: </p>\n<p>Firefox </p>\n<p>Chrome </p>\n<p>Safari</p>\n<p>&nbsp;</p>\n<p>\n<strong>Contact, questions and changes</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>We may make changes to the Cookie Policy from time to time and we will take reasonable steps to let our users know about these changes.\nYou can keep track of changes made by referring to the date below.\n</p>\n<p>&nbsp;</p>\n<p>If you have any questions about our privacy practices, or about how to change your cookie preferences, please contact our privacy champion at privacy.champion@envato.com.\nYou can also write to us at PO Box 16122 Collins Street West Victoria 8007 Australia.\n</p>\n<p>&nbsp;</p>\n<p>Updated 14 June 2019.\n</p>\n<p>\n<strong>\n</strong>\n</p>\n<br>\n<br>Your consent applies to the following domains: beta.author.envato.com, webuild.envato.com, community.envato.com, studio-client.envato.com, studio.envato.com, extensions.envato.com, account.elements.envato.com, elements.envato.com, marketplace.envato.com, videohive.net, themeforest.net, photodune.net, graphicriver.net, codecanyon.net, audiojungle.net, 3docean.net, account.envato.com, mydata.envato.com, quality.market.envato.com, elements-contributors.envato.com, author.envato.com, sites.envato.com<br>\n<br> Cookie declaration last updated on 25 November 2020 by Cookiebot Envato Market Web Themes &amp.\nTemplates Code <i>\n</i> Video <i>\n</i> Audio <i>\n</i> Graphics <i>\n</i> Photos <i>\n</i> 3D Files <i>\n</i>\n<i>Search</i>\n<ul>\n<li> Popular Files </li>\n<li> Featured Files </li>\n<li> Top New Files </li>\n<li> Follow Feed </li>\n<li> Top Authors </li>\n<li> Top New Authors </li>\n<li> Public Collections </li>\n<li> WordPress <ul>\n<li>Show all WordPress</li>\n<li> Popular Items </li>\n<li> Blog / Magazine </li>\n<li> BuddyPress </li>\n<li> Corporate </li>\n<li> Creative </li>\n<li> Directory &amp.\nListings </li>\n<li> eCommerce </li>\n<li> Education </li>\n<li> Elementor </li>\n<li> Entertainment </li>\n<li> Mobile </li>\n<li> Nonprofit </li>\n<li> Real Estate </li>\n<li> Retail </li>\n<li> Technology </li>\n<li> Wedding </li>\n<li> Miscellaneous </li>\n<li> WordPress Plugins on CodeCanyon </li>\n</ul>\n</li>\n<li> Template Kits <ul>\n<li> Elementor </li>\n</ul>\n</li>\n<li> Hosting </li>\n<li> HTML <ul>\n<li>Show all HTML</li>\n<li> Popular Items </li>\n<li> Admin Templates </li>\n<li> Corporate </li>\n<li> Creative </li>\n<li> Entertainment </li>\n<li> Mobile </li>\n<li> Nonprofit </li>\n<li> Personal </li>\n<li> Retail </li>\n<li> Specialty Pages </li>\n<li> Technology </li>\n<li> Wedding </li>\n<li> Miscellaneous </li>\n</ul>\n</li>\n<li> Marketing <ul>\n<li>Show all Marketing</li>\n<li> Popular Items </li>\n<li> Email Templates </li>\n<li> Landing Pages </li>\n<li> Pagewiz </li>\n<li> Unbounce Landing Pages </li>\n<li> Google Web Designer Ads on CodeCanyon </li>\n</ul>\n</li>\n<li> CMS <ul>\n<li>Show all CMS</li>\n<li> Popular Items </li>\n<li> Concrete5 </li>\n<li> Drupal </li>\n<li> Joomla </li>\n<li> MODX Themes </li>\n<li> Moodle </li>\n<li> Mura </li>\n<li> Webflow </li>\n<li> Weebly </li>\n<li> Miscellaneous </li>\n</ul>\n</li>\n<li> eCommerce <ul>\n<li>Show all eCommerce</li>\n<li> Popular Items </li>\n<li> WooCommerce </li>\n<li> 3dcart </li>\n<li> BigCommerce </li>\n<li> Cart66 </li>\n<li> CS-Cart </li>\n<li> Drupal Commerce </li>\n<li> Easy Digital Downloads </li>\n<li> Ecwid </li>\n<li> Jigoshop </li>\n<li> Magento </li>\n<li> OpenCart </li>\n<li> osCommerce </li>\n<li> PrestaShop </li>\n<li> Shopify </li>\n<li> Ubercart </li>\n<li> VirtueMart </li>\n<li> WP e-Commerce </li>\n<li> Zen Cart </li>\n</ul>\n</li>\n<li> UI Templates <ul>\n<li> Figma </li>\n<li> Adobe XD </li>\n<li> Photoshop </li>\n<li> Sketch </li>\n</ul>\n</li>\n<li> Plugins </li>\n<li> Logo Maker <ul>\n<li> Business Logo Maker </li>\n<li> Gaming Logo Maker </li>\n<li> Twitch Logo Maker </li>\n<li> Sports Logo Maker </li>\n<li> Real Estate Logo Maker </li>\n<li> Medical Logo Maker </li>\n<li> Service Logo Maker </li>\n<li> Fitness Brand Logo Maker </li>\n<li> Clothing Logo Maker </li>\n<li> Restaurant Logo Maker </li>\n<li> Bar Logo Maker </li>\n<li> Beauty Logo Maker </li>\n<li> Bakery Logo Maker </li>\n<li> YouTube Logo Maker </li>\n</ul>\n</li>\n<li> More <ul>\n<li> Blogging </li>\n<li> Courses </li>\n<li> Facebook Templates </li>\n<li> Forums </li>\n<li> Free Elementor Templates </li>\n<li> Ghost Themes </li>\n<li> Jekyll </li>\n<li> Muse Templates </li>\n<li> Tumblr </li>\n</ul>\n</li>\n</ul> Guest Cart 0 <i>\n</i> Create an Envato Account <i>\n</i> Sign In <i>\n</i>\n<strong>Envato Elements:</strong> Go Unlimited <strong>Envato Elements:</strong> Millions of creative assets.\nUnlimited downloads.\nOne low cost.\nFrom $16.50/m <i>\n</i> Account <i>\n</i> Sites, Search &amp.\nCategories <ul>\n<li> Forums </li>\n<li> Start Selling </li>\n<li> Menu Our Products <ul>\n<li> Digital assets subscription </li>\n<li> Hire a freelancer </li>\n<li> Tutorials &amp.\ncourses </li>\n<li> Create designs, videos &amp.\nmockups </li>\n</ul>\n<ul>\n<li> Join the Envato community </li>\n<li> Learn from others in the forums </li>\n</ul>\n</li>\n<li> Cart 0\n</li>\n<li> Sign In </li>\n</ul> Web Themes &amp.\nTemplates Code Video Audio Graphics Photos 3D Files <ul>\n<li> All Items <ul>\n<li> Popular Files </li>\n<li> Featured Files </li>\n<li> Top New Files </li>\n<li> Follow Feed </li>\n<li> Top Authors </li>\n<li> Top New Authors </li>\n<li> Public Collections </li>\n<li> View All Categories </li>\n</ul>\n</li>\n<li> WordPress <ul>\n<li> Popular Items </li>\n<li> All Items </li>\n<li> Blog / Magazine </li>\n<li> BuddyPress </li>\n<li> Corporate </li>\n<li> Creative </li>\n<li> Directory &amp.\nListings </li>\n<li> eCommerce </li>\n<li> Education </li>\n<li> Elementor </li>\n<li> Entertainment </li>\n<li> Mobile </li>\n<li> Nonprofit </li>\n<li> Real Estate </li>\n<li> Retail </li>\n<li> Technology </li>\n<li> Wedding </li>\n<li> Miscellaneous </li>\n<li> WordPress Plugins on CodeCanyon </li>\n</ul>\n</li>\n<li> Template Kits <ul>\n<li> All Items </li>\n<li> Elementor </li>\n</ul>\n</li>\n<li> Hosting </li>\n<li> HTML <ul>\n<li> Popular Items </li>\n<li> All Items </li>\n<li> Admin Templates </li>\n<li> Corporate </li>\n<li> Creative </li>\n<li> Entertainment </li>\n<li> Mobile </li>\n<li> Nonprofit </li>\n<li> Personal </li>\n<li> Retail </li>\n<li> Specialty Pages </li>\n<li> Technology </li>\n<li> Wedding </li>\n<li> Miscellaneous </li>\n</ul>\n</li>\n<li> Marketing <ul>\n<li> Popular Items </li>\n<li> All Items </li>\n<li> Email Templates </li>\n<li> Landing Pages </li>\n<li> Pagewiz </li>\n<li> Unbounce Landing Pages </li>\n<li> Google Web Designer Ads on CodeCanyon </li>\n</ul>\n</li>\n<li> CMS <ul>\n<li> Popular Items </li>\n<li> All Items </li>\n<li> Concrete5 </li>\n<li> Drupal </li>\n<li> Joomla </li>\n<li> MODX Themes </li>\n<li> Moodle </li>\n<li> Mura </li>\n<li> Webflow </li>\n<li> Weebly </li>\n<li> Miscellaneous </li>\n</ul>\n</li>\n<li> eCommerce <ul>\n<li> Popular Items </li>\n<li> All Items </li>\n<li> WooCommerce </li>\n<li> 3dcart </li>\n<li> BigCommerce </li>\n<li> Cart66 </li>\n<li> CS-Cart </li>\n<li> Drupal Commerce </li>\n<li> Easy Digital Downloads </li>\n<li> Ecwid </li>\n<li> Jigoshop </li>\n<li> Magento </li>\n<li> OpenCart </li>\n<li> osCommerce </li>\n<li> PrestaShop </li>\n<li> Shopify </li>\n<li> Ubercart </li>\n<li> VirtueMart </li>\n<li> WP e-Commerce </li>\n<li> Zen Cart </li>\n</ul>\n</li>\n<li> UI Templates <ul>\n<li> All Items </li>\n<li> Figma </li>\n<li> Adobe XD </li>\n<li> Photoshop </li>\n<li> Sketch </li>\n</ul>\n</li>\n<li> Plugins </li>\n<li> Logo Maker <ul>\n<li> All Items </li>\n<li> Business Logo Maker </li>\n<li> Gaming Logo Maker </li>\n<li> Twitch Logo Maker </li>\n<li> Sports Logo Maker </li>\n<li> Real Estate Logo Maker </li>\n<li> Medical Logo Maker </li>\n<li> Service Logo Maker </li>\n<li> Fitness Brand Logo Maker </li>\n<li> Clothing Logo Maker </li>\n<li> Restaurant Logo Maker </li>\n<li> Bar Logo Maker </li>\n<li> Beauty Logo Maker </li>\n<li> Bakery Logo Maker </li>\n<li> YouTube Logo Maker </li>\n</ul>\n</li>\n<li> More <ul>\n<li>Blogging</li>\n<li>Courses</li>\n<li>Facebook Templates</li>\n<li>Forums</li>\n<li>Free Elementor Templates</li>\n<li>Ghost Themes</li>\n<li>Jekyll</li>\n<li>Muse Templates</li>\n<li>Tumblr</li>\n</ul>\n</li>\n</ul>\n<i>Search</i> Home Legal Envato Market Terms <ul> Legal <li> Envato Market Terms </li>\n<li> Author Terms </li>\n<li> Affiliate Program Terms </li>\n<li> Acceptable Use Policy </li>\n<li> Privacy Policy </li>\n<li> Envato API Service Terms and Conditions </li>\n</ul> Envato Market Terms <ul>\n<li>Welcome to Envato Market</li>\n<li>How browsing and membership works</li>\n<li>How buying items works</li>\n<li>Becoming an author</li>\n<li>Intellectual property</li>\n<li>Our use of your information</li>\n<li>Playing fair</li>\n<li>Linking.\napps made by others</li>\n<li>Legal housekeeping</li>\n<li>Definitions</li>\n</ul> Welcome to Envato Market <p>1.\nHi, we’re Envato and welcome! We’re happy to have you here and we hope you enjoy your stay.\nWhen we say ‘<strong>we</strong>’, ‘<strong>us</strong>’ or ‘<strong>Envato</strong>’ it’s because that’s who we are and we own and run the <strong>Envato Market</strong> sites.\n</p>\n<p>2.\nEnvato’s ecosystem of digital marketplaces helps millions of people around the world get creative and earn online.\nWhen you create an account and accept these terms you become a <strong>member</strong> of our community.\nYou will have an <strong>Envato Market account</strong> that will allow you to buy and sell <strong>items</strong> like the ones found on the Envato Market sites and make other related transactions.\n</p>\n<p>3.\nThe Envato Market sites are platforms that allow members to buy and sell licenses to use digital items like website themes, production music, motion graphics project files, software code, vectors, images and much, much more.\nOn Envato Market, buyers and authors (sellers) transact with each other directly and we provide the platform to allow the transactions to happen.\nIf you have an Envato Market account, any transactions are logged on your member’s statement, which records the payments made by you to authors via Envato Market (as a <strong>buyer</strong>) and by buyers via Envato Market to you (as an <strong>author</strong>).\n</p>\n<p>4.\nThe items on Envato Market are owned by the authors, not by us.\nThe items on Envato Market are uploaded at the direction of the author.\nWe provide the platform services.\nwe do not take ownership of the items.</p>\n<p>5.\nDuring your time with us you agree to follow the ground rules outlined in these terms so please read and understand them.\nIf you don’t accept the terms then we’ll be sad, but you will need to leave because your presence on and use of the Envato Market sites is conditional on your acceptance to be bound by these terms and the Acceptable Use Policy whether you become a member or not.\n</p> Envato Websites\n<p>6.\nYou can also access Envato Websites via the Envato Market sites.\nThe products offered on Envato Websites (which include hosted theme and hosted starter site subscriptions) are offered by Envato Hosted and Envato Sites and are subject to separate terms and conditions, which you can access here: Envato Hosted Terms and Envato Sites Terms.\nTo avoid any doubt, the Envato Market terms do not apply to the products offered via Envato Websites.\n</p>\n<p>7.\n<strong>Preview Files</strong>: If you stream or download a preview file from our Envato Market sites, you agree that you will not remove any watermarking or other protective measures from the preview file.\nYou agree that you will use the preview file solely for the purposes of evaluating a purchase from Envato Market sites and not for any other purpose.\n</p> How browsing and membership works <p>8.\n<strong>Browsing</strong>: You need to be 16 years or over to browse the Envato Market sites.\nWe don’t knowingly collect any information from anyone aged 16 or under.\nWhen browsing the sites you agree to follow our guidelines or instructions and keep in mind that these terms apply to any use of our Envato Market sites whether or not you’re a member.\n</p> Membership <p>9.\n<strong>Age</strong>: You need to be 18 years or over to become a member or to buy items.\nIf you’re under 18 you will need to get a parent or guardian to buy items or use the account of a parent or legal guardian who is at least 18 years of age, with their permission, and this adult will be responsible for all your activities.\n</p>\n<p>10.\n<strong>Envato Account</strong>: Membership is free.\nWhen you become a member you get an Envato Market account that is accessible from any of our Envato Market sites (and is also your Envato account for other Envato services).\nYour membership will allow you to ‘buy’ (license) items from authors, participate in our online forums, and generally contribute to our ecosystem of Envato Market sites that help people get creative.\nMembership also gives you the opportunity to become an author (see <strong>section 31 – Becoming an Author</strong>) or earn referral income (see <strong>section 12 – Referrals</strong>).\n</p>\n<p>11.\n<strong>Your responsibility</strong>: You promise that information you give us is true, accurate and complete and, if you sign up for an Envato Market account, that you will keep your account information up-to-date (including a current email address).\nYour membership is not transferable, that means you cannot sell your account.\nYou are responsible for any use of the Envato Market sites including any activity that occurs in conjunction with your username and password, if you have an Envato Market account, so keep your password secure and don’t let any other person use your username or password.\nIf you realise there’s any unauthorized use of your password or any breach of security you need to let us know immediately.\nYou must not use a virtual private network or VPN or any other means to avoid compliance with these terms and conditions, or for any fraudulent or illegal reasons.</p> It is important that you understand your responsibilities as a member of our community so please take the time to review this section and the Envato Market Terms carefully.\n<p>12.\n<strong>Referrals</strong>: As a part of our Affiliate Program, if you refer a new member to any of our Envato Market sites you may be eligible to receive affiliate income.\nYou can find out more about the Affiliate Program and the terms applying to referrals here.\n</p> How buying items works This section will help you understand what you are buying when you purchase an item and how that transaction takes place on Envato Market.\n<p>13.\n<strong>What you're buying:</strong>\n</p>\n<ol>\n<li>\n<strong>License</strong>: When you <strong>buy</strong> an item, you acquire the right to use that item.\nyou're not actually acquiring the item itself.\nWhat you get includes a license directly from the author to use that item.\nItems are subject to specific terms of use, and these terms are the ‘license’ that we set on Envato Market.\nThis license also applies to you if you download an item that someone else has bought for you (because anyone downloading an item needs to be an Envato Market member).\nDifferent license types are available for you to choose when you have selected an item.\nYou’ll need to think about the way you want to use the item so that you can pick the right license to allow that use.\nIt’s your responsibility to choose the correct license.\n</li>\n<li>\n<strong>Item support</strong>: Authors can choose whether or not to support certain items.\nIf an author chooses to support an item, this will be identified on the item page.\n&nbsp;All supported items include a support period.\nYou can buy support extensions on these items.\nYour right to access Item Support requires an Envato Market account.\nTo learn more about item support, like what items are covered, what authors provide, the support period and support extension options, see the item support policy.\n</li>\n<li>\n<strong>Buyer Services</strong>: In addition to the use of the platform, when you ‘buy’ an item you also receive buyer services from Envato like 24/7 buyer support, fraud protection, item quality control and other related buyer services.\nYou can read more about the awesome buyer services buyers get from us over at Why Buy From Us information page.\n</li>\n</ol>\n<p>14.\nThe total price for an item on Envato Market is made up of:\n</p>\n<ol>\n<li>\n<strong>Item price</strong>: The item price is made up of a license fee (for the license you choose for the item), and if relevant the item support fee (for supported items).\n</li>\n<li>\n<strong>Buyer fee</strong>: This is the fee for the buyer services you get from Envato.\n</li>\n<li>\n<strong>Handling fee</strong>: In some transactions on Envato Market the total checkout price may include a handling fee.\n</li>\n<li>\n<strong>Taxes</strong>: Some transactions on Envato Market may be subject to tax that may be added to the price.\nSee <strong>section 23</strong> for details about taxes on Envato Market.\n</li>\n</ol> The <strong>list price</strong> is made up of the item price and buyer fee, and is the price you see on an item page.\nTransacting as a buyer: <p>15.\nIf you have an Envato Market account, you can make payments by using the ‘Buy Now’ function or by using any existing Envato Credits in your Envato Market account.\n</p>\n<p>16.\n<strong>Envato Credits</strong>: Existing Envato Credits can only be used to pay for Envato Market transactions.\nWe do not refund any monies originally placed into your Envato Market account to buy Envato Credits (but you may have rights under an applicable consumer law, which we don’t exclude).\n</p>\n<p>17.\nIf you choose to buy using any existing Envato Credits, the total price will be deducted from your Envato Credits.\nIf you haven’t used your Envato Credits within 12 months they may expire from the date of purchase.\nSee section 24 for details about the expiry of Envato Credits.\n</p>\n<p>18.\nWhen using <strong>Buy Now</strong> you will be redirected to a <strong>payment method</strong> provider.\n</p>\n<p>19.\n<strong>Currency conversion costs</strong>: You are responsible for all costs of currency conversion relating to a transaction on Envato Market.\nYour financial institution does the currency conversion and may charge you additional fees (we don’t control either the conversion rates or your financial institution’s fees).\n</p> This means that you may incur additional costs when purchasing from Envato Market, which we have no control over.\n<p>20.\n<strong>Terms of buying</strong>: When you buy an Envato Market item you’re doing so on the following terms:\n</p>\n<ol>\n<li> you warrant to us and the author that you have carefully considered the suitability of your chosen license, and that you have chosen appropriately.\n</li>\n<li> you cannot cancel a completed purchase of an item.\n</li>\n<li> we and the authors do not promise that any particular item will continue to be available on Envato Market so you should download and save the item as soon as you buy it.\n</li>\n<li> once you buy or download an item and the item has been paid for, you acquire a non-exclusive license to use the item under the terms set out in the license (non-exclusive means others might also license the same item).\n</li>\n<li> the author retains ownership of the item.\n</li>\n<li> your relevant details may be provided to the author of the item in order to facilitate the transaction, for example for invoicing and item support services.\nand </li>\n<li> we have the right to enforce against you the terms of the license that you have acquired from an author.\n</li>\n</ol> It is important that you understand the terms on which you are making a purchase.\nPlease take the time to review this section carefully.\nSee our Help Center article for information about account limits.\n<p>21.\n<strong>Warranties we make</strong>:\n</p>\n<ol>\n<li> We warrant that the Envato Market sites will be suitable for the purposes described on the sites, and that we will provide our platform services with reasonable skill and care.\n</li>\n<li> We otherwise do not make any express or implied warranties about the Envato Market sites (or any items on the Envato Market sites).\n</li>\n</ol>\n<p>22.\n<strong>Warranties authors make</strong>: The author of an item you buy warrants to you that:\n</p>\n<ol>\n<li> the item is of acceptable quality and fit for the purpose for which it is 'sold'.\n</li>\n<li> the item matches the description given by the author on the item preview page, as well as any item preview.\n</li>\n<li> they will honour any express warranties given to you that are not contained in these terms.\n</li>\n<li> they have the rights necessary to license that item on the terms of applicable license.\n</li>\n<li> your use of that item in accordance with the terms of the applicable license does not infringe the intellectual property rights of someone else.\n</li>\n<li> the item and its description are not false, inaccurate, misleading, fraudulent, unlawful or defamatory.\n</li>\n<li> the item and its description do not violate any applicable law or regulation (including those governing export control, consumer protection, unfair competition, criminal law, pornography, anti-discrimination, trade practices or fair trading).\n</li>\n<li> the item does not contain viruses or other computer codes, files or programs which are designed to limit or destroy the functionality of other computer software or hardware.\n</li>\n<li> if the item is marked as 'supported', they will provide you with the services as outlined in the item support policy.\n</li>\n<li> they will process your data in accordance with applicable privacy law and data protection regulations.\n</li>\n</ol> This is what authors are promising you when you buy an item.\n<p>23.\n<strong>Taxes</strong>:\n</p>\n<ol>\n<li>\n<strong>Australian GST, European VAT and US Sales Tax.\n</strong> Prices and fees for supplies made to you (whether by Envato or authors) in connection with these terms exclude Australian GST, European VAT and US Sales Tax, unless stated otherwise on our site.\nIf a supply is made to you under or in connection with these terms on which Australian GST, European VAT or US Sales Tax is imposed, any applicable fee that is charged for that supply is increased by, and you must also pay, an amount equal to the GST, VAT or US Sales Tax payable (by Envato or the author) on that supply.\nFor more information on Australian GST and European VAT as they apply to buyers, see EU VAT Information for Buyers and AU GST Information for Buyers and US Sales Tax Information for Buyers.\n</li>\n<li>\n<strong>Other taxes.</strong> Prices, fees and charges are otherwise inclusive of other applicable taxes unless stated otherwise on our site.\nYou are responsible for paying all such taxes and imposts associated with your use of Envato Market wherever levied.\nYour responsibility includes withholding tax if it applies, unless we already process that withholding tax.\nWe may collect geographical location information to determine your location, which may be used for tax purposes (so location information you give us must be accurate for tax residency purposes).\n</li>\n</ol>\n<p>24.\n<strong>Envato Credits expire</strong>: Envato Credits expire if not used within 12 months from the date of purchase, and will be forfeited on the 12 month anniversary of the purchase date.\nWe generally try to tell you beforehand when Envato Credits are going to expire and be forfeited, but this is not always possible and don’t promise to warn you.\nCheck your member’s statement regularly for details of expiry dates.\nIf you have different rights under an applicable consumer law, we don’t exclude them.\n</p> If you haven’t used your Envato Credits within 12 months they may expire.\n<p>25.\n<strong>Items with an incorrect price or incorrect information</strong>: Despite our reasonable efforts, items may occasionally be listed at an incorrect price or with incorrect information.\nIf this happens, we may cancel or reverse a transaction, even after it is completed and a payment has been processed.\nIf we do this, we’ll promptly arrange for any payment to be credited or refunded and you must not use the item unless you re-purchase it at the correct price.\n</p> Refunds <p>26.\nGiven the nature of digital content, a refund or credit on a purchase is not granted unless one of the warranties given by the author in section 22 has been breached, or a refund is required under the Envato Market Refund Rules or Australian consumer law or other relevant consumer protection laws.\nIf you would like to request a refund see this Help Centre article.\n</p>\n<p>27.\nWe will assess refund or credit requests (if you have an Envato Market account) on their merits, considering the digital nature of Envato Market items and the type of item preview that was available before purchase.\nThere is generally no obligation to provide a refund or credit in situations like the following:\n</p>\n<ol>\n<li> you have changed your mind about an item.\n</li>\n<li> you bought an item by mistake.\n</li>\n<li> you do not have sufficient expertise to use the item.\n</li>\n<li> you ask for goodwill.\nor </li>\n<li> you can no longer access the item because it has been removed (we advise you to download items as soon as you buy them to avoid this situation).\n</li>\n</ol>\n<p>28.\nIf the author or we decide to issue a refund or credit (if you have an Envato Market account), this will generally be done using the same manner used to make the purchase.\nSo if the item was purchased using Envato Credits, you will be given credit in Envato Credits.\nif the item was purchased using a particular payment method you will be refunded using the same payment method in reverse.\nAny payment made to you (not Envato Credits) will be made in US Dollars, under the rules of the payment method (see <strong>section 19 - Currency conversion costs</strong> about currency conversion back to your local currency).\n</p> It is important that you understand how refunds work on Envato Market.\n<p>29.\n<strong>Disputes lodged with payment agents</strong>: If, as a buyer via your Envato Market account, you lodge a dispute with a payment agent, this will result in a freezing of your Envato Market account until the dispute raised with the payment agent has been cancelled.\nThis makes it very complex to resolve any related issues, and means we cannot make payments or issue refunds out of your Envato Market account, so we encourage buyers to contact us directly first to see if we can help resolve any concerns.\n</p>\n<p>30.\n<strong>Fine print</strong>: We are not a bank or licensed deposit taker in Australia or elsewhere, your credits are not deposits under Australian law about banks, and that means you don’t get the benefit of any deposit insurance or guarantee under those laws.\nWe don’t act as a fiduciary or as a trustee for you, and we’re not a licensed financial service provider.\n</p> Becoming an author <p>31.\nIf you want to get involved in our community as an author, you can sign up and find out more here.\nRemember that if you become an author these terms will continue to apply, along with the Author Terms you’ll sign up to as an author.</p> To find out more about how to become an author visit the ‘Author Help Center’ here.\nIntellectual Property <p>32.\n<strong>What we own</strong>: We own all the <strong>Envato content</strong> that we have put on Envato Market (unless otherwise stated and excluding content owned by others).\nThis includes the design, compilation, and look and feel of the Envato Market sites, and copyright, trademarks, designs and other intellectual property on Envato Market.\nWe own all the trademarks, logos, service marks and trade names on Envato Market (unless otherwise stated and excluding these things owned by others).\nYou will not copy, distribute, modify or make derivative works of any of our Envato Content or use any of our intellectual property in any way not expressly stated in these terms.\n</p>\n<p>33.\n<strong>What we don’t own</strong>: We do not own the items on Envato Market.\nour authors do.\nItems are uploaded at the direction of the author.\nSo we cannot take responsibility for the quality, safety or legality of the items.\nWe do not warrant that the items or any member content, code, data or materials available on or via the Envato Market do not infringe the intellectual property rights of a third party.\n(Each author provides promises to you directly when you purchase their item – see <strong>section 22 - Warranties authors make</strong>.)\n</p>\n<p>34.\n<strong>Copyright, trademark and intellectual property claims</strong>: We respect the intellectual property rights of others and we require that authors do the same.\nIf you believe that an item or member content infringes an intellectual property right (including copyright) please see the information in our Intellectual Property Policy.\n</p> Our Intellectual Property Policy is where you will find all the information relating to how we treat intellectual property on Envato Market including copyright and other rights.\n<p>35.\n<strong>Model and property releases</strong>: Items are available for commercial use (unless stated otherwise by the Author on an item page).\nAuthors are responsible for obtaining and keeping a model or property release if one is needed.\nplease ask the author directly if you need a copy of a release.\n</p> Our use of your information <p>36.\n<strong>Privacy</strong>: We respect your privacy and process your personal information in accordance with our Privacy Policy</p> Our Privacy Policy explains how we deal with your information.\n<p>37.\n<strong>Confidential Information</strong>: We value your information and take reasonable precautions to protect it.\nWhile using the Envato Market, you may also become aware of confidential information about us or another member.\nYou promise to not disclose any confidential information made available to you through the Envato Market to any other person.\n</p> Playing fair <p>38.\n<strong>Prohibited Conduct</strong>: We strongly recommend that you don’t make your contact details public on the Envato Market or in any public communications via the Envato Market sites.\nContact details include your email address, street address, Skype name and phone number (but not social network handles).\nIf you do, it must not be for any reason prohibited under the Acceptable Use Policy and you do so at your risk!\n</p>\n<p>39.\n<strong>Content removal</strong>: We can look at or remove any of your content for any reason at our discretion.\nReasons might include quality assurance, if we receive a valid copyright take-down notice or General IPR Notice, if we think that the content is unauthorised, misleading, incorrect, offensive, or in breach of anyone else’s rights, or if we think that your use of the Envato Market and any content might result in liability to us or anyone else.\nSee our Acceptable Use Policy for further details.\n</p>\n<p>40.\n<strong>Community participation</strong>: We take great pride in our global and thriving community—it’s part of what makes the Envato Market great.\nWe focus on transparency and mutual respect and invite you to participate, give feedback and have your say.\nBefore participating on Envato Market, please read the Community Guidelines, as you agree to follow them as part of these terms.\n</p> Linking.\napps made by others <p>41.\n<strong>Linking to the Envato Market</strong>: We’d be delighted if you decide to link to Envato Market from other sites but you have to link to a full version of a page and not link directly to an image or file hosted on Envato Market.\nThat includes no \"in-line\" linking methods resulting in images hosted on Envato Market being displayed on other sites.\nYou must not \"frame\" any Envato Market pages by surrounding those pages with someone else’s content, materials or branding.\nWe reserve the right to insist that any link to the Envato Market be discontinued, and to revoke your ability to link to the Envato Market.\n</p>\n<p>42.\n<strong>Links from the Envato Market</strong>: The Envato Market sites may contain links to other non-Envato sites.\nWe have no control or responsibility over anything on those sites, and do not endorse or sponsor those sites, even if they are affiliated to us.\n</p>\n<p>43.\n<strong>Third party developers</strong>: We welcome the contribution of our members and broader community, who offer applications that work with Envato Market.\nYou will need to form your own view about these applications and their developers.\nwe’re not able to warrant or endorse those applications and disclaim liability relating to these applications.\n</p> Legal Housekeeping <p>44.\n<strong>Eligibility, suspension or termination</strong>: Membership is not an automatic right, it is a benefit for community members who follow our terms and policies and treat other community members well.\nWe hope that you will be with us for a long time.\nBut we may, using reasonable discretion, decide whether or not your use of Envato Market complies with these terms and our policies.\nWe can suspend or terminate your Envato Market account at any time for any reason (acting reasonably of course), including if you: </p>\n<ol>\n<li>breach these terms or any terms applicable to any of your other Envato accounts;</li>\n<li>breach any of our policies (or policies of any other Envato Company);</li>\n<li>act in a way that does not align with the values of our community.\nor</li>\n<li>act in a way that could cause us or members harm.</li>\n</ol>\n<p>\n</p>\n<p>If we do decide to permanently terminate your Envato Market account you must\nnot apply for a new account as unfortunately you will no longer be welcome in\nour community.\nThis decision may also apply to all of your Envato accounts you use on other Envato sites.</p>\n<p>45.\n<strong>Envato Companies</strong>: If an indemnity, limitation or disclaimer of liability, warranty or release (a '<strong>benefit</strong>') is given in our favour in these terms, the Author Terms or Affiliate Terms, we hold that benefit on trust for the other Envato Companies.\nWe may enforce that benefit as trustee for and on behalf of the other Envato Companies as beneficiaries under that trust.\n</p>\n<p>46.\nWe may use the services of another Envato Company to conduct payment or other activities with you, like collecting payments and paying author earnings.\nIf you make a Buy Now payment, we receive your payment as a limited agent for the author and your obligation to pay the author is met when we (or another Envato Company) receive the payment successfully.\n</p> Liability and indemnity - between us and you <p>47.\nWe provide the Envato Market sites and the platform services, not the items on the Envato Market sites.\n</p>\n<p>48.\nYou indemnify us against all losses, costs (including legal costs on a full indemnity basis), expenses, demands or liability that we incur arising out of, or in connection with, a third party claim against us relating to your use of Envato Market and any content you post to Envato Market (including, if you are an author, your items).\n</p>\n<p>49.\nIf you are a buyer, you agree that we are not responsible for, and you release us from liability arising out of or in connection with: </p>\n<ol>\n<li>the items on Envato Market;</li>\n<li>information provided by authors about their items (including on any item page).\nand</li>\n<li>your use of items from Envato Market.</li>\n</ol>\n<p>\n</p>\n<p>50.\nOur liability to you in connection with Envato Market or these terms, in contract, tort (including negligence) or otherwise, is limited as follows: </p>\n<ol>\n<li>we exclude liability for any of these things incurred by you: loss of revenue, loss of profit, loss of goodwill, loss of customers, loss of capital, damage to reputation, loss in connection with any other contract, loss of data, or indirect, consequential or special loss, damage or expense.\nand;</li>\n<li>our total liability to you is limited to the greater of USD100 and the total buyer fees paid by you in the 12 months before liability accrued.</li>\n</ol>\n<p>\n</p> These sections mean that you protect us from costs and claims that happen because of your actions on the site, and that our liability to you is limited.\n<p> We may, at our expense, assume the exclusive defense and control of any matter you indemnify us against, and if so you agree to cooperate with us.\n</p> Liability and indemnity - between authors and buyers <p>51.\nEach author grants to each buyer of the author’s items a limited indemnity on the following terms: </p>\n<ol>\n<li>if another person makes a claim against a buyer that the buyer's use of the item in accordance with the terms of the applicable license infringes the intellectual property or other rights of that third party.\nand</li>\n<li>if that buyer promptly notifies the author of the claim and gives the author the option to control the defense of the claim (at the author's cost), then the author will indemnify the buyer against damages finally awarded by a court against the buyer or any settlement damages agreed to by the author regarding that claim.</li>\n</ol>\n<p>\n</p>\n<p>52.\nThe liability of each author to their buyers is otherwise limited, for each item purchased, to the author's earnings from the payment for that item, except to the extent that the author's liability arises from wilful misrepresentations made about the item.\n</p> This means that the author's liability to buyers is limited.\n<p>53.\n<strong>Availability</strong>: We strive to have Envato Market available to you 24 hours a day, seven days a week but you know how the internet works: occasionally you might not be able to access Envato Market, and this might happen for any reason, at any time, with or without notice, or at our absolute discretion.\nWe might also change aspects of how Envato Market works.\nThe Envato Companies will not be liable to you for any loss you suffer as a result of these things.\n</p>\n<p>54.\n<strong>Third Party</strong>: If you're agreeing to these terms on behalf of someone else (like your employer), then you're promising to us that you have full legal authority to bind that third party.\n</p>\n<p>55.\n<strong>Consumer laws</strong>: In some places there may be non-excludable warranties, guarantees or other rights ('<strong>non-excludable consumer guarantees</strong>').\nWe do not exclude, restrict or modify non-excludable consumer guarantees in these terms.\nExcept for non-excludable consumer guarantees, we and authors are bound only by the express warranties made in these terms.\nOur and each author's liability for breach of a non-excludable consumer guarantee is limited, at our or the author's option, to replacing or paying the cost of replacing the relevant item or service, (unless the non-excludable consumer guarantee says otherwise).\n</p>\n<p>56.\n<strong>Blocking a member, disabling an account or refusing to process a payment.</strong> We may block you, terminate any of your Envato accounts or refuse to process a payment, including withholding your account balance indefinitely, if we reasonably believe there is a risk associated with you, your Envato account, or that payment, including if it breaches a law or regulation.\nExamples of where we might do this include transactions where we suspect the payment is from or to a person or country sanctioned by an authority (like the United Nations, the United States government or the Australian government).\nor where we reasonably believe there is a legal or regulatory risk or a risk of loss being suffered by us or our members.\nYou warrant that you are not located in a sanctioned country and are not on a sanctioned persons list.\nYou also warrant that you will not purchase items on Envato Market using funds sourced from a sanctioned country.\nWe may also block members from a country if we can’t make payments to or from that country.\nYou should check what payment methods are available in your country for making payments as a buyer or for withdrawing earnings as an author.\nWe may take any of the actions stated in this section without notice and against all of your Envato accounts you use on other Envato sites.\nIf required by law we may forfeit existing deposits or earnings.\n</p> As our sites are global, there are different laws that may apply and these may restrict our relationship with you.\nSee this Help Center article for some details.\n<p>57.\n<strong>US-specific controls.</strong> Envato Market is not available to anyone located in any U.S.\nsanctioned countries or to anyone on the U.S Treasury Department's list of Specially Designated Nationals List (SDN list).\nYou must not export or re-export Envato Market items to a U.S.\nsanctioned country or to anyone on the SDN list.\n</p>\n<p>58.\n<strong>Relationship between the parties:</strong> Nothing in these terms is to be construed as constituting a partnership, joint venture, employment or agency relationship between you and us, or between you and any other member.\nNeither you nor us can bind each other in any way.\nWe are, however, an agent of the authors only for the limited purposes of collecting Buy Now payments (see section 46), the authors' providing warranties to buyers in section 22 - Warranties authors make, to limit authors' liability to buyers in section 52, and the disclaimer of authors' liability to buyers in section 55 - Consumer laws.\n</p>\n<p>59.\n<strong>Notices:</strong> Any notice you send us must be submitted via a help request.\nAny notice we send to you will be emailed to your Envato Market account email address.\n</p>\n<p>60.\n<strong>Changes to Envato Market Terms:</strong> We may change these terms at any time and, if we make changes, we will take reasonable steps to let our community know about the changes.\nYou can also keep track of whether changes have been made to our terms by referring to the version and effective date at the footer of the terms.\nYou can close your Market Account and terminate your agreement with us at any time if you do not agree to the changes.\nHowever, if you continue to use Envato Market sites after the changes are made, then you will be agreeing to the changes.\n</p>\n<p>61.\n<strong>Interpretation:</strong> Words like 'include' and 'including' are not words of limitation and where anything is within our discretion we mean our sole discretion.\n</p>\n<p>62.\n<strong>Applicable Laws:</strong> We control and operate Envato Market from our offices in Australia.\nThe laws of Victoria, Australia govern these terms, and you submit to the jurisdiction of the courts there for the resolution of any dispute between us.\n</p> Definitions <dl>\n<dt>Author:</dt>\n<dd>\n<p>a member who makes items available for sale on Envato Market.</p>\n</dd>\n<dt>Buy:</dt>\n<dd>\n<p>includes downloading an item that is made available for free on Envato Market or that is purchased for you by another member.</p>\n</dd>\n<dt>Buy Now:</dt>\n<dd>\n<p>a way of purchasing an item using a payment provider (and not using existing Envato Credits)</p>\n</dd>\n<dt>Buyer:</dt>\n<dd>\n<p>a person who ‘buys’ items on Envato Market.</p>\n</dd>\n<dt>Buyer fee:</dt>\n<dd>\n<p>the fee for the services buyers get from Envato like 24/7 support, fraud protection, item quality control and other related buyers’ services.\n</p>\n</dd>\n<dt>Envato:</dt>\n<dd>\n<p>Envato Pty Ltd (ABN 11 119 159 741).</p>\n</dd>\n<dt>Envato Companies:</dt>\n<dd>\n<p>Envato and any company that controls, is controlled by or is under common control with Envato.</p>\n</dd>\n<dt>Envato content:</dt>\n<dd>\n<p>is all the content that we have put on Envato Market and includes the design, compilation, and look and feel of the Envato Market, and copyright, trademarks, designs and other intellectual property on the Envato Market (unless otherwise stated and excluding content owned by others like author content).</p>\n</dd>\n<dt>Envato Market:</dt>\n<dd>\n<p>When we refer to the ‘Envato Market’ we’re talking about the Envato digital marketplaces, which include these sites:</p> Site Name: Accessible at: AudioJungle www.audiojungle.net CodeCanyon www.codecanyon.net GraphicRiver www.graphicriver.net ThemeForest www.themeforest.net VideoHive www.videohive.net 3DOcean www.3docean.net PhotoDune www.photodune.net </dd>\n<dt>Envato Market account:</dt>\n<dd>\n<p>what you receive when you become a Member which gives you access to any of the Envato Market sites.</p>\n</dd>\n<dt>EU Member State:</dt>\n<dd>\n<p>the countries listed here: https://europa.eu/about-eu/countries/index_en.htm</p>\n</dd>\n<dt>Handling fee:</dt>\n<dd>\n<p>the fee buyers may pay when using a payment method (other than existing Envato credits).</p>\n</dd>\n<dt>Item price:</dt>\n<dd>\n<p>the price buyers pay for the license to use an item, as detailed in <strong>section 13(a)</strong>.</p>\n</dd>\n<dt>Item support:</dt>\n<dd>\n<p>the support an author agrees to provide Envato Market account holders for an item marked as ‘supported’ as detailed on the item support page.</p>\n</dd>\n<dt>Items:</dt>\n<dd>\n<p>digital goods found on Envato Market like WordPress themes, background music, After Effects project files, photography and much, much more.</p>\n</dd>\n<dt>List price:</dt>\n<dd>\n<p>the price you see on an item page on Envato Market, which is made up of the item price and buyer fee.</p>\n</dd>\n<dt>Member:</dt>\n<dd>\n<p>a person who signs up by creating an account and accepting these terms.</p>\n</dd>\n<dt>Member’s statement:</dt>\n<dd>\n<p>the record of payments by you to Envato (as a buyer) and by Envato to you (as an author).</p>\n</dd>\n<dt>Payment method:</dt>\n<dd>\n<p>any payment agent or method we make available on the Envato Market.</p>\n</dd>\n<dt>Total price:</dt>\n<dd>\n<p>the price the buyer will pay in total, which consists of the item price, Envato's buyer fee and handling fee (if applicable) and any taxes that may be added, as detailed in <strong>section 14</strong>.</p>\n</dd>\n<dt>Your content:</dt>\n<dd>\n<p>everything that you post on the Envato Market, or send via the Envato Market to other members and to us including items, files, communications and materials.</p>\n</dd>\n</dl>\n<p> Version 7.2 - Effective date: October 5, 2018.\n</p>\n<ul>\n<li>\n<p> Deliver better projects faster.\nWeb, design &amp.\nvideo assets </p>\n<p>\n<small>Unlimited downloads, from $16.50/month</small>\n</p>\n</li>\n<li>\n<p> Effortless design and video.\n<br> Made online by you.\n</p>\n<p>\n<small>Smart templates ready for any skill level.</small>\n</p>\n</li>\n<li>\n<p> Designers matched perfectly to<br> you on Envato Studio </p>\n<p>\n<small>2000 artists ready to undertake your work</small>\n</p>\n</li>\n</ul>\n<i>\n</i> Quick Links Explore popular categories <ul>\n<li>Web Themes &amp.\nTemplates</li>\n<li> Portfolio WordPress Themes </li>\n<li> Business WordPress Themes </li>\n<li> WordPress Hosting </li>\n<li> Portfolio Website Templates </li>\n<li> Responsive Website Templates </li>\n</ul>\n<ul>\n<li>Video</li>\n<li> After Effects Templates </li>\n<li> Apple Motion Templates </li>\n<li> Video Effects </li>\n<li> Free Video Stock Footage </li>\n<li> Stock Footage </li>\n</ul>\n<ul>\n<li>Audio</li>\n<li> Royalty Free Music </li>\n<li> Sound Effects </li>\n<li> Best Selling Royalty Free Music </li>\n<li> Logic Pro Files </li>\n<li> Background Music </li>\n</ul>\n<ul>\n<li>Code</li>\n<li> WordPress Plugins </li>\n<li> PHP Script </li>\n<li> JavaScript </li>\n<li> CSS Templates </li>\n<li> PrestaShop Plugins </li>\n</ul>\n<ul>\n<li>Design Maker</li>\n<li> Logo Maker </li>\n<li> Business Card Maker </li>\n<li> T-Shirt Maker </li>\n<li> Banner Maker </li>\n<li> Flyer Maker </li>\n</ul>\n<ul>\n<li>Video Maker</li>\n<li> Intro Maker </li>\n<li> Slideshow Maker </li>\n<li> Instagram Story Video Maker </li>\n<li> Promo Video Maker </li>\n<li> Teaser Video Maker </li>\n</ul>\n<ul>\n<li>Elements</li>\n<li> WordPress Themes </li>\n<li> Stock Images </li>\n<li> Website Templates </li>\n<li> Logos </li>\n<li> Fonts </li>\n</ul>\n<ul>\n<li>Tuts+</li>\n<li> Photoshop Tutorials </li>\n<li> JavaScript Tutorials </li>\n<li> WordPress Tutorials </li>\n<li> Free Online Tutorials </li>\n<li> Free Coding Tutorials </li>\n</ul>\n<ul>\n<li>\n<ul>\n<li> Envato Market </li>\n<li> Terms </li>\n<li> Licenses </li>\n<li> Market API </li>\n<li> Become an affiliate </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Help </li>\n<li> Themes and Templates </li>\n<li> Authors </li>\n<li> Help Center </li>\n</ul>\n</li>\n<li>\n<ul>\n<li> Join our community </li>\n<li> Community </li>\n<li> Blog </li>\n<li> Forums </li>\n<li> Meetups </li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> 62,767,011 items sold </li>\n<li> $892,025,910 community earnings </li>\n</ul>\n<ul>\n<li> About Envato </li>\n<li> Careers </li>\n<li> Privacy Policy </li>\n<li> Sitemap </li>\n</ul>\n<small> All prices are in US dollars and exclude sales tax </small>\n<small> © 2020 Envato Pty Ltd.\nTrademarks and brands are the property of their respective owners.\n</small>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<strong>\n</strong> by All prices are in US dollars and exclude sales tax <strong>\n</strong> by All prices are in US dollars and exclude sales tax <strong>\n</strong> by All prices are in US dollars and exclude sales tax <strong>\n</strong> by All prices are in US dollars and exclude sales tax <strong>\n</strong> by All prices are in US dollars and exclude sales tax <strong>\n</strong> by All prices are in US dollars and exclude sales tax ", "created_at": "2018-09-10 12:41:27.796065", "updated_at": "2020-12-14 19:59:38.809979"}], "points": [{"id": 1436, "title": "[bad] Money in account expires after one year.", "source": "https://groups.google.com/d/topic/tosdr/_DlADoLtYAo/discussion", "status": "[bad] Money in account expires after one year.", "created_at": "2018-05-15 09:11:48.940647", "updated_at": "2021-02-06 03:50:18.104546", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1920, "title": "[EVENTO] Members choose the licensing and copyright of their submissions.", "source": "https://groups.google.com/d/topic/tosdr/Sa74rGjlw3E/discussion", "status": "[EVENTO] Members choose the licensing and copyright of their submissions.", "created_at": "2018-05-15 09:12:08.428633", "updated_at": "2020-12-23 14:26:16.166008", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1633, "title": "The service can delete your account without prior notice and without a reason", "source": "https://themeforest.net/legal/market", "status": "Your account can be terminated for any reason without notice.", "created_at": "2018-05-15 09:11:56.867544", "updated_at": "2019-06-13 06:15:14.879216", "quoteText": "We can suspend or terminate your Envato Market account at any time for any reason", "case_id": 201, "document_id": 508, "quoteStart": 59842, "quoteEnd": 59923}, {"id": 677, "title": "Terms may be changed at any time, but you will be notified.", "source": "https://envato.com/privacy/", "status": "They can change the terms of service any time they see fit, but they will notify the user. Your use of the service supposedly constitutes acceptance of the changes in the terms.", "created_at": "2018-01-16 15:26:47.308277", "updated_at": "2019-09-25 05:01:09.303583", "quoteText": "We will need to change this policy from time to time in order to make sure it stays up to date with the latest legal requirements and any changes to our privacy management practices.</li>\n<li>When we do change the policy, we’ll make sure to notify you about such changes, where required.", "case_id": 122, "document_id": 193, "quoteStart": 17188, "quoteEnd": 17475}, {"id": 1542, "title": "[ENVATO] Claims ownership of incoming links", "source": "https://groups.google.com/d/topic/tosdr/PDM5vGP7E6M/discussion", "status": "[ENVATO] Claims ownership of incoming links", "created_at": "2018-05-15 09:11:53.477265", "updated_at": "2018-09-27 18:39:58.336788", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1623, "title": "will indemnify and defend Envato", "source": "https://groups.google.com/d/topic/tosdr/fBCeoy_vU8c/discussion", "status": "will indemnify and defend Envato", "created_at": "2018-05-15 09:11:56.52563", "updated_at": "2021-02-06 03:50:20.465002", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1627, "title": "You may request a copy of stored personal information.", "source": "https://groups.google.com/d/topic/tosdr/ncbST_OnpTw/discussion", "status": "You may request a copy of stored personal information.", "created_at": "2018-05-15 09:11:56.656142", "updated_at": "2021-02-06 03:50:20.605879", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 3840, "title": "Hot-linking and image downloading is not allowed", "source": "https://groups.google.com/d/topic/tosdr/JSVLnx8Hgsk/discussion", "status": "Hot-linking and image downloading is not allowed", "created_at": "2018-05-18 14:05:02.317658", "updated_at": "2018-05-30 12:50:18.811476", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 3901, "title": "You do not have to pay a fee to become a Member.", "source": "https://groups.google.com/d/topic/tosdr/60vakjWxpf8/discussion", "status": "You do not have to pay a fee to become a Member.", "created_at": "2018-05-18 14:05:04.723116", "updated_at": "2018-05-30 12:50:20.363246", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 3943, "title": "Embedding the site is frames is not allowed.", "source": "https://groups.google.com/d/topic/tosdr/BqPwgCLIkfM/discussion", "status": "Embedding the site is frames is not allowed.", "created_at": "2018-05-18 14:05:06.390115", "updated_at": "2018-05-30 12:50:21.466506", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4160, "title": "Envato domains read through", "source": "https://groups.google.com/d/topic/tosdr/cRxh_hkiTNY/discussion", "status": "Envato domains read through", "created_at": "2018-05-18 14:05:15.725409", "updated_at": "2018-05-30 12:50:28.256208", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 3947, "title": "You may not scrape the site", "source": "https://groups.google.com/d/topic/tosdr/1ArWz-X784s/discussion", "status": "You may not scrape the site", "created_at": "2018-05-18 14:05:06.562383", "updated_at": "2018-05-30 12:50:21.592367", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1762, "title": "You must provide your legal name upon registration and is shared with agents", "source": "https://groups.google.com/d/topic/tosdr/s058jHpjNDw/discussion", "status": "You must provide your legal name upon registration and is shared with agents", "created_at": "2018-05-15 09:12:02.33833", "updated_at": "2021-02-06 03:50:24.853044", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1850, "title": "Uses temporary session cookies", "source": "https://groups.google.com/d/topic/tosdr/DeMGWbUeBWk/discussion", "status": "Uses temporary session cookies", "created_at": "2018-05-15 09:12:05.718631", "updated_at": "2021-02-06 03:50:26.806755", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1985, "title": "No liability is accepted for improper access to your personal information.", "source": "https://groups.google.com/d/topic/tosdr/2MhuTndnw6A/discussion", "status": "No liability is accepted for improper access to your personal information.", "created_at": "2018-05-15 09:12:10.703696", "updated_at": "2021-02-06 03:50:29.573135", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2052, "title": "Uses Third party cookies", "source": "https://groups.google.com/d/topic/tosdr/jTdqrB_xuyc/discussion", "status": "Uses Third party cookies", "created_at": "2018-05-15 09:12:12.990986", "updated_at": "2021-02-06 03:50:31.069555", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2074, "title": "No assurance of notice of government requests", "source": "https://groups.google.com/d/topic/tosdr/Zb39hj4bk2s/discussion", "status": "No assurance of notice of government requests", "created_at": "2018-05-15 09:12:13.670378", "updated_at": "2021-02-06 03:50:31.400602", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2488, "title": "Age limit of 18", "source": "https://groups.google.com/d/topic/tosdr/ku8pRB_BEEg/discussion", "status": "Age limit of 18", "created_at": "2018-05-18 13:49:36.445309", "updated_at": "2018-05-30 12:50:13.774276", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2108, "title": "Jurisdiction is New South Wales, Australia", "source": "https://groups.google.com/d/topic/tosdr/VSOlTGfoGTg/discussion", "status": "Jurisdiction is New South Wales, Australia", "created_at": "2018-05-15 09:12:14.762491", "updated_at": "2021-02-06 03:50:32.218751", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2111, "title": "No guarantee of availability, and the service can be suspended at any time", "source": "https://groups.google.com/d/topic/tosdr/0lgZ3Ip_e2w/discussion", "status": "No guarantee of availability, and the service can be suspended at any time", "created_at": "2018-05-15 09:12:14.873164", "updated_at": "2021-02-06 03:50:32.309964", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 3888, "title": "Not responsible for the content of external links.", "source": "https://groups.google.com/d/topic/tosdr/eOX4C3jWbKU/discussion", "status": "Not responsible for the content of external links.", "created_at": "2018-05-18 14:05:04.250471", "updated_at": "2018-05-30 12:50:20.080808", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2269, "title": "No warranty is provided, and any liability is limited to the original cost of goods.", "source": "https://groups.google.com/d/topic/tosdr/jRn7qAm0IqU/discussion", "status": "No warranty is provided, and any liability is limited to the original cost of goods.", "created_at": "2018-05-15 09:12:20.241466", "updated_at": "2021-02-06 03:50:36.159512", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1362, "title": "Your personal data is used for limited purposes", "source": "https://envato.com/privacy/", "status": "Envato uses personal information to fulfill its contracts, for purposes linked to its own or third parties' legitimate interests (operating the sites and providing users with services, verifying users' identities, responding to support requests, notifying users of site and service news, processing job applications etc), for lawfully required purposes (responding to government requests) and where users give consent for their information to be used (marketing products and services, customizing services and websites).", "created_at": "2018-05-15 09:11:46.112362", "updated_at": "2021-02-06 04:16:13.550188", "quoteText": "How we use personal information</strong>\n</p>\n<ol>\n<li>We will use your personal information:\n<ol>\n<li>To fulfil a contract, or take steps linked to a contract: in particular, in facilitating and processing transactions that take place on the Sites, like where you purchase an item from our marketplace.</li>\n<li>Where this is necessary for purposes which are in our, or third parties, legitimate interests.\nThese interests include:\n<ol>\n<li>operating the Sites;</li>\n<li>providing you with services described on the Sites;</li>\n<li>verifying your identity when you sign in to any of our Sites;</li>\n<li>responding to support tickets, and helping facilitate the resolution of any disputes;</li>\n<li>updating you with operational news and information about our Sites and services e.g.\nto notify you about changes to our Sites, website disruptions or security updates;</li>\n<li>carrying out technical analysis to determine how to improve the Sites and services we provide;</li>\n<li>monitoring activity on the Sites, e.g.\nto identify potential fraudulent activity and to ensure compliance with the user terms that apply to the Sites;</li>\n<li>managing our relationship with you, e.g.\nby responding to your comments or queries submitted to us on the Sites or asking for your feedback or whether you want to participate in a survey;</li>\n<li>managing our legal and operational affairs (including, managing risks relating to content and fraud matters);</li>\n<li>training Envato staff about how to best serve our user community;</li>\n<li>improving our products and services.</li>\n<li>providing general administrative and performance functions and activities.\nand</li>\n<li>processing your job application to Envato.</li>\n</ol>\n</li>\n<li>Where you give us consent:\n<ol>\n<li>providing you with marketing information about products and services which we feel may interest you.\nand</li>\n<li>customising our services and websites, like advertising that appear on the Site – where this involves the use of cookies or similar technologies – in order to provide a more personalised experience.</li>\n</ol>\n</li>\n<li>For purposes which are required by law.</li>\n<li>For the purpose of responding to requests by government, a court of law, or law enforcement authorities conducting an investigation.</li>\n</ol>\n</li>\n</ol>\n<p>\n", "case_id": 196, "document_id": 193, "quoteStart": 3907, "quoteEnd": 6215}, {"id": 1350, "title": "Credits are non-refundable", "source": "https://themeforest.net/legal/market", "status": "", "created_at": "2018-05-15 09:11:45.661545", "updated_at": "2019-06-10 05:15:06.79466", "quoteText": "We do not refund any monies originally placed into your Envato Market account to buy Envato Credits (but you may have rights under an applicable consumer law, which we don’t exclude", "case_id": 162, "document_id": 508, "quoteStart": 44258, "quoteEnd": 44439}, {"id": 1570, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "https://themeforest.net/legal/market", "status": "", "created_at": "2018-05-15 09:11:54.598453", "updated_at": "2019-09-25 05:02:41.797188", "quoteText": "We may change these terms at any time and, if we make changes, we will take reasonable steps to let our community know about the changes.", "case_id": 122, "document_id": 508, "quoteStart": 68367, "quoteEnd": 68504}], "urls": ["envato.com"]}}