{"error": 448, "message": "OK", "parameters": {"id": 2375, "name": "SEO Powersuite", "created_at": "2020-10-24 03:50:25.673508", "updated_at": "2021-03-25 03:19:52.696386", "wikipedia": null, "keywords": null, "related": null, "slug": "seo_powersuite", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2375.png", "url": "https://www.link-assistant.com,https://www.seopowersuite.es,https://www.seopowersuite.nl,https://www.seopowersuite.de,https://www.seopowersuite.fr,https://www.seopowersuite.ru,https://www.seopowersuite.jp,", "documents": [{"id": 2958, "name": "Privacy Policy", "url": "https://www.link-assistant.com/privacy-policy.html", "xpath": "/html/body", "text": " &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-TKVM4B\"\nheight=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nLink-Assistant.Com Privacy Policy\nThis privacy policy sets out how Link-Assistant.com uses and protects any information that you give Link-Assistant.com when you use this website.\n<br>\n<br>\nLink-Assistant.com is committed to ensuring that your privacy is protected.\nShould we ask you to provide certain information by which you can be identified when using this website, then you can be assured that it will only be used in accordance with this privacy statement.\n<br>\n<br>\nWhat personally identifying information does Link-Assistant.Com collect?\nThe level of information Link-Assistant.com collects depends on the level of your site usage.\nIf you opt to download a free version of our software, you are required to enter your email address and name.\nWe need this information in order to forward you the software download link.\n<br>\n<br>\nIf you purchase our software, we collect your email address, full name, address and credit card information or PayPal information.\nThe payment is processed by a third-party secure server to ensure the safe transmission of the sensitive information.\nWe do not store or have direct access to your payment information at any time.\n<br>\n<br>\nLink-Assistant.com uses collected information for the following general purposes: products and services provision, billing, customer support, and research.\n<br>\n<br>\nLink-Assistant.com does not share your email address or other personally identifying information with any third parties, except our service providers, such as credit-card payment processors, performing services on our behalf.\nThese service providers may have access to personal information needed to perform their functions but are not permitted to share or use such information for any other purposes.\nThe third-party service providers are subject to their respective privacy policies set forth to protect the sensitive information.\n<br>\n<br>\nWhat tracking information does Link-Assistant.Com collect?\nA cookie is a small file which asks permission to be placed on your computer's hard drive.\nOnce you agree, the file is added and the cookie helps analyze web traffic or lets you know when you visit a particular site.\nCookies allow web applications to respond to you as an individual.\nThe web application can tailor its operations to your needs, likes and dislikes by gathering and remembering information about your preferences.\n<br>\n<br>\nWe use traffic log cookies to identify which pages are being used.\nThis helps us analyze data about webpage traffic and improve our website in order to tailor it to customer needs.\nWe only use this information for statistical analysis purposes and then the data is removed from the system.\n<br>\n<br>\nOverall, cookies help us provide you with a better website by enabling us to monitor which pages you find useful and which you do not.\nA cookie in no way gives us access to your computer or any information about you, other than the data you choose to share with us.\n<br>\n<br>\nYou can choose to accept or decline cookies.\nMost web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer.\nThis may prevent you from taking full advantage of the website.\n<br>\n<br>\nHow we store our data\nWe take appropriate physical, electronic, software related and other security measures to help safeguard personal information from unauthorized access, alteration, or disclosure.\n<br>\n<br>\nWhen data can be disclosed\nLink-Assistant.com may disclose personally identifiable information under special circumstances in order to comply with valid legal processes.\nIn addition, Link-Assistant.com may disclose certain information to our service providers, such as credit-card payment processors, performing services on our behalf.\nThese service providers may have access to personal information needed to perform their functions but are not permitted to share or use such information for any other purposes.\nThe third-party service providers are subject to their respective privacy policies set forth to protect the sensitive information.\n<br>\n<br>\nEmail Contact\nLink-Assistant.com will not share your email information with third parties, except our service providers, such as credit-card payment processors or e-mail distribution service providers performing services on our behalf.\nThese service providers may have access to personal information needed to perform their functions but are not permitted to share or use such information for any other purposes.\nThe third-party service providers are subject to their respective privacy policies set forth to protect the sensitive information.\n<br>\n<br>\nWhen you download the free version of the software Link-Assistant.com collects your email address.\nWe may occasionally use this email to inform you about the important software updates or other relevant information that is important for your user experience.\nIf you do not want to receive e-mail updates from Link-Assistant.com, you may unsubscribe by following the unsubscribe link included in the e-mail.\n<br>\n<br>\nIf you have further questions regarding our privacy policy, contact us at support@link-assistant.com.\n&lt;img src=\"//bat.bing.com/action/0?ti=5188886&amp;amp;Ver=2\" height=\"0\" width=\"0\" style=\"display:none.\nvisibility: hidden;\"&gt.\n&lt;img height=\"1\" width=\"1\" style=\"display:none\" src=\"https://www.facebook.com/tr?id=262623037423350&amp;amp;ev=PageView&amp;amp;noscript=1\"&gt.\n&lt;div&gt;&lt;img src=\"https://mc.yandex.ru/watch/51448297\" style=\"position:absolute.\nleft:-9999px;\" alt=\"\"&gt;&lt;/div&gt.\n&lt;iframe src=\"//nojscontainer.pepperjam.com/2685828748.html\" width=\"1\" height=\"1\" frameborder=\"0\"&gt;&lt;/iframe&gt.\n", "created_at": "2020-10-24 03:57:07.313729", "updated_at": "2020-10-24 03:57:09.527276"}, {"id": 2959, "name": "Return Policy", "url": "https://www.link-assistant.com/return-policy.html", "xpath": "/html/body", "text": " &lt;iframe src=\"//www.googletagmanager.com/ns.html?id=GTM-TKVM4B\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nLINK-ASSISTANT.COM REFUND POLICY - PLEASE READ CAREFULLY\n<p> Effective Date of this version: <b>25 June 2018</b>\n</p>\n<p> In this document, a buyer/customer is referred to as User, and any software sold by Link-Assistant.Com (including SEO PowerSuite, LinkAssistant, SEO SpyGlass, WebSite Auditor and Rank Tracker) is referred to as Software Product.\n</p>\n<b>(1.)\tSubscription Payment.</b>\n<br>\n<p> Subscribers must agree to the payment terms presented at the time you sign up for any Software Product.\nYou are responsible for acting prior to renewal if you do not want to renew automatically.\nYou may not receive notice of your renewal after subscribing, and you must visit your 2Checkout account to find out when your subscription renews.\nSubscriptions recur either monthly or annually in most cases, depending on the renewal term you choose on signup.\nYou must ensure that the credit card information used for your account or subscription is current and accurate, and that you are authorized to use that credit card.\n</p>\n<b>(2.)\tSubscription Cancellation.</b>\n<br>\n<p> For security, an email or phone call to Link-Assistant.Com is not sufficient to cancel your Software Product subscription.\nYou may cancel at any time by visiting your 2Checkout account and choosing to cancel the subscription.\nCancellation does not entitle you to any refund whatsoever.\nYou will continue to have access to the Software Product you have paid for until the end of your subscription term, but will lose access if the subscription is not in good standing.\n</p>\n<b>(3.)\tNo Refunds.</b>\n<br>\n<p> Software Product will not provide you any refunds at any time.\nIf you cancel your subscription, Software Product is not obligated to refund fees for any portion of your subscription term.\nIf you choose to downgrade your subscription during your subscription term, you may be entitled to pay a lower, prorated amount as of the date of renewal, but you are not entitled to any refund at any time.\n</p> &lt;img src=\"//bat.bing.com/action/0?ti=5188886&amp;amp;Ver=2\" height=\"0\" width=\"0\" style=\"display:none.\nvisibility: hidden;\"&gt.\n&lt;img height=\"1\" width=\"1\" style=\"display:none\" src=\"https://www.facebook.com/tr?id=262623037423350&amp;amp;ev=PageView&amp;amp;noscript=1\"&gt.\n&lt;div&gt;&lt;img src=\"https://mc.yandex.ru/watch/51448297\" style=\"position:absolute.\nleft:-9999px;\" alt=\"\"&gt;&lt;/div&gt.\n&lt;iframe src=\"//nojscontainer.pepperjam.com/2685828748.html\" width=\"1\" height=\"1\" frameborder=\"0\"&gt;&lt;/iframe&gt.\n", "created_at": "2020-10-24 03:58:17.764249", "updated_at": "2020-10-24 03:58:19.979046"}], "points": [], "urls": ["https://www.link-assistant.com", "https://www.seopowersuite.es", "https://www.seopowersuite.nl", "https://www.seopowersuite.de", "https://www.seopowersuite.fr", "https://www.seopowersuite.ru", "https://www.seopowersuite.jp", ""]}}