{"error": 448, "message": "OK", "parameters": {"id": 5457, "name": "Zekrit Trading And Contracting Est.", "created_at": "2021-11-03 02:20:55.04495", "updated_at": "2021-11-03 23:01:06.911099", "wikipedia": null, "keywords": null, "related": null, "slug": "zekrit-trading-and-contracting-est", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5457.png", "url": "zekrit.net", "documents": [{"id": 9806, "name": "Terms of Use", "url": "https://www.zekrit.net/terms-of-use", "xpath": "//body", "text": "Search this siteZekrit Trading &amp.\nContracting<ul>\n<li>Home</li>\n<li>Services</li>\n<li>About Us</li>\n<li>Contact Us</li>\n</ul>Zekrit Trading &amp.\nContracting<ul>\n<li>Home</li>\n<li>Services</li>\n<li>About Us</li>\n<li>Contact Us</li>\n<li>More<ul>\n<li>Home</li>\n<li>Services</li>\n<li>About Us</li>\n<li>Contact Us</li>\n</ul>\n</li>\n</ul>Terms of Use<p>This website (the 'website') is the website of <strong>ZEKRIT Trading &amp.\nContracting EST.</strong> ('[company]', 'us' or 'we').</p>\n<p>Please read these terms and conditions of use of the website carefully as by using it you agree to be bound by them.\nWe reserve the right to vary the conditions of use at any time and will post any variations here.\nYou are advised to review the conditions of use on a regular basis as you will be deemed to have accepted variations if you continue to use the website after they have been posted.</p>\n<p>If you do not agree to abide by these conditions of use you should not use the website in any way.</p>\n<p>Information published on the Website is supplied by us and, where indicated, by certain third parties.\nWe take every care and precaution to ensure that information published on the website is accurate when posted and regularly updated, but cannot guarantee or be held liable for its accuracy or timeliness and we may change the information at any time without notice.\nYou must not rely on the information on the website and you acknowledge that you must take appropriate steps to verify this information before acting on it.</p>\n<p>We publish the website 'as is' without any warranty of any kind, express or implied, as to the operation of the website, the accuracy of the information or the products or products referred to on the website (in so far as such warranties may be excluded under relevant law) and to the extent permitted by law, we shall not be liable for any losses or damage whether direct or indirect (including without limitation direct or indirect loss of profits), consequential, special or otherwise incidental that may arise from use of the website however arising.</p>\n<p>The information contained in the website, or linked websites, is not an invitation to invest in other securities, or any other products or products or otherwise deal in these or enter into a contract with <strong>ZEKRIT Trading &amp.\nContracting EST.</strong> or any other company.\nThe information provided should not be relied upon in connection with any decision.\nYou should always seek appropriate professional advice in relation to such.</p>\n<p>Any reference to any product or service which has been or may be provided by us or any other company does not amount to a promise that such product or service will be available at any time.\nChanges to or improvements in such products or products may be made at any time without notice.</p>\n<p>Copyright in the design and architecture of the website is owned by ZEKRIT Trading &amp.\nContracting EST.\nand a portion of the website is made using <strong>Google's tools</strong> and <strong>images used in banners are taken from Pixabay</strong>.\nWe own the copyright in the content published on the website except where otherwise indicated by a third party's proprietary notice.\nImages, trade marks and brands are also protected by other intellectual property laws and may not be reproduced or appropriated in any manner without written permission of their respective owners.\nUnless specifically prohibited by a notice published on any page, you may make a print copy of such parts of the website as you may reasonably require for your own personal use provided that any copy has attached to it any relevant proprietary notices and/or disclaimers.\nAll other use is prohibited.</p>\n<p>We are not responsible for the content of any other website from which you have accessed the website or to which you may hyperlink from the website and cannot be held liable for any loss or damage you incur as a result thereof.</p>\n<p>To the extent that any part of these conditions of use is found to be invalid, unlawful or unenforceable by any court of competent jurisdiction such part shall to that extent be severed from the remaining terms all of which shall remain in full force and effect as permitted by law.</p>\n<small>\n<br>\n</small>\n<small>© Zekrit Trading Company 2021</small>\n<small>\n<br>\n</small>\n<small>Terms of Use</small>\n<small>\n<br>\n</small>\n<small>Privacy Policy</small>\n<small>Register for our monthly newsletter</small>\n<p>Sign up</p>Google SitesReport abuseThis site uses cookies from Google to deliver its services and to analyze traffic.\nInformation about your use of this site is shared with Google.\nBy using this site, you agree to its use of cookies.Learn moreGot it", "created_at": "2021-11-03 01:21:37.436415", "updated_at": "2021-11-03 01:22:34.21009"}, {"id": 9805, "name": "Privacy Policy", "url": "https://www.zekrit.net/privacy-policy", "xpath": "//body", "text": "Search this siteZekrit Trading &amp.\nContracting<ul>\n<li>Home</li>\n<li>Services</li>\n<li>About Us</li>\n<li>Contact Us</li>\n</ul>Zekrit Trading &amp.\nContracting<ul>\n<li>Home</li>\n<li>Services</li>\n<li>About Us</li>\n<li>Contact Us</li>\n<li>More<ul>\n<li>Home</li>\n<li>Services</li>\n<li>About Us</li>\n<li>Contact Us</li>\n</ul>\n</li>\n</ul>Privacy Policy<p>\n<strong>The purpose of this policy is to set out the responsibilities of the group in observing and upholding our position on collection, use and disclosure of personal information and is our principal external facing privacy notice.\nPlease read this policy carefully.\nIt may be updated from time to time, so please you check back regularly to review any changes.\n</strong>\n</p>\n<p>\n<strong>1) Policy Objectives</strong>\n</p>\n<p>To achieve this commitment <strong>ZEKRIT</strong> will:</p>\n<ul>\n<li>\n<p>Process personal information lawfully, and will not share information entered into the website.</p>\n</li>\n<li>\n<p>Limit personal information to the purpose for which it is being processed.</p>\n</li>\n<li>\n<p>Take every reasonable step to keep acquired personal information accurate and up to date.</p>\n</li>\n<li>\n<p>Only keep personal data for as long as is necessary for the purpose for which it is being processed.</p>\n</li>\n<li>\n<p>Process personal information in a manner that protects the security of the personal data.</p>\n</li>\n</ul>\n<p>\n<strong>2) Delivering our objectives</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>People we collect information from</strong>\n</p>\n</li>\n</ul>\n<p>We collect personal information from:</p>\n<p>\n<br>\n</p>\n<ol>\n<li>\n<p>People who sign up for our newsletter which won't be shared.</p>\n</li>\n<li>\n<p>People who contact us, but the info is never shared.</p>\n</li>\n<li>\n<p>Looking at the number of visitors to our websites.</p>\n</li>\n</ol>\n<ul>\n<li>\n<p>\n<strong>Information we collect automatically</strong>\n</p>\n</li>\n</ul>\n<p>When you visit our websites, our server automatically collects certain browser or device generated information, including but not limited to your:</p>\n<ol>\n<li>\n<p>Domain.\n</p>\n</li>\n<li>\n<p>IP address;</p>\n</li>\n<li>\n<p>Visit eg date, time and duration;</p>\n</li>\n<li>\n<p>Browser type;</p>\n</li>\n<li>\n<p>Operating system.\nand</p>\n</li>\n<li>\n<p>Page visits.</p>\n</li>\n</ol>\n<ul>\n<li>\n<p>\n<strong>Information you provide</strong>\n</p>\n</li>\n</ul>\n<p>If you are a customer or supplier, you may voluntarily provide us with personal information (normally limited to basic information, such as your name and contact details) by:</p>\n<ol>\n<li>\n<p>Corresponding with ZEKRIT colleagues;</p>\n</li>\n<li>\n<p>Attending ZEKRIT events;</p>\n</li>\n<li>\n<p>Working with ZEKRIT on contracts or other projects.</p>\n</li>\n</ol>\n<p>\n<br>\n</p>\n<p>In using our websites, you may voluntarily provide personal information to us in the following ways:</p>\n<ol>\n<li>\n<p>By signing up for email alerts (including those from our third party partners), newsletters or other forms of communication;</p>\n</li>\n<li>\n<p>By completing a ‘Contact us’, ‘Get assistance’, ‘Request a quote’, or similarly labelled forms;</p>\n</li>\n<li>\n<p>By corresponding with us by phone, e-mail or otherwise using the contact details provided on our websites</p>\n</li>\n</ol>\n<p>\n<br>\n</p>\n<p>Typically, the personal information you give us will include your name, e-mail address, phone number, and any personal details required to resolve your inquiry or complaint.\n</p>\n<ul>\n<li>\n<p>\n<strong>Use of personal information</strong>\n</p>\n</li>\n</ul>\n<p>In the majority of cases, use or processing of your personal information will be justified on the basis that:</p>\n<ol>\n<li>\n<p>you have consented to the processing (for example, where you consent to the placing of cookies on our websites, or where you proactively sign-up for a ZEKRIT email alert)</p>\n</li>\n<li>\n<p>It is in our legitimate interests, subject to your interests and fundamental rights.\nFor example, we have a legitimate commercial interest in building good relations with our customers by maintaining customer relationship management databases and contacting our customers from time to time.</p>\n</li>\n</ol>\n<p>\n<br>\n</p>\n<p>We use the personal information we collect to:</p>\n<ol>\n<li>\n<p>Improve our websites based on how you and other users interact with them;</p>\n</li>\n<li>\n<p>Customize or personalize our websites to users' needs (for example, by showing content or language which is relevant to your geographic location);</p>\n</li>\n<li>\n<p>Correspond with website users to resolve their queries or complaints;</p>\n</li>\n<li>\n<p>Provide you with any services you request.\nand</p>\n</li>\n<li>\n<p>Send you marketing communications (including newsletters), where it is lawful for us to do so.\n</p>\n</li>\n</ol>\n<ul>\n<li>\n<p>\n<strong>Cookies</strong>\n</p>\n</li>\n</ul>\n<p>A cookie is a small file that can be placed on your device's hard drive or on a website server.\nWe use cookies to obtain some of the automatically collected information described above.\nMost browsers automatically collect cookies but you can refuse the use of cookies.\nFor more information, including how to reject or manage cookies please go to www.allaboutcookies.org</p>\n<ul>\n<li>\n<p>\n<strong>Google Analytics</strong>\n</p>\n</li>\n</ul>\n<p>Our websites use Google Analytics, a web analytics service provided by Google, Inc.\n(‘Google).</p>\n<p>\n<br>\n</p>\n<p>Google Analytics uses cookies (text files placed on your computer) to help website operators analyse how users use the site.\nThe information generated by the cookie about your use of the website (including your IP address) will be transmitted to and stored by Google on servers in the United States.\nGoogle will use this information for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing other products relating to website activity and internet usage.\n</p>\n<p>\n<br>\n</p>\n<p>Google may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google's behalf.\nGoogle will not associate your IP address with any other data held by Google.</p>\n<ul>\n<li>\n<p>Sharing tools</p>\n</li>\n</ul>\n<p>Our website uses sharing tools.\nThese allow you to share content through social networks such as YouTube and Facebook.\nWhen you use one of these buttons, the social networking site may place a cookie on your computer.\nThis would be a third-party cookie set by the social networking site.\nIf you have any questions about the use of these third-party cookies, you should check the relevant social networking site's Cookie Policy.</p>\n<ul>\n<li>\n<p>\n<strong>Marketing alerts and emails</strong>\n</p>\n</li>\n</ul>\n<p>We may communicate with you by email to tell you about our products and services, for example, via an email alert or newsletter.\nIf you wish to opt-out of receiving marketing communications, please use the 'unsubscribe' link provided in our emails, or contact us directly and we will stop sending you them.</p>\n<ul>\n<li>\n<p>\n<strong>Security</strong>\n</p>\n</li>\n</ul>\n<p>We take the security of the information we collect seriously.\nWe use data storage and security techniques to protect your personal information from unauthorized access, improper use or disclosure, unauthorized modification or unlawful destruction or accidental loss.\nZEKRIT colleagues and contractors are subject to strict confidentiality obligations.</p>\n<p>\n<br>\n</p>\n<p>However, in relation to our websites, it is important to remember that no website can be 100% secure and we cannot be held responsible for unauthorized or unintended access that is beyond our control.</p>\n<ul>\n<li>\n<p>\n<strong>Retention of your information</strong>\n</p>\n</li>\n</ul>\n<p>Generally, we only keep personal information for as long as required to fulfil the purposes for which it was collected.\nOr so that we have an accurate record of your dealings with us in the event of any complaints or challenges.</p>\n<p>\n<br>\n</p>\n<p>Where we have kept your personal information to provide you with marketing material on our products and services, we will only store it as long as you do not opt out of receiving such material from us.\n</p>\n<p>\n<br>\n</p>\n<p>We maintain a data retention policy which we apply to records in our care.\nIf your personal information is no longer required, we will securely delete it.\n</p>\n<ul>\n<li>\n<p>External links</p>\n</li>\n</ul>\n<p>Our websites may contain links to third party sites.\nSince we do not control, and are not responsible for the privacy practices of those websites, we encourage you to review them.\nThis policy applies solely to personal information collected by our websites.</p>\n<p>\n<strong>3) Scope</strong>\n</p>\n<p>This policy applies to all legal entities which ZEKRIT Trading &amp.\nContracting EST.\nwholly owns, has a majority stake in or overall operational control of.\nAs well as applying to our interactions with customers, suppliers and business partners, it also applies to all information collected over www.zekrit.net the website we operate.\nIt applies to anyone whose personal information is processed by ZEKRIT, but not ZEKRIT colleagues.\n</p>\n<p>\n<br>\n</p>\n<p>For the purposes of data protection (including the General Data Protection Regulation), the ZEKRIT entity that you primarily do business with will be the ‘primary controller’ of your personal data.\nFor example, if you are a supplier, this would be the ZEKRIT entity you provide services.\nIf you are a website visitor, it would be the ZEKRIT entity operating that website.\n</p>\n<p>\n<strong>4) Contact information</strong>\n</p>\n<p>If you have any questions in relation to this policy or you wish to exercise any of your rights, please</p>\n<p>contact us through the Contact Us web page or through:</p>\n<ul>\n<li>\n<p> E-mail : info@zekrit.net</p>\n</li>\n<li>\n<p>Telephone / Phone : +974 4476 1152 / +974 3353 4161</p>\n</li>\n</ul>\n<small>\n<br>\n</small>\n<small>© Zekrit Trading Company 2021</small>\n<small>\n<br>\n</small>\n<small>Terms of Use</small>\n<small>\n<br>\n</small>\n<small>Privacy Policy</small>\n<small>Register for our monthly newsletter</small>\n<p>Sign up</p>Google SitesReport abuseThis site uses cookies from Google to deliver its services and to analyze traffic.\nInformation about your use of this site is shared with Google.\nBy using this site, you agree to its use of cookies.Learn moreGot it", "created_at": "2021-11-03 02:20:55.046974", "updated_at": "2021-11-03 01:22:30.548903"}], "points": [], "urls": ["zekrit.net"]}}