{"error": 448, "message": "OK", "parameters": {"id": 6232, "name": "Pomodoro Tracker", "created_at": "2022-01-03 22:11:03.003612", "updated_at": "2022-01-03 23:01:16.817677", "wikipedia": null, "keywords": null, "related": null, "slug": "pomodoro-tracker", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6232.png", "url": "pomodoro-tracker.com", "documents": [{"id": 11291, "name": "Terms and conditions", "url": "https://pomodoro-tracker.com/terms", "xpath": "/html/body/div[1]", "text": " Terms and Conditions (pomodoro-tracker.com) <p>\nWelcome to Pomodoro Tracker!\n</p>\n<p>\nThese terms and conditions outline the rules and regulations for the\nuse of Pomodoro Tracker Website, located at pomodoro-tracker.com.\n</p>\n<p>\nBy accessing this website we assume you accept these terms and\nconditions.\nDo not continue to use Pomodoro Tracker if you do not agree\nto take all of the terms and conditions stated on this page.\n</p>\n<p>\nThe following terminology applies to these Terms and Conditions,\nPrivacy Statement and Disclaimer Notice and all Agreements: “Client”,\n“You” and “Your” refers to you, the person log on this website and\ncompliant to the terms and conditions.\n“The Company”, “Ourselves”,\n“We”, “Our” and “Us”, refers to the Pomodoro Tracker.\n“Party”,\n“Parties”, or “Us”, refers to both the Client and ourselves.\nAll terms\nrefer to the offer, acceptance and consideration of payment necessary\nto undertake the process of our assistance to the Client in the most\nappropriate manner for the express purpose of meeting the Client's\nneeds in respect of provision of the Company's stated services, in\naccordance with and subject to, prevailing law of Netherlands.\nAny use\nof the above terminology or other words in the singular, plural,\ncapitalization and/or he/she or they, are taken as interchangeable and\ntherefore as referring to same.\n</p> Cookies <p>\nWe employ the use of cookies.\nBy accessing Pomodoro Tracker, you agreed\nto use cookies in agreement with the Privacy Policy.\n</p>\n<p>\nMost interactive websites use cookies to let us retrieve the user's details for\neach visit.\nCookies are used by our website to enable the functionality of\ncertain areas to make it easier for people visiting our website.\nSome of our\naffiliate/advertising partners may also use cookies.\n</p> License <p>\nUnless otherwise stated, Company Name and/or its licensors own the\nintellectual property rights for all material on Pomodoro Tracker.\nAll\nintellectual property rights are reserved.\nYou may access this from\nPomodoro Tracker for your own personal use subjected to restrictions\nset in these terms and conditions.\n</p>\n<p>\nYou must not:\n</p>\n<ul>\n<li>Republish material from Pomodoro Tracker</li>\n<li>Sell, rent or sub-license material from Pomodoro Tracker</li>\n<li>Reproduce, duplicate or copy material from Pomodoro Tracker</li>\n<li>Redistribute content from Pomodoro Tracker</li>\n<li>This Agreement shall begin on the date hereof.</li>\n</ul>\n<p>\nParts of this website offer an opportunity for users to post and\nexchange opinions and information in certain areas of the website.\nPomodoro Tracker does not filter, edit, publish or review Comments\nprior to their presence on the website.\nComments do not reflect the\nviews and opinions of Pomodoro Tracker,its agents and/or affiliates.\nComments reflect the views and opinions of the person who post their\nviews and opinions.\nTo the extent permitted by applicable laws,\nPomodoro Tracker shall not be liable for the Comments or for any\nliability, damages or expenses caused and/or suffered as a result of\nany use of and/or posting of and/or appearance of the Comments on this\nwebsite.\n</p>\n<p>\nPomodoro Tracker reserves the right to monitor all Comments and to remove any\nComments which can be considered inappropriate, offensive or causes breach of\nthese Terms and Conditions.\n</p>\n<p>\nYou warrant and represent that:\n</p>\n<ul>\n<li>You are entitled to post the Comments on our website and have all necessary licenses and consents to do so;</li>\n<li>The Comments do not invade any intellectual property right, including without limitation copyright, patent or trademark of any third party;</li>\n<li>The Comments do not contain any defamatory, libelous, offensive, indecent or otherwise unlawful material which is an invasion of privacy</li>\n<li>The Comments will not be used to solicit or promote business or custom or present commercial activities or unlawful activity.</li>\n<li>You hereby grant Pomodoro Tracker a non-exclusive license to use, reproduce, edit and authorize others to use, reproduce and edit any of your Comments in any and all forms, formats or media.</li>\n</ul> iFrames <p>\nWithout prior approval and written permission, you may not create frames around\nour Webpages that alter in any way the visual presentation or appearance of our\nWebsite.\n</p> Content Liability <p>\nWe shall not be hold responsible for any content that appears on your Website.\nYou agree to protect and defend us against all claims that is rising on your\nWebsite.\nNo link(s) should appear on any Website that may be interpreted as\nlibelous, obscene or criminal, or which infringes, otherwise violates, or\nadvocates the infringement or other violation of, any third party rights.\n</p> Reservation of Rights <p>\nWe reserve the right to request that you remove all links or any particular\nlink to our Website.\nYou approve to immediately remove all links to our Website\nupon request.\nWe also reserve the right to amen these terms and conditions and\nit's linking policy at any time.\nBy continuously linking to our Website, you\nagree to be bound to and follow these linking terms and conditions.\n</p> Removal of links from our website <p>\nIf you find any link on our Website that is offensive for any reason, you are\nfree to contact and inform us any moment.\nWe will consider requests to remove\nlinks but we are not obligated to or so or to respond to you directly.\n</p>\n<p>\nWe do not ensure that the information on this website is correct, we do not\nwarrant its completeness or accuracy.\nnor do we promise to ensure that the\nwebsite remains available or that the material on the website is kept up to\ndate.\n</p> Disclaimer <p>\nTo the maximum extent permitted by applicable law, we exclude all\nrepresentations, warranties and conditions relating to our website and the use\nof this website.\nNothing in this disclaimer will:\n</p>\n<ul>\n<li>limit or exclude our or your liability for death or personal injury;</li>\n<li>limit or exclude our or your liability for fraud or fraudulent misrepresentation;</li>\n<li>limit any of our or your liabilities in any way that is not permitted under applicable law.\nor\nexclude any of our or your liabilities that may not be excluded under applicable law.</li>\n<li>The limitations and prohibitions of liability set in this Section and elsewhere in this disclaimer: (a) are subject to the preceding paragraph.\nand (b) govern all liabilities arising under the disclaimer, including liabilities arising in contract, in tort and for breach of statutory duty.</li>\n</ul>\n<p>\nAs long as the website and the information and services on the website are provided free of charge, we will not be liable for any loss or damage of any nature.\n</p>\n<p>\nLast Edited on 2019-09-05\n</p> Tweet\nShare1566\nPin\nShare9\nSend\nSend Version 20.7.1 ·\nPrivacy Policy ·\nTerms and Conditions · <i>\n</i> Slack Community ·\n© horneds@gmail.com 2015 Pomodoro-Tracker is not related to the Pomodoro Technique™/Pomodoro™’s trademark holder Cirillo Company and respects its trademarks.<br>\nPomodoro Technique® and Pomodoro® are registered trademarks of Francesco Cirillo.\n<br>\nAll logos and marks contained herein are the property of their respective owners.\n", "created_at": "2022-01-03 22:11:03.011695", "updated_at": "2022-01-03 21:11:42.593924"}, {"id": 11290, "name": "Privacy policy", "url": "https://pomodoro-tracker.com/privacy", "xpath": "/html/body/div[1]", "text": " Privacy Policy (pomodoro-tracker.com) <p>\nThis privacy policy has been compiled to better serve those who are concerned\nwith how their 'Personally Identifiable Information' (PII) is being used\nonline.\nPlease read the privacy policy carefully to get a clear understanding\nof how Pomodoro-Tracker collect, use, protect or otherwise handle your\nPersonally Identifiable Information in accordance with the service.\n</p>\n<p>\nTopics:\n</p>\n<ul>\n<li>What data do we collect</li>\n<li>How do we use your information?</li>\n<li>How do we protect your information?</li>\n<li>What are your data protection rights?</li>\n<li>Cookies</li>\n<li>Third-party disclosure</li>\n<li>Privacy policies of other websites</li>\n<li>Changes to our privacy policy</li>\n<li>How to contact us</li>\n</ul> What data do we collect? <p>\nWhen registering on the service you voluntarily give us information such as\nyour name and email address.\n</p>\n<p>\nIn addition, when you use our service, you give us the consent to use the\nfollowing data:\n</p>\n<ul>\n<li>Email Address</li>\n<li>IP Address</li>\n<li>Name and surname (optional, not processed)</li>\n<li>Language preference (optional, not processed)</li>\n<li>Time Zone preference (optional, not processed)</li>\n<li>User Picture (optional, not processed)</li>\n</ul> How do we use your information? <p>\nWe may use the information we collect from you when you register or use service\nfeatures in the following ways:\n</p>\n<ul>\n<li>To personalize your experience and to allow us to deliver the type of content in which you are most interested.</li>\n<li>To allow us to better service you in responding to your customer service requests.</li>\n<li>To administer a contest or other service feature.</li>\n</ul> How do we protect your information? <p>\nWe use regular Malware Scanning.\n</p>\n<p>\nYour personal information is contained behind secured networks and is only\naccessible by a limited number of persons who have special access rights to\nsuch systems, and are required to keep the information confidential.\nIn\naddition, all sensitive/credit information you supply is encrypted via Secure\nSocket Layer (SSL) technology.\n</p>\n<p>\nWe implement a variety of security measures when a user enters, submits, or\naccesses their information to maintain the safety of your personal information.\n</p> What are your data protection rights? <p>\nWe would like to make sure you are fully aware of all of your data protection\nrights.\nEvery user is entitled to the following:\n</p>\n<p>\n<b>The right to access</b> – You have the right to request us for copies of\nyour personal data.\nPlease note you can do it using the (export CSV).\n</p>\n<p>\n<b>The right to rectification</b> – You have the right to request that we\ncorrect any information you believe is inaccurate.\nYou also have the right\nto request us to complete the information you believe is incomplete.\n</p>\n<p>\n<b>The right to erasure</b> – You have the right to erase your personal\ndata, under certain conditions.\nPlease note you can do it using the\napplication's settings.\n</p>\n<p>\nIf you make a request, we have two week to respond to you.\nIf you would\nlike to exercise any of these rights, please contact us at our email:\nKirill Klenov &lt;horneds@gmail.com&gt.\n</p> Cookies <p>\nCookies are text files placed on your computer to collect standard Internet\nlog information and visitor behavior information.\nWhen you visit our\nwebsites, we may collect information from you automatically through cookies\nor similar technology.\n</p>\n<p>\nFor further information, visit allaboutcookies.org.\n</p>\n<p>\nWe uses cookies in a range of ways to improve your experience on our\nwebsite, including:\n</p>\n<ul>\n<li>Keeping you signed in</li>\n<li>Understanding how you use our service</li>\n</ul>\n<p>\nThere are a number of different types of cookies, however, our website\nuses:\n</p>\n<ul>\n<li>\nFunctionality – We use these cookies so that we recognize you on our\nwebsite and remember your previously selected preferences.\nThese could\ninclude what language you prefer.\nA mix of first-party and third-party\ncookies are used.\n</li>\n</ul>\n<p>\nYou can set your browser not to accept cookies, and the above website tells you\nhow to remove cookies from your browser.\nHowever, in a few cases, some of our\nwebsite features may not function as a result.\n</p> Third-party disclosure <p>\nWe do not sell, trade, or otherwise transfer to outside parties your Personally\nIdentifiable Information unless we provide users with advance notice.\nThis does\nnot include website hosting partners and other parties who assist us in\noperating our website, or serving our users, so long\nas those parties agree to keep this information confidential.\nWe may also\nrelease information when it's release is appropriate to comply with the law,\nenforce our site policies, or protect ours or others' rights, property or\nsafety.\n</p>\n<p>\nHowever, non-personally identifiable visitor information may be provided to\nother parties for marketing, advertising, or other uses.\n</p> Privacy policies of other websites <p>\nThe website contains links to other websites.\nOur privacy policy applies\nonly to our website, so if you click on a link to another website, you\nshould read their privacy policy.\n</p> Changes to our privacy policy <p>\nWe keep the privacy policy under regular review and places any\nupdates on this web page.<br>\nThis privacy policy was last updated on 23 July 2020.\n</p>\n<p>\nPrevious versions are available:\n</p>\n<ul>\n<li>Version: 2017-05-13</li>\n<li>Version: 2020-06-02</li>\n</ul> How to contact us <p>\nIf you have any questions about the privacy policy, the data we\nhold on you, or you would like to exercise one of your data protection\nrights, please do not hesitate to contact us.\n</p>\n<p>\nEmail us at: Kirill Klenov &lt;horneds@gmail.com&gt.\n</p> Tweet\nShare1566\nPin\nShare9\nSend\nSend Version 20.7.1 ·\nPrivacy Policy ·\nTerms and Conditions · <i>\n</i> Slack Community ·\n© horneds@gmail.com 2015 Pomodoro-Tracker is not related to the Pomodoro Technique™/Pomodoro™’s trademark holder Cirillo Company and respects its trademarks.<br>\nPomodoro Technique® and Pomodoro® are registered trademarks of Francesco Cirillo.\n<br>\nAll logos and marks contained herein are the property of their respective owners.\n", "created_at": "2022-01-03 22:11:03.008099", "updated_at": "2022-01-03 21:11:29.211395"}], "points": [], "urls": ["pomodoro-tracker.com"]}}