{"error": 448, "message": "OK", "parameters": {"id": 4587, "name": "Children's Assistive Technology Services", "created_at": "2021-07-07 03:28:28.201657", "updated_at": "2021-07-07 22:00:47.826026", "wikipedia": null, "keywords": null, "related": null, "slug": "children-s-assistive-technology-services", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4587.png", "url": "atdevicesforkids.org", "documents": [{"id": 8113, "name": "Terms", "url": "https://hr.atdevicesforkids.org/terms", "xpath": "/html/body/div[1]/div[2]/div/div/div[1]/div/article/div", "text": "\n<ol>\n<li>\n<strong>Who CATS serves</strong>\n</li>\n</ol>\n<p>CATS serves young people with physical disabilities who need assistive technology to assist with mobility and positioning.&nbsp.\nThis target population includes only those who are able to use pediatric sized rehabilitation and adaptive equipment.&nbsp.\nThe diagnoses of the children served include, but are not limited to, neuromuscular and orthopedic conditions which cause impaired function.</p>\n<ol>\n<li>\n<strong> Where does CATS operate</strong>\n</li>\n</ol>\n<p>CATS is a Virginia nonprofit corporation which serves individuals who reside or receive rehabilitative or medical services in Virginia.</p>\n<ol>\n<li>\n<strong> Type of equipment accepted for re-use</strong>\n</li>\n</ol>\n<ul>\n<li>CATS accepts donations of gently used assistive technology in pediatric sizes, including walkers, gait trainers, standing frames, wheel chairs, activity chairs or other adaptive seating, pediatric therapy equipment, mobile patient lifts, bath and shower chairs, toilet chairs, positioning wedges, adaptive recreation equipment, accessibility switches and basic augmentative communication devices.</li>\n<li>CATS does not accept adult sized equipment, nor does CATS accept child safety restraints (car seats), beds, life support devices and medical supplies.</li>\n<li>CATS reserves the right of refusal based on status and condition of equipment being offered, and based on current inventory management.</li>\n</ul>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> Referrals</strong>\n</li>\n</ol>\n<p>A referral for equipment can come from the family, the individual’s medical team, the therapist, or educational team.&nbsp.\nCATS accepts requests from parents for adaptive equipment.&nbsp.\nReferrals from a child’s therapist or physician are requested for standing frames, wheelchairs and gait trainers, with the exception of wheelchairs for short term use due to orthopedic surgery.&nbsp.\nThis will require that the family permit release of information from their child’s therapist to CATS staff as per HIPPA regulations.&nbsp.\nOver the phone contact is acceptable.</p>\n<ol>\n<li>\n<strong> How Equipment is Issued</strong>\n</li>\n</ol>\n<ul>\n<li>A request form including the child’s measurements should be filled out online by the person requesting the equipment on the web site.</li>\n<li>CATS will respond to requests for equipment made through the web site within 1 week via email or phone.&nbsp.\nIf the requester does not respond to CATS within 5 days of this contact, the equipment will be put back into inventory.</li>\n<li>The family, caregiver or designated individual can pick up adaptive equipment from CATS.\nAdaptive equipment is defined as equipment that does not need fitting or customization.&nbsp.\nExamples include: bath chairs, wedges, activity chairs, medical umbrella strollers.</li>\n<li>Rehab equipment is defined as equipment that requires fitting and customization or adjustments, and will require a medical professional to assist with fitting.\nReferral to a ATP or DME vendor may be necessary.&nbsp.\nExamples include:&nbsp.\nmanual or power wheelchairs with adaptive seating systems, standers and gait trainers/walkers.</li>\n<li>Once a pick-up date has been agreed upon, the requester must comply or notify CATS immediately about rescheduling.&nbsp.\nIf the equipment is not picked up as arranged, it will be returned to inventory.</li>\n<li>A release form must be filled out and signed by the parent/caregiver when the equipment is received.</li>\n</ul>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong> Limitations of Services</strong>\n</li>\n</ol>\n<ul>\n<li>CATS does not offer repair services.\nCATS can provide the family with contact information for local vendors that provide repair services, but it is up to the family to follow through with repairs as necessary.</li>\n<li>A child may receive up to 3 pieces of equipment through CATS within a calendar year.</li>\n<li>The requested equipment must serve a child’s current need.\n&nbsp;CATS will not supply a device for anticipated future needs.</li>\n<li>Equipment is provided based on available inventory.\nCATS will not maintain a “wish list” or “wait list” for equipment.</li>\n<li>CATS does not offer delivery of donated equipment.\nThe family must arrange for pick-up of the equipment.</li>\n</ul>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong>Use of Equipment</strong>\n</li>\n</ol>\n<p>All equipment distributed by CATS is done with the purpose of serving an individual’s current need relative to the available inventory.&nbsp.\nOnce the equipment is received the equipment must not be sold for profit.&nbsp.\nEquipment is given free to the child and caregiver, with no time limitations for its use.&nbsp.\nOwnership of the equipment goes to the child and caregiver.&nbsp;&nbsp.\nHowever, sale by the caregiver to another party is consider a violation of the mission of CATS and the intended purpose of the transaction.</p>\n<p>8.&nbsp;<strong> Communication Loan Library</strong>\n</p>\n<p>The Communication Loan Library provides augmentative communication and assistive technology devices to a child with disabilities on a 3 month loan.&nbsp.\nOnly 1 device can be requested at a time.\nThe request for the device must be made by the child’s speech therapist and a loan agreement must be signed.&nbsp.\nThere is no transfer of these items between locations.&nbsp.\nDevices in Roanoke inventory are only available in the greater Roanoke area.&nbsp.\nDevices in Hampton Roads inventory are only available in Hampton Roads.&nbsp.\nAt the end of the three months, the item must be returned.&nbsp.\nThere will be no extensions or renewals of the loan period.</p>\n", "created_at": "2021-07-07 03:28:28.206087", "updated_at": "2021-07-07 01:29:46.069142"}], "points": [], "urls": ["atdevicesforkids.org"]}}