{"error": 448, "message": "OK", "parameters": {"id": 3009, "name": "Cryptohopper", "created_at": "2021-04-07 08:01:24.444457", "updated_at": "2021-04-08 00:04:46.482689", "wikipedia": null, "keywords": null, "related": null, "slug": "cryptohopper", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3009.png", "url": "cryptohopper.com", "documents": [{"id": 4783, "name": "Terms", "url": "https://www.cryptohopper.com/terms", "xpath": "", "text": " <i>\n</i>\n<strong>Get started</strong>\n<ul>\n<li>\n<strong>Log in</strong>\n</li>\n</ul>\n<ul>\n<li> Features <ul>\n<li>Automatic Trading</li>\n<li>Exchange Arbitrage</li>\n<li>Market Making Bot</li>\n<li>Mirror trading</li>\n<li>Algorithm Intelligence (AI)</li>\n<li>Trailing Stops</li>\n<li>Paper trading</li>\n<li>Strategy Designer</li>\n<li>Backtesting</li>\n<li>Exchanges</li>\n<li>All Features</li>\n</ul>\n</li>\n<li>Pricing </li>\n<li>Marketplace </li>\n<li> Resources <ul>\n<li>Get Started</li>\n<li>Tutorials</li>\n<li>Documentation</li>\n<li>Academy</li>\n<li>News</li>\n<li>Blog</li>\n<li>Helpdesk</li>\n<li>Technical Indicators</li>\n<li>Candlestick Patterns</li>\n<li>Cryptohopper+</li>\n</ul>\n</li>\n<li> About <ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>Press</li>\n<li>Contact</li>\n</ul>\n</li>\n<li>Log in </li>\n<li>Create Account </li>\n</ul>\n<ul>\n<li> Features <ul>\n<li>Automatic Trading </li>\n<li>Exchange Arbitrage </li>\n<li>Market Making Bot </li>\n<li>Mirror trading </li>\n<li>Algorithm Intelligence (AI) </li>\n<li>Trailing Stops </li>\n<li>Paper trading </li>\n<li>Strategy Designer </li>\n<li>Backtesting </li>\n<li>Exchanges </li>\n<li>All Features </li>\n</ul>\n</li>\n<li>Pricing </li>\n<li>Marketplace </li>\n<li> Resources <ul>\n<li>Get Started </li>\n<li>Tutorials </li>\n<li>Documentation </li>\n<li>Academy </li>\n<li>News </li>\n<li>Blog </li>\n<li>Helpdesk </li>\n<li>Technical Indicators </li>\n<li>Candlestick Patterns </li>\n<li>Cryptohopper+ </li>\n</ul>\n</li>\n<li> About <ul>\n<li>About Us </li>\n<li>Careers </li>\n<li>Press </li>\n<li>Contact </li>\n</ul>\n</li>\n<li>Log in </li>\n<li>Start Free Trial </li>\n</ul> Terms and conditions <p>\n<em>Version / Last update: January 2018</em>\n</p>\n<p>Welcome at Cryptohopper B.V.\n(hereafter also “<strong>Cryptohopper</strong>” or “<strong>we/our</strong>”).\nWe offer online software as a service (SaaS) through our website https://www.cryptohopper.com (the “<strong>Website</strong>”).\nOur software (“<strong>Software</strong>”) enables you to trade and invest in cryptocurrencies by means of an automatic crypto trader bot – of which (solely) you control and configure the settings.</p>\n<p>\n<br> These terms and conditions (the “<strong>Terms</strong>”) apply to the relationship between Cryptohopper and you for any use of the Website and the Software that Cryptohopper offers.\nYou cannot use the Software without accepting these Terms.</p>\n<ol>\n<li>\n<strong>Definitions</strong>\n<br>\n<br>\n<ol>\n<li>\n<strong>Cryptohopper: </strong>Cryptohopper B.V., a limited liability company incorporated under the laws of the Netherlands.\nThe company is registered with the Dutch Chamber of Commerce under registration number 70270481.\nThe company’s registered office is at Johan van Hasseltweg 18A, 1022 WV Amsterdam.\nCryptohopper is also referred to as “<strong>we</strong>”.</li>\n<li>\n<strong>User(s): </strong>individual private person(s) or legal entity making use of the Website or Software.\nUsers are also referred to as “<strong>you</strong>”.</li>\n<li>\n<strong>Software:</strong> the software Cryptohopper has developed to enable Users to trade in crypto currencies on the crypto market, in the form of a crypto trader bot.\nThe Software is also referred to as “<strong>Hopper</strong>”.\nThe Software is available through the Website https://www.cryptohopper.com.</li>\n<li>\n<strong>Signals:</strong> information provided by external advisors that scan the crypto market and provide the Users with signals and trading tactics.\nUsers have the option to configure the Software as such that it will automatically buy currencies on the basis of information of Signals.<br>\n</li>\n</ol>\n</li>\n<li>\n<strong> Registration and personal account</strong>\n<br>\n<br>\n<ol>\n<li>If you want to use our Website and Software, go to https://www.cryptohopper.com.\nYou will need to register and create a personal account in order to use the Website and Software.</li>\n<li>You must protect the login details of your account and keep your password strictly secret.\nWe will assume that all actions taken from your account are done by you or under your supervision.</li>\n<li>You agree to provide up-to-date, complete and accurate information on your account.\nYou agree to promptly update your personal account when necessary, so that we can contact you if needed.<br>\n</li>\n</ol>\n</li>\n<li>\n<strong>Offers and prices</strong>\n<br>\n<br>\n<ol>\n<li>All offers and free trials on the Website are without obligations.\nHowever, all offers and free trials are always subject to these Terms.</li>\n<li>The prices on the Website do not include taxes and expenses.</li>\n<li>We can always adjust our prices.\nThe price change will take effect immediately.\n<br>\n</li>\n</ol>\n</li>\n<li>\n<strong>Subscription and payment</strong>\n<br>\n<br>\n<ol>\n<li>You need a subscription to use the Website and Software.\nSubscriptions are offered for a fixed amount per month and/or per year.\nYou can get a subscription at https://www.cryptohopper.com.</li>\n<li>Cryptohopper offers several sorts of packages as a subscription.\nEach package differs in the amount of positions, selected coins, frequency of scanning the stock market and the amount of support from Cryptohopper.\nYou can find all packages at https://www.cryptohopper.com.</li>\n<li>Cryptohopper will give User access to the Software immediately after the subscription has been completed.\nUser can use and set up multiple Hoppers within the Software on the basis of one subscription.</li>\n<li>The price of the subscription will be invoiced automatically every month.\nPossible methods of payment are displayed on the Website and include for example PayPal, credit cards (e.g.\nVisa or MasterCard) and cryptocurrencies.</li>\n<li>A monthly subscription will continue for a month-to-month period, unless User cancels the subscription before the end of the term already paid for.</li>\n<li>A yearly subscription will automatically be extended after expiration, unless User cancels the subscription before the end of the term already paid for.\nIn case User is a natural person, the automatically extended subscription can be terminated on a monthly basis.\nUser can also modify the extended subscription to a yearly subscription.</li>\n<li>User can cancel the subscription by the end of the term already paid for.\nThe account of the User will remain active for the period that User has already paid for.</li>\n</ol>\n</li>\n<li>\n<strong>Withdrawal</strong>\n<br>\n<br>\n<ol>\n<li>User has the right to withdraw the subscription up to 14 days after getting it on the Website.</li>\n<li>If User withdraws the subscription, User will pay pro rata for the period User has already been able to use the Software.\nUser will get the rest of the paid amount back as a refund.</li>\n<li>In case of a free trial, no refund is granted if the User withdraws the subscription.<br>\n</li>\n</ol>\n</li>\n<li>\n<strong>Fair use of our Website and Software</strong>\n<br>\n<br>\n<ol>\n<li>By using our Website and Software, you declare to be at least 18 years old.</li>\n<li>You may not use the Website and Software in such way that you violate the Dutch law or any other applicable laws and regulations.</li>\n<li>As a condition for using the Website and Software, you agree not to provide any information, data or content to us or the Website and Software that is incorrect, inaccurate, incomplete or that violates any law or regulation.\nIn addition, <strong>\n<u>you agree that you will not, nor allow third parties to</u>\n</strong>: <br> &nbsp;&nbsp;&nbsp;a.&nbsp;&nbsp;enter any non-public / secure areas of the Website or Software.\n<br> &nbsp;&nbsp;&nbsp;b.&nbsp;&nbsp.\nsend viruses, worms, junk mail, spam, chain letters, unsolicited offers or ads of any kind and for any purpose.\n<br> &nbsp;&nbsp;&nbsp;c.&nbsp;&nbsp.\ninvestigate, scan or test the Website of Software or any other related system or network, or violate any security or authentication.\n<br> &nbsp;&nbsp;&nbsp;d.&nbsp;&nbsp.\nuse any automated systems of software to withdraw data from the Website (“screen-scraping”).\n<br> &nbsp;&nbsp;&nbsp;e.&nbsp;&nbsp.\nmake and distribute copies of the Website or Software.\n<br> &nbsp;&nbsp;&nbsp;f.&nbsp;&nbsp.\nattempt to sell, distribute, copy, rent, sub-license, loan, merge, reproduce, alter, modify, reverse engineer, disassemble, decompile, transfer, exchange, translate, hack, distribute, harm or misuse the Website or Software.\n<br> &nbsp;&nbsp;&nbsp;g.&nbsp;&nbsp.\nor create derivative works of any kind whatsoever.</li>\n<li>You may not create an account under someone else’s name or act like someone else in any other way.</li>\n<li>In case the account concerns a corporate account, only an authorized person is allowed to trade with the corporate account.\nIt is the responsibility of the user of the corporate account that only authorized persons have access to the account.</li>\n<li>If you receive personal data or other sensitive information from other users, you will keep this information secret.</li>\n<li>Cryptohopper is entitled to (temporarily or permanently) block your account and deny you access to the Website, if we suspect abuse of the account or the Website.\nWe can also block your account or deny you access to the platform if you do not comply with these Terms, including conditions and policies referenced herein.<br>\n</li>\n</ol>\n</li>\n<li>\n<strong>Privacy</strong>\n<br>\n<br>\n<ol>\n<li>Cryptohopper respects your privacy and anticipate the EU General Data Protection Regulation (GDPR).\nWhen you make use of our Website and Software, we will collect certain personal data from you.\nIn our Privacy Policy you can read which personal data we collect and for what purposes.\nYou can find our privacy policy here:https://www.cryptohopper.com/privacy.<br>\n</li>\n</ol>\n</li>\n<li>\n<strong>Intellectual property</strong>\n<ol>\n<li>Cryptohopper is the exclusive licensee of all intellectual property rights vesting in and relating to (all content made available through) the Website and the Software, such as – but not limited to – patents, patent applications, trademarks, trademark applications, database rights, service marks, trade names, copyrights, trade secrets, licenses, domain names, know-how, property rights and processes (“<strong>Intellectual Property Rights</strong>”).</li>\n<li>Cryptohopper grants its Users a non-transferrable, non-exclusive, non-sublicensable and revocable license intended for fair use of the Website and Software on the subscription basis as offered by us at https://www.cryptohopper.com.\nYou are not allowed to access the content of the Website and Software for any other purpose, such as selling or distributing the content of the Website and Software.\nAlso see clause 6.</li>\n</ol>\n</li>\n<li>\n<strong>Availability of the Website and Software and disclaimer of warranties</strong>\n<br>\n<br>\n<ol>\n<li>The Website and Software are available on computers and handheld mobile devices running iOS and Android.\nCryptohopper will use reasonable efforts to make the Website and Software available at all times.\nHowever, User acknowledges that the Website and Software are provided over the internet and mobile networks and thus the quality and availability of the Website and Software may be affected by factors outside Cryptohopper’s reasonable control.</li>\n<li>Cryptohopper does not accept any responsibility whatsoever for unavailability of the Website and Software, or any difficulty or inability to download or access content, or any other communication system failure which may result in the Website or Software being unavailable.</li>\n<li>Cryptohopper is not responsible for any support or maintenance regarding the Website or Software.\nCryptohopper may – at its own discretion – update, modify, or adapt the Website or Software and their functionalities from time to time to enhance the user experience.\nCryptohopper is not responsible for any downtime resulting from these actions.</li>\n<li>To the maximum extent permitted by applicable law, Cryptohopper hereby disclaims all implied warranties regarding the availability of the Website and Software.\nThe Website and Software are provided \"as is\" and \"as available\" without warranty of any kind.<br>\n</li>\n</ol>\n</li>\n<li>\n<strong>Helpdesk, advice and disclaimer</strong>\n<br>\n<br>\n<ol>\n<li>Cryptohopper has a helpdesk where User can ask questions about the Website and Software.\nCryptohopper will only give advice about the functioning of the Website and Software.</li>\n<li>Cryptohopper explicitly does not: <ol>\n<li>Give Users any personal advice on recommended settings for the Hopper;</li>\n<li>Give Users any personal financial advice.</li>\n</ol>\n</li>\n<li>Cryptohopper may upload general tutorials and academy videos on the Website, about the functioning of the Website and Software.</li>\n<li>All tutorials, videos and templates uploaded by Cryptohopper are general and contain in no way personal and/or financial advice.\nAll use of these advices is at the sole risk of the User.</li>\n<li>User can connect their Hopper to a Signaller.\nSignallers are not provided by Cryptohopper, but they are provided by external advisors.\nAll use of Signallers is at the sole risk of the User.<br>\n</li>\n</ol>\n</li>\n<li>\n<strong>Risks</strong>\n<br>\n<br> User is aware of the accompanying risks of possessing, trading and using crypto currencies and takes full responsibility for these risks.<br>\n</li>\n<li>\n<strong>Liability</strong>\n<br>\n<br>\n<ol>\n<li>Nothing in these Terms shall exclude or limit Cryptohopper’s liability when it cannot be excluded or limited under applicable law.</li>\n<li>Cryptohopper is not liable to you for any (direct or indirect) damage you suffer as a result of the use of the Website or Software or the content provided thereon.\nFor example, Cryptohopper is not liable for:<br>\n<ul>\n<li>the proper functioning of (hyper)links provided by the Website or Software;</li>\n<li>the quality of any template containing Hopper settings, provided by Users on the Website;</li>\n<li>the (lack of) financial benefit for the Users through the use of the Website or Software;</li>\n<li>any situation where Users mobile device, login details and/or password is stolen and any third party subsequently makes use of the Website or Software without User’s consent;</li>\n<li>any damage or alteration to User’s equipment including but not limited to computer equipment or a handheld device as a result of the installation or use of the Website or Software;</li>\n<li>a failure to meet any of Cryptohopper’s obligations under these Terms where such failure is due to events beyond Cryptohopper’s reasonable control.</li>\n</ul>\n</li>\n<li>The information and data on the “<strong>User-Forum</strong>” and “<strong>Question-Section</strong>” on the Website are User Generated.\nCryptohopper has no influence on the data and information that is transmitted between Users on the User-Forum and Question-Section, and Cryptohopper will not monitor any content on the User-Forum uploaded or shared by Users.&nbsp.\nTherefore, Cryptohopper is not liable for any data and information on the User-Forum and Question-Section.\nCryptohopper may remove content and information from the User-Forum and Question-Section if we are notified that the content or information is unlawful, violating these Terms or is otherwise inappropriate.<br>\n</li>\n</ol>\n</li>\n<li>\n<strong>Indemnification</strong>\n<br>\n<br>\n<ol>\n<li>Users will indemnify, defend, and hold Cryptohopper harmless from and against all liabilities, damages and costs (including settlement costs and reasonable attorneys’ fees) arising out of third party claims regarding: <ol>\n<li>any injury or damages resulting from behaviour of User related to the use of our Website and Software.\nand</li>\n<li>breach by User of these Terms or violation of any applicable law, regulation or order.<br>\n</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<strong>Miscellaneous <br>\n<br>\n</strong>\n<ol>\n<li>Cryptohopper reserves the right to change these Terms.\nWhen we change these Terms in a significant way, we will notify Users by newsletter (if User has provided us with his e-mail address to this end) and post a notification on our Website along with the updated Terms.\nBy continuing to use the Website, you acknowledge the most recent version of these Terms.</li>\n<li>If we do not enforce (parts of) these Terms, this cannot be construed as consent or waiver of the right to enforce them at a later moment in time or against another User.</li>\n<li>User cannot transfer the rights and obligations from these Terms to third parties.<br>\n</li>\n</ol>\n</li>\n<li>\n<strong>Severability</strong>\n<br>\n<br>\n<ol>\n<li>The invalidity or unenforceability of any provision of these Terms shall not affect the validity or enforceability of any other provision of these Terms.\nAny such invalid or unenforceable provision shall be replaced or be deemed to be replaced by a provision that is considered to be valid and enforceable and which interpretation shall be as close as possible to the intent of the invalid provision.<br>\n</li>\n</ol>\n</li>\n<li>\n<strong>Applicable law and jurisdiction</strong>\n<br>\n<br>\n<ol>\n<li>These Terms shall exclusively be governed by and construed in accordance with the laws of the Netherlands.</li>\n<li>Unless mandatory law compels differently, all disputes resulting from or arising in connection with these Terms shall be exclusively submitted to the competent court of Amsterdam, the Netherlands, unless the dispute can be settled in an amicable fashion.<br>\n</li>\n</ol>\n</li>\n<li>\n<strong>Complaints, comments and suggestions</strong>\n<br>\n<br>\n<ol>\n<li>Cryptohopper strives to give you optimal service.\nIf you have a complaint, comment or suggestion, you can contact us at legal@cryptohopper.com&nbsp.\nPlease provide us with your contact details, and a clear description and reason for your complaint.\nComplaints are usually processed within 7 working days.<br>\n<br> Cryptohopper B.V.<br> Johan van Hasseltweg 18a <br> 1022 WV Amsterdam<br> The Netherlands<br> info@cryptohopper.com<br> Chamber of Commerce (“Kamer van Koophandel”) number: 70270481<br> VAT number: NL858227198B01</li>\n</ol>\n</li>\n</ol> Start trading with Cryptohopper for free! Free to use – no credit card required Start Now <p> With the automated crypto trading bot of Cryptohopper you can earn money on your favorite exchange automatically.\nAuto buy and sell Bitcoin, Ethereum, Litecoin and other cryptocurrencies.\n</p>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n</li>\n</ul> Features <ul>\n<li> Automatic Trading </li>\n<li> Exchange Arbitrage </li>\n<li> Market Making Bot </li>\n<li> Mirror trading </li>\n<li> Algorithm Intelligence (AI) </li>\n<li> Trailing Stops </li>\n<li> Paper trading </li>\n<li> Strategy Designer </li>\n<li> Backtesting </li>\n<li> Exchanges </li>\n<li> All Features </li>\n</ul> Resources <ul>\n<li> Get Started </li>\n<li> Tutorials </li>\n<li> Documentation </li>\n<li> Academy </li>\n<li> News </li>\n<li> Blog </li>\n<li> Helpdesk </li>\n<li> Technical Indicators </li>\n<li> Candlestick Patterns </li>\n<li> Cryptohopper+ </li>\n</ul> Company <ul>\n<li> About Us </li>\n<li> Careers </li>\n<li> Press </li>\n<li> Contact </li>\n<li> Newsletter </li>\n</ul> Links <ul>\n<li> Cryptocurrencies </li>\n<li> Exchanges </li>\n<li> Signals </li>\n<li> Pricing </li>\n<li> Reviews </li>\n<li> Affiliates </li>\n<li> Pro traders </li>\n<li> Website widgets </li>\n<li> Developers </li>\n<li> Status </li>\n</ul>\n<p> ©2017 - 2021&nbsp;&nbsp;Copyright by Cryptohopper<sup>™</sup> - All rights reserved.</p>\n<p> Terms Privacy Support </p> × Subscribe to our newsletter <strong>Stay updated</strong> about news, new features, tutorials and more.\nEnter your details to subscribe Subscribe Close × Cookies on Cryptohopper <p>Cryptohopper uses cookies to ensure that the website works well, to analyze usage of the website and for marketing purposes.\nCookies may be placed by third parties.\nBy closing this message and continuing to use the site, you consent to cookie use by Cryptohopper.</p>\n<p>\n<strong>Please select the type of cookies you would like to opt-in for:</strong>\n</p>\n<strong>Functional cookies</strong> - This category of cookies is needed to ensure the website works well.\n<strong>Analytics cookies</strong> - These cookies are needed to see how users use our website and how we can improve the website.\n<strong>Marketing cookies</strong> - We need these cookies to see how our advertisement campaigns are performing, and to improve our ad campaigns.\nAccept Cancel <p>\n<small>These settings are saved with cookies...\n:-)</small>\n</p> Create your account <p>Fill out the form below.</p> Show <p>\n<small>Password needs to contain at least 8 characters.\nUse a strong password! Hide this</small>\n</p> I accept the Privacy Policy and Terms of service.\nSubscribe to the Cryptohopper Newsletter.\nSIGN UP Complete the puzzle Answer the question <p>\n<strong>How much is + ?</strong>\n</p> Submit ", "created_at": "2021-04-07 08:01:24.736891", "updated_at": "2021-04-07 08:01:46.380621"}, {"id": 4784, "name": "Privacy Policy", "url": "https://www.cryptohopper.com/privacy", "xpath": "//*[@id=\"features\"]/div/div/div/div[2]/div[2]", "text": " <p>This Privacy Policy governs the manner in which Cryptohopper&nbsp;collects, uses, maintains and discloses information collected from users (each, a \"User\") of the http://www.Cryptohopper.com website (\"Site\").\nThis privacy policy applies to the Site and all products and services offered by Cryptohopper.</p> Personal identification information <p>We may collect personal identification information from Users in a variety of ways, including, but not limited to, when Users visit our site, register on the siteplace an orderfill out a formsubscribe to the newsletter and in connection with other activities, services, features or resources we make available on our Site.\nUsers may be asked for, as appropriate, name, email address, mailing address, phone number, Users may, however, visit our Site anonymously.</p>\n<p>We will collect personal identification information from Users only if they voluntarily submit such information to us.\nUsers can always refuse to supply personally identification information, except that it may prevent them from engaging in certain Site related activities.</p> Non-personal identification information <p>We may collect non-personal identification information about Users whenever they interact with our Site.\nNon-personal identification information may include the browser name, the type of computer and technical information about Users means of connection to our Site, such as the operating system and the Internet service providers utilized and other similar information.</p> Web browser cookies Cookie preferences <p>Our Site may use \"cookies\" to enhance User experience.\nUser's web browser places cookies on their hard drive for record-keeping purposes and sometimes to track information about them.\nUser may choose to set their web browser to refuse cookies, or to alert you when cookies are being sent.\nIf they do so, note that some parts of the Site may not function properly.</p> How we use collected information <p>Cryptohopper collects and uses Users personal information for the following purposes:</p>\n<ul>\n<li>To improve customer service</li>\n<li>Your information helps us to more effectively respond to your customer service requests and support needs.</li>\n<li>To personalize user experience</li>\n<li>We may use information in the aggregate to understand how our Users as a group use the services and resources provided on our Site.</li>\n<li>To improve our Site</li>\n<li>We continually strive to improve our website offerings based on the information and feedback we receive from you.</li>\n<li>To process transactions</li>\n<li>We may use the information Users provide about themselves when placing an order only to provide service to that order.\nWe do not share this information with outside parties except to the extent necessary to provide the service.</li>\n<li>To send periodic emails</li>\n</ul>\n<p>The email address Users provide for order processing, will only be used to send them information and updates pertaining to their order.\nIt may also be used to respond to their inquiries, and/or other requests or questions.\nIf User decides to opt-in to our mailing list, they will receive emails that may include company news, updates, related product or service information, etc.\nIf at any time the User would like to unsubscribe from receiving future emails, we include detailed unsubscribe instructions at the bottom of each email or User may contact us via our Site.</p> How we protect your information <p>We adopt appropriate data collection, storage and processing practices and security measures to protect against unauthorized access, alteration, disclosure or destruction of your personal information, username, password, transaction information and data stored on our Site.</p>\n<p>Sensitive and private data exchange between the Site and its Users happens over a SSL secured communication channel and is encrypted and protected with digital signatures.</p> Third party websites <p>Users may find advertising or other content on our Site that link to the sites and services of our partners, suppliers, advertisers, sponsors, licensors and other third parties.\nWe do not control the content or links that appear on these sites and are not responsible for the practices employed by websites linked to or from our Site.\nIn addition, these sites or services, including their content and links, may be constantly changing.\nThese sites and services may have their own privacy policies and customer service policies.\nBrowsing and interaction on any other website, including websites which have a link to our Site, is subject to that website\\'s own terms and policies.</p> Advertising <p>Ads appearing on our site may be delivered to Users by advertising partners, who may set cookies.\nThese cookies allow the ad server to recognize your computer each time they send you an online advertisement to compile non personal identification information about you or others who use your computer.\nThis information allows ad networks to, among other things, deliver targeted advertisements that they believe will be of most interest to you.\nThis privacy policy does not cover the use of cookies by any advertisers.</p> Changes to this privacy policy <p>Cryptohopper has the discretion to update this privacy policy at any time.\nWhen we do, revise the updated date at the bottom of this page,.\nWe encourage Users to frequently check this page for any changes to stay informed about how we are helping to protect the personal information we collect.\nYou acknowledge and agree that it is your responsibility to review this privacy policy periodically and become aware of modifications.</p> Your acceptance of these terms <p>By using this Site, you signify your acceptance of this policy and terms of service.\nIf you do not agree to this policy, please do not use our Site.\nYour continued use of the Site following the posting of changes to this policy will be deemed your acceptance of those changes.</p> Contacting us <p>If you have any questions about this Privacy Policy, the practices of this site, or your dealings with this site, please contact us at:</p>\n<p>Cryptohopper.com<br>Johan van Hasseltweg 18a<br>1022 WV Amsterdam&nbsp;<br>The Netherlands<br>Tel: +31858769694<br>Mail: info@cryptohopper.com</p>\t", "created_at": "2021-04-07 08:02:55.019935", "updated_at": "2021-04-07 08:03:04.085266"}], "points": [], "urls": ["cryptohopper.com"]}}