{"error": 448, "message": "OK", "parameters": {"id": 2530, "name": "United States Postal Service", "created_at": "2021-01-16 10:51:12.895372", "updated_at": "2021-03-25 03:19:57.689827", "wikipedia": "https://en.wikipedia.org/wiki/United_States_Postal_Service", "keywords": null, "related": null, "slug": "united_states_postal_service", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/2530.png", "url": "usps.com", "documents": [{"id": 3512, "name": "Terms of Use", "url": "https://about.usps.com/who/legal/terms-of-use.htm", "xpath": "/html/body/div[1]/div/main/div/div/div[2]/div", "text": " <p>Any person accessing this site agrees to the following:</p>\n<p>Material on this site is the copyrighted property of the United States Postal Service® (Postal Service™).\nAll rights reserved.\nThe information and images presented here may not under any circumstances be reproduced or used without prior written permission.\nUsers may view and download material from this site only for the following purposes: (a) for personal, non-commercial home use.\n(b) where the materials clearly state that these materials may be copied and reproduced according to the terms stated in those particular pages.\nor (c) with the express written permission of the Postal Service.\nIn all other cases, you will need written permission from the Postal Service to reproduce, republish, upload, post, transmit, distribute or publicly display material from this Web site.\nUsers agree not to use the site for sale, trade or other commercial purposes.\nUsers may not use language that is threatening, abusive, vulgar, discourteous or criminal.\nUsers also may not post or transmit information or materials that would violate rights of any third party or which contains a virus or other harmful component.\nThe Postal Service reserves the right to remove or edit any messages or material submitted by users.</p>\n<p>The Postal Service is not responsible for material submitted to the Postal Service or posted in chatrooms or on bulletin boards by site users.\nBy communicating with the Postal Service, however, users grant the Postal Service permission to use any information, suggestions, ideas, drawings or concepts communicated for any purpose the Postal Service chooses, commercial, public or otherwise, without compensation whatsoever.</p>\n<p>THE MATERIALS IN THIS SITE ARE PROVIDED \"AS IS\" AND WITHOUT WARRANTIES OF ANY KIND EITHER EXPRESS OR IMPLIED.\nTO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, THE POSTAL SERVICE DISCLAIMS ALL WARRANTIES , EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\nTHE POSTAL SERVICE DOES NOT WARRANT OR REPRESENT THAT THE INFORMATION IS ACCURATE OR RELIABLE OR THAT THE SITE WILL BE FREE OF ERRORS OR VIRUSES.</p>\n<p>Under no circumstances, including but not limited to negligence, will the Postal Service be liable for special or consequential damages that result from the use or inability to use the materials in this site.\nIn no event shall the Postal Service's liability to a user for any loss, damage or claim exceed the amount paid by the user for accessing this site.</p>\n<p>The Postal Service offers links to, and listings of, various third-party Web sites for the convenience of its customers, and, unless otherwise expressly indicated, no affiliation between the Postal Service and an entity linked to or listed is intended.\nExcept where indicated, the Postal Service does not endorse any company or product not offered by the Postal Service including the advertisers on linked Web sites or on the web sites of listed entities.\nWhen linking to such third-party sites, the Postal Service follows Web-linking and exit page guidelines as set forth in USPS Management Instruction AS-885.\nThe Postal Service does not monitor sites linked to and the use of any such link is strictly at the user's own risk.\nIn no event shall the Postal Service be liable for special or consequential damages that result from activity occurring on non-Postal Service Web sites when a user links to such site from USPS.com.</p>\n<p>This agreement is effective until terminated by either party.\nYou may terminate this agreement at any time by discontinuing your use of the Postal Service site and destroying all materials obtained from it.</p>\n<p>Note: United States Postal Service®, Postal Service™, Post Office™, StampsOnline™, Express Mail®, Priority Mail®, Delivery Confirmation™, First-Class Mail®, Global Priority Mail®, Parcel Post®, Global Express Guaranteed™, ZIP Code™, the Eagle Logo, Fly Like An Eagle® and trade dress of USPS packaging are trademarks of the United States Postal Service.\nThis list is not intended to be exhaustive.\nFor a more complete listing of many USPS® trademarks, visit the U.S.\nPatent and Trademark Office Web site at the link below.</p>\n<p>More information is available at the U.S.\nPatent and Trademark Office website.</p> ", "created_at": "2021-01-16 10:52:34.194587", "updated_at": "2021-01-28 18:38:16.297243"}, {"id": 3511, "name": "Privacy Policy", "url": "https://about.usps.com/who/legal/privacy-policy/full-privacy-policy.htm", "xpath": "/html/body/div[1]/div/main/div/div/div[3]/div", "text": " Scope <p>This statement applies to USPS® customers and usps.com visitors, unless a separate privacy notice is prominently displayed.</p> Uses <p>For over two centuries, the Postal Service™ has valued your privacy, and built a brand that customers trust.\nThank you for reviewing our privacy policy.</p>\n<p>Our privacy policy tells you about our information practices when you provide personal information to us, whether collected online or offline, or when you visit us online to browse, obtain information, or conduct a transaction.\nPersonal information may include your name, email, mailing and/or business address, phone numbers, or other information that identifies you personally.\nWe do not require you to register or provide personal information to visit our website.</p>\n<p>Key aspects of our privacy policy include:</p>\n<ul>\n<li>We do not sell or rent your personal information to outside parties.</li>\n<li>We do not market other products or services to you without your consent.</li>\n<li>We do not use web analysis tools (e.g., cookies) to identify you personally without your express consent.</li>\n</ul>\n<p>The policy includes detailed explanations of how we provide:</p>\n<p> Expand all </p> Notice of our privacy practices, including Privacy Act rights <p>\n<strong>The following describes the ways we collect information from you, and the protections that apply to your information.</strong>\n</p>\n<p>The Postal Service collects personal information from you and from your transactions with us.\nWe use information we collect to provide you certain products and services, and if needed to respond to your inquiries or requests for information.\nWe occasionally collect data about you from financial entities to perform verification services and from commercial sources.\nWe do this, for example, to prepopulate data fields in call centers to facilitate transactions, or to market products to consumers who have agreed to receive such messages.</p> Privacy Act Rights <p>The Postal Service follows the privacy requirements of the Privacy Act, which protects your personal information that we maintain in what is called a system of records.\nA system of records is a file, database, or program from which personal information is retrieved by name or other personal identifier.\nIn other words, the Privacy Act applies when we use your personal information to know who you are and to interact with you – such as when you provide information to request a product or service, register on usps.com, or submit an inquiry or complaint.\nThe Privacy Act provides comprehensive protections for your personal information.\nThis includes how information is collected, used, disclosed, stored, and discarded.</p>\n<p>When we collect and maintain personal information from you offline, a Privacy Act notice will be provided.\nThe following is your Privacy Act notice for personal information collected online:</p>\n<p>Privacy Act notice: Your information will be used to provide you requested products, services, or information.\nCollection is authorized by 39 USC 401, 403, &amp.\n404.\nProviding the information is voluntary, but if not provided, we may not process your transaction.\nWe do not disclose your information to third parties without your consent, except to facilitate the transaction, to act on your behalf or request, or as legally required.\nThis includes the following limited circumstances: to a congressional office on your behalf.\nto financial entities regarding financial transaction issues.\nto a USPS auditor.\nto entities, including law enforcement, as required by law or in legal proceedings.\nto domestic and international customs relating to outgoing international mail pursuant to federal law and agreements.\nand to contractors and other entities aiding us to fulfill the service (service providers).</p>\n<p>Click below for more information on Privacy Act protections.</p>\n<p>USPS Handbook AS-353, Guide to Privacy and Freedom of Information Act, and Records Management</p> Information Collected from Emails and Online Forms <p>Many of our programs and websites allow you to send us an email.\nWe will use the information you provide to respond to your inquiry, provide information, or to fill your order for postal products and services in which you have expressed an interest.</p>\n<p>Remember that email may not necessarily be secure against interception.\nIf your email communication is very sensitive, or includes information such as your bank account, charge card, or social security number, you should send it by mail unless the Web site indicates the particular site is secured.</p> Your choices and preferences <p>The Postal Service believes in permission-based marketing.\nWe do not sell, rent, or otherwise provide your personal information to outside marketers.\nYou will only receive marketing about products and services of the Postal Service or its partners, other than products and services you already receive or are registered for, under the following conditions.</p>\n<ul>\n<li>If you are a consumer, we use an opt-in standard.\nIf you have provided personal information to register for or purchase a product or service, we will not use that information to contact you in the future about another product or service unless you have provided express consent.</li>\n<li>If you are a business, we use an opt-out standard.\nWe assume you are interested in other products and services that could aid you in your business, and so we will provide information to you unless you tell us you do not want to receive it.</li>\n</ul>\n<p>Consumers may opt-in, and businesses may opt-out, when they register on usps.com and create a customer profile.\nThese preferences in the profile can be changed at any time.\nPlease contact the privacy office at the addresses below with any questions about your preferences.</p> Security features and service provider controls <p>In those instances where we secure your personal information in transit to us and upon receipt, the Postal Service uses the industry standard encryption software, Secured Socket Layer (SSL).\nThe URL in your browser will change to \"HTTPS\" instead of \"HTTP\" when this security feature is invoked.\nYour browser may also display a lock symbol on its bottom task bar line to indicate this secure transmission is in place.</p>\n<p>For site security purposes and to ensure that this service remains available to all users, the Postal Service employs software programs to monitor network traffic in order to identify unauthorized attempts to upload or change information, or otherwise cause damage.\nExcept for authorized law enforcement investigations, no other attempts are made to identify individual users or their usage habits other than those uses identified in this policy.\nUnauthorized modification or misuse of information stored in this system will be investigated and may result in criminal prosecution.</p>\n<p>U.S.\nPostal Service® information systems may be protected by EINSTEIN cybersecurity capabilities, under the operational control of the U.S.\nDepartment of Homeland Security's United States Computer Emergency Readiness Team (US-CERT).\nElectronic communications with the Postal Service may be scanned by government-owned or contractor equipment to look for network traffic indicating known or suspected malicious cyber activity, including malicious content or communications.\nElectronic communications within the Postal Service will be collected or retained by US-CERT only if they are associated with known or suspected cyber threats.\nUS-CERT will use the information collected through EINSTEIN to analyze the known or suspected cyber threat and help the Postal Service and other agencies respond and better protect their computers and networks.</p>\n<p>For additional information about EINSTEIN capabilities, please see the EINSTEIN program-related Privacy Impact Assessments available on the DHS cybersecurity privacy website http://www.dhs.gov/files/publications/editorial_0514.shtm#4, along with other information about the federal government's cybersecurity activities.</p> Service Providers <p>The Postal Service enters into relationships with service providers in order to provide the highest quality product or service.\nService providers may include an entity that provides assistance for the program, such as a call center.\na provider of advertising services.\nor a partner for the program.\nThe USPS holds service providers to the same rigorous standards of privacy that apply to the USPS, including being made subject to the Privacy Act and USPS privacy policies.\nService providers that have access to personal information are also subject to security review.</p> How you can access your personal information <p>If you have provided personal information to us, you may request to review the information that we have maintained.\nPlease contact the program office that provided you the product or service, the office that handled your inquiry, or the privacy office at the addresses below.\nWe will correct or delete any inaccurate information upon your request.</p> Where to submit inquiries <p>We would like to hear from you if you have any questions or complaints regarding our privacy policy or use of your information.</p>\n<p>Please contact us at privacy@usps.gov, or mail us at:</p> PRIVACY OFFICE<br> US POSTAL SERVICE<br> 475 L'ENFANT PLZ SW RM 9431<br> WASHINGTON DC 20260-1101 <p>We will investigate and respond to your inquiry.\nYour inquiry will be treated confidentially and will be protected under the Privacy Act.</p> Web technology (such as cookies) to make the site operate effectively Information Collected and Stored Automatically <p>We automatically collect certain information about your visit to usps.com.\nWe limit the data collected to meet specific business needs and to fully protect your privacy.\nWe thus may know what path(s) you took on usps.com, but we don't know who you are.\nExcept for authorized law enforcement investigations, we do not use this information to identify you personally without your express consent.</p>\n<p>We automatically collect and store the following information about your visit:</p>\n<ul>\n<li>\n<p>General log information—Internet domain (for example, \"xcompany.com\" or \"yourschool.edu\").\nInternet Protocol (IP) address.\noperating system.\nthe browser used to access our Web site.\nthe date and time you access our site.\nand the pages that you visited.\nAdditionally, we collect information that identifies the software acting on your behalf (i.e., your user agent) and the device that you are using if you access the site through a mobile or wireless network.\nWe use the information to help us make usps.com more useful to visitors.\nWe use it to learn about how locations on our site are being used, what information is of most and least interest, and to ensure usps.com can interface with the types of technology our visitors use.\nWe also use the information to tell us of any possible site performance problems and to identify, prevent, or mitigate the effects of fraudulent transactions.</p>\n</li>\n<li>\n<p>Referral and statistical information where we have links or ad banners to or from usps.com.\nSuch data may include aggregate data such as the number of click-throughs that occurred.\nIt may also include specific data, such as whether you are a repeat visitor.\nwhether you visited a page with a banner on it or clicked on an ad banner and then used our site (for instance, to register or make a purchase).\nthe value, date and time of any sale.\nand the identity of the site which you linked to or from usps.com.\nWe collect this information to know which links and banners are effective.\nFor example, this allows us to determine which ads may be of most interest and to help us control how many times a specific ad is displayed.</p>\n</li>\n</ul> How Data Is Collected - Cookies and Other Web Analysis Tools <p>We understand that you may have questions about Web technology and information that is collected as you surf or conduct business online.\nThe Postal Service has very strict policies about Web analysis tools.\nSuch tools include what are known as cookies and Web beacons.</p>\n<p>The Postal Service uses a third-party analytics provider (currently Google Analytics Premium) to analyze data from cookies.\nThe third-party analytics provider does not receive personally identifiable information through these cookies and is prohibited from combining, matching or cross-referencing usps.com information with any other information.\nWe have also limited the provider's ability to see your full IP address (a process known as \"IP masking\").\nPlease refer to Google Analytics security and privacy principles for more information.</p>\n<p>The Postal Service strictly limits the types of analysis tools allowed, the data collected, and how long the tools last, in order to best serve your business needs and also safeguard your privacy.\nThe types of Web analysis tools we use are fully explained below, and in the attached letter from the Postmaster General.</p>\n<p>Postmaster General's Letter on Cookie Usage PDF | HTM</p> Cookies <p>Cookies may be categorized as session or persistent, which describes the length of time that they stay on your system.\nBoth session and persistent cookies are used on this site.\nThe following are detailed descriptions of how we use these cookies.</p> Session Cookies <p>A session cookie is a small piece of textual information that a server places temporarily on your browser during the time your browser is open.\nThe cookies are erased once you close all browsers.\nWe use session cookies in the following manner:</p>\n<ul>\n<li>\n<p>Log-on and log-off administration—If you decide to register with our site, so as, for example, to use one of our online services, session cookies help with the log-on and log-off process.\nThe cookies enable us to recognize your log-on ID when you log on so that we do not establish a duplicate registration record for you.</p>\n</li>\n<li>\n<p>Transactions and site usability — We use session cookies to improve how you navigate through usps.com and conduct transactions.\nAs examples, session cookies are used to maintain your online session as you browse over several pages.\nto store and prepopulate information so that you do not have to reenter the same information twice.\nto enable the postage rate calculator.\nand to retain your shopping cart information.\nSession cookies may also be used to collect referral statistics when you click on a link or ad banner to or from usps.com.</p>\n</li>\n</ul> Persistent Cookies <p>A persistent cookie is a small piece of text stored on your computer's hard drive for a defined period of time, after which the cookie is erased.\nWe do not collect or link to personal information through persistent cookies without your express consent.\nWe use persistent cookies as follows:</p>\n<ul>\n<li>\n<p>Site usage measurement—Our site measurement tool uses a persistent cookie to assist us in measuring how and when our Web site and its various components are used.\nIt functions as a \"visit cookie,\" so that we can determine if you are a repeat visitor to our site.\nThis allows us to know if we are attracting new visitors and what aspects of the site seem most useful.\nThe cookie will expire 30 days after your last visit.</p>\n</li>\n<li>\n<p>Log-off safety function—The USPS uses a persistent cookie to automatically log you off of usps.com if there has been no activity for 15 minutes.\nThis is done for your safety to ensure that, if you have finished using our site, but have forgotten to log off, no one else can use your computer via your log-on and password.\nThe cookie is permanently removed from your computer when you log off, or, if you have closed the browser without logging off, it is removed within 15 minutes from your last activity.</p>\n</li>\n<li>\n<p>Opt-in cookies—Persistent cookies allow us, at your request, to recognize you when you return to usps.com, or to remember certain information that you have provided us.\nThe recognition feature allows you to log on to usps.com automatically, without having to enter your name and password each visit.\nThe cookie assigns a random number to you, which we link to personal information you have provided and your purchase history.\nThis allows us to personalize the site for you and tailor the content to your needs, for instance to show you other products you may be interested in.\nOther cookies allow us to remember certain information related to prior transactions, such as package tracking numbers, or mailing or address lists, so that we may prepopulate those fields for you on return visits.\nThese features and cookies are strictly at your option and for your convenience.\nWe will also present you with a convenient way to remove the cookies, via where you manage your account, if you decide later that you want to terminate one or more of these functions.\nThe cookies will expire one year from your last visit.</p>\n</li>\n<li>\n<p>Ad banner cookies—On behalf of the USPS, persistent cookies and beacons (described below) may be set and managed by third party advertising suppliers to support ad banners.\nAd banner cookies are set when you view or click on an ad banner on usps.com, or an ad banner on another site for a USPS product, and persist for no more than five years.</p>\n</li>\n</ul> Web Beacons <p>A Web beacon, also referred to as a clear gif or page tag, consists of code on the USPS site that delivers a small graphic image from another Web site or third party server.\nThey may not be visible as the beacon is generally a 1x1 pixel that is often designed to blend into the background of a Web page.</p>\n<p>We use beacons, often in conjunction with cookies, to monitor the effectiveness of ad banners.\nand to gather general log, statistical, and referral information.\nWe do not use beacons to store or link to personal information.\nWe thus use beacons to understand certain actions that you took (such as a purchase), but not to know who you are.</p> Third Party Web Analysis Tools <p>The Postal Service does not allow Web analysis tools to be used by third parties, except for service providers who help us in performing site analysis or providing a particular product, service, or advertisement.\nService providers may use session cookies, just like the USPS does, solely to improve the use of the site.\nService providers may only use persistent cookies and beacons if specifically approved by the USPS, which uses must comply fully with this policy.</p> Data Derived from Web Analysis Tools <p>We are careful to safeguard any data derived from cookies and beacons.\nNo data derived from session cookies, or from the log-off persistent cookie, are retained.\nData derived from other persistent cookies and beacons are retained behind the USPS firewall or a secure firewall of our service provider.</p> Opting Out of Web Analysis Tools <p>If you still have concerns about cookies, you may choose to opt out of their use.</p>\n<p>Ad banner cookies – You can opt out of ad banner cookies, without erasing or altering other cookies.\nIf you opt out of these cookies, we will no longer track any information from ad banners related to a specific user's visit.\nBy clicking below, you will be taken to a third party site that explains how to opt out.</p>\n<p>Click here to learn how to opt out of ad banner cookie.<br>\n</p>\n<p>Opting out of all cookies – You may choose to opt out of the use of all cookies.\nYou will still be able to access most features of usps.com.\nHowever, certain features may not work as well or may be unavailable to you.\nYou will not be able to register or purchase from usps.com because we need cookies to keep track of your shopping cart and to process your transaction.</p>\n<p>Click here to learn how to opt out of all cookies.</p> Online protections for children Information from Children <p>From time to time as part of a special Postal Service promotion, such as stamp collecting, we may request information from children under 13 years of age.\nWe will do so only with parental notice and consent.\nWe will take all necessary steps to protect the privacy and safety of any child participating, in accordance with the Children's Online Privacy Protection Act (COPPA).</p> Postal Service Collection of Information from Children <p>We will post a notice that we are requesting information from children including the type of information, how we will use it, whether it will be forwarded to a third party, and a contact at our Web site for questions.\nWe will utilize the information only for the given Postal Service promotion.\nWe will not condition a child's participation in an event on the provision of more information than is absolutely necessary for that promotion.\nAn example of such a promotion could be a stamp-collecting program that might be of interest to children.</p> Obtaining Verifiable Parental Consent <p>We will use reasonable effort to obtain verifiable parental consent prior to the collection and use of personally identifiable information from children under 13.\nThe method of parental consent verification may vary according to the event in which the child wishes to participate.\nMeans of obtaining such consent may include, but are not limited to, offline consent such as printing and submitting a permission form by mail or fax, or online consent that contains a verifiable unique identifier such as a credit card.</p> Parental Review <p>The U.S.\nPostal Service will allow parents to review any personal information collected from their children, based on verifying the identity of the consenting parent.\nParents may revoke their consent and delete information collected from their children at their discretion.\nThe Postal Service will then stop collecting, using, or disclosing information from that child, and will end that child's participation in that event if such information is necessary to continue.\nWe will also alert parents if the event or activity changes either the type of information collected or the way in which the site uses the information.</p> When Parental Consent is Not Required <p>We do not require parental consent in order to collect and use online contact information to:</p>\n<ul>\n<li>\n<p>respond directly to a child's request on a one-time basis to a specific request where the information is not used to recontact the child for other purposes;</p>\n</li>\n<li>\n<p>request the name or online contact information of a parent for the sole purpose of obtaining verifiable parental consent or providing parental notification;</p>\n</li>\n<li>\n<p>respond more than once directly to a specific request from a child and not used to recontact the child beyond the scope of that request.</p>\n</li>\n</ul> Notification to Children <p>The U.S.\nPostal Service will provide a prominent notice to children describing in age appropriate terms what personally identifiable information will be collected, and explain the need for those children to obtain parental consent before sharing their information.</p> ", "created_at": "2021-01-16 10:51:46.818255", "updated_at": "2021-01-29 09:51:34.331264"}], "points": [{"id": 15183, "title": "The service provides information about how they collect personal data", "source": "https://about.usps.com/who/legal/privacy-policy/full-privacy-policy.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 09:55:01.710204", "updated_at": "2021-02-11 01:09:39.144897", "quoteText": "The following describes the ways we collect information from you", "case_id": 297, "document_id": 3511, "quoteStart": 1276, "quoteEnd": 1340}, {"id": 15182, "title": "This service does not sell your personal data", "source": "https://about.usps.com/who/legal/privacy-policy/full-privacy-policy.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 09:54:34.856504", "updated_at": "2021-02-11 01:09:45.882381", "quoteText": "We do not sell or rent your personal information to outside parties.", "case_id": 193, "document_id": 3511, "quoteStart": 837, "quoteEnd": 905}, {"id": 15181, "title": "No need to register", "source": "https://about.usps.com/who/legal/privacy-policy/full-privacy-policy.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 09:54:19.646651", "updated_at": "2021-02-11 01:09:56.815008", "quoteText": "We do not require you to register or provide personal information to visit our website.</p>", "case_id": 320, "document_id": 3511, "quoteStart": 686, "quoteEnd": 777}, {"id": 15191, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://about.usps.com/who/legal/privacy-policy/full-privacy-policy.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 10:57:15.814638", "updated_at": "2021-02-11 01:08:53.410021", "quoteText": "The USPS holds service providers to the same rigorous standards of privacy that apply to the USPS, including being made subject to the Privacy Act and USPS privacy policies.", "case_id": 210, "document_id": 3511, "quoteStart": 8375, "quoteEnd": 8548}, {"id": 15170, "title": "The service can delete specific content without reason and may do it without prior notice", "source": "https://about.usps.com/who/legal/terms-of-use.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 09:44:22.289364", "updated_at": "2021-02-11 01:14:44.601041", "quoteText": "The Postal Service reserves the right to remove or edit any messages or material submitted by users.</p>", "case_id": 202, "document_id": 3512, "quoteStart": 1178, "quoteEnd": 1282}, {"id": 15178, "title": "Any liability on behalf of the service is only limited to the fees you paid as a user", "source": "https://about.usps.com/who/legal/terms-of-use.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 09:48:31.54648", "updated_at": "2021-02-11 01:14:11.726657", "quoteText": "In no event shall the Postal Service's liability to a user for any loss, damage or claim exceed the amount paid by the user for accessing this site.</p>\n<p>", "case_id": 149, "document_id": 3512, "quoteStart": 2424, "quoteEnd": 2580}, {"id": 15177, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://about.usps.com/who/legal/terms-of-use.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 09:48:21.727273", "updated_at": "2021-02-11 01:14:24.390876", "quoteText": "Under no circumstances, including but not limited to negligence, will the Postal Service be liable for special or consequential damages that result from the use or inability to use the materials in this site.\n", "case_id": 293, "document_id": 3512, "quoteStart": 2215, "quoteEnd": 2424}, {"id": 15176, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://about.usps.com/who/legal/terms-of-use.htm", "status": "\"THE POSTAL SERVICE DOES NOT WARRANT OR REPRESENT THAT THE INFORMATION IS ACCURATE OR RELIABLE OR THAT THE SITE WILL BE FREE OF ERRORS OR VIRUSES.\"", "created_at": "2021-01-29 09:47:45.589699", "updated_at": "2021-02-11 01:14:36.566122", "quoteText": "OR THAT THE SITE WILL BE FREE OF ERRORS OR VIRUSES.</p>\n<p>", "case_id": 287, "document_id": 3512, "quoteStart": 2156, "quoteEnd": 2215}, {"id": 15175, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://about.usps.com/who/legal/terms-of-use.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 09:47:13.545621", "updated_at": "2021-02-11 01:14:52.659819", "quoteText": "THE POSTAL SERVICE DOES NOT WARRANT OR REPRESENT THAT THE INFORMATION IS ACCURATE OR RELIABLE", "case_id": 288, "document_id": 3512, "quoteStart": 2062, "quoteEnd": 2155}, {"id": 15174, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://about.usps.com/who/legal/terms-of-use.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 09:46:54.165442", "updated_at": "2021-02-11 01:15:03.850673", "quoteText": "TO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, THE POSTAL SERVICE DISCLAIMS ALL WARRANTIES , EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\n", "case_id": 290, "document_id": 3512, "quoteStart": 1827, "quoteEnd": 2062}, {"id": 15173, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://about.usps.com/who/legal/terms-of-use.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 09:46:36.940004", "updated_at": "2021-02-11 01:17:29.281334", "quoteText": "<p>THE MATERIALS IN THIS SITE ARE PROVIDED \"AS IS\" AND WITHOUT WARRANTIES OF ANY KIND EITHER EXPRESS OR IMPLIED.\n", "case_id": 286, "document_id": 3512, "quoteStart": 1714, "quoteEnd": 1827}, {"id": 15171, "title": "This service does not condone any ideas contained in its user-generated contents", "source": "https://about.usps.com/who/legal/terms-of-use.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 09:45:50.372182", "updated_at": "2021-02-11 01:18:33.041923", "quoteText": "<p>The Postal Service is not responsible for material submitted to the Postal Service or posted in chatrooms or on bulletin boards by site users.", "case_id": 292, "document_id": 3512, "quoteStart": 1283, "quoteEnd": 1428}, {"id": 15169, "title": "This service prohibits users from attempting to gain unauthorized access to other computer systems", "source": "https://about.usps.com/who/legal/terms-of-use.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 09:44:00.327496", "updated_at": "2021-02-11 01:18:42.659508", "quoteText": "Users also may not post or transmit information or materials that would violate rights of any third party or which contains a virus or other harmful component.\n", "case_id": 284, "document_id": 3512, "quoteStart": 1018, "quoteEnd": 1178}, {"id": 15168, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://about.usps.com/who/legal/terms-of-use.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 09:43:47.395669", "updated_at": "2021-02-11 01:18:48.638689", "quoteText": "Users may not use language that is threatening, abusive, vulgar, discourteous or criminal.", "case_id": 283, "document_id": 3512, "quoteStart": 927, "quoteEnd": 1017}, {"id": 15167, "title": "This service is only available for use individually and non-commercially.", "source": "https://about.usps.com/who/legal/terms-of-use.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 09:43:22.074512", "updated_at": "2021-02-11 01:18:56.528022", "quoteText": "Users may view and download material from this site only for the following purposes: (a) for personal, non-commercial home use.", "case_id": 143, "document_id": 3512, "quoteStart": 324, "quoteEnd": 451}, {"id": 15172, "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner", "source": "https://about.usps.com/who/legal/terms-of-use.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 09:46:25.498366", "updated_at": "2021-02-11 08:32:42.913091", "quoteText": "By communicating with the Postal Service, however, users grant the Postal Service permission to use any information, suggestions, ideas, drawings or concepts communicated for any purpose the Postal Service chooses, commercial, public or otherwise, without compensation whatsoever.</p>", "case_id": 390, "document_id": 3512, "quoteStart": 1429, "quoteEnd": 1713}, {"id": 15184, "title": "This service gathers information about you through third parties", "source": "https://about.usps.com/who/legal/privacy-policy/full-privacy-policy.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 09:55:48.887492", "updated_at": "2021-02-11 01:14:00.262245", "quoteText": "We occasionally collect data about you from financial entities to perform verification services and from commercial sources.", "case_id": 382, "document_id": 3511, "quoteStart": 1653, "quoteEnd": 1777}, {"id": 15187, "title": "This service assumes no liability for unauthorized access to your personal information", "source": "https://about.usps.com/who/legal/privacy-policy/full-privacy-policy.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 10:53:17.690682", "updated_at": "2021-02-11 01:13:02.020069", "quoteText": "We will use the information you provide to respond to your inquiry, provide information, or to fill your order for postal products and services in which you have expressed an interest.</p>\n<p>Remember that email may not necessarily be secure against interception.", "case_id": 186, "document_id": 3511, "quoteStart": 4100, "quoteEnd": 4363}, {"id": 15192, "title": "You can request access and deletion of personal data", "source": "https://about.usps.com/who/legal/privacy-policy/full-privacy-policy.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 10:57:40.621229", "updated_at": "2021-02-11 01:09:07.196797", "quoteText": "<p>If you have provided personal information to us, you may request to review the information that we have maintained.\nPlease contact the program office that provided you the product or service, the office that handled your inquiry, or the privacy office at the addresses below.\nWe will correct or delete any inaccurate information upon your request.</p> ", "case_id": 195, "document_id": 3511, "quoteStart": 8694, "quoteEnd": 9049}, {"id": 15189, "title": "The user is informed about security practices", "source": "https://about.usps.com/who/legal/privacy-policy/full-privacy-policy.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 10:55:51.387799", "updated_at": "2021-02-11 01:09:15.482356", "quoteText": "<p>In those instances where we secure your personal information in transit to us and upon receipt, the Postal Service uses the industry standard encryption software, Secured Socket Layer (SSL).\nThe URL in your browser will change to \"HTTPS\" instead of \"HTTP\" when this security feature is invoked.\n", "case_id": 226, "document_id": 3511, "quoteStart": 5864, "quoteEnd": 6162}, {"id": 15188, "title": "You can opt out of promotional communications", "source": "https://about.usps.com/who/legal/privacy-policy/full-privacy-policy.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 10:54:33.054153", "updated_at": "2021-02-11 01:09:28.17873", "quoteText": "You will only receive marketing about products and services of the Postal Service or its partners, other than products and services you already receive or are registered for, under the following conditions.</p>\n<ul>\n<li>If you are a consumer, we use an opt-in standard.", "case_id": 223, "document_id": 3511, "quoteStart": 4777, "quoteEnd": 5046}, {"id": 15185, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://about.usps.com/who/legal/privacy-policy/full-privacy-policy.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 10:50:33.16379", "updated_at": "2021-02-11 01:13:43.11428", "quoteText": "We do not disclose your information to third parties without your consent, except to facilitate the transaction, to act on your behalf or request, or as legally required.\nThis includes the following limited circumstances: to a congressional office on your behalf.\nto financial entities regarding financial transaction issues.\n", "case_id": 188, "document_id": 3511, "quoteStart": 3169, "quoteEnd": 3495}, {"id": 15195, "title": "Your personal data is aggregated into statistics", "source": "https://about.usps.com/who/legal/privacy-policy/full-privacy-policy.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 10:59:46.736458", "updated_at": "2021-02-11 01:17:57.45833", "quoteText": "We also use the information to tell us of any possible site performance problems and to identify, prevent, or mitigate the effects of fraudulent transactions.</p>\n</li>\n<li>\n<p>Referral and statistical information where we have links or ad banners to or from usps.com.\nSuch data may include aggregate data such as the number of click-throughs that occurred.", "case_id": 190, "document_id": 3511, "quoteStart": 10864, "quoteEnd": 11221}, {"id": 15194, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://about.usps.com/who/legal/privacy-policy/full-privacy-policy.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 10:58:43.593596", "updated_at": "2021-02-11 01:18:12.90618", "quoteText": "We automatically collect and store the following information about your visit:</p>\n<ul>\n<li>\n<p>General log information—Internet domain (for example, \"xcompany.com\" or \"yourschool.edu\").\nInternet Protocol (IP) address.\noperating system.\nthe browser used to access our Web site.\nthe date and time you access our site.\nand the pages that you visited.\n", "case_id": 399, "document_id": 3511, "quoteStart": 10036, "quoteEnd": 10385}, {"id": 15186, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://about.usps.com/who/legal/privacy-policy/full-privacy-policy.htm", "status": "\"We do not disclose your information to third parties without your consent, except to facilitate the transaction, to act on your behalf or request, or as legally required. This includes the following limited circumstances: [...] to entities, including law enforcement, as required by law or in legal proceedings.\"", "created_at": "2021-01-29 10:51:51.367561", "updated_at": "2021-02-11 08:34:28.956524", "quoteText": "\nto entities, including law enforcement, as required by law or in legal proceedings.", "case_id": 164, "document_id": 3511, "quoteStart": 3513, "quoteEnd": 3597}, {"id": 15198, "title": "This service only uses temporary cookies", "source": "https://about.usps.com/who/legal/privacy-policy/full-privacy-policy.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 11:02:17.6589", "updated_at": "2021-02-11 01:20:13.307674", "quoteText": "Persistent Cookies <p>A persistent cookie is a small piece of text stored on your computer's hard drive for a defined period of time, after which the cookie is erased.\nWe do not collect or link to personal information through persistent cookies without your express consent.\nWe use persistent cookies as follows:</p>\n<ul>\n<li>\n<p>Site usage measurement—Our site measurement tool uses a persistent cookie to assist us in measuring how and when our Web site and its various components are used.\nIt functions as a \"visit cookie,\" so that we can determine if you are a repeat visitor to our site.\nThis allows us to know if we are attracting new visitors and what aspects of the site seem most useful.\nThe cookie will expire 30 days after your last visit.</p>\n</li>", "case_id": 125, "document_id": 3511, "quoteStart": 14492, "quoteEnd": 15252}, {"id": 15202, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://about.usps.com/who/legal/privacy-policy/full-privacy-policy.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 11:05:54.051577", "updated_at": "2021-02-11 01:17:38.465203", "quoteText": "Opting out of all cookies – You may choose to opt out of the use of all cookies.\nYou will still be able to access most features of usps.com.\nHowever, certain features may not work as well or may be unavailable to you.\n", "case_id": 375, "document_id": 3511, "quoteStart": 19310, "quoteEnd": 19528}, {"id": 15201, "title": "Tracking cookies refused will not limit your ability to use the service", "source": "https://about.usps.com/who/legal/privacy-policy/full-privacy-policy.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 11:05:36.821931", "updated_at": "2021-02-11 01:08:01.358344", "quoteText": "Opting Out of Web Analysis Tools <p>If you still have concerns about cookies, you may choose to opt out of their use.</p>\n<p>Ad banner cookies – You can opt out of ad banner cookies, without erasing or altering other cookies.\nIf you opt out of these cookies, we will no longer track any information from ad banners related to a specific user's visit.\nBy clicking below, you will be taken to a third party site that explains how to opt out.</p>\n<p>Click here to learn how to opt out of ad banner cookie", "case_id": 385, "document_id": 3511, "quoteStart": 18795, "quoteEnd": 19296}, {"id": 15190, "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection.", "source": "https://about.usps.com/who/legal/privacy-policy/full-privacy-policy.htm", "status": "The government may scan electronic communications with USPS", "created_at": "2021-01-29 10:56:53.640394", "updated_at": "2021-02-11 01:10:17.754399", "quoteText": "Electronic communications with the Postal Service may be scanned by government-owned or contractor equipment to look for network traffic indicating known or suspected malicious cyber activity, including malicious content or communications.\n", "case_id": 242, "document_id": 3511, "quoteStart": 7112, "quoteEnd": 7352}, {"id": 15203, "title": "The service may collect extra data about you through promotions", "source": "https://about.usps.com/who/legal/privacy-policy/full-privacy-policy.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 11:06:18.083335", "updated_at": "2021-02-11 01:10:39.222138", "quoteText": "From time to time as part of a special Postal Service promotion, such as stamp collecting, we may request information from children under 13 years of age.", "case_id": 211, "document_id": 3511, "quoteStart": 19803, "quoteEnd": 19957}, {"id": 15200, "title": "Tracking via third-party cookies for purposes including advertising", "source": "https://about.usps.com/who/legal/privacy-policy/full-privacy-policy.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 11:03:54.909014", "updated_at": "2021-02-11 01:10:54.220399", "quoteText": "Ad banner cookies are set when you view or click on an ad banner on usps.com, or an ad banner on another site for a USPS product, and persist for no more than five years.</p>\n", "case_id": 128, "document_id": 3511, "quoteStart": 17088, "quoteEnd": 17263}, {"id": 15199, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://about.usps.com/who/legal/privacy-policy/full-privacy-policy.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 11:03:29.272363", "updated_at": "2021-02-11 01:11:04.150231", "quoteText": "On behalf of the USPS, persistent cookies and beacons (described below) may be set and managed by third party advertising suppliers to support ad banners.", "case_id": 323, "document_id": 3511, "quoteStart": 16933, "quoteEnd": 17087}, {"id": 15197, "title": "This service uses third-party cookies for statistics", "source": "https://about.usps.com/who/legal/privacy-policy/full-privacy-policy.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 11:00:53.913409", "updated_at": "2021-02-11 01:07:42.819032", "quoteText": "<p>The Postal Service uses a third-party analytics provider (currently Google Analytics Premium) to analyze data from cookies.", "case_id": 325, "document_id": 3511, "quoteStart": 12118, "quoteEnd": 12244}, {"id": 15193, "title": "The cookies used by this service do not contain information that would personally identify you", "source": "https://about.usps.com/who/legal/privacy-policy/full-privacy-policy.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 10:58:19.305909", "updated_at": "2021-02-11 01:08:42.199379", "quoteText": "<p>We automatically collect certain information about your visit to usps.com.\nWe limit the data collected to meet specific business needs and to fully protect your privacy.\nWe thus may know what path(s) you took on usps.com, but we don't know who you are.", "case_id": 374, "document_id": 3511, "quoteStart": 9631, "quoteEnd": 9886}, {"id": 15180, "title": "You have the right to leave this service at any time", "source": "https://about.usps.com/who/legal/terms-of-use.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 09:50:20.527274", "updated_at": "2021-02-11 01:10:04.273681", "quoteText": "You may terminate this agreement at any time by discontinuing your use of the Postal Service site and destroying all materials obtained from it.</p>\n", "case_id": 170, "document_id": 3512, "quoteStart": 3576, "quoteEnd": 3725}, {"id": 15196, "title": "This service tracks which web page referred you to it", "source": "https://about.usps.com/who/legal/privacy-policy/full-privacy-policy.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 11:00:20.526269", "updated_at": "2021-02-11 01:11:20.951211", "quoteText": "It may also include specific data, such as whether you are a repeat visitor.\nwhether you visited a page with a banner on it or clicked on an ad banner and then used our site (for instance, to register or make a purchase).\nthe value, date and time of any sale.\nand the identity of the site which you linked to or from usps.com.", "case_id": 387, "document_id": 3511, "quoteStart": 11222, "quoteEnd": 11548}, {"id": 15179, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://about.usps.com/who/legal/terms-of-use.htm", "status": "Generated through the annotate view", "created_at": "2021-01-29 09:49:23.686459", "updated_at": "2021-02-11 01:18:26.049604", "quoteText": "The Postal Service offers links to, and listings of, various third-party Web sites for the convenience of its customers, and, unless otherwise expressly indicated, no affiliation between the Postal Service and an entity linked to or listed is intended.\nExcept where indicated, the Postal Service does not endorse any company or product not offered by the Postal Service including the advertisers on linked Web sites or on the web sites of listed entities.", "case_id": 279, "document_id": 3512, "quoteStart": 2580, "quoteEnd": 3035}], "urls": ["usps.com"]}}