{"error": 448, "message": "OK", "parameters": {"id": 5452, "name": "Hotpot.ai", "created_at": "2021-11-03 01:55:51.566901", "updated_at": "2021-11-03 23:01:06.808241", "wikipedia": null, "keywords": null, "related": null, "slug": "hotpot-ai", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5452.png", "url": "hotpot.ai", "documents": [{"id": 9798, "name": " Terms of Use", "url": "https://hotpot.ai/terms", "xpath": "//*[@id=\"pageBox\"]", "text": " Terms of Use <p>\nAll content created and obtained via this website is subject to the following Terms of Use.\n</p>\n<p>\nIn simple language, each purchase grants the buyer a one-time license to sell, redistribute, modify, publish, ir sublicense the purchased content, though additional limitations may apply if the purchased content contains content from third-parties.\nFor example, designers could resell content to clients, but those clients or their affiliates could not resell the content.\n</p>\n<p>\nPlease read these Terms of Use carefully because they affect your legal rights and include an agreement to resolve disputes that may arise between us.\nWe believe these rules simplify and enhance the service for all users.\n</p>\n<p>\nRead below for details.\n</p> General <p>\nThese Terms of Use (Terms) govern the access, browsing and use by the users (User or Users, as applicable) of this website as well as the services rendered through this website (Service or Services, as applicable) which include the downloading, uploading, and usage of graphics, photos, text, links, and other content (Content).\nRights not expressly granted to the User by the Terms are reserved exclusively for Panabee LLC (Company).\nIn particular, the Company strongly advises Users to review and understand the Intellectual Property section.\n</p>\n<p>\nAccessing and using this website means the User has read, clearly understood, and accepted these Terms without exception.\nIn case the User refuses the Terms or objects to any part of the Terms, the User is prohibited from using the Services.\nIt is the responsibility of Users to contact the Company and clarify potential areas of ambiguity before using the Services.\nBy signing up, subscribing or otherwise using the Services, the User enters into a binding contract and consent to the Terms.\nUsers also agree they are responsible for complying with all domestic and international laws, statutes, ordinances, and regulations.\nUsers accept defend, indemnify, and hold safe the Company, its affiliates, and their corresponding officers, directors, agents and workers, from and against any claims, actions or demands, including without limitation affordable legal, accounting, and other provider charges, affirming or resulting from usage of the Services.\n</p>\n<p>\nThe Company reserves the right to investigate complaints or reported violations of the Terms and to take any action we deem appropriate, including but not limited to canceling your account, reporting any suspected unlawful activity to law enforcement officials, regulators, or other third parties and disclosing any information necessary or appropriate to such persons or entities relating to your profile, email addresses, usage history, posted materials, IP addresses and traffic information, as allowed under our Privacy Policy.\n</p>\n<p>\nThe Company may modify the Terms at any time.\nWe strongly urge Users to review the Terms on a regular basis and certainly before using the Services.\nLegal usage rights for content generated by artificial intelligence is an evolving, largely unknown domain.\nBecause of this, it's imperative we reserve the right to amend the Terms as law and market conditions dictate.\n</p>\n<p>\nSome Services provided through this website may be subject to specific conditions or instructions that must be accepted by the User prior to the provision of the relevant Service.\nThese specific conditions may be imposed by Panabee LLC or by third parties.\nSuch specific conditions shall apply in addition to the Terms and in case of conflict shall supersede the Terms.\nAccordingly the User must read and accept such specific conditions before the provision of the relevant Service.\n</p>\n<p>\nThe User agrees not to use the Service negligently, for fraudulent purposes or in an unlawful manner.\nLikewise, the User agrees not to partake in any conduct or action that could damage the image, interests or rights of the Company or third parties.\n</p>\n<p>\nThe User will not interfere with the functioning of the Services, in particular, he/she/it will not impersonate another user or person.\nThe User agrees not to carry out any action that may damage, make unavailable, overload, deteriorate or impede the normal use of the Services, which may impact the security of the Services, or which may in any way interfere with the Services offered by the Company.\nThe use of robots, spiders or any other mechanism, mobile application, program or tool to access, copy or control any part of the Service or the Services in any way which is contrary to the ordinary use of the Service or which infringes the Company’s interests (without its express prior authorization) is strictly prohibited.\nLikewise, obtaining or attempting to obtain the contents of the Service using any method or system not expressly authorized by the Company or which is not the ordinary method of accessing the Service is also strictly prohibited.\n</p>\n<p>\nThe User shall be responsible for any costs required for the Services’ use and for ensuring, prior to using the Services, that the Services’ features meet the User’s needs and that he/she/it meets all requirements and has all the equipment and software necessary for this purpose.\n</p>\n<p>\nThe rights granted to the User under the Terms are personal and shall not be assigned to any third party (including affiliates or entities part of the same group of companies) totally or partially, by any mean, without the prior express written consent from the Company.\n</p>\n<p>\nIf any provision in these Terms is declared invalid or unenforceable, it shall be substituted at the Company's discretion or deemed as it had not been included.\nThe remaining provisions in these Terms shall not be affected in any way.\n</p> Intellectual Property <p>\nAll intellectual property rights over this website, the Services, its design, and source code, and all content included in any of them (including without limitation text, images, animations, databases, graphics, logos, trademarks, icons, buttons, pictures, videos, sound recordings, etc.) belong to or are licensed to the Company.\n</p>\n<p>\nAny lines of code, machine learning models, or other software offered by the Company as part of the Services is secured by copyright.\nYou may not copy, distribute, transfer, or modify any software, any content, or any part of the Services without prior express written consent from the Company.\n</p>\n<p>\nEach purchase constitutes a grant of a license, not a transfer of title.\nUnder this license Users may not: attempt to decompile or reverse engineer any software or any aspects of the Services.\nremove any copyright or other proprietary notations.\nor transfer the content to another person without permission or mirror any part of the Services.\nThis license shall automatically terminate if Users violate these restrictions and may be terminated by the Company at any time.\nUpon termination of this license, Users must destroy any content in their possession whether in electronic or printed format.\n</p>\n<p>\nUnless stated otherwise, by submitting, creating, or displaying Content on or through the Services, you grant us a worldwide, non-exclusive, royalty-free license (with the right to sublicense) to use, copy, reproduce, process, adapt, modify, publish, transmit, display and distribute such Content in any and all media or distribution methods now known or later developed (for clarity, these rights include, for example, curating, transforming, and translating).\nThis license authorizes us to make your Content available to the rest of the world and to let others do the same.\n</p>\n<p>\nUnless stated otherwise, you grant the Company a worldwide, non-exclusive, royalty-free license to showcase Content used through the Services as templates that illustrate potential designs and past usage of the Services.\nThis license granted to the Company is for illustrative purposes and does not grant other Users the ability to use your images, trademarks, and other intellectual property without prior written consent.\n</p>\n<p>\nUsers bear final and ultimate responsibility for ensuring logos, trademarks, and other intellectual property are used faithfully according to their licensing terms.\nThe Company requires the Users to honor intellectual property rights and not to resell, distribute, publish, or otherwise use logos, trademarks, and other intellectual property without proper permission of the content owner.\nUsers who use the Services to violate intellectual property rights are in strict violation of these Terms, and are solely responsible for the legal consequences of these violations.\n</p>\n<p>\nYou represent and warrant that you have, or have obtained, all rights, licenses, consents, permissions, power and/or authority necessary to grant the rights granted herein for any Content that you submit, post or display on or through the Services.\nYou agree that such Content will not contain material subject to copyright or other proprietary rights, unless you have necessary permission or are otherwise legally entitled to post the material and to grant Twitter the license described above.\n</p>\n<p>\nWe reserve the right to analyze and apply user data, design data, user graphics, interaction data, and other relevant data to improve the Services.\n</p>\n<p>\nExcept as expressly authorized under these Terms, the reproduction or distribution, as well as transformation, producing any derivative works of any kind, public communication, making available, extraction, reuse or any other use of this website, the Services, or any of its parts, is strictly forbidden.\n</p>\n<p>\nIf you believe any content infringes on third-party rights or does not comply with these Terms, you can report it to the Company as set forth in these Terms.\n</p> Registration In order to use certain Services, the User must register, creating a username and password and activating an account.\nTo this end, the User must provide a valid email address where the User will receive notifications related to the Services.\nIf the User is a legal entity or business, its username must be its full name or corporate name and the person registering on behalf of the legal entity or business declares that he/she is duly authorized to bind such legal entity or business and that such legal entity or business shall be bound to these Terms.\nThe User agrees to provide the mandatory information required for registration and also acknowledges that such information is true, complete and up to date.\nThe User is solely responsible for keeping such information updated.\nShould the User provide false, outdated or incomplete information, or should the Company have reasons to suspect it, the Company reserves the right to suspend or cancel the User’s account.\nThe User must protect and keep the account password confidential and must not disclose it to third-parties.\nThe User must neither allow other Users to access the Services through the User’s account nor use the account of another User to access the Services.\nAllowing other people to use your account creates a security risk, and you bear full responsibility and all liability stemming from such actions.\nThe User is responsible for all operations carried out through the User’s account through any device.\nIf the User suspects that another User is using his account, he/she/it should immediately inform the Company.\nThe Company may suspend or cancel the User’s account if it considers that the User has breached these Terms.\nLiability <p>\nThe User acknowledges and agrees to use this website and its Services at the User’s own risk and under the User’s responsibility and, therefore, the Company does not accept any responsibility for misuse or use in breach of these Terms.\n</p>\n<p>\nThe User will be responsible for any damages to the Company resulting from the User’s use of this website and the Services in breach of the Terms and accepts to indemnify the Company and its directors, employees, agents and representatives from any liability in which they may incur as a result of the User’s usage of the Services.\nIn particular, Users accept defend, indemnify, and hold safe the Company, its affiliates, and their corresponding officers, directors, agents and workers, from and against any claims, actions or demands, including without limitation affordable legal, accounting, and other provider charges, affirming or resulting from usage of the Services.\n</p>\n<p>\nThe Company does not warrant the availability or continuity of this website or the Services, neither its reliability, quality, completeness, accuracy or whether they are fit for a specific purpose or activity.\n</p>\n<p>\nAs way of example and without limitation, the Company shall not be liable for damages that may result from: interruptions, viruses, technical problems, interferences, omissions, unavailability, power cuts, failure of the telecommunication networks or the User’s equipment.\ndelays or unavailability of the Services due to deficiencies or traffic overload on the Internet, in the communication network, or the electricity grid.\nNor shall the Company be liable for damages resulting from third-party actions, software updates, or other causes.\nPut simply: USE OF THE SERVICES IS AT THE SOLE RISK OF THE USER, AND THE COMPANY SHALL NOT BE LIABLE FOR ANY DAMAGE OF ANY KIND CAUSED TO THE USER AS A RESULT OF USING THE SERVICES.\n</p>\n<p>\nThe insertion of links in the Services does not imply any relationship, recommendation or supervision by the Company of the linked website and, accordingly, the Company does not accept any liability in relation to the content of any linked website except in the specific circumstances provided by the applicable law.\n</p>\n<p>\nThe Company will make reasonable commercial efforts in order to ensure the accuracy of keywords and descriptions, as well as the identification of content as exclusively for editorial use or any equivalent expression.\nHowever, THE COMPANY NEITHER WARRANTS NOR MAKES ANY REPRESENTATION REGARDING ANY KEYWORD, TITLE OR DESCRIPTION.\nOR THE IDENTIFICATION OR LACK OF IDENTIFICATION OF ANY VISUAL CONTENT AS EXCLUSIVELY FOR EDITORIAL USE.\nFor this reason and notwithstanding any other liability limitation that may be applicable in accordance with these Terms, the Company shall neither indemnify nor assume any liability in connection with any claim resulting from inaccurate keywords, titles or descriptions, or from the use of the visual content identified as exclusively for editorial use.\n</p> Disclaimer <p>\nThe Company may provide Services and content with technical, typographical, or photographic errors.\nThe Company does not warrant that the Services or provided content are accurate, complete, or current.\nThe Company may make changes to the Services and associated content at any time without notice.\nThe Company also does not make any commitment to update the Services at regular intervals.\n</p>\n<p>\nIn particular, the Company may inadvertently publish erroneous pricing.\nIn cases of dispute, incorrect prices may not be honored, and this decision is solely at the discretion of The Company.\nThe Company will endeavor to notify Users as soon as possible upon incorrect pricing and will provide a full refund, less the amount of consumed services, upon request for any User who bought services with incorrect pricing.\n</p>\n<p>\nThe Services are provided \"as is.\" The Company makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.\nFurther, the Company does not warrant or make any representations concerning the accuracy, likely results, or reliability of the Services and associated content.\n</p> AI Services <p>\nRefunds for AI services differ from refunds for the graphic platform.\nAI services are not refundable.\nIf unhappy with AI services, Users should contact the Company about exploring an alternative outcome that accommodates everyone.\nThe Company will offer its best effort to find a mutually agreeable solution, but this is not guaranteed.\n</p> Contact <p>\nPlease contact the Company with any questions or comments via email.\nAny feedback or comment you provide shall be deemed non-confidential unless you explicitly state otherwise.\n</p> ", "created_at": "2021-11-03 00:57:55.103799", "updated_at": "2021-11-03 00:58:02.918764"}, {"id": 9797, "name": "Privacy Policy", "url": "https://hotpot.ai/privacy", "xpath": "//*[@id=\"pageBox\"]", "text": " Privacy Policy <p>\nThis privacy policy (the “Policy”) explains what data Panabee LLC (also referred to as \"we,\" \"our,\" or \"us\") collects from users through our products, services, events and programs (“Service” or “Services”).\nBy using any of these Services, you consent to the terms of this Policy.\n</p> Data Collection\n<p>We collect data for various purposes to provide and improve the Services to you.</p>\n<p>\nWhen you interact with us through the Services, we may collect data from you or from other sources.\nThis may be information you directly provide to us, such as personal information you provide when you visit the Services, or information that is passively or automatically collected from you, such as anonymous information collected from your browser or device.\nThe data we collect consists of but is not limited to:\n</p>\n<ul>\n<li>\n<b>Data provided directly when you register for, or use, the Services.</b> This data will vary, but typically consists of name, email address, postal address, phone number and other similar contact data.\nWe also receive data from the communications you send to us, such as customer service inquiries, product reviews and other feedback regarding the Services.\n</li>\n<li>\n<b>User credentials</b>, such as username, password, password hints and similar security information used to create an account and authenticate users of the Services.</li>\n<li>\n<b>Demographic data</b>, such as age, gender, country and language preference.</li>\n<li>\n<b>Payment data</b>, such as credit card information and billing address.</li>\n<li>\n<b>Device data</b>, such as type of device, operating system and other software installed on the device, device settings, IP address, device identifiers and error reports.</li>\n<li>\n<b>Usage data</b>, such as the programs and features you access, items you purchase, and the timing, frequency and duration of your interactions through the Services.</li>\n<li>\n<b>Location data</b>, such as IP addresses received from your device.</li>\n<li>\n<b>Third-party integrations.</b> If you connect your use of the Services through a third-party service (e.g., a social media platform), the third party may share certain information from your third-party account with us.</li>\n<li>\n<b>Other third-party data</b>, such as data from our affiliates, partners or vendors, data brokers or public sources.</li>\n</ul> Data Usage\n<p>\nOur usage of data includes the purposes listed below.\n</p> Service Operation <p>\nThese purposes include needing:\n</p>\n<ul>\n<li>\nTo fulfill transactions that you request.\n</li>\n<li>\nTo deliver location-based Services and comply with territorial restrictions.\n</li>\n<li>\nTo diagnose and fix problems with the Services and providing other customer support services.\n</li>\n<li>\nFor analytical purposes to better understand our users and how they use our Services.\n</li>\n<li>\nTo advance and enhance our Services with new or improved functionality.\n</li>\n<li>\nTo build predictive models, which allow us to tailor the Services based on the data we have about how our users use our Services.\n</li>\n</ul> User Communication <p>\nThese purposes include needing:\n</p>\n<ul>\n<li>\nTo respond to your request if you contact us with a question or concern.\n</li>\n<li>\nTo provide information about your account, your use of the Services or other transactions that you request.\n</li>\n<li>\nTo deliver news, updates and other types of communications, according to your subscriptions, alerts and other preferences.\n</li>\n</ul> Marketing and Advertising <p>\nWe use data for marketing or advertising purposes, on behalf of ourselves, as well as our partners and other parties.\n</p> Security, Compliance, and Enforcement <p>\nThese purposes include needing:\n</p>\n<ul>\n<li>\nTo protect the safety and security of our users and our Services.\n</li>\n<li>\nTo detect and prevent abuse, fraud or other unlawful or unauthorized activities.\n</li>\n<li>\nTo resolve disputes.\n</li>\n<li>\nTo enforce our agreements, including our policies and terms of service that govern your use of the Services.\n</li>\n</ul> Other <p>\nWe may also use data in other manners as disclosed at the time of collection, or when we have otherwise obtained consent.\nPlease also note that this Policy is not intended to place any limits on what we do with aggregated, pseudonymized or anonymized data.\n</p> Transfer Of Data\n<p>\nYour data may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.\n</p>\n<p>\nIf you are located outside United States and choose to provide information to us, please note that we transfer the data, including personal data, to the United States and process it there.\n</p>\n<p>\nYour consent to this Policy followed by your submission of such information represents your agreement to that transfer.\n</p>\n<p>\nWe will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Policy.\n</p> Disclosure Of Data\n<p>We may disclose your data in the good faith belief that such action is necessary to:</p>\n<ul>\n<li>To comply with a legal obligation</li>\n<li>To protect and defend the rights or property of Hotpot Design</li>\n<li>To prevent or investigate possible wrongdoing in connection with the Service</li>\n<li>To protect the personal safety of users of the Service or the public</li>\n<li>To protect against legal liability</li>\n</ul> Cookies and Similar Technologies\n<p>\nWe use cookies and similar technologies (collectively, “Tracking Technologies”) to provide the Services and to collect data.\nIn addition, third parties may also use Tracking Technologies when you use the Services.\nfor example, if we engaged a third party to operate the Services, or because the Services contain content or advertisements delivered by third parties.\nThese Tracking Technologies consist of the componets below.\n</p>\n<p>\nCookies are small text files that are unique to your device or browser.\nThey can either be session-based (i.e., lasting only while your browser is open and automatically deleted when you close your browser) or persistent (i.e., lasting until you delete them or they expire).\n</p>\n<p>We use Tracking Technologies for the following purposes:\n</p>\n<ul>\n<li>\nSign-in/authentication.\nWhen you sign into your account to use the Services, we use Tracking Technologies to store your sign-in information.\nThis allows the Services to remember your user preferences and give you a more tailored experience based on those preferences.\nIt also allows you to use the Services without having to sign-in on each page or each time you return.\n</li>\n<li>\nSecurity.\nWe use Tracking Technologies to help detect fraud and abuse of the Services, including attempts to access the Services without authorization.\n</li>\n<li>\nAnalytics.\nWe use Tracking Technologies to gather usage and performance data about the Services, including counting the number of unique visitors to a particular Service.\n</li>\n<li>\nTailoring the Services.\nWe use Tracking Technologies to collect information about how you use the Services so that we can tailor your experience based on what is most relevant to your interests.\n</li>\n</ul>\n<p>\nIn some cases, we may work with third parties (for example, third party operators of the Services) to synchronize our unique, anonymous identifiers (such as those associated with Tracking Technologies) with the third party’s own identifiers.\nThis enables us to better achieve each of the purposes described above.\n</p>\n<p>\nYou may disable cookies if you want.\nHowever, if you choose to disable cookies, certain parts of the Services may not work properly.\nFor more information about cookies and how to manage them, please visit: www.allaboutcookies.org\n</p> Security Of Data\n<p>\nThe security of your data is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your personal data, we cannot guarantee its absolute security.\n</p> Privacy Rights &amp.\nRemoval Of Data\n<p>\nYou may at any time review or change the information in your account or terminate your account by emailing requests to info @ hotpot.ai.\nUpon a request to terminate your account, we will deactivate or delete your account and information from our active databases.\n</p>\n<p>\nIn particular, you may at any time request personal data be removed and deleted.\n</p>\n<p>\nWe will do our best to honor these requests.\nHowever, please note that some information may be retained to comply with legal requirements, including, but not limited to, the need to prevent fraud.\nstop abuse of the Services.\nresolve payment disputes.\nassist with local, state, federal, or international investigations.\nand enforce our Terms of Use.\n</p> Service Providers\n<p>\nWe may employ third-party companies and individuals (\"Service Providers\") to facilitate our Service, to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.\nThese third parties may have access to your data only to perform these tasks on our behalf and are obligated not to disclose or use it for other purposes.\n</p> Links To Other Sites\n<p>Our Service may contain links to other sites that are not operated by us.\nIf you click on a third-party link, you will be directed to that third party's site.\nWe strongly advise you to review the privacy policy of every site you visit.</p>\n<p>We have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p> Children's Privacy\n<p>\nOur Service does not address anyone under the age of 13 (\"Children\").\n</p>\n<p>\nOur policy is to not knowingly collect personal data from children under the age of 13.\nWe encourage parents and guardians to monitor their children’s online behavior, put parental control tools in place, and teach children not to provide their personal data through the Services without parental consent.\n</p>\n<p>\nIf you have reason to believe that a child under the age of 13 has provided personal data to us without parental consent, please contact us immediately.\nWe will endeavor to delete that data from our systems.\n</p> Privacy Policy Changes\n<p>\nWe may update this Policy from time to time.\nWe will notify you of any changes by posting the new Policy on this page.\nWe advise you to review this page\nperiodically for changes to this Policy.\nYour continued use of the Services after any changes to this Policy constitutes your acceptance of the revised Policy.\n</p> Contact Us\n<p>If you have any questions about this Policy, please contact us by email: info @ hotpot.ai</p> ", "created_at": "2021-11-03 01:55:51.569883", "updated_at": "2021-11-03 00:57:16.77773"}], "points": [], "urls": ["hotpot.ai"]}}