{"error": 448, "message": "OK", "parameters": {"id": 6368, "name": "All the Internet", "created_at": "2022-02-10 12:20:53.173695", "updated_at": "2022-02-10 23:01:21.438528", "wikipedia": null, "keywords": null, "related": null, "slug": "all-the-internet", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6368.png", "url": "alltheinternet.com", "documents": [{"id": 11560, "name": "Terms of Service", "url": "https://www.alltheinternet.com/?area=terms", "xpath": "/html/body/div[7]", "text": "&nbsp;Terms of Service Before using this website, please read the Terms of Service set forth below.\nBy using this website you agree to be bound by the Terms of Service.\nThis website and its affiliates (\"We\" or such conjugation thereof as the context may require) reserve the right to review and revise the Terms of Service from time to time without prior notice and, by using this site subsequent to any revision of the Terms of Service, you agree to be bound by such changes.\nIf you find the Terms of Service to be unacceptable, you must immediately terminate your use of this website.\nThis website is made available for your personal, non-commercial use only.\nYou may not use this website to sell a product or service, or to increase traffic to your website for commercial reasons, such as advertising sales.\nYou may not take the results from any type of web search and reformat and display them, or mirror the website homepage or results pages on your website.\nIf you want to make commercial use of the website, you must enter into an agreement with the website to do so in advance.\nPlease contact us for more information.\n<p>\n<br>\n<b>No Representations Or Warranties</b>\n<br>The services provided on this website and the content, information, documents, graphics and images published at this website could include inaccuracies, typographical errors or other errors.\nWe make no commitment, however, to update what is contained in this website.\nFurthermore, we reserve the right to temporarily, or permanently, modify, alter, discontinue or delete the same without prior notice.\nConsequently,\n</p>\n<p>TO THE EXTENT PERMITTED BY LAW, THE SERVICES AND INFORMATION ON THIS WEBSITE ARE PROVIDED \"AS IS,\" AND WITHOUT WARRANTY, AND ALL WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FORA PARTICULAR PURPOSE, OR NON-INFRINGEMENT, ARE HEREBY DISCLAIMED, AND YOU HEREBY WAIVE ALL SUCH WARRANTIES.\n</p>\n<p>Users of this website should not rely upon opinions expressed at this website when making business, financial, personal or other decisions.\nFurthermore, we do not endorse the opinions of third parties expressed on this website or on linked websites.\n</p>\n<p>\n<br>\n<b>Privacy Policy</b>\n<br>The information that Advanced Search Technologies, Inc.\nobtains through your use of our sites, is subject to our Privacy Policy.\nThat Privacy Policy contains terms and conditions that govern our collection and use of the information you provide use and our respective rights relative to that information.\nPlease review our Privacy Policy before you use our sites.\nYour use of our sites indicates an agreement to our Privacy Policy.\n</p>\n<p>\n<br>\n<b>Website Links And Third-Party Sites</b>\n<br>This website may contain links to other websites which are independent of this website.\nWe make no representation or warranty as to the accuracy, value, integrity, completeness or authenticity of the information or opinions contained in any such linked website, and any link to another website shall not in any manner be construed as an endorsement by us of that website, or of the products or services described therein.\n</p>\n<p>Furthermore, these links may lead to sites or links that contain offensive and objectionable content or which may contain dangerous computer viruses.\nYou assume, and we hereby disclaim, all responsibility for any of the content on these sites or for any damage sustained by users of these sites.\n</p>\n<p>\n<br>\n<b>Confidentiality</b>\n<br>Your confidential use of this website cannot be guaranteed by us.\nWe shall not be responsible for any harm that you or any person may suffer as a result of a breach of confidentiality in respect to your use of this website.\n</p>\n<p>\n<br>\n<b>Limitation of Damages</b>\n<br>IN NO EVENT WILL WE, OUR OFFICERS, EMPLOYEES, CONTRACTORS, SUBCONTRACTORS, SUPPLIERS, AGENTS, AFFILIATES, SUBSIDIARIES, SUCCESSORS OR ASSIGNS BE LIABLE TO ANY PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, INCIDENTAL, SPECIAL OR OTHER INDIRECT (INCLUDING WITHOUT LIMITATION, COST OF COVER) ARISING OUT OF OR IN CONNECTION WITH THIS AGREEMENT OR ANY SERVICES, CONTENT OR OTHER MATERIALS PROVIDED OR AVAILABLE HEREUNDER, OR USE OF ANY OTHER LINKS OR LINKED WEBSITE, EVEN IF WE ARE EXPRESSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, AND REGARDLESS OF WHETHER SUCH DAMAGES AROSE IN CONTRACT, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHER LEGAL BASIS.\nTHE TERM \"DAMAGES\" INCLUDES, WITHOUT LIMITATION, ATTORNEY FEES, ANY LOST PROFITS, BUSINESS INTERRUPTION AND LOSS OF PROGRAMS OR OTHER DATA ON YOUR INFORMATION HANDLING SYSTEM.\nYOU ACKNOWLEDGE THAT THE ECONOMIC TERMS OF OUR AGREEMENT REFLECT THE FOREGOING ALLOCATION OF RISK AND SUCH ALLOCATION OF RISK IS A SIGNIFICANT INDUCEMENT FOR US TO PROVIDE THE SERVICES, WEBSITE AND OTHER CONTENT AND MATERIALS.\n</p>\n<p>\n<br>\n<b>Ownership</b>\n<br>All contents of this website are Copyright Advanced Search Technologies, Inc.\nAll rights reserved.\nAll other rights, title and interest (including all other copyrights, trademarks and other intellectual property rights) in this website and all names, terms, logos, slogans, images and other indicia identifying this website products or services are proprietary marks belonging to Advanced Search Technologies, Inc.\nThe names of companies and products not owned by Advanced Search Technologies, Inc.\nand mentioned herein may be the trademarks of their respective owners.\nAny use of the copyrighted contents or the trademarks belonging to Advanced Search Technologies, Inc.\nwithout the express written permission of Advanced Search Technologies, Inc.\nis strictly prohibited.\n</p>\n<p>\n<br>\n<b>License</b>\n<br>Nothing contained in this website shall be construed as conferring any license or right, expressly, by implication, by estoppel or otherwise, under any of our intellectual property rights, or under any third party's intellectual property rights, and no part of this website may be reproduced, republished, copied, transmitted, or distributed in any form or by any means.\n</p>\n<p>\n<br>\n<b>Claims of Copyright Infringement</b>\n<br>Advanced Search Technologies, Inc.\nrespects the intellectual property of others.\nIf you believe that any material on this website infringes on any copyright which you own or control, or that any link on this website directs you to another website that contains material that infringes on any copyright which you own or control, you may file a notification of such infringement with our designated agent to have the material removed or otherwise blocked from access.\n</p>\n<p>\n<br>\n<b>Indemnification</b>\n<br>YOU AGREE TO HOLD HARMLESS, DEFEND AND INDEMNIFY US, OUR OFFICERS, DIRECTORS, EMPLOYEES, SUBSIDIARIES, CONTRACTORS, SUBCONTRACTORS,SUPPLIERS, AGENTS, PARTNERS AND AFFILIATES, SUCCESSORS AND ASSIGNS FROM ALL LIABILITIES, CLAIMS, DEMANDS AND EXPENSES, INCLUDING REASONABLE ATTORNEYS' FEES, THAT ARE DUE TO, OR THAT ARISE FROM YOUR USE OR MISUSE OF THIS SITE, ANY SERVICES THEREIN, OR FOR INFRINGEMENT BY YOU OR OTHERS OF INTELLECTUAL PROPERTY RIGHTS OR OTHER RIGHT OF ANY THIRD PARTY.\nWE MAY ASSUME EXCLUSIVE CONTROL OF ANY DEFENSE OR ANY MATTER SUBJECT TO INDEMNIFICATION BY YOU, AND YOU AGREE TO COOPERATE WITH US IN SUCH EVENT.\n</p>\n<p>\n<br>\n<b>Governing Laws in Case of Dispute</b>\n<br>THESE TERMS OF SERVICE SHALL BE GOVERNED BY AND CONSTRUED IN ACCORDANCE WITH THE LAWS OF THE STATE OF NEVADA, USA, AS THEY APPLY TO AGREEMENTS MADE AND SOLELY PERFORMED THEREIN.\nYOU IRREVOCABLY CONSENT AND WAIVE ALL OBJECTION TO PERSONAL JURISDICTION AND VENUE IN THE STATE AND FEDERAL COURTS LOCATED IN WASHOE COUNTY, NEVADA, USA, AND YOU SHALL NOT COMMENCE OR PROSECUTE ANY SUITOR ACTION EXCEPT IN THE FOREGOING COURTS.\n</p>\n<p>\n<br>\n<b>International Use</b>\n<br>We do not represent that all content, materials and services on our website are appropriate or available for use in all geographic locations, especially some locations outside the United States, and accessing such from certain locations may be illegal and prohibited.\nThose who do access content, materials and services from such locations act on their own initiative and we are not responsible for their compliance with local laws or other applicable laws.\nYou will not access the foregoing where prohibited by law.\n</p>\n<p>\n<br>\n<b>Integration.\nSeverability.\nGeneral</b>\n<br>These Terms of Service incorporate by reference any notices contained on this website and constitute the entire agreement with respect to your access to and use of this website.\nWe may modify these Terms of Service at any time by posting revised Terms of Service on our website and your continuing use of such website and the services constitutes your agreement to be bound by such modified Terms of Service.\nAny provision of these Terms of Service which is determined by a court of competent jurisdiction to be unenforceable in any jurisdiction shall be severable from these Terms of Service in that jurisdiction without in any way invalidating the remaining provisions of these Terms of Service.\nThe unenforceability of any provision in a given jurisdiction shall not make that provision unenforceable in any other jurisdiction.\n</p>\n<p>Last updated: April 21, 2020\n</p> ", "created_at": "2022-02-10 12:20:53.180714", "updated_at": "2022-02-10 11:22:02.12287"}, {"id": 11559, "name": "Privacy Policy", "url": "https://www.alltheinternet.com/?area=privacy", "xpath": "/html/body/div[7]", "text": "&nbsp;Privacy Policy We take your privacy very seriously.\nPlease read the following to learn more about our privacy policy.\n<p>\n<b>Privacy Policy</b>\n<br>\nWe respect and protect the privacy of the individuals that use our website.\nIndividually identifiable information about you is <b>NOT</b> disclosed to any third party as explained in this privacy policy (\"Privacy Policy\").\n</p>\n<p>\n<br>\n<b>What information do we collect?</b>\n<br>\nWe do <b>NOT</b> collect any individually identifiable information about you (such as your name, email address, ip address, etc.) except when you specifically and knowingly provide such information in the form of an email.\n</p>\n<p>\n<br>\n<b>Cookies</b>\n<br>\nWhen you use our website no cookies are used by default.\nIf you make changes to any setting then cookies are used to store those changes.\nNone of the cookies have user identifiable information.\nNone of the cookies track you.\n</p>\n<p>\n<br>\n<b>With whom do we share information?</b>\n<br>\nWe will <b>NOT</b> share individually identifiable information about you with any advertisers, business partners, sponsors, and other third parties.\nWe may disclose or share non-personal or anonymous or aggregated information with third parties, such as usage statistics of our Services or IP addresses.\nAggregated non-personally identifiable information is information recorded about users and collected into groups so that it no longer reflects or references an individually identifiable user.\n</p>\n<p>\n<br>\n<b>Links to other websites</b>\n<br>\nThe sites displayed as search results or linked to by our website are developed by people over whom we exercise no control.\nThese other sites may send their own cookies to users, collect data, or solicit personal information, we do not.\n</p>\n<p>\n<br>\n<b>Are we adware, spyware or malware?</b>\n<br>\nAbsolutely not! We do <b>NOT</b>.\nmonitor, collect data or 'spy' on our customers.\nWe are incapable of tracking your overall web use or deciphering anything on your hard drive.\nWe do <b>NOT</b> display pop-up ads or any type of advertising except for paid search results.\nAll server logs are disabled.\nWe DO NOT distribute any software programs at all (including internet browsers or toolbars).\n</p>\n<p>\n<br>\n<b>How do we make any money, if you offer it for free?</b>\n<br>\nWe share revenue from sponsored search results.\n</p>\n<p>\n<br>\n<b>Changes to this privacy policy</b>\n<br>\nThis Privacy Policy may change from time to time.\nYou are responsible for periodically reviewing this Privacy Policy for any applicable changes.\n</p>\n<p>\n<br>\n<b>Questions and/or Suggestions</b>\n<br>\nIf you have questions and/or suggestions, please Contact Us<br>\n</p> ", "created_at": "2022-02-10 12:20:53.177153", "updated_at": "2022-02-10 11:21:43.920843"}], "points": [], "urls": ["alltheinternet.com"]}}