{"error": 448, "message": "OK", "parameters": {"id": 6064, "name": "Ducks Unlimited", "created_at": "2021-12-15 23:25:32.695018", "updated_at": "2021-12-15 23:01:12.657832", "wikipedia": null, "keywords": null, "related": null, "slug": "ducks-unlimited", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6064.png", "url": "ducks.org", "documents": [{"id": 10967, "name": "Privacy Policy", "url": "https://www.ducks.org/about-ducks-unlimited/website-privacy-policy", "xpath": "//body", "text": " <ul>\n<li>Search</li>\n<li>My DU</li>\n<li>My State</li>\n<li>My State</li>\n<li>Shop</li>\n<li>Join DU</li>\n</ul> JOIN DUDONATE <ul>\n<li>Home</li>\n<li> Get Involved <ul>\n<li>Get Involved Home</li>\n<li>Join or Renew</li>\n<li>Donate</li>\n<li>Membership Levels</li>\n<li>Volunteer</li>\n<li>Monthly Giving</li>\n<li>Shop Online</li>\n<li>Major Sponsors</li>\n<li>DU Partners</li>\n<li>Youth Programs</li>\n<li>Online Auctions</li>\n</ul>\n</li>\n<li> Conservation <ul>\n<li>Conservation Home</li>\n<li>Where We Work</li>\n<li>How We Conserve</li>\n<li>Public Policy</li>\n<li>Waterfowl Research</li>\n<li>Land Protection</li>\n<li>Regional Offices</li>\n<li>Ecosystem Services</li>\n<li>International</li>\n</ul>\n</li>\n<li> Hunting <ul>\n<li>Hunting Home</li>\n<li>Migration Reports</li>\n<li>Waterfowl ID</li>\n<li>Hunting Tips</li>\n<li>Decoy Strategies</li>\n<li>Duck Calling</li>\n<li>Retriever Training</li>\n<li>Shooting Tips</li>\n<li>Waterfowl Recipes</li>\n<li>Gear</li>\n<li>Destinations</li>\n</ul>\n</li>\n<li> Media <ul>\n<li>Media Home</li>\n<li>DU Magazine</li>\n<li>E-Newsletter</li>\n<li>Press Room</li>\n<li>Mobile App</li>\n<li>Photo Gallery</li>\n<li>DU Podcast</li>\n<li>DU Films</li>\n<li>DU Conserve</li>\n<li>DU TV</li>\n<li>Annual Report</li>\n</ul>\n</li>\n<li> Events <ul>\n<li>Local Events</li>\n<li>National Convention</li>\n<li>DU Expo</li>\n<li>Waterfowl Hunter Parties</li>\n<li>Events for Kids</li>\n<li>Shooting Events</li>\n<li>Chapter Spotlights</li>\n</ul>\n</li>\n</ul> Get Involved <ul>\n<li>Join or Renew</li>\n<li>Membership Levels</li>\n<li>Volunteer</li>\n<li>Monthly Giving</li>\n<li>Memorial Giving</li>\n</ul>\n<ul>\n<li>Online Auctions</li>\n<li>Shop Online</li>\n<li>Major Sponsors</li>\n<li>DU Partners</li>\n<li>Youth Programs</li>\n</ul> Conservation <ul>\n<li>Where&nbsp;We&nbsp;Work</li>\n<li>How&nbsp;We&nbsp;Conserve</li>\n<li>Public&nbsp;Policy</li>\n<li>Waterfowl&nbsp;Research</li>\n</ul>\n<ul>\n<li>Land&nbsp;Protection</li>\n<li>Regional&nbsp;Offices</li>\n<li>Ecosystem&nbsp;Services</li>\n<li>International</li>\n</ul> Hunting <ul>\n<li>Migration&nbsp;Reports</li>\n<li>Waterfowl&nbsp;ID</li>\n<li>Hunting&nbsp;Tips</li>\n<li>Decoy&nbsp;Strategies</li>\n<li>Duck&nbsp;Calling</li>\n</ul>\n<ul>\n<li>Retriever&nbsp;Training</li>\n<li>Shooting&nbsp;Tips</li>\n<li>Waterfowl&nbsp;Recipes</li>\n<li>Gear</li>\n<li>Destinations</li>\n</ul> Media <ul>\n<li>DU&nbsp;Magazine</li>\n<li>E-Newsletter</li>\n<li>Press&nbsp;Room</li>\n<li>Mobile&nbsp;App</li>\n<li>Photo&nbsp;Gallery</li>\n</ul>\n<ul>\n<li>DU&nbsp;Podcast</li>\n<li>DU&nbsp;Films</li>\n<li>DU&nbsp;Conserve</li>\n<li>DU&nbsp;TV</li>\n<li>Annual&nbsp;Report</li>\n</ul> Events <ul>\n<li>Local&nbsp;Events</li>\n<li>National&nbsp;Convention</li>\n<li>DU&nbsp;Expo</li>\n<li>Waterfowl&nbsp;Hunter&nbsp;Parties</li>\n<li>Events&nbsp;for&nbsp;Kids</li>\n<li>Shooting&nbsp;Events</li>\n<li>Chapter&nbsp;Spotlights</li>\n</ul> × Search × Choose a State <ul>\n<li>Alabama</li>\n<li>Alaska</li>\n<li>Arizona</li>\n<li>Arkansas</li>\n<li>California</li>\n<li>Colorado</li>\n<li>Connecticut</li>\n<li>Delaware</li>\n<li>Florida</li>\n<li>Georgia</li>\n<li>Hawaii</li>\n<li>Idaho</li>\n<li>Illinois</li>\n<li>Indiana</li>\n<li>Iowa</li>\n<li>Kansas</li>\n<li>Kentucky</li>\n<li>Louisiana</li>\n<li>Maine</li>\n<li>Maryland</li>\n<li>Massachusetts</li>\n<li>Michigan</li>\n<li>Minnesota</li>\n<li>Mississippi</li>\n<li>Missouri</li>\n<li>Montana</li>\n<li>Nebraska</li>\n<li>Nevada</li>\n<li>New Hampshire</li>\n<li>New Jersey</li>\n<li>New Mexico</li>\n<li>New York</li>\n<li>North Carolina</li>\n<li>North Dakota</li>\n<li>Ohio</li>\n<li>Oklahoma</li>\n<li>Oregon</li>\n<li>Pennsylvania</li>\n<li>Rhode Island</li>\n<li>South Carolina</li>\n<li>South Dakota</li>\n<li>Tennessee</li>\n<li>Texas</li>\n<li>Utah</li>\n<li>Vermont</li>\n<li>Virginia</li>\n<li>Washington</li>\n<li>West Virginia</li>\n<li>Wisconsin</li>\n<li>Wyoming</li>\n</ul> Privacy Policy &nbsp.\n<p>\n<strong>Click here for our Donor Privacy policy.</strong>\n</p>\n<p>\n<em>Updated June 1, 2021</em>\n</p>\n<p>It is important for you to know the Privacy Policy (the \"Policy\") of Ducks Unlimited, Inc.\n(\"DU\") before interacting with DU, including using any feature of www.ducks.org or any of its affiliated sites, apps and platforms including social media (collectively, the \"Web Site\").\nDU takes your privacy seriously and wants you to know what information is being collected and how it may be used, stored and shared by DU.\nBy using the Web Site or otherwise providing Personal Information (defined below), you indicate your consent to the collection and use of information as outlined in the Policy.\nPlease take a few minutes to read this Policy.\n</p>\n<p>The Policy does not cover information collected on outside websites linked to the Web Site.\nYou should carefully check each website to learn its privacy policy because that website's policy may significantly differ from DU's Policy.\nDU is not responsible for the privacy policies, practices or content of other websites you may visit.\n</p>\n<p>\n<strong>1.\nCollection and use of personal information</strong>\n</p>\n<p>DU collects information that may be used to identify an individual (\"Personal Information\") from individuals who use the Web Site, including but not limited to the following information:\n</p>\n<p>The user's name, address, phone number and e-mail address.\nthe user's DU membership number.\ntracking information about which pages users access and utilize.\ninformation volunteered by the user, such as survey information.\nsocial media profile information, including pictures and IDs.&nbsp.\n</p>\n<p>If you provide credit card information to DU, the credit card information will only be used for the purpose for which it was provided.\nDU does not store credit card information.\n</p>\n<p>DU collects Personal Information over the Web Sites, but also over the phone, in email, through face-to-face conversation, via mail, chat forums, surveys, donation forms, and registration at events.\nDU also contracts with third parties to provide information on individuals that may be interested in information about DU, including our conservation work and potential donors.&nbsp.\n</p>\n<p>If you do not provide the Personal Information, DU may be unable to provide you with personal and optimized digital experience you desire out of DU.\nIf you disclose Personal Information to DU about other individuals, you represent that you have the authority to do so.&nbsp.\n</p>\n<p>DU uses the Personal Information to conduct legitimate business functions, including providing you with relevant content that you may be interested in.\nThat may include information on our conservation services, membership information, promotions, invitations to events, donor information, and general business information.\nDU may also use your Personal Information to respond to questions from you, manage DU's own business and otherwise comply with legal obligations.&nbsp.\n</p>\n<p>DU will also use the Personal Information to provide specialized and personalized content that DU thinks you might be interested in.\nSometimes, our promotions, sweepstakes or other promotions have specific rules.\nPlease read those rules carefully.&nbsp.\n</p>\n<p>DU may also use the Personal Information to respond to requests from government authorities, law enforcement or for other legal reasons.&nbsp.\n</p>\n<p>If you would like DU to not share your Personal Information with third parties for the purpose of renting or exchanging its mailing list, if you would like to opt-out of receiving mail from DU, or if you would like to opt out of telemarketing, you may call 1-800-45-DUCKS or 901-758-3825 or email&nbsp;privacy@ducks.org.&nbsp.\n</p>\n<p>DU maintains a list of donors, members, and former members only.\nPersonal information on non-members solicited by DU is not maintained in DU's database.\nIf you are a non-member and would like your information removed from a mailing list, there are numerous resources online.\nOne recommended resource is:&nbsp;https://dmachoice.thedma.org\n</p>\n<p>DU (or its service providers) may use the information we collect (for instance, IP addresses and unique mobile device identifiers) to locate or try to locate the same unique users across multiple browsers or devices (such as smartphones, tablets, or computers), or work with providers that do this, in order to better tailor content and features and provide you with a seamless experience across devices.\nIf you wish to opt out of cross-device tracking for purposes of interest-based advertising, you may do so through your device settings.\nWe may also use cross-device targeting to help identify our users and service advertising.\nThis type of advertising is often called \"interest-based\" or \"personalized\" advertising – and when it occurs on mobile apps, \"cross-app\" advertising.&nbsp.\n</p>\n<p>You can learn more about interest-based advertising and how to opt-out of receiving tailored advertising by visiting (1) the Network Advertising Initiative's Consumer Opt-out link (http://optout.networkadvertising.org/?c=1) or (2) the Digital Advertising Alliance's Consumer Opt-out link (http://optout.aboutads.info/?c=2&amp;lang=EN).\nTo opt out of Google Analytics for display advertising or customize Google display network ads, you can visit the Google Ads Setting Page.\nPlease note that, even if you opt-out, you may still receive advertisements from us.\nHowever, in that case, the advertising will not be tailored to your interests.\nAlso, DU does not control any of the above opt-out links or whether any particular company chooses to participate in these opt-out programs.\n</p>\n<p>If you would like to opt-out of receiving e-mails, you should use the \"unsubscribe\" feature at the bottom of all DU emails.\n</p>\n<p>If you would like to access, modify or delete your Personal Information, you may do so to the extent this right is provided by law.\nPlease contact us at 1-800-45-DUCKS or 901-758-3825 or email privacy@ducks.org&nbsp;to make such a request.\nWe may need to verify your identify before providing access to, modifying or deleting any Personal Information.\nIf you request deletion, DU will keep Personal Information until any transactions currently in process are complete, and then only to the extent necessary to implement your request.&nbsp.\n</p>\n<p>\n<strong>2.\nChildren may not divulge personally identifiable information</strong>\n</p>\n<p>No Personal Information should be submitted to the Web Site by users under 13 years of age.\nOn this Web Site, DU does not knowingly collect or use any Personal Information from users under 13 years of age.\n</p>\n<p>\n<strong>3.\nOur use of \"cookies\" and other information</strong>\n</p>\n<p>DU may place a \"cookie\" in the browser files of a Web Site user's computer.\nCookies are nuggets of information that are placed by a web site in a storage place on your own computer.\nWe may use cookies to track usage patterns on the Web Site, to record registration and personalization information, and to assist you with navigation of the Web Site.\nCookies also help DU determine which advertisements you might be most interested in.\nOther sites linked to the Web Site may use cookies in different ways.\nagain, you should consult the privacy policy of each website you visit.\n</p>\n<p>If you do not want information collected through cookies, most browsers have a simple mechanism to disable the use of cookies.\nIf you do not use cookies on the Web Site, your experience may vary.\n</p>\n<p>Additionally, DU may collect other information that does not qualify as Personal Information.\nFor example, DU may collect information about the type of computer or device you are using, your location, browser type and language using Google Analytics and other services.\nThis type of information is often collected automatically by webpages you visit to help calculate usage levels and determine what content is most interesting.\nThis information may also be used to diagnose problems and administer the services DU provides.&nbsp.\n</p>\n<p>\n<strong>4.\nSharing information</strong>\n</p>\n<p>DU reserves the right to use, distribute, sell, rent and share all of the information it gathers through the Web Site, including Personal Information, for any and all purposes.\nWithout limiting the foregoing, DU routinely uses the information for its own marketing, promotional and membership activities.\nDU also shares the information with its corporate partners and with interested third parties, who may use the information for their own sales, marketing and promotional activities, and who may have privacy policies that differ from DU's.\nHowever, DU does not share member e-mail addresses.\n</p>\n<p>DU will provide Personal Information about you in response to a subpoena, a statute, a court order or a valid legal process.\nIn addition, DU may reveal Personal Information about you to a third person in order to protect the personal safety of DU's members, employees or the public.\n</p>\n<p>\n<strong>5.\nModifications to the privacy policy</strong>\n</p>\n<p>At its sole discretion, DU may change its Policy, with or without prior notice to you.\nWhen DU does make changes, DU will post those changes on the Web Site.\nAny such change, update or modification will be effective immediately upon posting on the Web Site.\nPlease check the Policy from time to time so that you may be aware of any changes.\n</p>\n<p>\n<strong>6.\nLocation Services</strong>\n</p>\n<p>Location Services allows the Web Site to gather and use information based on the current location of your mobile device to provide a variety of location-based services.\nFor example, the Web Site might use your location data to provide local weather information, assist hunting-related tools, inform you of local events, etc., based on your current location.\n</p>\n<p>By enabling Location Services for your devices, you agree and consent to the transmission, collection, maintenance, processing, and use of your location data and location search queries by the Web Site and its partners and licensees to provide location-based products and services.\n</p>\n<p>\n<strong>7.\nDisputes</strong>\n</p>\n<p>Any disputes regarding this Policy, as well as any disputes arising from your use of this Web Site, shall be governed by the laws of the State of Tennessee, without giving effect to the conflicts of laws provisions thereof.\nBy using the Web Site you irrevocably agree to submit to the exclusive jurisdiction of the Shelby County Circuit Court or the United States District Court for the Western District of Tennessee at Memphis in connection with any suit, action or other proceeding concerning the Policy and/or your use of the Web Site.\n</p>\n<p>\n<strong>8.\nData Security</strong>\n</p>\n<p>DU believes securing your Personal Information is important.\nDU uses industry-standard controls, technologies, and on-line security techniques to protect your Personal Information from unauthorized access.\nAll credit card information provided to Ducks Unlimited is transmitted using Norton Secure (Verisign) SSL encryption.\nSSL is a proven coding system that lets your browser automatically encrypt, or scramble, data before you send it to DU.\nAdditionally, Ducks Unlimited complies with the Payment Card Industry Data Security Standard (PCI DSS) for all credit card information submitted on the Web Site.\nDU utilizes a third-party processor for payments, and that processor may have your Personal Information that is not subject to this Policy.\nDucks Unlimited does not store your credit card information on a permanent basis.\nUnfortunately, while DU makes every effort to ensure your Personal Information is secure on our system, no data transmission over the Internet is 100% secure.\nWhile DU strives to protect your Personal Information, DU cannot ensure or warrant the security of such information.\n</p>\n<p>OTHER WEB SITES:\n</p>\n<p>Our Web Site contains links to other unrelated websites.\nPlease note when you click on one of these links you are entering another website for which Ducks Unlimited has no responsibility.\nWe encourage you to read the privacy statements on all such sites as their policies may be different than ours.\n</p>\n<p>\n<strong>9.\nQuestions?</strong>\n</p>\n<p>The Web Site is maintained by Ducks Unlimited, Inc., One Waterfowl Way, Memphis, Tennessee, U.S., 38120.\nIf you have questions regarding DU or this policy, or if you would like your personal information excluded from information shared per No.\n4 above, please contact us at 1-800-45-DUCKS or 901-758-3825.\n</p>\n<p>\n<strong>Click here for our Donor Privacy policy.</strong>\n</p> Recently Added <p>DU Financial Information 2020</p>\n<p>Ducks Unlimited's 2021 Annual Report</p>\n<ul>\n<li>About Ducks Unlimited</li>\n<li>Contact Ducks Unlimited</li>\n<li>\n</li>\n<li>National Fact Sheet</li>\n<li>Jobs</li>\n<li>Privacy Policy</li>\n</ul>\n<ul>\n<li>Financials</li>\n<li>Newsletter</li>\n<li>Advertise with DU</li>\n<li>Classifieds</li>\n</ul>\n<p>\n</p> × Choose Your State MA RI CT NJ DE MD HI ME NH VT NY PA WV VA NC SC GA FL AL MS TN KY OH MI IN WI IL LA AR MO IA MN ND SD NE KS OK TX NM CO WY MT ID UT AZ CA NV OR WA AK Alaska Hawaii Alabama Arkansas Arizona California Colorado Connecticut Delaware Florida Georgia Iowa Idaho Illinois Indiana Kansas Kentucky Louisiana Massachusetts Maryland Maine Michigan Minnesota Missouri Mississippi Montana North Carolina North Dakota Nebraska New Hampshire New Jersey New Mexico Nevada New York Ohio Oklahoma Oregon Pennsylvania Rhode Island South Carolina South Dakota Tennessee Texas Utah Virginia Vermont Washington Wisconsin West Virginia Wyoming District of Columbia AddThis Sharing SidebarShare to FacebookFacebookShare to TwitterTwitterShare to EmailEmailMore AddThis Share optionsAddThisHideShowCloseAddThis", "created_at": "2021-12-15 23:25:32.697713", "updated_at": "2021-12-15 22:28:41.098632"}], "points": [], "urls": ["ducks.org"]}}