{"error": 448, "message": "OK", "parameters": {"id": 5109, "name": "Passwordsender", "created_at": "2021-10-13 04:01:06.274988", "updated_at": "2021-10-13 22:01:07.568023", "wikipedia": null, "keywords": null, "related": null, "slug": "passwordsender", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5109.png", "url": "passwordsender.com", "documents": [{"id": 9164, "name": "Terms and conditions", "url": "https://passwordsender.com/terms.html", "xpath": "//body", "text": " Terms and conditions <p>Version 1, 29 September 2021</p>\n<p>passwordsender.com (the Service) is a project of Kristofer Tingdahl (Creator), the Netherlands.\nBy using it, the user of the Service (User) agrees with the following terms and conditions.\n</p>\n<p>\n</p>\n<ol>\n<li> It is forbidden to use the Service for any illegal activities and to send texts that are not passwords, keys, key-phrases that unlock or gain access to technical systems.\nThis is not a general purpose messaging service.\n</li>\n<li> By using Service, the user gets a one-time license to use the Service and the software that is used to deliver the Service.\nThe software is, and remains the property of the Creator.\n</li>\n<li> Creator has the right to block a User from using the service for any reason.\n</li>\n<li> Creator is not liable to any direct or indirect damage caused by Service to the User.\nThis includes all types of data leaks, and the consequences thereof.\n</li>\n<li> User will hold Creator harmless and indemnify Creator for all damages in connection with claims from 3rd parties, caused by User’s usage of the service.\n</li>\n<li> The Service is provided ‘as is’ and no guarantees are given for any performance uptime or functionality.\n</li>\n<li> The Service uses Recaptcha functionality by Google to avoid robots.\nThis functionality is governed by the Google Terms of Service (https://policies.google.com/terms?hl=en) and the Google Privacy Policy (https://policies.google.com/privacy?hl=en).\nUsage of Service implies acceptance of the Google Terms of Service and the Google Privacy Policy.\n</li>\n<li> All disputes resulting from Service should be resolved in Dutch courts, and parties commit to follow the rule of Dutch courts.\n</li>\n</ol>\n<p>\n</p>\n<ul>\n<li>Create password link</li>\n<li>About</li>\n<li>Privacy</li>\n<li>Terms &amp.\nConditions</li>\n</ul> ", "created_at": "2021-10-13 02:02:27.486099", "updated_at": "2021-10-13 02:02:33.804585"}, {"id": 9163, "name": "Privacy Policy", "url": "https://passwordsender.com/privacy.html", "xpath": "", "text": " Privacy <p> Privacy is important.\nTherefore, passwordsender.com only saves a minimum of data, and does not use that information for any other purpose than keeping the service working, and comply with legal obligations.\n</p> Cookies <p> passwordsender.com does not save any non-functional cookies, and therefore, no cookie consent is required.\n</p>\n<p> There is one functional cookie saved for 182 days when creating a password link:<br> _GRECAPTCHA from https://www.recaptcha.com with the purpose of preventing bots from accessing the service.\n</p> Saved data <p> The following data is saved: </p>\n<ul>\n<li> Password (is deleted within 24 hours of the expiration time, or at first retrieval).\n</li>\n<li> Timestamp of link creation, link retrieval, and removal.\nThis information is saved perpetually.\n</li>\n<li> IP address of user at link creation and link retrieval.\nThis information is kept for 90 days.\n</li>\n<li> Country of users, based on IP address.\nThis information is saved perpetually.\n</li>\n<li> Technical logs stemming from the software and the hosting.\nThese are saved for 30 days.\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>Create password link</li>\n<li>About</li>\n<li>Privacy</li>\n<li>Terms &amp.\nConditions</li>\n</ul> ", "created_at": "2021-10-13 04:01:06.278061", "updated_at": "2021-10-13 02:01:31.251735"}], "points": [], "urls": ["passwordsender.com"]}}