{"error": 448, "message": "OK", "parameters": {"id": 3238, "name": "openSAP", "created_at": "2021-04-23 18:41:27.320686", "updated_at": "2021-04-24 00:01:26.41029", "wikipedia": null, "keywords": null, "related": null, "slug": "opensap", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3238.png", "url": "open.sap.com", "documents": [{"id": 5297, "name": "Privacy Policy", "url": "https://open.sap.com/pages/privacy", "xpath": "", "text": "Toggle navigation<ul>\n<li>About openSAP</li>\n<li>Channels<ul>\n<li>Enterprise MOOCs</li>\n<li>Thought Leaders</li>\n</ul>\n</li>\n<li>CoursesCurrent courses<ul>\n<li>Die Welt der KI entdecken</li>\n<li>Discover SAP S/4HANA Movement</li>\n<li>Introducing SAP Fieldglass Assignment Management</li>\n<li>Exploring the World of AI</li>\n<li>Efficient DevOps with SAP</li>\n</ul>View all courses&nbsp;<i>\n</i>Upcoming courses<ul>\n<li>Developing and Extending SAP Fiori Elements Apps</li>\n<li>SAP Environment, Health, and Safety for Operational Sustainability</li>\n<li>Implementing SAP S/4HANA Cloud with SAP Central Business Configuration</li>\n<li>Spartacus B2B Commerce Organization</li>\n<li>CMS in “Spartacus”</li>\n</ul>View all courses&nbsp;<i>\n</i>Self-paced courses<ul>\n<li>Integration Advisor Capability of SAP Integration Suite</li>\n<li>Say Goodbye to Downtime with SUSE Linux Enterprise Server</li>\n<li>SAP Integration Solution Advisory Methodology</li>\n<li>Cyberthreats: Malware</li>\n<li>Enter Next-Level Bot Building with SAP Intelligent RPA 2.0</li>\n</ul>View all courses&nbsp;<i>\n</i>\n</li>\n<li>Microlearning</li>\n<li>Podcasts</li>\n<li>News</li>\n</ul>\n<ul>\n<li>English<ul>\n<li>English</li>\n<li>Deutsch</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>English</li>\n<li>Deutsch</li>\n</ul>\n</li>\n<li>Sign In<ul>\n<li>Log in with credentials<abbr>*</abbr> E-mail<abbr>*</abbr> PasswordForgot your password?New here?Create new accountOr log in with:<ul>\n<li>Single Sign On</li>\n<li>\n<small>for SAP Employees, Partners and Customers</small>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Sign In</li>\n<li>Sign up</li>\n</ul>openSAP Privacy StatementPlease enable Javascript in your browser!!Preamble <p>With its online platform - openSAP - SAP offers you the possibility to take part in free online courses on Information Technology-related topics.\nAs a registered user you have access to the course content (videos, quizzes, reading material) and, after successful completion, you receive a record of achievement.\nMoreover, for the duration of the course the discussion forum and the collab spaces are available for your questions and interaction with other learners.\n</p>\n<p>When conducting online courses, the collection and storage of personal data is unavoidable.\nThe protection of your data and the lawful collection, processing, and use of it is therefore a matter of particular concern to us.\nWe would thus like to inform you here which data will be collected when you visit our website and register for one or more of our courses.\nWe would further like to inform you about the purpose of collecting this data and in what scope it will be used.\n</p>\n<p>On every website of our web offering you can print out and/or save this privacy policy, which is to be found in the page footer under \"Privacy\".\n</p> A.\nGENERAL INFORMATION <p>\n<strong>Data Controller.</strong> The data controller in case of openSAP (https://open.sap.com and respective openSAP mobile applications) is SAP SE, Dietmar-Hopp-Allee 16, 69190 Walldorf, Germany (“SAP”).\nSAP´s data protection officer can be reached at privacy@sap.com.\n</p>\n<p>\n<strong>Duration of data storage.</strong> SAP will only store your name, email address and the respective profile data that you provide voluntarily, i.e.\ngender, date of birth, employer or university, city, country, career status, expertise, highest degree, IT background and position (your “Personal Data”) for as long as it is required </p>\n<ul>\n<li>to make openSAP available to you and you have an active user account on the openSAP platform;<br>\n</li>\n<li>for SAP to comply with its statutory obligations resulting from applicable export laws;<br>\n</li>\n<li>until you object against such use by SAP if SAP’s use of your Personal Data is based on SAP’s legitimate business interest as further stated in this Privacy Statement;<br>\n</li>\n<li>until you revoke your consent granted in this Privacy Statement if SAP is processing your Personal Data based on your consent;<br>\n</li>\n<li>to fulfill the purposes outlined in this Privacy Statement.<br>\n</li>\n</ul>\n<p>\n<strong>Why is the provision of Personal Data required?</strong> SAP requires your Personal Data to enable you to attend openSAP courses that are of interest for you.\nAny provision of this information is entirely voluntarily for you.\nHowever, without provisioning email address and name, it will unfortunately not be possible for SAP to make the relevant openSAP courses available to you.\n</p>\n<p>\n<strong>Where will my Personal Data be processed?</strong> As part of a global group of companies, SAP has affiliates and third-party service providers within as well as outside of the European Economic Area (the “EEA”).\nAs a consequence, whenever SAP is using or otherwise processing your Personal Data for the purposes set out in this Privacy Statement, SAP may transfer your Personal Data to countries outside of the EEA including to such countries in which a statutory level of data protection applies that is not comparable to the level of data protection within the EEA.\nWhenever such transfer occurs, it is based on the Standard Contractual Clauses (according to EU Commission Decision 87/2010/EC or any future replacement) in order to contractually provide that your Personal Data is subject to a level of data protection that applies within the EEA.\nYou may obtain a redacted copy (from which commercial information and information that is not relevant has been removed) of such Standard Contractual Clauses by sending a request to privacy@sap.com.\n</p>\n<p>\n<strong>Rights to access/rectification/erasure/restriction of processing/portability.</strong> You can request from SAP at any time information about which Personal Data SAP processes about you and the correction or deletion of such Personal Data.\nYou can also always change or delete your Personal Data by yourself on the openSAP platform.\nPlease note, however, that SAP can or will delete your Personal Data only if there is no statutory obligation or prevailing right of SAP to retain it.\nKindly note further that if you request that SAP deletes your Personal Data, you will not be able to continue to use openSAP.</p>\n<p>You may further request from SAP a copy of the Personal Data that you have provided to SAP.\nIn this case, please contact the email address below and specify the information or processing activities to which your request relates, the format in which you would like this information, and whether the Personal Data is to be sent to you or another recipient.\nSAP will carefully consider your request and discuss with you how it can best fulfill it.\n</p>\n<p>Furthermore, you can request from SAP that SAP restricts your Personal Data from any further processing in any of the following events: (i) you state that the Personal Data SAP has about you is incorrect, (but only for as long as SAP requires to check the accuracy of the relevant Personal Data), (ii) there is no legal basis for SAP processing your Personal Data and you demand that SAP restricts your Personal Data from further processing, (iii) SAP no longer requires your Personal Data but you claim that you require SAP to retain such data in order to claim or exercise legal rights or to defend against third party claims or (iv) in case you object to the processing of your Personal Data by SAP (based on SAP’s legitimate interest as further set out in Section B.\nbelow) for as long as it is required to review as to whether SAP has a prevailing interest or legal obligation in processing your Personal Data.\n</p>\n<p>Please direct any such request to open@sap.com </p>\n<p>\n<strong>Right to lodge a complaint with a supervisory authority.</strong> If you take the view that SAP is not processing your Personal Data in accordance with the requirements set out herein or applicable EEA data protection laws, you can at any time lodge a complaint with the data protection authority of the EEA country where you live or with the data protection authority of the country or state where SAP has its registered seat.</p>\n<p>\n<strong>Consents of children.</strong> This website and app is not directed to users of an age of below 16 years.\nIf you are younger than 16, you may not register with and use this website and app.\n</p>\n<p>\n<strong>Links to other websites.</strong> This website may contain links to foreign (meaning non-SAP Group companies) websites.\nSAP is not responsible for the privacy practices or the content of websites outside the SAP Group of companies.\nTherefore, we recommend that you carefully read the privacy statements of such foreign sites.\n</p>\n<p>The social media buttons used are purely links, and thus not the so-called \"like\" and \"share\" buttons used by social media services.\nThey do not transfer customer data or IP addresses.\n</p> B.\nPROCESSING BASED ON A STATUTORY PERMISSION <p>\n<strong>Provision of Service (Article 6 para.\n1 lit.\nb EU General Data Protection Directive (“GDPR”)).</strong> In order to be able to make openSAP available to you, SAP is required to process the following information: In every visit to our website, the user data from your Internet browser is automatically submitted and stored in protocol files - the so-called server log files.\nThe stored data sets contain the following information: </p>\n<ul>\n<li>Date and time of the server request<br>\n</li>\n<li>Name of the requested page<br>\n</li>\n<li>Referrer URL (the website from where you arrived at our website)<br>\n</li>\n<li>Type and version of your browser<br>\n</li>\n<li>The IP address of the accessing computers<br>\n</li>\n<li>HTTP Error Code and Error Message (in case of erroneous requests)<br>\n</li>\n</ul>\n<p>These data are solely used for bug fixing purposes, i.e.\nto find and fix errors in our platform software.\nLogging data is retained for a maximum duration of 4 weeks.\n</p>\n<p>\n<em>Helpdesk.</em> The openSAP Helpdesk requires your name and e-mail address to provide you with technical and platform-related support.\nThe use of your Personal Data is limited to the support communication with the openSAP Helpdesk.\n</p>\n<p>\n<em>Comments on podcasts.</em> openSAP provides the functionality to leave comments on selected podcast episodes.\nThis feature is designed in such a way, so that it can be used anonymously, which is also recommended.\nIf you still decide to provide additional personal data, i.e.\nyour name and e-mail address, please note that openSAP will share this information with the respective podcast hosts to contact you.\nYour personal data will not be made publicly available and only be used for communication purposes regarding the respective podcast.\n</p>\n<p>\n<em>Learning progress and performance.</em> openSAP keeps track of your learning progress and performance to provide you with respective course certificates, such as “Records of Achievement” and “Confirmations of Participation”.\n</p>\n<p>\n<strong>Processing based on a legitimate interest of SAP.</strong> Each of the use cases below constitutes a legitimate interest of SAP (Article 6 para.\n1 lit.\nf GDPR) to process or use your Personal Data.\nIf you do not agree with this approach, you may object against SAP’s processing or use of your Personal Data as set out below.\n</p>\n<p>\n<em>In order to keep you up-to-date.</em> Within an existing business relationship between you and SAP, SAP may inform you, where permitted in accordance with local laws, about its products or services (including course announcements, recommendations and platform related information) which are similar or relate to such products and services you have already purchased or used from SAP.\n</p>\n<p>\n<em>Surveys.</em> SAP may invite you to participate in questionnaires and surveys.\nThese questionnaires and surveys will be generally designed in a way that they can be answered without any Personal Data.\nIf you nonetheless enter Personal Data in a questionnaire or survey, SAP may use such Personal Data to improve its products and services.\n</p>\n<p>\n<em>Evaluation of Anonymized Data Sets.</em> SAP may anonymize Personal Data provided under this Privacy Statement to create anonymized data sets and aggregated usage reports, which will then be used to improve the openSAP offerings.\nThese anonymized data sets and aggregated usage reports will be shared with third parties to conduct academic research projects to improve the openSAP offering.\n</p>\n<p>\n<em>Web Analysis.</em> To continually improve our offer we use the open source web analytic software \"Matomo\" (formerly known as \"Piwik\").\nWith Matomo we can receive in real time reports about, e.g., the number of visitors, the search machines and the search words used that lead users to our offer.\nThis helps us to constantly optimize our offer and design it accordingly.\nMatomo also uses cookies that are stored on your computer and enable an analysis of your use of the website (also see Section D).\nThese cookies have a lifespan of 1 week.\nThe information generated by the cookie about your use of this Internet offer is saved on our server.\nWe would also like to note that on this website Matomo uses the \"anonymize IP\" function.\nThis ensures an anonymous capture of your IP address (so-called IP masking) by us.\nYour IP address is only stored in abbreviated form, thus does not allow any conclusions to be drawn about your identity.\nYou can object to being tracked with Matomo anytime by setting the \"Do Not Track\" option in your browser or opting out here: </p>\n<p>You can at any time object against SAP’s use of your Personal Data for these purposes by sending an email to open@sap.com.\nIn this case, SAP will carefully review any such objection and cease further use of the relevant information, unless SAP can claim compelling legitimate grounds for the use of the information, which override your interest in objecting or if SAP requires the information for the establishment, exercise or defense of legal claims.\n</p> C.\nPROCESSING BASED ON CONSENT <p>In the following cases, SAP will use your Personal Data only after you have provided a consent (Article 6 para.\n1 lit a GDPR).\n</p>\n<p>\n<em>There are two ways to create a user account on openSAP.\nYou can either register directly on openSAP with your name and e-mail address or use the SAP Cloud Identity for Single Sign-On.\nIn both cases openSAP will create a minimal user profile containing the Personal Data needed for the provision of its services.\nIf you decide to use SAP Cloud Identity for Single Sign-On, a centralized user profile will be created in addition.</em>\n</p>\n<p>\n<strong>Creating a minimal user profile.</strong> SAP requires your name and email address in order to enable you to participate in openSAP courses and to register for the openSAP website and respective mobile applications.\nYour name, email address and date of birth (optionally, if you provide it in your profile) will also appear on personal course documents, such as “Confirmations of Participation” and “Records of Achievement”.\nYour email address will be used for course related communications and the announcement of new courses and changes to the openSAP platform.\n</p>\n<p>Parts of the openSAP web offerings and respective mobile applications bring you in touch with other openSAP users, e.g.\nto discuss with other learners in the discussion forum or the Collab Spaces of openSAP courses.\nIf you decide to participate in these activities, other users will have access to parts of your minimal profile data, i.e.\nyour full name (unless you choose to set a differing display name) and your profile picture, if you have uploaded one.\n</p>\n<p>\n<strong>Creating a centralized user profile.</strong> If you decide to use SAP Cloud Identity for Single Sign-On, SAP requires you to register and create a centralized user profile.\nUser profiles provide the option to display personal information about you to other users, including but not limited to your name, photo, social media accounts, postal or email address, or both, telephone number, personal interests, skills (e.g.\nprofessional skills and/or completed openSAP courses) , and basic information about your company.\nIf your company is a SAP partner, openSAP may use this information to provide you with special partner-related course offerings.\n</p>\n<p>These profiles created in the SAP Cloud Platform Identity Authentication Service, may also allow you to access other web offerings of SAP or of other entities of the SAP Group, or both.\nIt is, however, always your choice which of these additional web offerings you use and your Personal Data is only forwarded to them once you initially access them.\nKindly note that without your consent for SAP to create such user profiles SAP will not be in a position to offer such services to you where your consent is a statutory requirement that SAP can provide these services to you.\n</p>\n<p>Within any web offering, beyond the mere provision of access your profile is used to personalize interaction with other users (for example, by way of messaging or follow functionality) and by SAP to foster the quality of communication and collaboration through such offerings and for SAP to provide gamification elements (gamification is the process of taking something that already exists, such as a website, an enterprise application, or an online community, and integrating game mechanics into it to motivate participation, engagement, and loyalty).\nTo the greatest extent supported by the relevant web offering, you can use the functionality of the relevant web offering to determine which information you want to share.\n</p>\n<p>\n<strong>News about openSAP related products and services.</strong> SAP requires your Personal Data to inform you about openSAP´s course-related offerings and services (e.g.\ndiscounts on books, openSAP reactivation codes, and other offerings outside the openSAP platform, e.g.\nSAP Learning Hub offerings), as well as personalized communication based on your preferences and learning history (e.g.\nspecial information for learners who received a record of achievement).\n</p>\n<p>All communications come directly from openSAP and your Personal Data will not be shared with any other organization inside or outside of SAP.\nAny such use of information is based on the consent you grant hereunder.\n</p>\n<p>\n<strong>SAP partner offering.</strong> Based on your consent, SAP will provide you with special course offerings limited to SAP partner organizations.\nFor this purpose, openSAP will check if you belong to an SAP partner company and are eligible to participate in these courses and will supplement your profile with partner affiliation information.\nTo improve SAP´s educational offerings and enablement recommendation for partners, openSAP will use your openSAP learning performance and history, and your partner affiliation data, and share it with other organizations within SAP.\n</p>\n<p>For this purpose, openSAP requires you to connect your openSAP profile to the SAP Enterprise login (SAP Cloud Identity service for single sign-on).\nYour openSAP profile will be supplemented with data from the SAP Cloud Identity service for single sign-on, i.e.\nyour SAP user ID, associated email address, and first and last name.\nopenSAP will match the data with the SAP Partner Relationship Management (PRM) database.\nIf your SAP user ID exists in this database and belongs to a company with a valid SAP PartnerEdge contract, openSAP will supplement your openSAP profile with partner affiliation data, i.e.\nSAP partner status, name and ID of SAP partner company, region and country.\nopenSAP will track your learning performance and history, i.e.\nthe courses you have enrolled on, the date of course enrollment, course completion status (record of achievement, confirmation of participation), and the date of course completion.\nopenSAP will then share this data together with the data from the SAP Cloud Identity service for single sign-on (SAP user ID, associated first and last name) and partner affiliation data for reporting and analysis through a Global Partner Enablement Dashboard that monitors training activities.\nThis data will be used by SAP to understand which enablement topics are required for partners and, based on these requirements, build tailored partner enablement content, courses, delivery formats, and learning programs.\nSAP will also measure the effectiveness of these offerings in order to improve them.\nIn addition, SAP will use the data to recommend specific courses and programs based on the user’s learning history.\n</p>\n<p>\n<strong>Withdrawal of consent to the processing of Personal Data.</strong> You may withdraw your consent for SAP to process your Personal Data as stated herein at any time.\nOnce you assert this right, SAP will not process your Personal Data any longer unless legally required to do so.\nHowever, any withdrawal has no effect on past processing by SAP up to the point in time of your withdrawal.\nPlease direct any such request to open@sap.com.\n</p> D.\nCookies and similar tools <p>Information gathered by cookies or similar technologies, and any use of such information, is further described in openSAP’s Cookie Statement.\nYou can exercise your cookie preferences as outlined in openSAP’s Cookie Statement.\n</p> E.\nExternal Resources <p>\n<strong>Vimeo.</strong> Our website includes content from the video portal Vimeo.com.\nThe site operator is Vimeo LLC, 555 West 18th Street, New York, NY 10011, USA.\nWhen you visit one of our sites with a video player, a connection will be established to the Vimeo servers.<br>\nVimeo will then be informed which of our pages you have visited (\"Referer URL\").\nVimeo will also have access to your IP address.\n</p>\n<p>\n<strong>Kaltura.</strong> In order to provide video content on the openSAP Microlearning website, it is connected with the KALTURA Platform, provided by Kaltura, Inc..\nNew York, NY 10003.\nUSA.\nKaltura stores, processes and distributes videos for consumption via the openSAP Microlearning website.\nWhen you interact with the openSAP Microlearning website, Kaltura will have access to your IP address.\n</p>\n<p>\n<strong>Microsoft Azure Edge.</strong> Our website loads parts of the so-called \"static resources\", i.e.\nfiles which don't change often and are usually quite large (e.g.\nJavaScript, Cascading Style Sheets or images) from a Content Delivery Network (CDN).\nCDN providers run servers in different parts of the world and mirror our static resources on each of these servers.\nWhen your browser loads such a static resource, you will always be connected to the closest (and thus fastest) CDN server.\nWhen downloading, the CDN provider is informed which of our pages you have visited (\"Referer URL\") and also has access to your IP address.\n</p>\n<p>The CDN for openSAP is Microsoft Azure Edge, operated by the Microsoft Corporation, One Microsoft Way, Redmond, Washington 98052, USA.\nThe responsible data protection officer for the EEA can be contacted via: Microsoft Ireland Operations Limited, Attn: Data Protection Officer, One Microsoft Place, South County Business Park, Leopardstown, Dublin 18, Ireland.\n</p>\n<p>\n<strong>Podlove.</strong> Both Podlove Subscribe Button and Podlove Web Player are served by keycdn.com (keycdn GDPR statement).\nPodlove Publisher tracks download statistics.\nIP addresses are used to determine an estimated geographic location (city or state level).\nIP addresses are stored temporarily (up to 48 hours) as part of a request id.\nThis is necessary because the podcast owner needs to know how often episodes are downloaded to prove the viability of her/his endeavors.\n</p>\n<p>To determine a realistic download number, the system must be able to recognize repeated access to the same file by the same user.\nThe only reliable way to achieve this is by considering the IP address in combination with the User Agent.\nUsing an anonymized IP address is not possible because it would lead to wrong results.\nAn access to the same file by the same user on different days can be considered separate downloads, therefore it is necessary to store IPs for only up to 48 hours.\nAfter 48 hours request ids are salted in a way that makes it impossible to restore the original IP address.\nThe User Agent is stored as well.</p>\n<p>This page was last changed at Fri, 09 Apr 2021 07:55:24 +0000.</p>More information<ul>\n<li>About Us</li>\n<li>Gallery</li>\n<li>Course Reactivation</li>\n<li>Blog</li>\n<li>SAP Training Offerings</li>\n<li>Polls</li>\n</ul>Help<ul>\n<li>FAQ</li>\n<li>Certificate Guidelines</li>\n<li>Digital Badges</li>\n<li>Code of Honor</li>\n<li>Forum Rules</li>\n<li>Peer Assessment</li>\n<li>Helpdesk</li>\n</ul>Follow us<ul>\n<li>Twitter</li>\n<li>Facebook</li>\n<li>SAP Community Network</li>\n</ul>About openSAP<p>openSAP is SAP’s free learning platform for everyone interested in learning about SAP’s latest innovations and how to survive in the digital economy.\nopenSAP Enterprise MOOCs are complete courses, and learners can earn a certificate to demonstrate the knowledge they’ve acquired.\nComplementary learning opportunities exist in the form of openSAP Podcasts and openSAP Microlearning.</p>© 2013 - 2021<ul>\n<li>Copyright SAP</li>\n</ul>&nbsp;– <ul>\n<li>Legal Disclosure</li>\n<li>Privacy</li>\n<li>Terms of Use</li>\n</ul>Powered by <ul>\n<li>HPI</li>\n<li>openHPI</li>\n</ul> (r6773)Helpdesk<p>\n</p>", "created_at": "2021-04-23 18:41:28.319868", "updated_at": "2021-04-23 19:32:36.557172"}], "points": [], "urls": ["open.sap.com"]}}