{"error": 448, "message": "OK", "parameters": {"id": 1792, "name": "Hunt and Jump - Stable managing game", "created_at": "2019-08-17 14:53:13.989707", "updated_at": "2021-03-25 03:19:40.938703", "wikipedia": null, "keywords": null, "related": null, "slug": "hunt_and_jump_stable_managing_game", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1792.png", "url": "https://hj2.huntandjump.com", "documents": [{"id": 1803, "name": "Rules and Conditions", "url": "https://hj2.huntandjump.com/rules.php", "xpath": "", "text": " Welcome! | Log In FOREST SERVER | <strong>Year: 90 Era: 8</strong>\n<br>Next breeding season: Jan 2nd <ul>\n<li> My Stable <ul>\n<li>Member Home</li>\n<li>My Barns</li>\n<li>My Pastures</li>\n<li>Create A Horse </li>\n</ul>\n</li>\n<li> Showing <ul>\n<li>My Show Entries</li>\n<li>Train My Horses</li>\n<li>Auto Show Settings</li>\n</ul>\n</li>\n<li> Advanced Facilities <ul>\n<li>Boost Tokens</li>\n<li>Gene Mod Treatment</li>\n<li>Unalter Horses</li>\n<li>Adv.\nBreeding Lab</li>\n<li>Cloning Lab</li>\n</ul>\n</li>\n<li> Community <ul>\n<li>Search Horses</li>\n<li>Forum</li>\n<li>Buddy Chat</li>\n<li>Search Users</li>\n<li>Breeders Clubs</li>\n<li>Public Auction House</li>\n<li>Gift Exchange</li>\n<li>Adventures in Holidayland!</li>\n</ul>\n</li>\n<li> Upgrade <ul>\n<li>Voucher Exchange</li>\n<li>Buy Upgrades</li>\n</ul>\n</li>\n<li> Resources <ul>\n<li>Forum</li>\n<li>FAQ User Guide</li>\n<li>Genetics Guide</li>\n<li>Breeding Info</li>\n<li>Rules and ToS</li>\n<li>Log Out</li>\n</ul>\n</li>\n</ul> X HuntAndJump Rules and Conditions HuntAndJump.com Rules <ol>\n<li>Joining Rules</li>\n<ul>\n<li>You must be exactly 16 years of age or older to play HuntAndJump.com.\nThis is to comply with European parental consent laws and all members under sixteen will have their accounts banned.</li>\n<li>Creating any account for the purpose of political or religious debate will result in the immediate banning of that member.\nThis includes anti-horse-slaughter, although creating rescue stables is perfectly acceptable.</li>\n<li>By joining you signify the understanding that HuntAndJump.com has the sole right to seize all game points, horses and/or accounts on the game for any reason.</li>\n<li> All minors must ask parental permission before joining.</li>\n<li>No member of HuntAndJump.com may at anytime own or hold an official position for any website that competes with HuntAndJump.com.</li>\n<li>By joining members agree that they will not create or be perform work on any website that competes with HuntAndJump.com.</li>\n</ul>\n<p>\n</p>\n<li>Site Content</li>\n<ul>\n<li>No member name or horse name may make direct reference to any vulgar, profane or generally inappropriate content.\nWords that indirectly refer to inappropriate content are fine as long as they them selves are not inherently vulgar.</li>\n<li>All images and text on a horses or members page must be 100% appropriate for people of all ages.\nNo images representing or including sexual or vulgar content may be displayed.</li>\n<li>Because HuntAndJump.com owns all horses and accounts on the game, members hold no copyright control over such names.</li>\n<li> Images placed on HuntAndJump.com are the full legal responsibility of the person whose account or horses page they fall on.\nHuntAndJump.com will not remove image placed on the site as they are not the games responsibility.\nIf you use illegal images on the site your privacy may be forfeited and you email forwarded to the owner of the copyrighted material.\nHuntAndJump.com can however fine or freeze accounts violating any copyright laws.</li>\n<li>HuntAndJump.com can and will remove any horses from the game that it feels contain images that violate the law in anyway.\nThis includes copyright infringement and hotlinking.\nMultiple occurrences is a lockable offense.</li>\n</ul>\n<p>\n</p>\n<li>Multiple Accounts: All the below rules apply to accounts owned by the same member.</li>\n<ul>\n<li>\n<b>There is a limit of 3 free accounts per household.</b>\n</li>\n<li>\n<b>Excessive account creation is grounds for all accounts being locked.</b>\n</li>\n<li>\n<b>All accounts owned by a single member must have the same email address.</b>\n</li>\n<li>\n<b>Creating more than 3 accounts even if some or most are deactivated is still a lockable offence if done to excess.</b>\n</li>\n<li>If it is found that accounts you own contain different email addresses all your accounts can be fined or frozen.</li>\n<li>If more than one player accesses their account from the same home all accounts owned by both members are considered one member, i.e.\nyou and your sister can not send gifts to each other or share a single upgraded account.</li>\n<li>Members may own as many paid accounts on HuntAndJump.com as they can reasonably manage, but no more than 3 free accounts.</li>\n<li>Members may not sell and breed horses between multiple accounts they own for any reason.</li>\n<li>Sales or breedings between accounts owned by the same member will result in fines or removed horses.</li>\n<li>For no reason should a horse be transferred repeatedly between accounts owned by the same member.</li>\n<li>For no reason should a horse in a basic account be sold to an upgraded account for the sole purpose of utilizing upgraded features.</li>\n<li>Members who are transferring money between accounts will have all accounts fined or frozen.</li>\n</ul>\n<p>\n</p>\n<li>Member Interactions: All the below rules apply to interactions between accounts owned by different members.</li>\n<ul>\n<li>All members are guests of HuntAndJump.com .\nAs such every member is expected to treat all other guests equally and fairly.</li>\n<li>When you place a horse for public sale you place it for sale to every one.\nYou may not reserve a public sale for a certain person.\nOnly buddy list sales can be reserved.</li>\n<li>When you place a horse for public breed you place it for stud/brood to every one.\nYou may not reserve a breeding for a certain person.\nIf a person breeds to your horse other then the person whom you intended to, you may not complain or harass the breeder for any reason.</li>\n<li>No member on HuntAndJump.com has any right to harass or any way pester another member of the game, on or off of the site.\nThis includes telling a different member to change something about their horses, or sending unwanted communications.\nChain-mailers will be banned from the game.</li>\n</ul>\n<p>\n</p>\n<li>Account/Horse Management</li>\n<ul>\n<li>Members also do not own any part of HuntAndJump.com and as such they have no legal claim to any account or horse on the site.</li>\n<li>Because members do not own anything on HuntAndJump.com they may not give away, or sell any horse on the site for actual money.</li>\n<li>Member accounts are a gift from HuntAndJump.com to its members.\nThey may not be sold for actual or for game money.\nThey may not be given or gifted to any person, for any reason.\nYou may not have another person log into your account for any reason.</li>\n<li>For no reason should two members own a single account but members on different accounts may have partnerships and sister stables.</li>\n<li>HuntAndJump.com will not get involved in any dispute involving game partnerships.</li>\n<li>HuntAndJump.com reserves the sole right to sell horses, accounts and hajibucks for actual money and no other person may do so.</li>\n<li>Members found trying to sell horses, accounts or hajibucks will have ALL of their accounts frozen immediately.</li>\n<li>No site administrator or moderator will ever ask you for your password or email.\nWe have no need to, so never give this information away.</li>\n<li>A member must never use one account for the sole benefit or another account.</li>\n<li>Members must not create accounts for the sole benefit or another account.</li>\n<li>All accounts created or used to transfer money or horses to the benefit of a central account are considered illegal.</li>\n<li>A member may be banned if HuntAndJump.com feels that member is creating or using accounts to benefit a centralized account.</li>\n<li>Members whose accounts are locked lose all rights to said accounts, horses, game cash, upgrades, barns or any other features of that accounts.</li>\n<li>HuntAndJump.com may decide that any conduct it dislikes is grounds for account locking.</li>\n</ul>\n<p>\n</p>\n<li>Guarantees</li>\n<ul>\n<li>HuntAndJump.com makes no explicit or implicit guarantees.</li>\n<li>HuntAndJump.com does not guarantee its up time nor any other aspect of the game, nor do we make any guarantees about future content for upgraded members.</li>\n<li>HuntAndJump.com may choose to offer rebates or incentives due to down time, but does not guarantee any such practice.</li>\n<li>HuntAndJump.com does not owe any members any refunds for any reason other then a mistake made by HuntAndJump.com's staff or ownership.</li>\n<li>The only mistakes warranting refund are accidental deleting of a members account, horses, barns, cash, or upgrades, or improper insertion of a paid upgrade or add-on into the database.</li>\n<li>HuntAndJump.com will not give refunds for any items purchased via IV's, game cash, or other non real currency transaction.</li>\n<li>HuntAndJump.com will not give refunds if a member loses their account because of password sharing or negligence.</li>\n<li>Members who are caught cheating and have accounts locked may pay to have the locked accounts transferred to a new stable but for no reason will HuntAndJump.com provide a refund to any member who has an account locked because of cheating.</li>\n<li>Cheating negates any claim the member had on their accounts, or any money, items, or time invested into that account.</li>\n<li>Members agree not to hold HuntAndJump.com liable for any money lost or time spent while playing the game.</li>\n<li>The member acknowledges that once money is paid to HuntAndJump.com, HuntAndJump.com reserves the right to not issue a refund for any reason.</li>\n<li>Members who are rude, offensive, or threatening to HuntAndJump.com negate any right to any refund.</li>\n<li>HuntAndJump.com reserves the right to shut down, remove, delete or modify any account or stable at any time for any reason, and does not have to give refunds in such cases.</li>\n</ul>\n<p>\n</p>\n<li>Accepting these Rules of Conduction and Terms and Conditions.</li>\n<ul>\n<li>As stated on the log in box on HuntAndJump.com members agree to these terms and conditions every time they log in.</li>\n<li>Any changes made to these rules apply to all members immediately without exception, or warning.</li>\n<li>HuntAndJump.com does not have to warn it's members of rule breaking or misconduct before locking their accounts.</li>\n<li>HuntAndJump.com members are held responsible for tracking the status of their accounts personally.\nHuntAndJump.com does not have any obligation to contact or inform it's members in any way of account, game cash, game horse or other closures or seizures of the members items on HuntAndJump.com.</li>\n<li>HuntAndJump.com provides its members with a service not a product.\nAs such once this service is provided HuntAndJump.com is no longer responsible for any returns or refunds.</li>\n<li>Forcing of a return or refund will be considered refusal of payment for services provided and will cause you to be permanently banned from all accounts.</li>\n</ul>\n</ol> ★News &amp.\nAlerts Previous 11/17/2020 9:04 AM ESTHappy almost end of 2020!\nWe are starting the celebration now with the opening of our Gift Exchange.\n(see Community links) Also Ice20 is now available!<br> 12/1/2020 8:08 AM ESTHappy Last Month of 2020!\n<br>3 New RGS genes everyday\n<br>Random galloping sale items 20.20% off for just 20 hours at a time.<br>\nGift Exchange assignments are live! 11/30/2020 6:51 AM EST Today is the last day to enter the gift exchange!11/26/2020 7:21 AM ESTAll pastures 30% off till the end of the month!11/24/2020 4:41 AM ESTAdventures in Holidayland starts today.\nGet Lucky Create Event and Pumpkin Spice DHH today.\n<br>\n<br>\nOne week left to enter the gift exchange!11/17/2020 9:04 AM ESTHappy almost end of 2020!\nWe are starting the celebration now with the opening of our Gift Exchange.\n(see Community links) Also Ice20 is now available!<br> 12/1/2020 8:08 AM ESTHappy Last Month of 2020!\n<br>3 New RGS genes everyday\n<br>Random galloping sale items 20.20% off for just 20 hours at a time.<br>\nGift Exchange assignments are live! 11/30/2020 6:51 AM EST Today is the last day to enter the gift exchange!11/26/2020 7:21 AM ESTAll pastures 30% off till the end of the month!11/24/2020 4:41 AM ESTAdventures in Holidayland starts today.\nGet Lucky Create Event and Pumpkin Spice DHH today.\n<br>\n<br>\nOne week left to enter the gift exchange!11/17/2020 9:04 AM ESTHappy almost end of 2020!\nWe are starting the celebration now with the opening of our Gift Exchange.\n(see Community links) Also Ice20 is now available!<br> Next ★Bonus Stall Progress 0% <p>\n<strong>Total Stalls Earned: 0</strong>\n</p> ★Achievement Tasks Create a 3 year old stallion + Show Instructions <p>\n<strong>Use the \"Create A Horse\" page to create a stallion that is 3 years of age.\n</strong>\n</p>\n<ol>\n<li>Under \"Stable Home\" in the navigation bar click on the \"Create A Horse\" link.</li>\n<li>Fill out the form in the \"Create a New Horse\" section.\n</li>\n<ul>\n<li>Select a unique name.\nYou can add your initials or stable name, if the name you want is already taken.</li>\n<li>The # sign can also be used to automatically add the ID number to the horse name.</li>\n<li>Select \"Colt\" as your gender.\nA colt is a young stallion.\n</li>\n<li>Select any height or size you wish.</li>\n<li>Make sure \"3yr Old\" is selected in the age drop down.</li>\n</ul>\n<li>Hit \"Create New Foal\"</li>\n<li>Once created you can click the image to see your new horse's page, or navigate to \"My Barns\" to see a list of all horses you own.</li>\n<li>Return here to claim your prize!</li>\n</ol> 0 of 1 <strong>Reward:</strong>\n<br>12.5% towards next bonus stall.<br> Create a 4 year old mare + Show Instructions <p>\n<strong>Use the \"Create A Horse\" page to create a mare that is 4 years of age.</strong>\n</p>\n<ol>\n<li>Under \"Stable Home\" in the navigation bar click on the \"Create A Horse\" link.</li>\n<li>Fill out the form in the \"Create a New Horse\" section.\n</li>\n<ul>\n<li>Select a unique name.\nYou can add your initials or stable name, if the name you want is already taken.</li>\n<li>The # sign can also be used to automatically add the ID number to the horse name.</li>\n<li>Select \"Filly\" as your gender.\nA filly is a young mare.\n</li>\n<li>Select any height or size you wish.</li>\n<li>Make sure \"4yr Old\" is selected in the age drop down.</li>\n</ul>\n<li>Hit \"Create New Foal\"</li>\n<li>Once created you can click the image to see your new horse's page, or navigate to \"My Barns\" to see a list of all horses you own.</li>\n<li>Return here to claim your prize!</li>\n</ol> 0 of 1 <strong>Reward:</strong>\n<br>12.5% towards next bonus stall.<br> Put a horse through \"Breeding Advice\" + Show Instructions <p>\n<strong>Run a horse through the \"Breeding Advice\" test.\n</strong>\n</p>\n<ol>\n<li>Select an untested mare or stallion you own.\nSelect the \"Control Panel\" tab.\n</li>\n<li>Click the button that reads \"Breeding Advice\"</li>\n<li>The results of the test will pop up and tell you if your horse is worth breeding too, if not your horse will be automatically altered.</li>\n<li>Most horses will not pass the test.</li>\n<li>You need to own lots of altered show horses to make money, so that is a good thing!</li>\n<li>Return here to claim your prize!</li>\n</ol> 0 of 1 <strong>Reward:</strong>\n<br>5% towards next bonus stall.<br>500 hbs<br> Rules and Terms of Service © 2020 KD Web Games LLC ", "created_at": "2019-08-17 14:56:27.907077", "updated_at": "2020-12-14 19:38:41.015793"}], "points": [{"id": 7785, "title": "This service is only available to users of a certain age", "source": "https://hj2.huntandjump.com/rules.php", "status": "Generated through the annotate view", "created_at": "2019-08-18 00:08:23.957352", "updated_at": "2021-02-06 04:16:24.734944", "quoteText": "Joining Rules</li>\n<ul>\n<li>You must be exactly 13 years of age or older to play HuntAndJump.com.\nThis is the law and all members under thirteen will have their accounts banned.", "case_id": 152, "document_id": 1803, "quoteStart": 988, "quoteEnd": 1165}], "urls": ["https://hj2.huntandjump.com"]}}