{"error": 448, "message": "OK", "parameters": {"id": 1725, "name": "Penguin Random House", "created_at": "2019-07-30 03:10:19.461523", "updated_at": "2021-12-22 20:18:05.483195", "wikipedia": null, "keywords": null, "related": null, "slug": "penguin_random_house", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1725.png", "url": "penguinrandomhouse.com,seussville.com", "documents": [{"id": 1689, "name": "Terms of Use", "url": "https://www.penguinrandomhouse.com/terms/", "xpath": null, "text": " Skip to Main Content (Press Enter) When you buy a book, we donate a book Toggle side nav <p>Sign in</p>\n<ul>\n<li>\n<p>Holiday Gift Guide</p> Fill 1 </li>\n<li>\n<p>Books</p> Fill 1 </li>\n<li>\n<p>Kids</p> Fill 1 </li>\n<li>\n<p>Popular</p> Fill 1 </li>\n<li>\n<p>Authors &amp.\nEvents</p> Fill 1 </li>\n<li>\n<p>Gifts &amp.\nDeals</p> Fill 1 </li>\n<li>\n<p>Audio</p> Fill 1 </li>\n</ul>\n<ul>\n<li> Gifts for Your Little One Learn More &gt.\n</li>\n<li> The Biggest Books of the Month Learn More &gt.\n</li>\n<li> A Half Baked Harvest Holiday Tieghan Gerard's Guide to a Small but Special Meal at Home &gt.\n</li>\n</ul>\n<ul>\n<li> &lt;Holiday Gift Guide&gt;</li>\n<li>Books Give More</li>\n<li>Give an Unforgettable Novel</li>\n<li>Give an Escape</li>\n<li>Give a Conversation Starter</li>\n<li>Give Sweet Dreams</li>\n<li>Give a Jolt of Inspiration</li>\n<li>Give a Moment to Relax</li>\n<li> &lt;View All&gt;</li>\n</ul>\n<ul>\n<li> &lt;Books&gt;</li>\n<li>Popular</li>\n<li>New &amp.\nNoteworthy</li>\n<li>Bestsellers</li>\n<li>Popular Series</li>\n<li>Holiday Gift Guide</li>\n<li>Coming Soon</li>\n<li>\n<em>Between the World and Me</em> Oral History</li>\n<li>Fiction</li>\n<li>Classics</li>\n<li>Literary Fiction</li>\n<li>Mystery</li>\n<li>Romance</li>\n<li>Science Fiction &amp.\nFantasy</li>\n<li>Nonfiction</li>\n<li>Biographies &amp.\nMemoirs</li>\n<li>Politics</li>\n<li>Cooking</li>\n<li>History</li>\n<li>Wellness</li>\n<li>Series</li>\n<li>Anita Blake, Vampire Hunter</li>\n<li>A Longmire Mystery</li>\n<li>Dresden Files</li>\n<li>Outlander</li>\n<li>Penguin Classics</li>\n<li> &lt;View All&gt;</li>\n</ul>\n<ul>\n<li> &lt;Kids&gt;</li>\n<li>Popular</li>\n<li>New &amp.\nNoteworthy</li>\n<li>Bestsellers</li>\n<li>Award Winners</li>\n<li>Giftable Books for Kids</li>\n<li>Books for K-2nd Graders</li>\n<li>Books for Middle Graders</li>\n<li>Trending Series</li>\n<li>Who Was</li>\n<li>Magic Treehouse</li>\n<li>The Last Kids on Earth</li>\n<li>Mad Libs</li>\n<li>Narwhal and Jelly</li>\n<li>Beloved Characters</li>\n<li>The World of Eric Carle</li>\n<li>Llama Llama</li>\n<li>Dr.\nSeuss</li>\n<li>Junie B.\nJones</li>\n<li>Peter Rabbit</li>\n<li>Categories</li>\n<li>Board Books</li>\n<li>Picture Books</li>\n<li>Guided Reading Levels</li>\n<li>Middle Grade</li>\n<li>Activity Books</li>\n<li> &lt;View All&gt;</li>\n</ul>\n<ul>\n<li> &lt;<p>Popular</p>\n</li>\n<li>Trending</li>\n<li>Trending This Week</li>\n<li>\n<em>Between the World and Me</em> Oral History</li>\n<li>The NYTimes Best Books of 2020</li>\n<li>\n<em>The Mandalorian</em> Book Guide</li>\n<li>Anti-Racist Resources</li>\n<li>Expert Picks</li>\n<li>Editor's Picks: Fiction</li>\n<li>Editor's Picks: Science Fiction &amp.\nFantasy</li>\n<li>Editor's Picks: Romance</li>\n<li>Editor's Picks: Mystery</li>\n<li>Features &amp.\nInterviews</li>\n<li>Danielle Steel Interview</li>\n<li>Yaa Gyasi Interview</li>\n<li>Nick Hornby Interview</li>\n<li>Glennon Doyle Interview</li>\n<li>Deepak Chopra Essay</li>\n<li>An Inside Look: <em>Black Futures</em>\n</li>\n<li>For Book Clubs</li>\n<li>Reese Witherspoon x Hello Sunshine</li>\n<li>Oprah's Picks for This Year</li>\n<li>Guide: <em>Educated</em>\n</li>\n<li>Guide: <em>Everything I Never Told You</em>\n</li>\n<li> &lt;</li>\n</ul>\n<ul>\n<li> &lt;Authors &amp.\nEvents&gt;</li>\n<li>Our Authors </li>\n<li>Jan Brett</li>\n<li>Jodi Picoult</li>\n<li>Ken Follett</li>\n<li>Eric Carle</li>\n<li>Colson Whitehead</li>\n<li>Trending Authors</li>\n<li>Barack Obama</li>\n<li>Ta-Nehisi Coates</li>\n<li>Kamala Harris</li>\n<li>James McBride</li>\n<li>Tana French</li>\n<li>Ibram X.\nKendi</li>\n<li> &lt;View All&gt;</li>\n</ul>\n<ul>\n<li> &lt;<p>Gifts &amp.\nDeals</p>\n</li>\n<li>Deals</li>\n<li>Reduced Price Ebooks</li>\n<li>Reader Rewards</li>\n<li>Gift Guides</li>\n<li>Our Holiday Gift Guide</li>\n<li>Giftable Books for Kids</li>\n<li>No Fail Gifts for Dad</li>\n<li>No Fail Gifts for Mom</li>\n<li> &lt;</li>\n</ul>\n<ul>\n<li> &lt;Audio&gt;</li>\n<li>Popular</li>\n<li>New Releases</li>\n<li>Award Winners</li>\n<li>Coming Soon</li>\n<li>Featured</li>\n<li>Memoirs Read by the Author</li>\n<li>Stories Read By Your Favorite Celebrities</li>\n<li>Audiobooks You Just Can't Pause</li>\n<li>Listen With the Whole Family</li>\n<li> &lt;View All&gt;</li>\n</ul>\n<p>Sign In</p> cart 0 <ul>\n<li>\n<p>Holiday Gift Guide</p>\n<ul>\n<li>Books Give More</li>\n<li>Give an Unforgettable Novel</li>\n<li>Give an Escape</li>\n<li>Give a Conversation Starter</li>\n<li>Give Sweet Dreams</li>\n<li>Give a Jolt of Inspiration</li>\n<li>Give a Moment to Relax</li>\n</ul> An Imaginative and Action-Packed Adventure Read <em>Ready Player Two</em> by Ernest Cline &gt.\nA Half Baked Harvest Holiday Tieghan Gerard's Guide to a Small but Special Meal at Home &gt.\n</li>\n<li>\n<p>Books</p>\n<ul>\n<li>Popular</li>\n<li>New &amp.\nNoteworthy</li>\n<li>Bestsellers</li>\n<li>Popular Series</li>\n<li>Holiday Gift Guide</li>\n<li>Coming Soon</li>\n<li>\n<em>Between the World and Me</em> Oral History</li>\n</ul>\n<ul>\n<li>Fiction</li>\n<li>Classics</li>\n<li>Literary Fiction</li>\n<li>Mystery</li>\n<li>Romance</li>\n<li>Science Fiction &amp.\nFantasy</li>\n<li>View All &gt;</li>\n</ul>\n<ul>\n<li>Nonfiction</li>\n<li>Biographies &amp.\nMemoirs</li>\n<li>Politics</li>\n<li>Cooking</li>\n<li>History</li>\n<li>Wellness</li>\n<li>View All &gt;</li>\n</ul>\n<ul>\n<li>Series</li>\n<li>Anita Blake, Vampire Hunter</li>\n<li>A Longmire Mystery</li>\n<li>Dresden Files</li>\n<li>Outlander</li>\n<li>Penguin Classics</li>\n<li>View All &gt;</li>\n</ul> The Biggest Books of the Month Learn More &gt.\n</li>\n<li>\n<p>Kids</p>\n<ul>\n<li>Popular</li>\n<li>New &amp.\nNoteworthy</li>\n<li>Bestsellers</li>\n<li>Award Winners</li>\n<li>Giftable Books for Kids</li>\n<li>Books for K-2nd Graders</li>\n<li>Books for Middle Graders</li>\n</ul>\n<ul>\n<li>Trending Series</li>\n<li>Who Was</li>\n<li>Magic Treehouse</li>\n<li>The Last Kids on Earth</li>\n<li>Mad Libs</li>\n<li>Narwhal and Jelly</li>\n<li>View All &gt;</li>\n</ul>\n<ul>\n<li>Beloved Characters</li>\n<li>The World of Eric Carle</li>\n<li>Llama Llama</li>\n<li>Dr.\nSeuss</li>\n<li>Junie B.\nJones</li>\n<li>Peter Rabbit</li>\n</ul>\n<ul>\n<li>Categories</li>\n<li>Board Books</li>\n<li>Picture Books</li>\n<li>Guided Reading Levels</li>\n<li>Middle Grade</li>\n<li>Activity Books</li>\n<li>View All &gt;</li>\n</ul> Gifts for Your Little One Learn More &gt.\n</li>\n<li>\n<p>Popular</p>\n<ul>\n<li>Trending</li>\n<li>Trending This Week</li>\n<li>\n<em>Between the World and Me</em> Oral History</li>\n<li>The NYTimes Best Books of 2020</li>\n<li>\n<em>The Mandalorian</em> Book Guide</li>\n<li>Anti-Racist Resources</li>\n</ul>\n<ul>\n<li>Expert Picks</li>\n<li>Editor's Picks: Fiction</li>\n<li>Editor's Picks: Science Fiction &amp.\nFantasy</li>\n<li>Editor's Picks: Romance</li>\n<li>Editor's Picks: Mystery</li>\n</ul>\n<ul>\n<li>Features &amp.\nInterviews</li>\n<li>Danielle Steel Interview</li>\n<li>Yaa Gyasi Interview</li>\n<li>Nick Hornby Interview</li>\n<li>Glennon Doyle Interview</li>\n<li>Deepak Chopra Essay</li>\n<li>An Inside Look: <em>Black Futures</em>\n</li>\n</ul>\n<ul>\n<li>For Book Clubs</li>\n<li>Reese Witherspoon x Hello Sunshine</li>\n<li>Oprah's Picks for This Year</li>\n<li>Guide: <em>Educated</em>\n</li>\n<li>Guide: <em>Everything I Never Told You</em>\n</li>\n</ul> The Must-Read Books of 2020 Learn More &gt.\n</li>\n<li>\n<p>Authors &amp.\nEvents</p>\n<ul>\n<li>Our Authors </li>\n<li>Jan Brett</li>\n<li>Jodi Picoult</li>\n<li>Ken Follett</li>\n<li>Eric Carle</li>\n<li>Colson Whitehead</li>\n<li>View All &gt;</li>\n</ul>\n<ul>\n<li>Trending Authors</li>\n<li>Barack Obama</li>\n<li>Ta-Nehisi Coates</li>\n<li>Kamala Harris</li>\n<li>James McBride</li>\n<li>Tana French</li>\n<li>Ibram X.\nKendi</li>\n</ul> Discover an Oral History of <em>Between the World and Me</em> Learn More &gt.\nJoin Our Authors for Virtual Events Learn More &gt.\n</li>\n<li>\n<p>Gifts &amp.\nDeals</p>\n<ul>\n<li>Deals</li>\n<li>Reduced Price Ebooks</li>\n<li>Reader Rewards</li>\n</ul>\n<ul>\n<li>Gift Guides</li>\n<li>Our Holiday Gift Guide</li>\n<li>Giftable Books for Kids</li>\n<li>No Fail Gifts for Dad</li>\n<li>No Fail Gifts for Mom</li>\n</ul> Gifts for Your Little One Learn More &gt.\nOur Complete Holiday Gift Guide Learn More &gt.\n</li>\n<li>\n<p>Audio</p>\n<ul>\n<li>Popular</li>\n<li>New Releases</li>\n<li>Award Winners</li>\n<li>Coming Soon</li>\n<li>View All &gt;</li>\n</ul>\n<ul>\n<li>Featured</li>\n<li>Memoirs Read by the Author</li>\n<li>Stories Read By Your Favorite Celebrities</li>\n<li>Audiobooks You Just Can't Pause</li>\n<li>Listen With the Whole Family</li>\n<li>View All &gt;</li>\n</ul> Audiobooks Narrated by a Full Cast Learn More &gt.\nCozy Audiobooks for the Holidays Learn More &gt.\n</li>\n</ul>\n<p>Sign In</p> cart 0 Terms of Use Effective Date of Terms of Use: February 9, 2015\n<p>These Terms of Use apply to this website and any other website, application, or other online service that links to these Terms of Use, including author websites and online services, however accessed and/or used, that are operated or otherwise made available by Penguin Random House LLC (collectively referred to as the “Sites”).\nPENGUIN RANDOM HOUSE LLC (“PRH”, “WE”, “US”, OR “OUR”) RESERVES THE RIGHT, AT OUR DISCRETION, TO CHANGE, MODIFY, ADD, OR REMOVE PORTIONS OF THESE TERMS OF USE AT ANY TIME.\nPLEASE CHECK THESE TERMS OF USE PERIODICALLY FOR CHANGES.\nYOUR CONTINUED USE OF THE SITES FOLLOWING THE POSTING OF CHANGES TO THESE TERMS OF USE WILL MEAN YOU ACCEPT THOSE CHANGES.\nAdditional terms and conditions may apply to the purchase of products, such as shipping and return policies (<i>e.g.</i>, https://www.penguinrandomhouse.com/faqs/).</p>\n<p>This is a legal agreement between you (“you” or “user”) and us and states the material terms and conditions that govern your use of the Sites.\nThis agreement, together with all updates, supplements, additional terms, and all of PRH’s rules and policies collectively constitute and shall be referred to as the “Agreement” between you and PRH.\nBY ACCESSING THE SITES, YOU AGREE TO BE LEGALLY BOUND BY THIS AGREEMENT.\nIF YOU DO NOT AGREE TO THE TERMS OF SERVICE AND CONDITIONS OF USE STATED HEREIN, PLEASE IMMEDIATELY LEAVE THIS SITE.</p>\nCopyright and Ownership\n<p>The Sites are owned and operated by PRH and its affiliates and vendors.\nAll of the content featured, displayed or offered for sale on the Sites, including, but not limited to, text, graphics, photographs, images, moving images, sound, illustrations, software and any other content (collectively, the “Content”), is owned by PRH, its licensors, vendors and/or its content providers.\nAll elements of the Sites, including but not limited to the general design and the Content, are protected by trade dress, copyright, moral rights, trademark and other laws relating to intellectual property rights.\nEach of the Sites may only be used for the intended purpose for which such Site is being made available.\nExcept as may be otherwise indicated in specific documents within the Sites, you are authorized to view, play, print and download documents, audio and video found on our Sites for personal, informational, and noncommercial purposes only.\nYou may not modify any of the materials and you may not copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer or sell any information or work contained on the Sites.\nExcept as permitted under applicable copyright laws, you are responsible for obtaining permission before re-using any copyrighted material that is available on the Sites.\nFor purposes of these terms, the use of any such material on any other website or networked computer environment is prohibited.\nYou shall comply with all applicable domestic and international laws, statutes, ordinances and regulations regarding your use of the Sites.\nThe Sites, the Content and all related rights shall remain the exclusive property of PRH and its licensors unless otherwise expressly agreed in writing.\nYou will not remove any copyright, trademark or other proprietary notices from material found on the Sites.</p>\nSite Access License\n<p>PRH grants you a limited, revocable, non-exclusive, non-transferable license to access and make personal, noncommercial use of the Sites or their Content and not to download (other than page caching or unless otherwise allowed by PRH or permitted by law) or modify all or any portion of the Sites and their Content.\nThis license does not include any re-sale or commercial use of the Sites or their Content.\nany collection and use of any product listings, descriptions, or prices.\nany derivative use of the Sites or their Content.\nany downloading or copying of account information for the benefit of another merchant.\nor any use of data mining, robots, or similar data gathering and extraction tools.\nThe Sites and/or any portion of the Sites or their Content may not be reproduced, duplicated, copied, sold, resold, visited or otherwise exploited for any commercial purpose without PRH’s express prior written consent.\nYou shall not frame or utilize framing techniques to enclose any trademark, logo or other proprietary information (including images, text, page layout or form) of PRH, its content providers or its affiliates without express prior written consent.\nYou shall not use any meta tags or any other “hidden text” utilizing our name or trademarks without our express prior written consent.\nAdditionally, you agree that you will not: (i) take any action that imposes, or may impose in our sole discretion an unreasonable or disproportionately large load on our infrastructure.\n(ii) interfere or attempt to interfere with the proper working of the Sites or any activities conducted on the Sites.\nor (iii) bypass any measures we may use to prevent or restrict access to the Sites.\nAny unauthorized use automatically terminates the permissions and/or licenses granted by us to you.</p>\nCorporate Identification &amp.\nTrademarks\n<p>All of our trademarks, service marks and trade names used herein (including but not limited to the corporate names and logos of PRH and its publishing divisions and imprints, names and designs of the Sites, and any logos) are trademarks or registered trademarks of PRH or its affiliates, partners, vendors or licensors.\nYou may not use, copy, reproduce, republish, upload, post, transmit, distribute, or modify such trademarks in any way, including in advertising or publicity pertaining to distribution of materials on the Sites, without PRH’s express prior written consent.\nThe use of our trademarks on any other website or network computer environment is not allowed.\nYou are granted a limited, revocable, non-exclusive, non-transferable right to create a link to any page of the Sites so long as the link does not portray us, our content providers, our licensors, our affiliates, or our products or services in a false, misleading, derogatory or otherwise offensive manner.\nYou may not use any PRH logo or other proprietary graphic or trademark as part of the link without express written permission.\nExcept as expressly stated herein, no rights or licenses are granted hereunder.</p>\nLinks to Third Parties &amp.\nNo Endorsement\n<p>The Sites contain links to other websites controlled by third parties.\nThese links are provided solely as a convenience to you and do not imply endorsement by PRH of, or any affiliation with, or endorsement by, the owner of the linked site.\nPRH is not responsible for the contents or use of any linked site, or any consequence of making the link.\nThe Sites may also include a tool that allows you to sign in or register using information from your account with a third party service (<i>e.g.</i>, Facebook, Twitter).\nThese third party services are unrelated to the Sites, and your use of such third party services is subject to the terms and policies of those services.</p>\n<p>You shall not use PRH’s name or any language, pictures or symbols which could, in PRH’s judgment, imply PRH’s endorsement in any (i) written or oral advertising or presentation, or (ii) brochure, newsletter, book, or other written material of whatever nature, without prior written consent.</p>\nFees\n<p>For all charges for any products and services sold on the Sites, PRH or its vendors or agents will bill your credit card or an alternative payment method.\nWhen you provide credit card information to us or our vendors, you represent to us that you are the authorized user of the credit card that is used to pay for the products and services.\nIn the event legal action is necessary to collect on balances due, you agree to reimburse PRH and its vendors or agents for all expenses incurred to recover sums due, including attorney’s fees and other legal expenses.\nYou are responsible for purchase of, and payment of charges for, all Internet access services and telecommunications services needed for use of the Sites.</p>\nPrivacy Policy\n<p>Data collection and use, including data collection and use of personal information is governed by PRH’s Privacy Policy which is incorporated into and is a part of this Agreement.</p>\nUser Submissions\n<p>Where we have specifically invited or requested user submitted content of any kind, we encourage members of the public to submit such content (<i>e.g.</i>, user generated content, postings to forums, comments on content, participation in communities) to PRH that they have created for consideration in connection with the Sites and any related programs (“User Submissions”).\nUser Submissions remain the intellectual property of the individual user.\nBy posting your content on the Sites, you expressly grant PRH a non-exclusive, perpetual, irrevocable, royalty-free, fully paid-up worldwide, fully sub-licensable right to use, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, transmit, perform and display such content and your name, voice, and/or likeness as contained in your User Submission, in whole or in part, and in any form throughout the world in any media or technology, whether now known or hereafter discovered, including all promotion, advertising, marketing, merchandising, publicity and any other ancillary uses thereof, and including the unfettered right to sublicense such rights, in perpetuity throughout the universe.\nWe may refuse or remove User Submissions for any reason and without notice.\nAll User Submissions are deemed non-confidential and PRH shall be under no obligation to maintain the confidentiality of any information, in whatever form, contained in any User Submission.</p>\n<p>By submitting any User Submissions, you consent to the following rules:</p>\n<ul>\n<li>User Submissions must not infringe on the copyright, trademark, patent or other intellectual property right of any third party.\nIf your User Submission is not your original work, you must obtain all necessary permissions from any persons who contributed to or otherwise may control rights in all or part of the User Submission to submit the User Submission in accordance with these Terms.</li>\n<li>User Submissions must not violate a third party’s right to privacy or publicity.\nYou must obtain all necessary permissions from any individuals identified in or implicated by your User Submission, including those shown in photographic content, and, in the case of minors, also from their parents or legal guardians, as appropriate.</li>\n<li>User Submissions should relate to the content on the Sites and should be intended to add to the discussion and community on the Sites.</li>\n<li>User Submissions must be respectful of others.\nEpithets or other language or material intended to intimidate or to incite violence are strictly prohibited.\nYour User Submission may not include any negative comments that are connected to race, national origin, gender, sexual orientation or physical handicap or that are defamatory, slanderous, indecent, obscene, pornographic or sexually explicit.</li>\n<li>User Submissions may not contain any commercial material.\nYou may not solicit funds, promote commercial entities or otherwise engage in commercial activity through your User Submission.\nSoliciting other users to join or become members of any commercial online service or other organization is expressly prohibited.</li>\n<li>Do not impersonate any other person or entity or falsely state or otherwise misrepresent your affiliation with any person or entity.</li>\n<li>Remember that forums and other areas of the Sites are public.\nDo not post personal information (<i>e.g.</i>, full name, password, phone number, address, email address or other personally identifiable information or contact information) in these areas.</li>\n</ul>\n<p>All User Submissions must comply with these rules and any additional guidelines posted on the Sites, as applicable.\nUser Submissions do not represent the views of PRH or any individual associated with PRH, and we do not control this content.\nIn no event shall you represent or suggest, directly or indirectly, PRH’s endorsement of User Submissions.\nPRH does not vouch for the accuracy or credibility of any User Submissions, and does not take any responsibility or assume any liability for any actions you may take as a result of reading User Submissions on the Sites.\nThrough your use of the Sites, you may be exposed to Content and User Submissions that you may find offensive, objectionable, harmful, inaccurate or deceptive.\nThere may also be risks of dealing with underage persons, people acting under false pretense, international trade issues and foreign nationals.\nBy using the Sites, you assume all associated risks.</p>\nRemoval of User Submissions\n<p>We will not monitor, edit, or disclose the contents of a user’s email unless required in the course of normal maintenance of the Sites and its systems or unless required to do so by law or in the good-faith belief that such action is necessary to: (1) comply with the law or comply with legal process served on PRH or the Sites.\n(2) protect and defend the rights or property of PRH, the Sites, or the users of PRH.\nor (3) act in an emergency to protect the personal safety of our guests, the Sites, or the public.\nUsers shall remain solely responsible for the content of their messages and PRH shall have no obligation to pre-screen any such content.\nHowever, we shall have the right in our sole discretion to edit, refuse to post or remove any material submitted to or posted on the Sites.\nWithout limiting the foregoing, we shall have the right to remove any material that we find to be in violation of the provisions hereof or otherwise objectionable, and the additional right to deny any user who fails to conform to any provision of these Terms of Use access to the Sites.</p>\n<p>In addition to any remedies that we may have at law or in equity, if we determine, in our sole discretion, that you have violated or are likely to violate the foregoing prohibitions, we may take any action we deem necessary to cure or prevent the violation, including without limitation, the immediate removal of the related materials from the Sites.\nWe will fully cooperate with any law enforcement authorities or court order or subpoena requesting or directing us to disclose the identity of anyone posting such materials.</p>\nAccount Registration and Security\n<p>If you decide to register as a member of a Site, you may receive or establish one or more user names, passwords and accounts.\nIn consideration of use of your registration, you will: (a) provide true, accurate, current and complete information about yourself as prompted by the applicable registration form (such information being the “Registration Data”) and (b) maintain and promptly update the Registration Data to keep it true, accurate, current and complete.\nIf you provide any information that is untrue, inaccurate, not current or incomplete, or PRH has grounds to suspect that such information is untrue, inaccurate, not current or incomplete, PRH has the right to suspend or terminate your account and refuse any and all current or future use of the Sites (or any portion thereof).\nYou are entirely responsible for the security and confidentiality of your password and account.\nFurthermore, you are entirely responsible for any and all activities that occur under your account.\nYou agree to immediately notify us of any unauthorized use of your account or any other breach of security of which you become aware.\nYou are responsible for taking precautions and providing security measures best suited for your situation and intended use of the registration and Sites.\nWe have the right to provide user billing, account, content or user records, and related information under certain circumstances (such as in response to legal responsibility, lawful process, orders, subpoenas, or warrants, or to protect our rights, customers or business) to third parties.</p>\nRepresentations and Warranties\n<p>You shall be solely responsible for your own User Submissions, your use of your registration and the consequences of posting or publishing or participating in the Sites.\nIn connection with User Submissions and your use of the Sites, you affirm, represent and warrant the following: (i) you are over the legal age to contract (or your parent or guardian has consented to your User Submission and your use of the Sites) and have the right and authority to enter into this Agreement, and are fully able and competent to satisfy the terms, conditions and obligations herein.\n(ii) you have obtained all consents, and possess all copyright, patent, trademark, trade secret and any other proprietary rights, or the necessary licenses thereto, to grant the licenses herein.\n(iii) if necessary you have the written consent of each and every identifiable natural person in the User Submission to use such persons name or likeness in the manner contemplated by the Sites and these Terms of Use, and each such person has released you from any liability that may arise in relation to such use.\n(iv) you have read, understood, agree with, and will abide by the terms of this Agreement.\n(v) the User Submission and PRH’s use thereof as contemplated by these terms and the Sites will not infringe any rights of any third party, including but not limited to any intellectual property rights, privacy rights and rights of publicity.\n(vi) the User Submissions do and will not contain: (a) material falsehoods or misrepresentations that could harm PRH or any third party.\n(b) content that is unlawful, obscene, defamatory, libelous, threatening, pornographic, harassing or encourages conduct that would be considered a criminal offense, give rise to civil liability or violate any law.\n(c) advertisements or solicitations of business.\nor (d) impersonations of third parties, other than those which are readily apparent and not otherwise in violation of these Terms of Use.</p>\nTermination\n<p>PRH may suspend or terminate any user’s access to all or any part of the Sites including any account thereon, without notice, for any reason in PRH’s sole discretion, including without limitation PRH’s belief that such access would violate any applicable law or would be harmful to the interests of PRH or another user.\nUpon termination, you will lose access to all the Sites and all Content thereon.\nThe obligations that you have to PRH under these Terms of Use will continue even after we suspend or terminate your access to the Sites.</p>\nRelease\n<p>In the event that you have a dispute with one or more other users of the Sites, you release PRH (and our officers, directors, agents, subsidiaries, joint ventures and employees) from claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, suspected and unsuspected, disclosed and undisclosed, arising out of or in any way connected with such disputes.</p>\nDisclaimer &amp.\nLimitation of Liability\n<p>Your use of and browsing of the Sites are at your own risk.\nEXCEPT AS OTHERWISE PROVIDED ABOVE, EVERYTHING ON THE SITES, INCLUDING ANY PRODUCTS OR SERVICES OFFERED FOR SALE, IS PROVIDED “AS IS” WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NONINFRINGEMENT.\nPRH MAKES NO WARRANTIES OR REPRESENTATIONS REGARDING THE INFORMATION OR CONTENT CONTAINED ON THE SITES, AND SPECIFICALLY DISCLAIMS ANY WARRANTY AS TO THE SUITABILITY, RELIABILITY, TIMELINESS OR ACCURACY OF THE INFORMATION OR CONTENT CONTAINED ON THE SITES FOR ANY PURPOSE.\nPRH DOES NOT WARRANT THAT THE FUNCTIONALITIES CONTAINED IN THE CONTENT WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SITES OR THE SERVER THAT MAKES SUCH CONTENT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nPRH DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE CONTENTS IN THE SITES IN TERMS OF THEIR CORRECTNESS, ACCURACY, RELIABILITY, OR OTHERWISE.\nYOU (AND NOT PRH) ASSUME THE ENTIRE COST OF ALL NECESSARY SERVICING, REPAIR, OR CORRECTION.\nTO THE EXTENT APPLICABLE LAW DOES NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, THE ABOVE EXCLUSION MAY NOT APPLY TO YOU.</p>\n<p>UNDER NO CIRCUMSTANCES SHALL PRH OR ANY OF ITS VENDORS BE LIABLE FOR ANY DAMAGES THAT RESULT FROM THE USE OF OR INABILITY TO USE THE PRH SITES, INCLUDING BUT NOT LIMITED TO RELIANCE BY A USER ON ANY INFORMATION OR CONTENT OBTAINED FROM PRH’S SITES THAT RESULT FROM MISTAKES, OMISSIONS, INTERRUPTIONS, DELETION OF FILES OR EMAIL, ERRORS, DEFECTS, VIRUSES, DELAYS IN OPERATION OR TRANSMISSION, OR ANY FAILURE OF PERFORMANCE, WHETHER OR NOT RESULTING FROM ACTS OF GOD, COMMUNICATIONS FAILURE, THEFT, DESTRUCTION, UNAUTHORIZED ACCESS TO PRH’S RECORDS, PROGRAMS, OR SERVICES, OR OTHERWISE.\nUSER HEREBY ACKNOWLEDGES THAT THIS DISCLAIMER AND LIMITATION OF LIABILITY SHALL APPLY TO ALL CONTENT, MERCHANDISE, AND SERVICES AVAILABLE THROUGH THE SITES.</p>\n<p>IN NO EVENT SHALL PRH OR ANY AFFILIATED PRH ENTITY OR INDIVIDUAL, LICENSOR OR VENDOR BE LIABLE FOR ANY INDIRECT, CONSEQUENTIAL, SPECIAL, INCIDENTAL OR PUNITIVE DAMAGES ARISING OUT OF YOUR ACCESS TO, OR USE OF, THE SITES OR THE CONTENT THEREON, WHETHER IN A CONTRACT ACTION OR BASED ON NEGLIGENCE, OR OTHER TORT ACTION, OR ANY OTHER CLAIM WHATSOEVER, EVEN IF PRH OR A PRH AUTHORIZED REPRESENTATIVE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTO THE EXTENT APPLICABLE LAW DOES NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY OR INCIDENTAL OR CONSEQUENTIAL DAMAGES, THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.\nIN NO EVENT SHALL PRH’S AGGREGATE LIABILITY TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION WHETHER IN CONTRACT, TORT (INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE) OR OTHERWISE ARISING OUT OF THE AGREEMENT AND YOUR USE OF THE SITES AND THE CONTENT EXCEED THE AMOUNT PAID BY YOU FOR ANY CONTENT PURCHASED BY YOU ON THE SITES OR THE AMOUNT PAID BY YOU, IF ANY, FOR ACCESSING THE SITES.</p>\nIndemnification\n<p>You agree to defend, indemnify and hold PRH, its parent companies, subsidiaries, affiliates, successors, directors, officers, employees, service providers, and agents from any and all liabilities, costs, and expenses, including reasonable attorneys’ fees, related to any violation of these terms by you, or in connection with the use of the Sites or the Internet or the placement or transmission of any message or information on the Sites by you.</p>\n<p>If you registered as a member of a Site, you are entirely responsible for any and all activities that occur under your account and agree to indemnify, defend, and hold harmless the above-mentioned parties for any liability or expense arising from such use or misuse.\nYou agree to immediately notify us of any unauthorized use of your account or any other breach of security known to you.</p>\nForce Majeure\n<p>Neither PRH nor you shall be responsible for damages or for delays or failures in performance resulting from acts or occurrences beyond their respective reasonable control, including, without limitation: fire, lightning, explosion, power surge or failure, water, acts of God, war, revolution, civil commotion or acts of civil or military authorities or public enemies: any law, order, regulation, ordinance, or requirement of any government or legal body or any representative of any such government or legal body.\nor labor unrest, including without limitation, strikes, slowdowns, picketing, or boycotts.\ninability to secure raw materials, transportation facilities, fuel or energy shortages, or acts or omissions of other common carriers.</p>\nGoverning Law\n<p>The Sites are created and controlled by PRH in the State of New York, U.S.A., unless otherwise noted.\nThese disclaimers, terms, and conditions of use are governed by the laws of the State of New York.\nBy using any of the Sites, you hereby consent to the exclusive jurisdiction and venue of courts in New York, New York, in all disputes arising out of or relating to the use of the Sites.\nIf any portion of these terms is held to be unenforceable, the unenforceable portion shall be construed in accordance with applicable law to the greatest extent possible to reflect the original intentions of the parties, and the remainder of the provisions shall remain in full force and effect.\nPRH’s failure to insist upon or enforce strict performance of any provision of these Terms of Use shall not be construed as a waiver of any provision or right.</p>\nEntire Agreement\n<p>This Agreement is the entire agreement between the user and PRH and supersedes any prior understandings or agreements (written or oral).</p>\nCopyright Complaints\n<p>PRH and its affiliates respect the intellectual property of others.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, please follow our Digital Millennium Copyright Act Notice Policy.</p>\nDIGITAL MILLENNIUM COPYRIGHT ACT NOTICE POLICY\n<p>Consistent with the Digital Millennium Copyright Act, if you believe that your copyrighted materials have been copied in a way that constitutes copyright infringement, please send an email or written notice to our designated agent for notices of infringement and provide the following information:</p>\n<ol>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest;</li>\n<li>A description of the copyrighted work that you claim has been infringed;</li>\n<li>A description of where the material that you claim is infringing is located on the Sites;</li>\n<li>Your address, telephone number, and email address;</li>\n<li>A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.</li>\n</ol>\n<p>Our designated agent for notice for claims of copyright infringement can be reached as follows: By mail: Penguin Random House LLC, Legal Department/DMCA Notices, 1745 Broadway, New York, NY 10019.\nBy phone: (212) 366-2652.\nBy email: copyrightagent@penguinrandomhouse.com.</p>\n<p>NOTE: THE ABOVE CONTACT INFORMATION IS PROVIDED EXCLUSIVELY FOR NOTIFYING PRH THAT YOUR COPYRIGHTED MATERIAL MAY HAVE BEEN INFRINGED.\nALL OTHER INQUIRIES, (<i>e.g.</i>, REQUESTS FOR TECHNICAL ASSISTANCE OR CUSTOMER SERVICE, REPORTS OF EMAIL ABUSE, AND PIRACY REPORTS), WILL NOT RECEIVE A RESPONSE THROUGH THIS PROCESS AND SHOULD BE DIRECTED TO OUR CUSTOMER SERVICE GROUP VIA EMAIL TO ECUSTOMERSERVICE@PENGUINRANDOMHOUSE.COM.\nWHILE PRH WILL TRY TO ANSWER ALL CUSTOMER SERVICE INQUIRIES, WE CANNOT GUARANTEE SUCH RESPONSE.</p> Back to Top When you buy a book, we donate a book <ul>\n<li>Connect</li>\n<p>Sign up for news about books, authors, and more from Penguin Random House</p>\n<i>\n</i> Stay in touch <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<li>global.penguinrandomhouse.com</li>\n<li>© 2020 Penguin Random House</li>\n<li>Quick Links</li>\n<li>Partnerships</li>\n<li>Media Queries</li>\n<li>Company Reads</li>\n<li>PenguinRandomHouse.biz</li>\n<li>Email Preferences</li>\n<li>Terms of Use</li>\n<li>Privacy Policy</li>\n<li>Do Not Sell My Personal Info</li>\n<li>Affiliate Program Disclosure</li>\n<li>Help</li>\n<li>FAQ</li>\n<li>Shopping &amp.\nShipping FAQ</li>\n<li>For Educators</li>\n<li>Subrights</li>\n<li>Permissions</li>\n<li>About Us</li>\n<li>Our Story</li>\n<li>Our People</li>\n<li>Locations</li>\n<li>Management</li>\n<li>Social Impact</li>\n<li>Careers</li>\n<li>Imprints</li>\n</ul>\n<p>Visit other sites in the Penguin Random House Network</p> Brightly Raise kids who love to read TASTE An online magazine for today’s home cook LitFlash The eBooks you want at the lowest prices Read it Forward Read it first.\nPass it on! <p>Stay in Touch</p> Sign up Please enter a valid email address We are experiencing technical difficulties.\nPlease try again later.\n<p>By clicking Sign Up, I acknowledge that I have read and agree to Penguin Random House's Privacy Policy and Terms of Use.</p> × Become a Member Start earning points for buying books!<br> Just for joining you’ll get personalized recommendations on your dashboard daily and features only for members.\nFind Out More Join Now Sign In ", "created_at": "2019-07-30 03:11:31.755931", "updated_at": "2020-12-14 19:54:11.847237"}, {"id": 1690, "name": "Privacy Policy", "url": "https://www.penguinrandomhouse.com/privacy/", "xpath": null, "text": " Skip to Main Content (Press Enter) When you buy a book, we donate a book Toggle side nav <p>Sign in</p>\n<ul>\n<li>\n<p>Holiday Gift Guide</p> Fill 1 </li>\n<li>\n<p>Books</p> Fill 1 </li>\n<li>\n<p>Kids</p> Fill 1 </li>\n<li>\n<p>Popular</p> Fill 1 </li>\n<li>\n<p>Authors &amp.\nEvents</p> Fill 1 </li>\n<li>\n<p>Gifts &amp.\nDeals</p> Fill 1 </li>\n<li>\n<p>Audio</p> Fill 1 </li>\n</ul>\n<ul>\n<li> Join Our Authors for Virtual Events Learn More &gt.\n</li>\n<li> The Must-Read Books of 2020 Learn More &gt.\n</li>\n<li> Audiobooks Narrated by a Full Cast Learn More &gt.\n</li>\n</ul>\n<ul>\n<li> &lt;Holiday Gift Guide&gt;</li>\n<li>Books Give More</li>\n<li>Give an Unforgettable Novel</li>\n<li>Give an Escape</li>\n<li>Give a Conversation Starter</li>\n<li>Give Sweet Dreams</li>\n<li>Give a Jolt of Inspiration</li>\n<li>Give a Moment to Relax</li>\n<li> &lt;View All&gt;</li>\n</ul>\n<ul>\n<li> &lt;Books&gt;</li>\n<li>Popular</li>\n<li>New &amp.\nNoteworthy</li>\n<li>Bestsellers</li>\n<li>Popular Series</li>\n<li>Holiday Gift Guide</li>\n<li>Coming Soon</li>\n<li>\n<em>Between the World and Me</em> Oral History</li>\n<li>Fiction</li>\n<li>Classics</li>\n<li>Literary Fiction</li>\n<li>Mystery</li>\n<li>Romance</li>\n<li>Science Fiction &amp.\nFantasy</li>\n<li>Nonfiction</li>\n<li>Biographies &amp.\nMemoirs</li>\n<li>Politics</li>\n<li>Cooking</li>\n<li>History</li>\n<li>Wellness</li>\n<li>Series</li>\n<li>Anita Blake, Vampire Hunter</li>\n<li>A Longmire Mystery</li>\n<li>Dresden Files</li>\n<li>Outlander</li>\n<li>Penguin Classics</li>\n<li> &lt;View All&gt;</li>\n</ul>\n<ul>\n<li> &lt;Kids&gt;</li>\n<li>Popular</li>\n<li>New &amp.\nNoteworthy</li>\n<li>Bestsellers</li>\n<li>Award Winners</li>\n<li>Giftable Books for Kids</li>\n<li>Books for K-2nd Graders</li>\n<li>Books for Middle Graders</li>\n<li>Trending Series</li>\n<li>Who Was</li>\n<li>Magic Treehouse</li>\n<li>The Last Kids on Earth</li>\n<li>Mad Libs</li>\n<li>Narwhal and Jelly</li>\n<li>Beloved Characters</li>\n<li>The World of Eric Carle</li>\n<li>Llama Llama</li>\n<li>Dr.\nSeuss</li>\n<li>Junie B.\nJones</li>\n<li>Peter Rabbit</li>\n<li>Categories</li>\n<li>Board Books</li>\n<li>Picture Books</li>\n<li>Guided Reading Levels</li>\n<li>Middle Grade</li>\n<li>Activity Books</li>\n<li> &lt;View All&gt;</li>\n</ul>\n<ul>\n<li> &lt;<p>Popular</p>\n</li>\n<li>Trending</li>\n<li>Trending This Week</li>\n<li>\n<em>Between the World and Me</em> Oral History</li>\n<li>The NYTimes Best Books of 2020</li>\n<li>\n<em>The Mandalorian</em> Book Guide</li>\n<li>Anti-Racist Resources</li>\n<li>Expert Picks</li>\n<li>Editor's Picks: Fiction</li>\n<li>Editor's Picks: Science Fiction &amp.\nFantasy</li>\n<li>Editor's Picks: Romance</li>\n<li>Editor's Picks: Mystery</li>\n<li>Features &amp.\nInterviews</li>\n<li>Danielle Steel Interview</li>\n<li>Yaa Gyasi Interview</li>\n<li>Nick Hornby Interview</li>\n<li>Glennon Doyle Interview</li>\n<li>Deepak Chopra Essay</li>\n<li>An Inside Look: <em>Black Futures</em>\n</li>\n<li>For Book Clubs</li>\n<li>Reese Witherspoon x Hello Sunshine</li>\n<li>Oprah's Picks for This Year</li>\n<li>Guide: <em>Educated</em>\n</li>\n<li>Guide: <em>Everything I Never Told You</em>\n</li>\n<li> &lt;</li>\n</ul>\n<ul>\n<li> &lt;Authors &amp.\nEvents&gt;</li>\n<li>Our Authors </li>\n<li>Jan Brett</li>\n<li>Jodi Picoult</li>\n<li>Ken Follett</li>\n<li>Eric Carle</li>\n<li>Colson Whitehead</li>\n<li>Trending Authors</li>\n<li>Barack Obama</li>\n<li>Ta-Nehisi Coates</li>\n<li>Kamala Harris</li>\n<li>James McBride</li>\n<li>Tana French</li>\n<li>Ibram X.\nKendi</li>\n<li> &lt;View All&gt;</li>\n</ul>\n<ul>\n<li> &lt;<p>Gifts &amp.\nDeals</p>\n</li>\n<li>Deals</li>\n<li>Reduced Price Ebooks</li>\n<li>Reader Rewards</li>\n<li>Gift Guides</li>\n<li>Our Holiday Gift Guide</li>\n<li>Giftable Books for Kids</li>\n<li>No Fail Gifts for Dad</li>\n<li>No Fail Gifts for Mom</li>\n<li> &lt;</li>\n</ul>\n<ul>\n<li> &lt;Audio&gt;</li>\n<li>Popular</li>\n<li>New Releases</li>\n<li>Award Winners</li>\n<li>Coming Soon</li>\n<li>Featured</li>\n<li>Memoirs Read by the Author</li>\n<li>Stories Read By Your Favorite Celebrities</li>\n<li>Audiobooks You Just Can't Pause</li>\n<li>Listen With the Whole Family</li>\n<li> &lt;View All&gt;</li>\n</ul>\n<p>Sign In</p> cart 0 <ul>\n<li>\n<p>Holiday Gift Guide</p>\n<ul>\n<li>Books Give More</li>\n<li>Give an Unforgettable Novel</li>\n<li>Give an Escape</li>\n<li>Give a Conversation Starter</li>\n<li>Give Sweet Dreams</li>\n<li>Give a Jolt of Inspiration</li>\n<li>Give a Moment to Relax</li>\n</ul> An Imaginative and Action-Packed Adventure Read <em>Ready Player Two</em> by Ernest Cline &gt.\nA Half Baked Harvest Holiday Tieghan Gerard's Guide to a Small but Special Meal at Home &gt.\n</li>\n<li>\n<p>Books</p>\n<ul>\n<li>Popular</li>\n<li>New &amp.\nNoteworthy</li>\n<li>Bestsellers</li>\n<li>Popular Series</li>\n<li>Holiday Gift Guide</li>\n<li>Coming Soon</li>\n<li>\n<em>Between the World and Me</em> Oral History</li>\n</ul>\n<ul>\n<li>Fiction</li>\n<li>Classics</li>\n<li>Literary Fiction</li>\n<li>Mystery</li>\n<li>Romance</li>\n<li>Science Fiction &amp.\nFantasy</li>\n<li>View All &gt;</li>\n</ul>\n<ul>\n<li>Nonfiction</li>\n<li>Biographies &amp.\nMemoirs</li>\n<li>Politics</li>\n<li>Cooking</li>\n<li>History</li>\n<li>Wellness</li>\n<li>View All &gt;</li>\n</ul>\n<ul>\n<li>Series</li>\n<li>Anita Blake, Vampire Hunter</li>\n<li>A Longmire Mystery</li>\n<li>Dresden Files</li>\n<li>Outlander</li>\n<li>Penguin Classics</li>\n<li>View All &gt;</li>\n</ul> The Biggest Books of the Month Learn More &gt.\n</li>\n<li>\n<p>Kids</p>\n<ul>\n<li>Popular</li>\n<li>New &amp.\nNoteworthy</li>\n<li>Bestsellers</li>\n<li>Award Winners</li>\n<li>Giftable Books for Kids</li>\n<li>Books for K-2nd Graders</li>\n<li>Books for Middle Graders</li>\n</ul>\n<ul>\n<li>Trending Series</li>\n<li>Who Was</li>\n<li>Magic Treehouse</li>\n<li>The Last Kids on Earth</li>\n<li>Mad Libs</li>\n<li>Narwhal and Jelly</li>\n<li>View All &gt;</li>\n</ul>\n<ul>\n<li>Beloved Characters</li>\n<li>The World of Eric Carle</li>\n<li>Llama Llama</li>\n<li>Dr.\nSeuss</li>\n<li>Junie B.\nJones</li>\n<li>Peter Rabbit</li>\n</ul>\n<ul>\n<li>Categories</li>\n<li>Board Books</li>\n<li>Picture Books</li>\n<li>Guided Reading Levels</li>\n<li>Middle Grade</li>\n<li>Activity Books</li>\n<li>View All &gt;</li>\n</ul> Gifts for Your Little One Learn More &gt.\n</li>\n<li>\n<p>Popular</p>\n<ul>\n<li>Trending</li>\n<li>Trending This Week</li>\n<li>\n<em>Between the World and Me</em> Oral History</li>\n<li>The NYTimes Best Books of 2020</li>\n<li>\n<em>The Mandalorian</em> Book Guide</li>\n<li>Anti-Racist Resources</li>\n</ul>\n<ul>\n<li>Expert Picks</li>\n<li>Editor's Picks: Fiction</li>\n<li>Editor's Picks: Science Fiction &amp.\nFantasy</li>\n<li>Editor's Picks: Romance</li>\n<li>Editor's Picks: Mystery</li>\n</ul>\n<ul>\n<li>Features &amp.\nInterviews</li>\n<li>Danielle Steel Interview</li>\n<li>Yaa Gyasi Interview</li>\n<li>Nick Hornby Interview</li>\n<li>Glennon Doyle Interview</li>\n<li>Deepak Chopra Essay</li>\n<li>An Inside Look: <em>Black Futures</em>\n</li>\n</ul>\n<ul>\n<li>For Book Clubs</li>\n<li>Reese Witherspoon x Hello Sunshine</li>\n<li>Oprah's Picks for This Year</li>\n<li>Guide: <em>Educated</em>\n</li>\n<li>Guide: <em>Everything I Never Told You</em>\n</li>\n</ul> The Must-Read Books of 2020 Learn More &gt.\n</li>\n<li>\n<p>Authors &amp.\nEvents</p>\n<ul>\n<li>Our Authors </li>\n<li>Jan Brett</li>\n<li>Jodi Picoult</li>\n<li>Ken Follett</li>\n<li>Eric Carle</li>\n<li>Colson Whitehead</li>\n<li>View All &gt;</li>\n</ul>\n<ul>\n<li>Trending Authors</li>\n<li>Barack Obama</li>\n<li>Ta-Nehisi Coates</li>\n<li>Kamala Harris</li>\n<li>James McBride</li>\n<li>Tana French</li>\n<li>Ibram X.\nKendi</li>\n</ul> Discover an Oral History of <em>Between the World and Me</em> Learn More &gt.\nJoin Our Authors for Virtual Events Learn More &gt.\n</li>\n<li>\n<p>Gifts &amp.\nDeals</p>\n<ul>\n<li>Deals</li>\n<li>Reduced Price Ebooks</li>\n<li>Reader Rewards</li>\n</ul>\n<ul>\n<li>Gift Guides</li>\n<li>Our Holiday Gift Guide</li>\n<li>Giftable Books for Kids</li>\n<li>No Fail Gifts for Dad</li>\n<li>No Fail Gifts for Mom</li>\n</ul> Gifts for Your Little One Learn More &gt.\nOur Complete Holiday Gift Guide Learn More &gt.\n</li>\n<li>\n<p>Audio</p>\n<ul>\n<li>Popular</li>\n<li>New Releases</li>\n<li>Award Winners</li>\n<li>Coming Soon</li>\n<li>View All &gt;</li>\n</ul>\n<ul>\n<li>Featured</li>\n<li>Memoirs Read by the Author</li>\n<li>Stories Read By Your Favorite Celebrities</li>\n<li>Audiobooks You Just Can't Pause</li>\n<li>Listen With the Whole Family</li>\n<li>View All &gt;</li>\n</ul> Audiobooks Narrated by a Full Cast Learn More &gt.\nCozy Audiobooks for the Holidays Learn More &gt.\n</li>\n</ul>\n<p>Sign In</p> cart 0 Privacy Policy <p>\n<b>\n<i>Last Updated on January 1, 2020</i>\n</b>\n</p>\n<p>Penguin Random House LLC (“PRH”, “we”, “us”, or “our”) respects your concerns about privacy and values the relationship we have with you.\nThis Privacy Policy describes our privacy practices with respect to information collected through our websites, email newsletters, social media pages, mobile and other applications owned and operated by us, our offline contacts, and any other services that link to this Privacy Policy (collectively referred to as the “Services”).\nThis Privacy Policy does not apply to certain of our products and services that display a different privacy policy.\n</p>\n<p>\n<b>Please carefully review this Privacy Policy below before using our Services.\nBy using our Services, you are accepting the practices described in this Privacy Policy.\nIf you do not agree to the terms of this Privacy Policy, please do not use the Services.&nbsp.\nWe reserve the right to modify or amend the terms of our Privacy Policy from time to time without notice.&nbsp.\nYour continued use of our Services following the posting of changes to these terms will mean you accept those changes.&nbsp;</b>\n</p>\n<p>Please click on the links below to jump to the relevant section: </p>\n<ul>\n<li>What Personal Information We Collect About You</li>\n<li>How We Use Your Personal Information</li>\n<li>With Whom We Share Your Information</li>\n<li>Other Information Collected Using Technology</li>\n<li>Third Party Advertising</li>\n<li>How To Opt Out of Receiving Email Newsletters, and Your Choices and Access</li>\n<li>Sensitive Information</li>\n<li>Retention Period</li>\n<li>Security </li>\n<li>Third Party Services</li>\n<li>Use of Services by Minors</li>\n<li>Children’s Privacy Policy</li>\n<li>Jurisdiction and Cross-Border Transfer</li>\n<li>Additional Information Regarding California</li>\n<li>Updates To This Privacy Policy</li>\n<li>Contacting Us</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n</p>\nWHAT PERSONAL INFORMATION WE COLLECT ABOUT YOU\n<p>When you use the Services by, for example, ordering a book, providing registration details, subscribing to a newsletter, browsing our sites, completing a survey, entering a sweepstakes, requesting information from us or otherwise interacting with our Services, we gather personal information.\n“<b>Personal Information</b>” is information that identifies you as an individual or relates to an identifiable individual.\nSeveral different types of Personal Information can be gathered when you interact with the Services.\nCollection of Personal Information is necessary to provide the Services to you or to enhance your consumer experience.</p>\n<p>If you disclose any Personal Information relating to other people to us or to our service providers in connection with the Services, you represent that you have the authority to do so and to permit us to use the information in accordance with this Privacy Policy.\n</p>\n<p>We and our service providers collect Personal Information in a variety of ways, including:&nbsp;</p>\n<p>\n<b>Through the Services</b>&nbsp;</p>\n<ul>\n<li>\n<b>Product purchases</b>: When you purchase a book or other product through our Services, we collect Personal Information such as your name, mailing address, telephone number, email address, credit or debit card information and other billing information.\n</li>\n<li>\n<b>Reader Rewards</b>: When you register for our Reader Rewards program, we collect Personal Information such as your name, email address and proof of purchase documentation you provide to us.\nFor more information, please refer to the Reader Rewards Program Terms and Conditions.</li>\n<li>\n<b>Newsletter subscriptions</b>: We collect your email address when you subscribe to our newsletters.\nFor certain newsletters, we collect additional personal information that may be relevant including your name, job title, interests and similar information.</li>\n<li>\n<b>Sweepstakes, contests and other promotions</b>: We collect personal information such as your name, email address and mailing address when you participate in sweepstakes, contests or similar promotions.</li>\n<li>\n<b>Registration for programs and events</b>: When you register for our programs, events or conferences, we collect personal information such as your name and email address.</li>\n<li>\n<b>Reading preferences and market research</b>: We collect personal information from you including your reading preferences (e.g., author, genre) you provide through the Services and any information you provide through voluntary surveys or feedback conducted through the Services, through our service providers’ platforms, by phone or during in-person interviews or focus groups.\n</li>\n<li>\n<b>User-generated content</b>: We collect personal information when you submit user-generated content through online communities and other publicly available sections of the Services, including comments, reviews, or any other material that you submit.\nAny personal information you submit through these public forums may be viewed by other users of these Services.\nWe are not responsible for the personal information you choose to submit and we have no responsibility to publish, take down, remove or edit any of your submissions (except as required by applicable laws).\nFor more information, please refer to the User Submissions section of our Terms of Use.</li>\n<li>\n<b>Job applications</b>: We collect personal information in connection with your application for a job at PRH.</li>\n<li>\n<b>Contact with our Customer Service</b>: We collect personal information for you in offline contexts, including, for example, when you place an order over the phone or contact customer service.</li>\n</ul>\n<p>\n<b>From Other Sources</b>\n</p>\n<ul>\n<li>Publicly available databases, including marketing and data analytics resources.\nFor example, we may receive email addresses, mailing addresses and demographic information (e.g., age, sex, household income) from these sources.</li>\n<li>Authors and joint marketing third parties, when they share the information with us.</li>\n<li>Social media platforms and other third party service platforms.</li>\n<li>Third party business customers, clients and partners, when they share the information with us (e.g., sales data).</li>\n</ul>\n<p>\n</p>\nHOW WE USE YOUR PERSONAL INFORMATION\n<p>We and our service providers use Personal Information for the following purposes: </p>\n<p>\n<b>Providing the functionality of the Services and fulfilling your requests </b>\n</p>\n<ul>\n<li>To provide the Services’ functionality to you, such as arranging access to your registered account, and providing you with related customer service.\n</li>\n<li>To respond to your inquiries and fulfill your requests, when you contact us via one of our online contact forms or otherwise, for example, when you send us questions, suggestions, compliments or complaints, or when you request a quote for or other information about our Services.</li>\n<li>To enable you to participate in surveys, panels or research, and public forms on our websites.</li>\n<li>To complete your transactions, verify your information, fulfill your orders, and provide you with related customer service.</li>\n<li>To send administrative information to you, such as changes to our terms, conditions, and policies.\n</li>\n</ul>\n<p>We will engage in these activities to manage our contractual relationship with you and/or to comply with a legal obligation.\n</p>\n<p>\n<b>Providing you with our newsletter and/or other marketing materials and facilitating social sharing</b>\n</p>\n<ul>\n<li>To send you marketing related emails, with information about our services, new products and other news about our company.\nTo opt out of these emails, please see the section labeled Choices and Access.</li>\n<li>To facilitate social sharing functionality that you choose to use.</li>\n</ul>\n<p>We will engage in this activity with your consent or where we have a legitimate interest.</p>\n<p>\n<b>Analyzing Personal Information for business reporting and providing personalized services</b>\n</p>\n<ul>\n<li>To analyze or predict our users’ preferences so we can improve our Services.</li>\n<li>To better understand your interests and preferences, so that we can personalize our interactions with you and provide you with information and/or offers tailored to your interests.</li>\n<li>To better understand your preferences so that we can deliver content via our Services that we believe will be relevant and interesting to you.</li>\n</ul>\n<p>We will provide personalized services based on our legitimate interests, and with your consent to the extent required by applicable law.\n</p>\n<p>\n<b>Allowing you to participate in sweepstakes, contests or other promotions </b>\n</p>\n<ul>\n<li>We may offer you the opportunity to participate in a sweepstakes, contest or other promotion.</li>\n<li>Some of these promotions have additional rules containing information about how we will use and disclose your Personal Information.&nbsp.\nPlease read those additional rules before choosing to participate.</li>\n</ul>\n<p>We use this information to manage our contractual relationship with you.\n</p>\n<p>\n<b>Accomplishing our business purposes </b>\n</p>\n<ul>\n<li>For data analysis, for example, to improve the efficiency of our Services.\n</li>\n<li>For audits, to verify that our internal processes function as intended and to address legal, regulatory, or contractual requirements.\n</li>\n<li>For fraud and security monitoring purposes, for example, to detect and prevent cyberattacks or attempts to commit identity theft.\n</li>\n<li>For developing new products and services.\n</li>\n<li>For enhancing, improving, repairing, maintaining, or modifying our current products and services, as well as undertaking quality and safety assurance measures.\n</li>\n<li>For identifying usage trends, for example, understanding which parts of our Services are of most interest to users.\n</li>\n<li>For determining the effectiveness of our promotional campaigns, so that we can adapt our campaigns to the needs and interests of our users.\nand </li>\n<li>For operating and expanding our business activities, for example, understanding which parts of our Services are of most interest to our users so we can focus our energies on meeting our users’ interests.&nbsp;</li>\n</ul>\n<p>We engage in these activities to manage our contractual relationship with you, to comply with a legal obligation, and/or based on our legitimate interest.</p>\n<p>\n<b>Aggregating and/or anonymizing Personal Information</b>\n</p>\n<ul>\n<li>We may aggregate and/or anonymize Personal Information so that it will no longer be considered Personal Information.\nWe do so to generate other data for our use, which we may use and disclose for any purpose, as it no longer identifies you or any other individual.\n</li>\n</ul>\n<p>\n<b>Combining Personal Information</b>\n</p>\n<ul>\n<li>To perform the above functions, we may match information collected from you through different means or at different times, including Personal Information and Other Information (as defined below, see the section labeled Other Information) and use such information along with information collected from other sources, such as demographic information and updated contact information.&nbsp.\nWe or our third party service providers may also use your information to assess the level of interest in, and use of the Services, our emails, and our other campaigns both on an individual basis and in the aggregate.&nbsp.\nWe may also use and/or combine information we collect off-line or from third party sources to check the accuracy of, enhance and supplement your user records, and to better customize your experience with us.</li>\n</ul>\n<p>\n<b>Other Uses </b>\n</p>\n<p>We also use your Personal Information as necessary or appropriate, in particular when we have a legal obligation or legitimate interest to do so:</p>\n<ul>\n<li>\n<b>To comply with applicable law and regulations</b>\n</li>\n</ul>\n<ul>\n<li>This may include laws outside your country of residence.\n</li>\n</ul>\n<ul>\n<li>\n<b>To cooperate with public and government authorities</b>\n</li>\n</ul>\n<ul>\n<li>To respond to a request or to provide information we believe is necessary or appropriate.\nThese can include authorities outside your country of residence.</li>\n</ul>\n<ul>\n<li>\n<b>To cooperate with law enforcement</b>\n</li>\n</ul>\n<ul>\n<li>For example, when we respond to law enforcement requests and orders or provide information we believe is important.</li>\n</ul>\n<ul>\n<li>\n<b>For other legal reasons</b>\n</li>\n</ul>\n<ul>\n<li>To enforce our terms and conditions.\nand</li>\n<li>To protect our rights, privacy, safety or property, and/or that of our affiliates, you or others.\n</li>\n</ul>\n<ul>\n<li>\n<b>In connection with a sale or business transaction</b>\n</li>\n</ul>\n<ul>\n<li>We have a legitimate interest in disclosing or transferring your Personal Information to a third party in the event of any reorganization, merger, sale, joint venture, assignment, transfer, or other disposition of all or any portion of our business, assets, or stock (including in connection with any bankruptcy or similar proceedings).<i>\n</i>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n</p>\nWITH WHOM WE SHARE YOUR PERSONAL INFORMATION\n<p>We disclose Personal Information: </p>\n<ul>\n<li>\n<b>With our parent company and among our affiliates for the purposes described in this Privacy Policy</b>\n</li>\n</ul>\n<ul>\n<li>You can learn more about our parent company and consult the list and location of our affiliates here.</li>\n</ul>\n<ul>\n<li>\n<b>To our third party service providers, to facilitate services they provide to us</b>\n</li>\n</ul>\n<ul>\n<li>These can include providers of services such as website design and hosting, data analysis, payment processing, order fulfillment, information technology and related infrastructure provision, customer service, email delivery, ad serving, research survey/interview/focus group management and analysis, marketing, auditing, and other services.\n</li>\n</ul>\n<ul>\n<li>\n<b>To our authors </b>\n</li>\n</ul>\n<ul>\n<li>In some cases, we manage our authors’ websites and related services on their behalf.\nIn those cases, we may transfer Personal Information collected from those Services to the authors if they take over management of the Services (in which case, such Services are no longer controlled by us).\nUnder such circumstances we will use reasonable efforts to direct the author to use Personal Information you have previously provided to us in a manner that is consistent with our Privacy Policy.\nNevertheless, we cannot ensure that the author will have the same privacy practices as described in this Privacy Policy and you should refer to the author’s Privacy Policy for more information regarding the author’s treatment of your Personal Information.\n</li>\n</ul>\n<ul>\n<li>\n<b>To our joint marketing partners</b>\n</li>\n</ul>\n<ul>\n<li>We may ask for your consent to provide your Personal Information to our joint marketing partners, for example, to provide you with special offers or promotions that may be of interest to you.\nAlthough our treatment of your Personal Information would be governed by this Privacy Policy in those cases, the third party’s treatment of your Personal Information would be governed by its privacy policy.\nYou may withdraw your consent to our sharing of your Personal Information with such third parties at any time by sending us an email at privacy@penguinrandomhouse.com.</li>\n</ul>\n<ul>\n<li>\n<b>By using the Services, you may elect to disclose Personal Information.</b>\n</li>\n</ul>\n<ul>\n<li>On message boards, chat, profile pages, blogs, and other services to which you are able to post information and content.&nbsp.\nPlease note that any information you post or disclose through these services will become public and may be available to other users and the general public.\n</li>\n</ul>\n<ul>\n<li>\n<b>With other third parties</b>\n</li>\n</ul>\n<ul>\n<li>We may also disclose your Personal Information for the other uses described above (e.g., to comply with applicable laws, cooperate with law enforcement, and in connection with a sale or business transaction).</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n</p>\nOTHER INFORMATION COLLECTED USING TECHNOLOGY\n<p>“<b>Other Information</b>” is any information that does not reveal your specific identity or does not directly relate to an identifiable individual.\nThe Services collect Other Information such as:</p>\n<ul>\n<li>Browser and device information</li>\n<li>Information collected through cookies, pixel tags and other technologies</li>\n<li>Demographic information and other information provided by you that does not reveal your specific identity </li>\n<li>Information that has been aggregated in a manner such that it no longer reveals your specific identity</li>\n</ul>\n<p>\n<br>\n<b>Collection of Other Information </b>\n</p>\n<p>We and our service providers may collect Other Information in a variety of ways, including:&nbsp;</p>\n<ul>\n<li>\n<b>Your browser or device</b>&nbsp;</li>\n</ul>\n<ul>\n<li>Certain information is collected by most browsers or automatically through your device, such as your Media Access Control (MAC) address, computer type (Windows or Mac), screen resolution, operating system name and version, device manufacturer and model, language, Internet browser type and version and the name and version of the Services you are using.&nbsp.\nWe use this information to ensure that the Services function properly.&nbsp;</li>\n</ul>\n<ul>\n<li>\n<b>Cookies</b>\n</li>\n</ul>\n<ul>\n<li>Cookies are pieces of information stored directly on the computer that you are using.&nbsp.\nCookies allow us to collect information such as browser type, time spent on the Services, pages visited, language preferences, and other traffic data.\nWe and our service providers use the information for security purposes, to facilitate navigation, to display information more effectively, and to personalize your experience.&nbsp.\nWe also gather statistical information about use of the Services in order to continually improve their design and functionality, understand how they are used, and assist us with resolving questions regarding them.&nbsp.\nCookies further allow us to select which of our advertisements or offers are most likely to appeal to you and display them while you are on the Services.&nbsp.\nWe may also use cookies or other technologies in online advertising to track responses to our ads.<b>&nbsp.\n</b>We do not currently respond to browser do-not-track signals.\nIf you do not want information collected through the use of cookies, most browsers allow you to automatically decline cookies or be given the choice of declining or accepting a particular cookie (or cookies) from a particular website.&nbsp.\nYou may also wish to refer to http://www.allaboutcookies.org/manage-cookies/index.html.\nIf, however, you do not accept cookies, you may experience some inconvenience in your use of the Services.&nbsp;</li>\n</ul>\n<ul>\n<li>\n<b>Pixel tags and</b>\n<b>other similar technologies</b>\n</li>\n</ul>\n<ul>\n<li>\n<b>Pixel tags.</b> Pixel tags (also known as web beacons and clear GIFs) may be used to, among other things, track the actions of users of the Services (including email recipients), measure the success of our marketing campaigns, compile statistics about usage of the Services and response rates, and identify similar audiences to whom we can market our Services.</li>\n<li>\n<b>Analytics</b>.\nWe use Google Analytics and Adobe Analtyics, which use cookies and similar technologies to collect and analyze information about use of the Services and report on activities and trends.&nbsp.\nWe also use Localytics to track analytics on our mobile apps.\nThese services may also collect information regarding the use of other websites, apps and online resources.&nbsp.\nYou can learn about Google’s practices by going to www.google.com/policies/privacy/‌partners/, and exercise the opt-out provided by Google by downloading the Google Analytics opt-out browser add-on, available at https://tools.google.com/dlpage/gaoptout.\nTo opt out of Adobe Analytics, you can implement the opt-out cookies at https://scode.randomhouse.com/optout.html.\n</li>\n</ul>\n<ul>\n<li>\n<b>Physical Location</b>\n</li>\n</ul>\n<ul>\n<li>We may collect the physical location of your device by, for example, using satellite, cell phone tower or WiFi signals.&nbsp.\nWe may use your device’s physical location to provide you with personalized location-based services and content.&nbsp;</li>\n<li>We may also share your device’s physical location, combined with information about what advertisements you viewed and other information we collect, with our marketing partners to enable them to provide you with more personalized content and to study the effectiveness of advertising campaigns.&nbsp.\nIn some instances, you may be permitted to allow or deny such uses and/or sharing of your device’s location, but if you do, we and/or our marketing partners may not be able to provide you with the applicable personalized services and content.\n</li>\n</ul>\n<p>\n<b>Uses and Disclosures of Other Information </b>\n</p>\n<p>We may use and disclose Other Information for any purpose, except where we are required to do otherwise under applicable law.&nbsp.\nIf we are required to treat Other Information as Personal Information under applicable law, we may use and disclose it for the purposes for which we use and disclose Personal Information as detailed in this Policy.&nbsp.\nIn some instances, we may combine Other Information with Personal Information.&nbsp.\nIf we do, we will treat the combined information as Personal Information as long as it is combined.</p>\n<p>&nbsp;</p>\n<p>\n</p>\nTHIRD PARTY ADVERTISING\n<p>We may use third-party advertising companies to serve advertisements regarding goods and services that may be of interest to you when you access and use the Services and other websites or online services.</p>\n<p>You may receive advertisements based on information relating to your access to and use of the Services and other websites or online services on any of your devices, as well as on information received from third parties.&nbsp.\nThese companies place or recognize a unique cookie on your browser (including through the use of pixel tags).&nbsp.\nThey also use these technologies, along with information they collect about your online use, to recognize you across the devices you use, such as a mobile phone and a laptop.&nbsp.\nIf you would like more information about this practice, and to learn how to opt out of it in desktop and mobile browsers on the particular device on which you are accessing this Privacy Policy, please visit http://optout.aboutads.info/#/ and http://optout.networkadvertising.org/#/.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n</p>\nHOW TO OPT OUT OF RECEIVING EMAIL NEWSLETTERS, AND YOUR CHOICES AND ACCESS\n<p>\n<b>Your choices regarding our use and disclosure of your Personal Information</b>\n</p>\n<p>We give you choices regarding our use and disclosure of your Personal Information for marketing purposes.&nbsp.\nYou may opt out from:&nbsp;</p>\n<ul>\n<li>\n<b>Email newsletters</b>.&nbsp.\nIf you no longer want to receive marketing related emails from us on a going-forward basis, you may opt out by clicking the email footer link to unsubscribe or by emailing unsubscribe@penguinrandomhouse.com.<b>\n</b>You may not be able to unsubscribe from communications that are not related to marketing.\notherwise, you might miss important information about your account, the Services, or transactions you engage in on the Website.</li>\n<li>\n<b>Joint marketing promotions</b>.\nAs described above (see section labeled With Whom We Disclose Your Personal Information), you may withdraw your consent to our sharing of your Personal Information with our joint marketing partners at any time by sending us an email at privacy@penguinrandomhouse.com.</li>\n</ul>\n<ul>\n<li>\n<b>Mail promotions</b>.\nWe do not currently send direct mail solicitations (e.g., catalogs) without your consent.\nIf, at any time, you prefer not to receive mail solicitations from us, please email us at privacy@penguinrandomhouse.com.</li>\n</ul>\n<p>We will try to comply with your request(s) as soon as reasonably practicable.&nbsp.\nPlease note that if you opt out of receiving marketing related emails from us, we may still send you important administrative messages, from which you cannot opt out.</p>\n<p>\n<b>How you can access, change, or delete your Personal Information&nbsp;</b>\n</p>\n<p>If you would like to request to access, correct, update, suppress, restrict, or delete Personal Information, object to or opt out of the processing of Personal Information, or if you would like to request to receive a copy of your Personal Information for purposes of transmitting it to another company (to the extent these rights are provided to you by applicable law), you may contact us.\nWe will respond to your request consistent with applicable law.&nbsp.\nIf you are a California resident, please refer to the <i>“Additional Information Regarding California” </i>section at the end of this Policy for more information about the requests you may make under the CCPA.</p>\n<p>In your request, please make clear what Personal Information you would like to have changed or whether you would like to have your Personal Information suppressed from our database.&nbsp.\nFor your protection, we may only implement requests with respect to the Personal Information associated with the particular email address that you use to send us your request, and we may need to verify your identity before implementing your request.&nbsp.\nWe will try to comply with your request as soon as reasonably practicable.</p>\n<p>Please note that we may need to retain certain information for recordkeeping purposes and/or to complete any transactions that you began prior to requesting a change or deletion.\n</p>\n<p>&nbsp;</p>\n<p>\n</p>\nSENSITIVE INFORMATION\n<p>Unless we request it, we ask that you not send us, and you not disclose, any sensitive Personal Information (e.g., social security numbers, political opinions, religion or other beliefs, health, biometrics or genetic characteristics or criminal background) on or through the Services or otherwise to us.</p>\n<p>&nbsp;</p>\n<p>\n</p>\nRETENTION PERIOD\n<p>We retain Personal Information for as long as needed or permitted in light of the purpose(s) for which it was obtained and consistent with applicable law.&nbsp.\nThe criteria used to determine our retention periods include:&nbsp;</p>\n<ul>\n<li>The length of time we have an ongoing relationship with you and provide the Services to you (for example, for as long as you have an account with us or keep using the Services).\n</li>\n<li>Whether there is a legal obligation to which we are subject (for example, certain laws require us to keep records of your transactions for a certain period of time before we can delete them).\nor </li>\n<li>Whether retention is advisable in light of our legal position (such as in regard to applicable statutes of limitations, litigation or regulatory investigations).&nbsp;</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n</p>\nSECURITY\n<p>We seek to use reasonable organizational, technical and administrative measures to protect Personal Information within our organization.&nbsp.\nUnfortunately, no data transmission or storage system can be guaranteed to be 100% secure.&nbsp.\nIf you have reason to believe that your interaction with us is no longer secure, please immediately notify us in accordance with the <i>“Contacting Us”</i> section below.\n</p>\n<p>&nbsp;</p>\n<p>\n</p>\nTHIRD PARTY SERVICES\n<p>This Privacy Policy does not address, and we are not responsible for, the privacy, information, or other practices of any third parties, including any third party operating any website or service to which the Services link.&nbsp.\nThe inclusion of a link on the Services does not imply endorsement of the linked site or service by us or by our affiliates.\n</p>\n<p>In addition, we are not responsible for the information collection, use, disclosure, or security policies or practices of other organizations, such as LinkedIn, Facebook, Google, or any other social media platform provider.</p>\n<p>&nbsp;</p>\n<p>\n</p>\nUSE OF SERVICES BY MINORS\n<p>Except for a few of our child- and teen-directed Services, these Services are not directed to individuals under the age of eighteen (18), and we do not knowingly collect Personal Information from individuals under 18.\n</p>\n<p>For more information on PRH’s privacy practices for child-directed Services please refer to the Children’s Privacy Policy below.\nThe Privacy Policy on our child-directed Services will automatically link to this section.</p>\n<p>&nbsp;</p>\n<p>\n</p>\nCHILDREN’S PRIVACY POLICY\n<p>PRH respects the privacy of children and we are committed to complying with the Children’s Online Privacy Protection Act (COPPA).\nThis Children’s Privacy Policy describes our practices with respect to the collection of Personal Information and Other Information (as defined above, see section labeled What Personal Information We Collect About You) from children under the age of 13.\nThis Site does not knowingly collect, use, or disclose Personal Information from children under the age of 13 without prior parental consent, except as permitted by COPPA.</p>\n<p>\n<b>What Information We Collect and How We Use It</b>\n</p>\n<p>We do not require children to share any Personal Information in order to participate on this Site.&nbsp.\nOn occasion, however, we may collect Personal Information, such as an email address from a child as part of an activity, in accordance with COPPA.&nbsp.\nFor example:</p>\n<ul>\n<li>\n<b>\n<i>Email address</i>\n</b>: We may collect a child’s email address in order to respond to a one-time request from the child, such as if the child asks us or one of our authors a question.&nbsp.\nIn such case, we promptly delete the child’s email address from our system once we have responded, and we do not use the child’s email address for any other purpose.&nbsp;</li>\n</ul>\n<ul>\n<li>\n<b>\n<i>Send-a-friend</i>\n</b>: In the case of send-a-friend email or card, we only collect a child’s first name and the friend’s email address to send the friend the email or card.<b>&nbsp.\n</b>We do not store the friend’s email address for any longer than reasonably necessary to send the email or card to the friend.\n<b>\n</b>\n</li>\n</ul>\n<ul>\n<li>\n<b>\n<i>Contests or Sweepstakes</i>\n</b>: We may collect a child’s email address to enter the child in a sweepstakes or contest or to notify the child that he or she has won or lost a contest or sweepstakes or contest.&nbsp.\nWe will not keep the child’s email address after the promotion or use the child’s email address for any other purpose other than for the promotion.&nbsp.\nFor certain promotions, we may ask that a child give us his/her parent’s email address so we can obtain more personalized information for prize fulfillment purposes if the child wins the promotion or to notify the parent if we need more than the child’s email address to enter the child in the promotion.\nIn the latter event,<b>\n</b>parents will be sent a notice along with instructions on how they may provide their consent for their child to participate in such promotion.\n</li>\n</ul>\n<p>We may also collect Other Information automatically from your child’s computer or device, such as the frequency with which the child visits our Site and the pages visited, to support the internal operations of the Site.&nbsp.\nWe collect this information so we can understand and monitor usage of the Site, customize content on the Site and improve the performance of the Site.<b>\n</b>This information is collected using technologies such as cookies, web beacons, and similar technologies.&nbsp.\nThis information is not used to behaviorally target children and we do not permit behavioral targeting on any of our Services that are directed to children.&nbsp;</p>\n<p>\n<b>Special Circumstances for Information Sharing and Security</b>\n<b>&nbsp;</b>\n</p>\n<p>We may share children’s personal information with “Third Party Service Providers” and “Other Third Parties When Required by Law” as disclosed above (see “With Whom We Share Your Personal Information”).</p>\n<p>\n<b>Parent’s Rights</b>&nbsp.\n<br>\nUnder COPPA, you have the right to review and have any of your child’s information deleted from our records.&nbsp.\nYou also have the right to tell us to stop collecting or using your child’s personal information.\nIf you have questions concerning our information practices with respect to children, or if you would like to review, have deleted, or stop the further collection of your child’s personal information in connection with the transaction for which it was originally collected, you may email us at privacy@penguinrandomhouse.com.\nFor tips on protecting your child’s privacy online, please see the U.S.\nFederal Trade Commission’s brochure on this topic:&nbsp;www.onguardonline.gov.\n</p>\n<p>&nbsp;</p>\n<p>\n</p>\nJURISDICTION AND CROSS-BORDER TRANSFER\n<p>These Services are published in the United States.\nWe attempt to protect the Personal Information of all users of our Services and we attempt to comply with local data protection and consumer rights laws to the extent they may apply to PRH’s services, but our family of Services are located and targeted to United States citizens and our policies are directed at compliance with those laws.\nIf you are uncertain whether this Privacy Policy conflicts with the applicable local privacy laws where you are located, you should not submit your personal information to PRH.</p>\n<p>If you are located outside the United States, you should be aware that your Personal Information may be transferred to and processed in the United States, the laws of which may have different levels of privacy protection from your country.\nBy using our Services, you thereby consent to the general use of your information as provided in this Privacy Policy and to the transfer of that information to, and processing and storage of that information in, the United States.\nIn certain circumstances, courts, law enforcement agencies, regulatory agencies or security authorities in the United States may be entitled to access your Personal Information.\n</p>\n<p>&nbsp;</p>\n<p>\n</p>\nADDITIONAL INFORMATION REGARDING CALIFORNIA\n<p>Pursuant to the California Consumer Privacy Act of 2018 (“<b>CCPA</b>”), we are providing the following additional details regarding the categories of Personal Information about California residents that we have collected or disclosed within the preceding 12 months:&nbsp;</p>\n<p>(1) We collected the following categories of Personal Information:</p>\n<ol>\n<li>Identifiers, such as name, contact information and online identifiers;</li>\n<li>Personal information, as defined in the California customer records law, such as name, contact information and financial information;</li>\n<li>Protected classifications under California or federal law, such as sex, age and race;</li>\n<li>Commercial information, such as transaction information, purchase history, financial details and payment information;</li>\n<li>Internet or network activity information, such as browsing history, online behavior, interest data and interactions with our websites;</li>\n<li>Geolocation data, such as device location and IP location;</li>\n<li>Audio, electronic, visual or similar information, such as images and audio, video or call recordings created in connection with our business activities;</li>\n<li>Professional or employment-related information, such as work history.\nand</li>\n<li>Inferences drawn from any of the Personal Information listed above to create a profile or summary about, for example, an individual’s preferences and characteristics.</li>\n</ol>\n<p>As described above, we collect this Personal Information from you and from other categories of sources, including publicly available databases, authors and joint marketing partners, social media platforms and third party service platforms, and our business customers, clients and partners, when they share this information with us.</p>\n<p>Also as described above, we may use this Personal Information to operate, manage, and maintain our business, to provide our products and services, and to accomplish our business purposes and objectives, including, for example, using Personal Information to: develop, improve, repair, and maintain our products and services.\npersonalize, advertise, and market our products and services.\nconduct research, analytics, and data analysis.\nmaintain our facilities and infrastructure.\nundertake quality and safety assurance measures.\nconduct risk and security control and monitoring.\ndetect and prevent fraud.\nperform identity verification.\nperform accounting, audit, and other internal functions, such as internal investigations.\ncomply with law, legal process, and internal policies.\nmaintain records.\nand exercise and defend legal claims.</p>\n<p>\n<b>\n</b>(2) We disclosed the following Personal Information to third parties for our operational business purposes: </p>\n<ol>\n<li>Identifiers, such as name, contact information and online identifiers;</li>\n<li>Personal information, as defined in the California customer records law, such as name, contact information and financial information;</li>\n<li>Protected classifications under California or federal law, such as sex, age and race;</li>\n<li>Commercial information, such as transaction information, purchase history, financial details and payment information;</li>\n<li>Internet or network activity information, such as browsing history, online behavior, interest data and interactions with our websites;</li>\n<li>Geolocation data, such as device location and IP location;</li>\n<li>Audio, electronic, visual or similar information, such as images and audio, video or call recordings created in connection with our business activities;</li>\n<li>Professional or employment-related information, such as work history.\nand</li>\n<li>Inferences drawn from any of the Personal Information listed above to create a profile or summary about, for example, an individual’s preferences and characteristics.</li>\n</ol>\n<p>We share Personal Information with our services providers for services such as website design and hosting, data analysis, payment processing, order fulfillment, information technology and related infrastructure provision, customer service, email delivery, ad serving, research survey/interview/focus group management and analysis, marketing, and auditing.\n</p>\n<p>\n<b>\n</b>(3) We have “sold” the following categories of Personal Information: </p>\n<ol>\n<li>Identifiers, such as name, contact information and online identifiers;</li>\n<li>Personal information, as defined in the California customer records law, such as name, contact information and financial information;</li>\n<li>Internet or network activity information, such as browsing history, online behavior, interest data and interactions with our websites;</li>\n<li>Geolocation data, such as device location and IP location.\nand</li>\n<li>Inferences drawn from any of the Personal Information listed above to create a profile or summary about, for example, an individual’s preferences and characteristics.</li>\n</ol>\n<p>For purposes of this Privacy Policy, “sold” or “sale” means the disclosure of Personal Information for monetary or other valuable consideration but does not include, for example, the transfer of Personal Information as an asset that is part of a merger, bankruptcy, or other disposition of all or any portion of our business.\nWe generally do not “sell” your Personal Information, except in a few limited cases to support our business operations (e.g., email addresses to correct and enhance our contact lists).</p>\n<p>If you are a California resident, you may request that we:</p>\n<p>(1) Disclose to you the following information covering the 12 months preceding your request: </p>\n<ul>\n<li>\n<ul>\n<li>The categories of Personal Information we collected about you and the categories of sources from which we collected such Personal Information;</li>\n<li>The specific pieces of Personal Information we collected about you.\n</li>\n<li>The business or commercial purpose for collecting or selling (if applicable)<b>\n</b>Personal Information about you.\n</li>\n<li>The categories of Personal Information about you that we sold and the categories of third parties to whom we sold such Personal Information (if applicable).\nand </li>\n<li>The categories of Personal Information about you that we otherwise shared or disclosed, and the categories of third parties with whom we shared or to whom we disclosed such Personal Information (if applicable).\n</li>\n</ul>\n</li>\n</ul>\n<p>To make a request for the disclosures, please click here.</p>\n<p>(2) Delete Personal Information we collected from you.</p>\n<p>To make a request for deletion, please click here.\n</p>\n<p>\n<b>\n</b>(3) Opt you out of any future “sale” of Personal Information about you by clicking here.\n</p>\n<p>You may also make the requests described above by contacting us in accordance with the “Contacting Us” section below.\nWe will respond to your request consistent with applicable law.&nbsp;</p>\n<p>You have the right to be free from unlawful discrimination for exercising your rights under the CCPA.</p>\n<p>&nbsp;</p>\n<p>\n</p>\nUPDATES TO THIS PRIVACY POLICY\n<p>The “<i>Last Updated</i>” legend at the top of this Privacy Policy indicates when this Privacy Policy was last revised.&nbsp.\nAny changes will become effective when we post the revised Privacy Policy on the Services.&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n</p>\nCONTACTING US\n<p>Penguin Random House LLC, located at 1745 Broadway, New York, NY, is the company responsible for collection, use, and disclosure of your Personal Information under this Privacy Policy.\n</p>\n<p>If you have any questions about this Privacy Policy, please contact us as follows:</p>\n<p> By email:<br>\nprivacy@penguinrandomhouse.com (U.S)<br>\ndataprotection@penguinrandomhouse.com (International)<br>\nunsubscribe@penguinrandomhouse.com (newsletter unsubscribe requests)</p>\n<p>By phone: (800) 793-2665</p>\n<p>By mail:<br>\nOnline Privacy<br>\nAttn: Customer Service<br>\nPenguin Random House<br>\n1745 Broadway<br>\nNew York, NY</p>\n<p>Because email communications are not always secure, please do not include credit card or other sensitive information in your emails to us.&nbsp;</p> Back to Top When you buy a book, we donate a book <ul>\n<li>Connect</li>\n<p>Sign up for news about books, authors, and more from Penguin Random House</p>\n<i>\n</i> Stay in touch <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<li>global.penguinrandomhouse.com</li>\n<li>© 2020 Penguin Random House</li>\n<li>Quick Links</li>\n<li>Partnerships</li>\n<li>Media Queries</li>\n<li>Company Reads</li>\n<li>PenguinRandomHouse.biz</li>\n<li>Email Preferences</li>\n<li>Terms of Use</li>\n<li>Privacy Policy</li>\n<li>Do Not Sell My Personal Info</li>\n<li>Affiliate Program Disclosure</li>\n<li>Help</li>\n<li>FAQ</li>\n<li>Shopping &amp.\nShipping FAQ</li>\n<li>For Educators</li>\n<li>Subrights</li>\n<li>Permissions</li>\n<li>About Us</li>\n<li>Our Story</li>\n<li>Our People</li>\n<li>Locations</li>\n<li>Management</li>\n<li>Social Impact</li>\n<li>Careers</li>\n<li>Imprints</li>\n</ul>\n<p>Visit other sites in the Penguin Random House Network</p> Brightly Raise kids who love to read TASTE An online magazine for today’s home cook LitFlash The eBooks you want at the lowest prices Read it Forward Read it first.\nPass it on! <p>Stay in Touch</p> Sign up Please enter a valid email address We are experiencing technical difficulties.\nPlease try again later.\n<p>By clicking Sign Up, I acknowledge that I have read and agree to Penguin Random House's Privacy Policy and Terms of Use.</p> × Become a Member Start earning points for buying books!<br> Just for joining you’ll get personalized recommendations on your dashboard daily and features only for members.\nFind Out More Join Now Sign In ", "created_at": "2019-07-30 03:12:37.981799", "updated_at": "2020-12-14 19:56:36.386228"}], "points": [], "urls": ["penguinrandomhouse.com", "seussville.com"]}}