{"error": 448, "message": "OK", "parameters": {"id": 3166, "name": "Touch of Modern", "created_at": "2021-04-16 21:51:43.153137", "updated_at": "2021-04-17 00:01:03.994344", "wikipedia": null, "keywords": null, "related": null, "slug": "touch_of_modern", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3166.png", "url": "touchofmodern.com", "documents": [{"id": 5125, "name": "Privacy Policy", "url": "https://www.touchofmodern.com/privacy", "xpath": "", "text": " Enable Accessibility Toggle navigation Join | About <ul>\n<li> My Account\n</li>\n<li> Favorites <ul>\n<li> My Favorites </li>\n<li> Shared With Me </li>\n</ul>\n</li>\n<li> Recently Viewed Items\n</li>\n<li> Order History\n</li>\n<li> Customer Support\n</li>\n<li> Shipping Addresses\n</li>\n<li>\n</li>\n<li> Payment Methods\n</li>\n<li> How We Ship </li>\n<li> Email Preferences\n</li>\n<li> Logout\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>Sales</li>\n<li> The Iconic Collection <ul>\n<li>Home</li>\n<li>Kitchen</li>\n<li>Audio</li>\n<li>Browse brands</li>\n</ul>\n</li>\n<li> Categories <ul>\n<li>Shelter At Home</li>\n<li>Watches</li>\n<li>Home</li>\n<li>Tech</li>\n<li>Fashion</li>\n<li>Gift Card</li>\n<li>Other</li>\n</ul>\n</li>\n</ul> Privacy Policy <p> Effective Date May 21, 2020 </p>\n<p> TouchOfModern, Inc.\nd/b/a Touch Of Modern (“we,” “us,” “our,” or “Company”) knows that you care about how your personal information is used and shared, and we take your privacy seriously.\nPlease read the following to learn more about how we use your personal information.\nBy visiting, accessing or using the TouchofModern.com website and domain name, and any other linked pages, features, content, or application services offered from time to time by TouchOfModern in connection therewith (collectively, the “Website”), or using any of our services, you acknowledge that you accept the practices and policies outlined in this Privacy Policy.\n</p>\n<br>\n<p>\n<strong>What does this privacy policy cover?</strong>\n</p>\n<p>\n</p>\n<p> This Privacy Policy covers TouchOfModern’s treatment of personally identifiable information (“Personal Information”) that TouchOfModern gathers when you access the Website and when you use TouchOfModern’s services.\nThis policy does not apply to the practices of companies that TouchOfModern does not own or control (including any third-party products or services used for logging into the Website or that are integrated with the Website), or to individuals that TouchOfModern does not employ or manage.\n</p>\n<br>\n<p>\n<strong>INFORMATION COLLECTED OR RECEIVED FROM YOU</strong>\n</p>\n<p>\n<strong>What personal information does TouchOfModern collect?</strong>\n</p>\n<p> The information we gather from customers enables us to personalize and improve our services, and allows our users to set up a user account and profile that can be used to personalize their experience on the Website.\nThe table below describes what we have collected over the last 12 months, our purpose for collecting the information, the categories of third parties with whom we have shared the information.\n</p>\n<br>\n<p> Data Category </p>\n<p> Purpose and Sharing </p>\n<p>\n<strong>Identifiers</strong>, e.g., name, email address, physical address, phone number, on line identifiers (such as user name), passwords </p>\n<p> We may use this data in order to identify you, answer questions for you, improve the content of the Website, customize content you see, communicate with you about our products and services, including specials and new features, deliver goods to you (including to have a third party deliver goods to you), market to you, personalize our goods for you, associate other data with you, analyze other data we collect, consider new product offerings, and for security and fraud prevention.\nWe also may use your first and last initial on our website along with reviews we receive from you.\nWe share information with payment processors, fraud protection service providers, and vendors and/or delivery services if there is a direct shipment from a vendor.\nWe also share hashed identifiers with social media platforms so that we can provide customized marketing to you through that platform.\nWe also may use this information for personalization, and may share this information with third party analytics companies and companies that assist us with our online presence.\n</p>\n<p>\n<strong>Personal characteristics</strong>, such as clothing size, self-identified gender, date of birth </p>\n<p> We may use this data in order to identify you, answer questions for you, improve the content of the Website, customize content you see, communicate with you about our products and services, including specials ang, consider new product offerings.\nWe also use date of birth information for legal compliance reasons, such as sales of alcohol and spirits.\nWe also may use this information for personalization, and may share this information with third party analytics companies, companies that assist us with our online presence, and with payment processors and fraud protection service providers.\n</p>\n<p>\n<strong>Commercial Information</strong>, such as payment information, purchasing history, product interests, product reviews and questions </p>\n<p> We may use this data in order to identify you, answer questions for you, improve the content of the Website, customize content you see, communicate with you about our products and services, including specials and new features, market to you, personalize our goods for you, associate other data with you, analyze other data we collect, consider new product offerings, and for security and fraud prevention.\nWe may share product reviews and questions about products with third party vendors of those products.\nWe also may use this information for personalization, and may share this information with third party analytics companies, companies that assist us with our online presence, and with payment processors and fraud protection service providers.\n</p>\n<p>\n<strong>Internet and other network activity, and device information</strong>, such as IP address, device ID, browse information and history, cookie information, operating systems, time stamps, the pages you request, mobile advertising IDs (i.e., GAID or IDFA), user settings, your use of our service and apps, etc.\n</p>\n<p> Generally, our service automatically collects usage information, such as the number of visitors, how frequently you visit, and how you use our website and app’s various components.\nWe use this data to personalize your visits, and also to troubleshoot issues.\nWe also may use this information for personalization, and may share this information with third party analytics companies, companies that assist us with our online presence, or fraud protection service providers.\nIn addition, we use this data in aggregate form, that is, as a statistical measure, and not in a manner that would identify you personally.\nThis type of aggregate data enables us to figure out how customers use parts of the Website or services so that we can make the Website appealing to as many customers as possible, and improve those services.\nAs part of this use of information, we may provide aggregate information to our partners about how our customers, collectively, use our Website or services.\nWe share this type of statistical data so that our partners also understand how people use the Website or services, so that they, too, may provide you with an optimal online experience.\nWe never disclose aggregate information to a partner in a manner that would identify you personally.\n</p>\n<p>\n<strong>E-mail communications</strong>\n</p>\n<p> We may receive a confirmation from you when you open an email from us, or we or our partners may collect information from you through the use of cookies if your computer or device supports this type of functionality.\nSee the section below titled “What About Cookies?” for further information on how we and our partners use cookies.\nWe and our partners use this information to help us make our emails more interesting and helpful, to improve the Website and our services and enhance your experience with interest based content and advertisements.\nWe also may use this information for personalization, and may share this information with third party analytics companies, companies that assist us with our online presence, or fraud protection service providers.\nWhen you receive e-mail marketing communications from us or from one of our partners on our behalf, you can opt out of receiving further marketing e-mails from us or that partner by clicking on the \"unsubscribe\" link in the footer of any of the emails.\nEven if you unsubscribe, you may still receive emails triggered by your behavior (for example, to remind you about items you have looked at and/or added to your cart, and also to update you on the status of your orders).\n</p>\n<p>\n<strong>Geolocation data</strong>\n</p>\n<p> We may use this data in order to identify you, answer questions for you, improve the content of the Website, customize content you see, communicate with you about our products and services, including specials and new features, deliver goods to you (including to have a third party deliver goods to you), market to you, personalize our goods for you, associate other data with you, analyze other data we collect, consider new product offerings, and for security and fraud prevention.\nWe also may use this information for personalization, companies that assist us with our online presence, and may share this information with third party analytics companies or fraud protection service providers.\n</p>\n<p>\n<strong>Professional or employment related information</strong>\n</p>\n<p> We do not collect this information from our customers or potential customers.\nA separate notice is provided to job applicants, employees, owners, officers, directors and independent contractors.\n</p>\n<p>\n<strong>Educational information</strong>\n</p>\n<p> We do not collect this information from our customers or potential customers.\nA separate notice is provided to job applicants, employees, owners, officers, directors and independent contractors.\n</p>\n<p>\n<strong>Inferences</strong> drawn from other information </p>\n<p> We may use this data in order to identify you, market to you, personalize our goods for you, associate other data with you, analyze other data we collect, and consider new product offerings.\nWe also may use this information for personalization, companies that assist us with our online presence, and may share this information with third party analytics companies or fraud protection service providers.\n</p>\n<br>\n<p> The information collected over the last 12 months, as described in the above chart, was obtained from a variety of sources, including: (1) we obtain data directly from you when you order from us or browse products (including, for example, the size you select and your shopping history), when you provide us the information (including, for example, when you create an account), when you sign up for our services or marketing, when you contact our customer service, or when you respond to an email sent to you by one of our service providers.\n(2) we and our partners obtain information when you interact with our Website, and when you download and use our app.\n(3) we obtain information indirectly from cookies, tags and other digital tools.\n(4) we obtain information from one of our service providers that has sent you an email on our behalf.\n(5) we obtain information directly or indirectly from you when you use third-party banking or payment services.\nand (6) we make inferences based on our own observation, analysis or algorithms.\nWe continue to obtain information from these sources.\n</p>\n<br>\n<p>\n<strong>INFORMATION THAT WE SHARE WITH THIRD PARTIES</strong>\n</p>\n<p> Personal Information about our customers is an integral part of our business.\nWe will continue to share your Personal Information as described in the chart above, and also as described below.\n</p>\n<p>\n<i>Affiliated Businesses We Do Not Control:</i> We anticipate that we may become affiliated with a variety of businesses and work closely with them.\nIn certain situations, these businesses may sell items to you through the Website.\nIn other situations, TouchOfModern may provide services, or sell products jointly with affiliated businesses.\nYou can easily recognize when an affiliated business is associated with your transaction, and we will share your Personal Information that is related to such transactions with that affiliated business.\n</p>\n<br>\n<p>\n<i>Service Providers:</i> We employ other companies and people to perform tasks on our behalf and need to share your information with them to provide products or services to you.\nUnless we tell you differently, TouchOfModern’s service providers do not have any right to use Personal Information we share with them beyond what is necessary to assist us.\nYou hereby consent to our sharing of Personal Information for the above purposes.\n</p>\n<br>\n<p>\n<i>User profiles:</i> User profile information including users’ name, email address, and other information you enter (“User Submissions”) may be displayed to other users to facilitate user interaction within the Website.\nEmail addresses are used to add new User Submissions to user profiles and to communicate through User Submissions.\nUsers’ email addresses will not be directly revealed to other users by TouchOfModern, except, when the user is “connected” to another user via a shared group membership, or an invitation, or if the user has chosen to include their email address in their User Profile.\n</p>\n<br>\n<p>\n<i>Business Transfers:</i> In some cases, we may choose to buy or sell assets.\nIn these types of transactions, including mergers, customer information is typically one of the business assets that are transferred.\nMoreover, if TouchOfModern, or substantially all of its assets were acquired, or in the unlikely event that TouchOfModern goes out of business or enters bankruptcy, customer information would be one of the assets that is transferred or acquired by a third party.\nYou acknowledge that such transfers (which include disclosures as part of due diligence in advance of any actual or proposed transactions) may occur, and that any acquirer of TouchOfModern or its assets may continue to use your Personal Information as set forth in this policy.\n</p>\n<br>\n<p>\n<i>Protection of TouchOfModern and Others:</i> We may release Personal Information when we believe in good faith that release is necessary to comply with the law.\nenforce or apply our conditions of use and other agreements.\nor protect the rights, property, or safety of TouchOfModern, our employees, our users, or others.\nThis includes exchanging information with other companies and organizations for fraud protection and credit risk reduction.\nWe may in the future use and/or share Personal Information as follows: </p>\n<ul>\n<li>\n<p> To respond to subpoenas, search warrants, judicial proceedings, court orders, legal process, or other law enforcement measures, to establish or exercise our legal rights, or to defend against legal claims.\n</p>\n</li>\n<li>\n<p> To investigate, prevent, or take action regarding alleged or actual illegal activities, violations of the applicable Terms of Service, or as otherwise required by law.\n</p>\n</li>\n<li>\n<p> To comply with applicable laws, including laws pertaining to taxes on sales.\n</p>\n</li>\n</ul>\n<br>\n<p>\n<i>With Your Consent:</i> Except as set forth above, you will be notified when your Personal Information may be shared with third parties, and will be able to prevent the sharing of this information.\n</p>\n<br>\n<p>\n<strong>Consent to Communications in Response to User Submissions:</strong>\n</p>\n<p> As part of the Website and services, you will receive from TouchOfModern email and other communication relating to your User Submissions.\nYou acknowledge and agree that by posting such User Submissions, TouchOfModern may send you email and other communication that it determines in its sole discretion relate to your User Submissions.\n</p>\n<br>\n<p>\n<strong> What About Cookies? </strong>\n</p>\n<p> Cookies are alphanumeric identifiers that we transfer to your computer’s (or other device’s) persistent storage medium (e.g., hard drive) through your browser to enable our systems to recognize your browser and tell us how and when pages in our Website are visited and by how many people.\nWe use cookies to enhance visitors’ experiences, to learn more about their use of the Website and to improve quality.\nWe may also use technologies, such as our own cookies, to provide you with personalized interest-based advertising tailored to you.\n</p>\n<br>\n<p> Most browsers have an option for turning off the cookie feature, which will prevent your browser from accepting new cookies, as well as (depending on the sophistication of your browser software) allowing you to decide on acceptance of each new cookie in a variety of ways.\nWe strongly recommend that you leave the cookies activated, however, because cookies enable you to take advantage of some of our Website’s most attractive features.\n</p>\n<br>\n<p> Ads appearing on the Website may be delivered to users by our advertising partners, who may set cookies.\nThese cookies allow the ad server to recognize your computer or other device each time they send you an online advertisement to compile information about you or others who use your computer or device.\nThis information allows ad networks to, among other things, deliver targeted advertisements that they believe will be of most interest to you.\nThis Privacy Policy covers the use of cookies by TouchOfModern and does not cover the use of cookies by any advertisers.\n</p>\n<br>\n<p> We may use the services of third parties to collect and use information about your visits to our Website and interactions with our e-mails and Website through the use of technologies such as cookies to personalize advertisements for goods and services.\n</p>\n<br>\n<p>\n<strong>Children’s Information</strong>\n</p>\n<p> Our products and services are made available only to individuals who are at least 18 years old and capable of forming a binding contract with us.\nWe do not knowingly accept any information from anyone under the age of 18.\nIf you are the parent of a child who has provided us with such information and wish to receive a copy of that information or have it deleted, please contact us a hello@TouchOfModern.com.\n</p>\n<br>\n<br>\n<p>\n<strong>Is my Personal Information secure?</strong>\n</p>\n<p> Your TouchOfModern account Personal Information is protected by a password for your privacy and security.\nYou need to ensure that there is no unauthorized access to your account and Personal Information by selecting and protecting your password appropriately and limiting access to your computer (or other device) and browser by signing off after you have finished accessing your account.\nTouchofModern may require you to change your password in connection with maintaining security or addressing fraud concerns.\nTouchOfModern endeavors to protect user information to ensure that user account information is kept private, however, TouchOfModern cannot guarantee the security of user account information.\nUnauthorized entry or use, hardware or software failure, and other factors, may compromise the security of user information at any time.\nThe Website contains links to other sites.\nTouchOfModern is not responsible for the privacy policies and/or practices on other sites.\nWhen linking to another site you should read the privacy policy stated on that site.\nThis Privacy Policy only governs information collected on the Website.\n</p>\n<br>\n<p>\n<strong> YOUR CHOICES </strong>\n</p>\n<br>\n<p>\n<strong>What Personal Information can I access or modify?</strong>\n</p>\n<p> TouchOfModern allows you to access and modify the following information about you for the purpose of viewing, and in certain situations, updating or deleting that information: Your name.\naccount and user profile information.\nuser e-mail address.\nusername and password.\nshipping addresses.\npayment methods.\nand user and email preferences.\nThis list will change as the Website changes.\n</p>\n<br>\n<p> You are able to add or update certain information on pages by accessing your Account, such as those listed in the “What Personal Information Can I Access” section above.\nWhen you update information, however, we often maintain a copy of the unrevised information in our records </p>\n<br>\n<p>\n<strong>What choices do I have to opt-out?</strong>\n</p>\n<ul>\n<li> You may request deletion of your TouchOfModern account by sending an e-mail to hello@TouchOfModern.com.\nPlease note that some Personal Information will remain in our records after deletion of your account.\n</li>\n<li> If you do not wish to receive email or other mail from us, please indicate this by changingg your account settings or by unsubscribing to our mailing list.\nPlease note that if you do not want to receive legal notices from us, such as this Privacy Policy, those legal notices will still govern your use of the Website, and you are responsible for reviewing such legal notices for changes.\nEven if you unsubscribe, you may still receive emails triggered by your behavior (for example, to remind you about items you have looked at and/or added to your cart, and also to update you on the status of your orders).\n</li>\n</ul>\n<br>\n<p>\n<strong>Your California Privacy Rights</strong>\n</p>\n<br>\n<p> TouchofModern complies with the California privacy laws.\nIf you are a California resident, you have certain rights with respect to your personal information.\nThose rights and how you may exercise them are described below.\nThe fact that you have elected to exercise these rights will have no adverse effect on the price and quality of products you buy from us.\n</p>\n<p>\n<i>\n<u>Right to Know.</u>\n</i> You may request that we provide you a list of the categories of personal information we have collected about you over the last 12 months, the categories of sources from which it was collected, the business or commercial purpose for collecting or selling the information, and the categories of third parties to whom we disclosed or sold that information.\nYou may also request that we provide you in machine readable format a copy of the specific pieces of personal information we have collected about you in the past 12 months.\nYou may make a request to know up to two times in a 12-month period, subject to limitations described in the law.\nFor a list of general categories of information that we have collected and shared in the past 12 months, see the table above.\n</p>\n<p> The following identifies the categories of information that TouchofModern has sold over the past 12 months, and the categories of third parties to which it was sold.\n</p>\n<br>\n<br>\n<p> Information Sold </p>\n<p> Category of Third Party </p>\n<p> Identifiers.\nHashed email addresses and hashed mobile device IDs (IDFAs) </p>\n<p> Vendor providing identity services.\nvendor providing targeted advertising.\n</p>\n<br>\n<br>\n<p>\n<i>\n<u>Right to Delete.</u>\n</i> You may request that we delete any personal information that we have collected from you.\nThe law, however, exempts certain information from deletion.\nFor example, we may keep information necessary for security and fraud detection.\nWe also may keep information needed to provide you goods or services.\nWhen we respond to your request to delete, we will explain what (if any) information we have kept and why.\nPlease note that the law does not consider anonymized or pseudonymized information to be “personal information,” and we may “delete” your information by anonymizing or pseudonymizing it.\n</p>\n<br>\n<p>\n<i>\n<u>Right to Request Information About Disclosure to Third Parties for their Direct Marketing Purposes.</u>\n</i> You may request information about our disclosure of personal information to third parties or affiliated companies for their direct marketing purposes.\nTo make such a request, please email us at hello@touchofmodern.com.\nPlease allow up to 30 days for us to process your request.\nYou may submit such a request once per year.\n</p>\n<br>\n<p>\n<i>\n<u>Non-Discrimination.</u>\n</i> You have the right to be free from discrimination for using these rights.\nWe will not deny you products or services, charge you different rates, or give you different discounts because you used any of these rights.\n</p>\n<br>\n<p>\n<i>\n<u>How to Make a Request.</u>\n</i> You may make a request to know or delete by emailing hello@touchofmodern.com, submit your request online on our Website [https://www.touchofmodern.com/account/support].\nWhen you make a request, we will take steps to verify your identity before responding.\nThis is to protect your information.\nWe will ask you to provide us your email and physical addresses.\nIf you maintain an account with us, these must match the address connected to your account.\nWe will then send you a physical letter to this address with a one-time code.\nYou must email us this code from the email address you provided to us.\nOnce you do, we will respond to your request.\n</p>\n<br>\n<p>\n<i>\n<u>Authorized Agent.</u>\n</i> You may also designate an authorized agent to make data subject right requests on your behalf.\nWe will require verification that you did, in fact, authorize the representative.\nUnless the law requires otherwise, your authorized agent must provide contact details for you.\nWe will contact you to confirm that you authorized the agent.\nOnce you confirm, we will promptly respond to the rights request.\n</p>\n<br>\n<p>\n<i>\n<u>Obtain More Information.</u>\n</i> If you have questions, please contact: hello@touchofmodern.com with “California Privacy Rights” in the subject line or by writing to us at TouchOfModern, Inc., d/b/a Touch of Modern, 1025 Sansome Street, San Francisco, California 94111.\n</p>\n<br>\n<p>\n<i>\n<u>Right to Opt Out.</u>\n</i> California residents also have a right to opt out of the “sale” of personal information to “third parties.” As of January 2020, TouchofModern does not sell personal information.\n</p>\n<br>\n<p>\n<i>\n<u>No Collection from Minors.</u>\n</i> As stated in its Terms of Service, TouchofModern offers its website and app only to persons age 18 and older who are able to enter into contracts, and therefore does not collect any personal information from minors under 16 years of age, so has not and will not sell personal information of minors under 16 years of age.\n</p>\n<br>\n<br>\n<p>\n<strong>California Do Not Track and Third Party Collection Disclosure</strong>\n</p>\n<p> Do Not Track is a privacy preference that users can set in their web browsers.\nWhen a user turns on the Do Not Track signal, the browser sends a message to websites requesting them not to track the user.\nAt this time, we do not recognize or respond to Do Not Track browser settings or signals and we will still receive information.\nAs a result, we may still collect information about you and your internet activity, even if you have turned on the Do Not Track signal.\nIt is possible that some or all of our third-party advertising partners or members of their affiliate network may participate in a consumer opt-out programs.\nTo learn more about internet-based advertising and consumer opt-out programs go to http://aboutads.info/choices/ or http://www.networkadvertising.org/choices/.\nWe do not operate or control these sites, and are not responsible for the opt-out choices available there.\n</p>\n<br>\n<p> Touch of Modern does not knowingly allow third parties to collect personally identifiable information about user’s online activities over time and across different sites when consumer use our website or app.\n</p>\n<br>\n<p>\n<strong>Changes to this privacy policy</strong>\n</p>\n<p> TouchOfModern may amend this Privacy Policy from time to time.\nUse of information we collect now is subject to the Privacy Policy in effect at the time such information is used.\nIf we make changes in the way we use Personal Information, we will notify you by posting an announcement on our Website or sending you an email.\nUsers are bound by any changes to the Privacy Policy when he or she uses the Website after such changes have been first posted.\n</p>\n<br>\n<p>\n<strong>Questions or concerns</strong>\n</p>\n<p> If you have any questions or concerns regarding privacy on our Website, please send us a detailed message at hello@touchofmodern.com or write to us at TouchOfModern, Inc., d/b/a Touch of Modern, 1025 Sansome Street, San Francisco, California 94111 .\nWe will make every effort to resolve your concerns.\n</p>\n<br> Download Our App About Terms Privacy Accessibility Partner FAQ Careers Affiliates Press Contact © 2012 - 2021 Touch of Modern, TouchOfModern Inc.\n", "created_at": "2021-04-16 21:51:44.798221", "updated_at": "2021-04-16 21:52:05.208758"}, {"id": 5124, "name": " Terms of Use", "url": "https://www.touchofmodern.com/terms", "xpath": "", "text": " Enable Accessibility Toggle navigation Join | About <ul>\n<li> My Account\n</li>\n<li> Favorites <ul>\n<li> My Favorites </li>\n<li> Shared With Me </li>\n</ul>\n</li>\n<li> Recently Viewed Items\n</li>\n<li> Order History\n</li>\n<li> Customer Support\n</li>\n<li> Shipping Addresses\n</li>\n<li>\n</li>\n<li> Payment Methods\n</li>\n<li> How We Ship </li>\n<li> Email Preferences\n</li>\n<li> Logout\n</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>Sales</li>\n<li> The Iconic Collection <ul>\n<li>Home</li>\n<li>Kitchen</li>\n<li>Audio</li>\n<li>Browse brands</li>\n</ul>\n</li>\n<li> Categories <ul>\n<li>Shelter At Home</li>\n<li>Watches</li>\n<li>Home</li>\n<li>Tech</li>\n<li>Fashion</li>\n<li>Gift Card</li>\n<li>Other</li>\n</ul>\n</li>\n</ul> Terms of Use <p>Last updated March 4, 2020</p>\n<p>Please read these terms of use (\"Agreement\" or \"Terms\") carefully before using the services offered by TouchOfModern, Inc.\nDBA Touch of Modern (\"TouchOfModern\" or \"we\" or “us”).\nThis Agreement sets forth the legally binding terms and conditions for your use of the various websites owned and operated by TouchOfModern, including, without limitation, the touchofmodern.com website (\"Sites\"), the mobile application offered by TouchofModern (the \"App\"), your purchase of the products sold through our Sites and App (the \"Products\"), but not your use of such Products, and any other features, content, or applications offered from time to time by TouchOfModern in connection with the above (collectively, the \"Service\").\nBy using the Service in any manner, whether by purchasing any Products, or just visiting or browsing the Sites and/or App, you agree to be bound by this Agreement.\nThe Service is offered only to persons 18 years of age or older who are legally able to enter into a contract with us.</p>\n<p>\n<strong>ARBITRATION NOTICE: UNLESS YOU OPT OUT OF ARBITRATION WITHIN 30 DAYS OF THE DATE YOU FIRST AGREE TO THESE TERMS BY FOLLOWING THE OPT-OUT PROCEDURE SPECIFIED IN THE \"ARBITRATION\" SECTION BELOW, AND EXCEPT FOR CERTAIN TYPES OF DISPUTES DESCRIBED IN THE \"ARBITRATION\" SECTION BELOW, YOU AGREE THAT DISPUTES BETWEEN YOU AND TOUCHOFMODERN WILL BE RESOLVED BY BINDING, INDIVIDUAL ARBITRATION AND YOU ARE WAIVING YOUR RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION OR REPRESENTATIVE PROCEEDING.</strong>\n</p>\n<strong>Acceptance of Terms</strong>\n<br>\n<br>\n<p>By using our Service, you agree to be bound by these Terms.\nIf you do not agree to be bound by these Terms, do not use the Service.\nIf you are accessing and using the Service on behalf of a company (such as your employer) or other legal entity, you represent and warrant that you have the authority to bind that company or other legal entity to these Terms.\nIn that case, \"you\" and \"your\" will refer to that company or other legal entity.</p>\n<strong>Modification of Terms of Use</strong>\n<br>\n<br>\n<p>We may modify the Terms at any time, in our sole discretion.\nIf we do so, we will let you know either by posting the modified Terms on the Sites or through other communications.\nIt is important that you review the Terms whenever we modify them because if you continue to use the Service after we have posted modified Terms on the Sites, you are indicating to us that you agree to be bound by the modified Terms.\nIf you do not agree to be bound by the modified Terms, then you may not use the Service anymore.\nBecause our Service is evolving over time we may change or discontinue all or any part of the Service, at any time and without notice, at our sole discretion.</p>\n<strong>Privacy</strong>\n<br>\n<br>\n<p>Please review our privacy practices to understand what information we collect and how we use it.\nOur privacy policy is located at https://www.TouchOfModern.com/privacy (the \"Privacy Policy\") and is incorporated into these Terms.\nYou acknowledge and agree that your use of the Service is subject to our Privacy Policy.</p>\n<strong>Registration</strong>\n<br>\n<br>\n<p>The Products and Service are available only to individuals who are at least 18 years old and capable of forming a binding contract with us.\nIf you want to use certain features of the Service, such as purchasing our Products, you will have to create an account (<strong>“Account”</strong>).\nYou can do this via our Sites or through your account with certain third-party social networking services such as Facebook or Twitter (each, an <strong>“SNS Account”</strong>).\nIf you choose the SNS Account option we will create your Account by extracting from your SNS Account certain personal information such as your name and email address and other personal information that your privacy settings on the SNS Account permit us to access.</p>\n<p>It is important that you provide us with accurate, complete and up-to- date information for your Account and you agree to update such information, as needed, to keep it accurate, complete and up-to- date.\nIf you don’t, we might have to suspend or terminate your Account.\nYou agree that you won’t disclose your Account password to anyone and you’ll notify us immediately of any unauthorized use of your Account.\nYou’re responsible for all activities that occur under your Account, whether or not you know about them.</p>\n<strong>Purchases</strong>\n<br>\n<br>\n<p>\n<u>Order Processing</u>\n</p>\n<p>You can purchase our Products by placing orders via our Sites or the App.\nTouchOfModern reserves the right, in its sole discretion, to refuse to process or to cancel your order in certain circumstances.\nThis may happen, for example, when the Product you ordered is out of stock, there are inaccuracies or errors in Products or pricing information, or our credit and fraud avoidance department identifies problems or in other circumstances that we, in our sole discretion, deem appropriate.\nTouchOfModern also reserves the right, in its sole discretion, to take steps to verify your identity to process your order.\nWe will not charge you for orders that we do not process or cancel.\nIf we have already charged you for your order, then we will refund you the amount charged.</p>\n<p>\n<u>Fees and Payment</u>\n</p>\n<p>You will be charged immediately upon placing an order.\nTouchOfModern will use commercially reasonable efforts to have orders delivered within the estimated delivery time.\nHowever, sometimes items may be delayed due to factors beyond our control, and we will not be liable for any such delays.\nIf you are making payment by credit card, you hereby authorize TouchOfModern or its third party payment processing service providers to charge your credit card for the price of the Products you have purchased.</p>\n<p>TouchOfModern reserves the right to require payment of fees for certain features of the Service.\nShould you elect to subscribe to or use such features, you agree to pay all applicable fees, as described on the Sites or the App in connection with such features.\nTouchOfModern reserves the right to change its price list, product and service offerings, and to institute new charges at any time.\nUse of the Service by you following such notification constitutes your acceptance of any new or increased charges or prices.</p>\n<p>\n<u>Product Descriptions</u>\n</p>\n<p>We attempt to provide accurate descriptions of Products on our Sites and the App.\nHowever, there may be inaccuracies in the Product descriptions, or the colors of the Products may vary from one monitor to another.\nAccordingly, TouchOfModern does not warrant that the Product descriptions, colors, images or videos are accurate, complete, reliable, current or error-free.\nIf a Product offered on our Sites is not as described, your sole remedy is to contact us in accordance with our Return Policy.</p>\n<p>\n<u>Pricing and Discount Information</u>\n</p>\n<p>We strive to provide accurate pricing information about Products.\nWe cannot, however, insure against pricing errors.\nTouchOfModern reserves the right, at its sole discretion, to refuse to process or cancel any orders placed for a Product whose price was incorrectly posted on the Sites as a result of an error.\nIf this occurs, TouchOfModern will notify you by email.\nIn addition, TouchOfModern reserves the right, in its sole discretion, to correct any errors in the listed price on its Sites.</p>\n<p>We display discounts on our Sites or the App in connection with each Product.\nDiscounts are calculated using pricing information provided to us by merchants (such as suggested retail prices from the manufacturer, supplier, or the merchant, or an estimated price based on standard industry practice).</p>\n<p>\n<u>Product Availability and Delivery</u>\n</p>\n<p>Our Sites or the App may contain information regarding the availability of the Products.\nUnfortunately, TouchOfModern cannot guarantee that an item listed as \"in stock\" will actually ship right away, as inventory can change significantly from day-to- day.\nIn some cases, a Product that may be in stock when a customer places the order, may be sold out by the time TouchOfModern attempts to process the order, or there may be an error in the information about the availability of the Product.\nShould this happen, TouchOfModern will notify you by email.\nIf we determine that a Product you ordered is no longer available, we will cancel that item from your order and provide you a full refund towards the cancelled Product, if you have already paid for it.\nWe will notify you about the cancelation by email.</p>\n<p>\n<u>Return Policy</u>\n</p>\n<p>Unless otherwise required by law, TouchOfModern accepts returns on certain Products on a case-by- case basis.\nIf, however, a Product is listed as final sale, we will not accept returns for such Product, unless it is defective.\nIf a Product offered by TouchOfModern is defective, please send an email to support@touchofmodern.com within 48 hours of receiving the Product, unless a longer time is required by law.\nWe will either replace the defective product or issue a full refund.\nFor more information on our Return Policy and how we handle Returns, please check our FAQs.</p>\n<p>\n<u>Risk of Loss</u>\n</p>\n<p>The risk of loss and title for such all items purchased from TouchofModern pass to you upon our delivery to the carrier.</p>\n<p>\n<u>Assumption of Risk for Products You Purchase</u>\n</p>\n<p>You understand that TouchofModern does not manufacture or inspect any of the Products sold through our Sites or the App.\nWe provide the platform to facilitate such sales, but the Products are produced directly by independent manufacturers, so we cannot and do not make any warranties about their quality, safety, or even their legality.\nAny legal claim related to a Product you purchase must be brought directly against the manufacturer of the Product.\nYou release TouchofModern from any claims related to Products sold through our Service, including for defective items, misrepresentations by manufacturers, or items that cause physical injury (like product liability claims).</p>\n<strong>Ownership of the Sites and Service</strong>\n<br>\n<br>\n<p>All contents of the Service, including without limitation, the text, graphics, images, music, software, audio, video, works of authorship of any kind, and information or other materials that are posted, generated, provided or otherwise made available on or through the Service are collectively referred to as \"Content\".\nThe Service and Content, and all associated intellectual property rights are the sole and exclusive property of TouchOfModern and/or its licensors, and may not be copied, distributed, modified, reproduced, published or used, in whole or in part, except for purposes authorized or approved in writing by TouchOfModern.\nYou acknowledge that the Service and Content are protected by copyright, trademark, and other laws of the United States and foreign countries.\nYou agree not to remove, alter or obscure any copyright, trademark, service mark or other proprietary rights notices incorporated in or accompanying the Service or Content.</p>\n<strong>License Rights</strong>\n<br>\n<br>\n<p>\n<u>Rights in App Granted by TouchOfModern</u>\n</p>\n<p>Subject to your compliance with these Terms, TouchOfModern grants you a limited non-exclusive, non-transferable, non-sublicenseable license to download and install a copy of the App on a mobile device or computer that you own or control and to run such copy of the App solely for your own personal non-commercial purposes.\nYou may not copy the App, except for making a reasonable number of copies for backup or archival purposes.</p>\n<p>Except as expressly permitted in these Terms, you may not: (i) copy, modify or create derivative works based on the App.\n(ii) distribute, transfer, sublicense, lease, lend or rent the App to any third party.\n(iii) reverse engineer, decompile or disassemble the App.\nor (iv) make the functionality of the App available to multiple users through any means.\nTouchOfModern reserves all rights in and to the App not expressly granted to you under these Terms.</p>\n<p>\n<u>Rights in Content Granted by TouchOfModern</u>\n</p>\n<p>Subject to your compliance with these Terms, TouchOfModern grants you a limited, non-exclusive, non-transferable, non-sublicensable license to access and view the Content solely in connection with your permitted use of the Service and solely for your personal and non-commercial purposes.</p>\n<strong>Rules and Conduct</strong>\n<br>\n<br>\n<p>As a condition of use, you promise not to use the Service for any purpose that is prohibited by the Terms.\nThe Service (including, without limitation, any and all Content on the Service), is provided only for your own personal, non-commercial use.\nYou are responsible for all of your activity in connection with the Service.</p>\n<p>You agree not to do any of the following:</p>\n<ul>\n<li>Use, display, mirror or frame the Service or any individual element within the Service, TouchOfModern’s name, any TouchOfModern trademark, logo or other proprietary information, or the layout and design of any page or form contained on a page, without TouchOfModern’s express written consent;</li>\n<li>Access, tamper with, or use non-public areas of the Service, TouchOfModern’s computer systems, or the technical delivery systems of TouchOfModern’s providers;</li>\n<li>Attempt to probe, scan or test the vulnerability of any TouchOfModern system or network or breach any security or authentication measures;</li>\n<li>Avoid, bypass, remove, deactivate, impair, descramble or otherwise circumvent any technological measure implemented by TouchOfModern or any of TouchOfModern’s providers or any other third party (including another user) to protect the Service or Content;</li>\n<li>Attempt to access or search the Service or Content or download Content from the Service through the use of any engine, software, tool, agent, device or mechanism (including spiders, robots, crawlers, data mining tools or the like) other than the software and/or search agents provided</li>\n<li>Use any meta tags or other hidden text or meta-data utilizing a TouchOfModern trademark, logo URL or product name without TouchOfModern’s express written consent;</li>\n<li>Use the Service (including our Products) or Content, or any portion thereof, for any commercial purpose or for the benefit of any third party or in any manner not permitted by these Terms;</li>\n<li>Attempt to decipher, decompile, disassemble or reverse engineer any of the software used to provide the Service or Content;</li>\n<li>Violate any applicable local, national or international law or regulation.\nor</li>\n<li>Encourage or enable any other individual to do any of the foregoing.</li>\n</ul>\n<strong>Touch of Modern Rewards</strong>\n<br>\n<br>\n<p>We may offer rewards and discounts to our customers from time to time, which may be subject to additional terms and conditions.\nPlease note that regardless of any offers of such rewards, TouchOfModern reserves the right to change the rewards and discounts, if any, over time without any prior notice.</p>\n<strong>Feedback</strong>\n<br>\n<br>\n<p>We welcome feedback, comments, user experience and suggestions for improvements to our Service (\"Feedback\").\nYou can submit Feedback by emailing us at support@touchofmodern.com.\nYou grant to us a non-exclusive, worldwide, perpetual, irrevocable, fully-paid, royalty-free, sublicensable and transferable license under any and all intellectual property rights that you own or control to use, copy, modify, create derivative works based upon and otherwise exploit the Feedback for any purpose.\nWe are not obligated to keep any Feedback confidential, to pay you anything for any Feedback (whether we use it or not), or to repond to any Feedback.\nWe also are not obligated to return any Feedback to you, in any form.\nYou agree that no Feedback provided to us will violate any right of any third party, including copyright, trademark, privacy or other personal or proprietary rights.\n</p>\n<strong>Third Party Sites</strong>\n<br>\n<br>\n<p>The Service may contain links to third-party websites or resources.\nWe provide these links only as a convenience and are not responsible for the content, products or services on or available from those websites or resources or links displayed on such websites.\nYou acknowledge sole responsibility for and assume all risk arising from, your use of any third-party websites or resources.</p>\n<strong>Termination</strong>\n<br>\n<br>\n<p>TouchOfModern may terminate your access to all or any part of the Service at any time, with or without cause, with or without notice, effective immediately, which may result in the forfeiture and destruction of all information associated with your membership.\nIf you wish to terminate your Account, you may do so by following the instructions on the Sites.\nThe provisions relating to Purchases, Ownership of Site and Services, Export Policy and Restrictions, Feedback, Termination, Indemnification, Warranty Disclaimers, Limitations of Liability Dispute Resolution and General Terms will survive termination of these Terms.</p>\n<strong>Indemnification</strong>\n<br>\n<br>\n<p>You agree to indemnify, defend, and hold harmless TouchofModern, its officers, directors, employees, agents, licensors and suppliers from and against all losses, expenses, damages and costs (including attorneys’ fees) resulting from any violation of these Terms or any activity related to your account (including negligent or wrongful conduct) by you or any person accessing the Services using your account.\n</p>\n<strong>Warranty Disclaimer relating to the Service</strong>\n<br>\n<br>\n<p>EXCEPT AS OTHERWISE REQUIRED BY LAW, THE SERVICE INCLUDING, WITHOUT LIMITATION, ALL INFORMATION, CONTENT AND ANY FEATURES MADE AVAILABLE TO YOU THROUGH THE SERVICE ARE PROVIDED BY TOUCHOFMODERN ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nTOUCHOFMODERN, AND ITS DIRECTORS, EMPLOYEES, AGENTS, PARTNERS AND CONTENT PROVIDERS DO NOT WARRANT THAT: (A) THE SERVICE WILL BE SECURE OR AVAILABLE AT ANY PARTICULAR TIME OR LOCATION.\n(B) ANY DEFECTS OR ERRORS WILL BE CORRECTED.\nOR (C) ANY CONTENT OR SOFTWARE AVAILABLE AT OR THROUGH THE SERVICE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nYOUR USE OF THE SERVICE IS SOLELY AT YOUR OWN RISK.\nTO THE FULL EXTENT PERMISSIBLE BY APPLICABLE LAW, TOUCHOFMODERN DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE AND ANY WARRANTIES IMPLIED BY ANY COURSE OF PERFORMANCE OR USAGE OF TRADE.\nTOUCHOFMODERN DOES NOT WARRANT THAT THE SERVICE, INFORMATION, CONTENT, OR ANY FEATURE MADE AVAILABLE TO YOU THROUGH THE SERVICE, TOUCHOFMODERN'S SERVERS OR ELECTRONIC COMMUNICATIONS SENT FROM TOUCHOFMODERN ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nTOUCHOFMODERN WILL NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM THE USE OF ANY SERVICE, OR FROM ANY INFORMATION, CONTENT, OR ANY FEATURES MADE AVAILABLE TO YOU THROUGH THE SERVICE.\nTHE LIMITATIONS IN THIS PARAGRAPH DO NOT APPLY TO NEW JERSEY RESIDENTS PURCHASING PRODUCTS FOR PERSONAL, FAMILY OR HOUSEHOLD PURPOSES.</p>\n<p>CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.</p>\n<strong>Warranty Disclaimer relating to the Products</strong>\n<br>\n<br>\n<p>THE PRODUCTS (INCLUDING ANY SOFTWARE THAT MAY BE USED IN SUCH PRODUCTS) INCLUDED ON OR OTHERWISE MADE AVAILABLE TO YOU THROUGH THE SERVICE ARE PROVIDED BY TOUCHOFMODERN ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS, UNLESS OTHERWISE SPECIFIED IN WRITING BY TOUCHOFMODERN.\nTOUCHOFMODERN, AND ITS DIRECTORS, EMPLOYEES, AGENTS, SUPPLIERS AND PARTNERS DO NOT WARRANT THAT THE PRODUCTS WILL MEET YOUR EXPECTATIONS.</p>\n<p>YOU MAY BE ELIGIBLE FOR THE MANUFACTURER’S WARRANTIES THAT APPEAR ON OR WITH THE PRODUCTS YOU BUY.\nEXCEPT FOR SUCH MANUFACTURER’S WARRANTIES, TO THE FULL EXTENT PERMISSIBLE BY APPLICABLE LAW, TOUCHOFMODERN DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE AND ANY WARRANTIES IMPLIED BY ANY COURSE OF PERFORMANCE OR USAGE OF TRADE.\nTOUCHOFMODERN DOES NOT WARRANT THAT THE PRODUCTS (INCLUDING THE SOFTWARE THAT MAY BE USED IN ANY PRODUCTS) ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nTOUCHOFMODERN WILL NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM THE USE OF ANY PRODUCTS (INCLUDING THE SOFTWARE THAT MAY BE USED IN ANY PRODUCTS).</p>\n<p>CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.\nTHE LIMITATIONS IN THE TWO PRECEDING PARAGRAPHS DO NOT APPLY TO NEW JERSEY RESIDENTS PURCHASING PRODUCTS FOR PERSONAL, FAMILY OR HOUSEHOLD PURPOSES.</p>\n<strong>Limitation of Liability</strong>\n<br>\n<br>\n<p>IN NO EVENT SHALL TOUCHOFMODERN, OR ITS DIRECTORS, EMPLOYEES, AGENTS, OR PARTNERS, BE LIABLE UNDER CONTRACT, TORT, STRICT LIABILITY, OR ANY OTHER LEGAL OR EQUITABLE THEORY WITH RESPECT TO THE SERVICE (INCLUDING, WITHOUT LIMITATION, ANY CONTENT) (I) FOR ANY LOST PROFITS, DATA LOSS, COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, OR SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER (HOWEVER ARISING), (II) FOR ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE (REGARDLESS OF THE SOURCE OF ORIGINATION), (III) FOR YOUR RELIANCE ON THE SERVICE OR PRODUCT DESCRIPTIONS, OR (IV) FOR ANY DIRECT DAMAGES IN EXCESS OF (IN THE AGGREGATE) THE GREATER OF A) AMOUNTS PAID OR PAYABLE BY YOU IN CONNECTION WITH THE SERVICE.\nOR B) ONE-HUNDRED U.S.\nDOLLARS ($100.00).\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS AND EXCLUSIONS MAY NOT APPLY TO YOU.\nTHE LIMITATIONS IN THIS PARAGRAPH DO NOT APPLY TO NEW JERSEY RESIDENTS PURCHASING PRODUCTS FOR PERSONAL, FAMILY OR HOUSEHOLD PURPOSES.</p>\n<strong>Dispute Resolution</strong>\n<br>\n<br>\n<u>\n</u>\n<p>\n<u>Governing Law</u>\n</p>\n<p>These Terms and any action related thereto will be governed by the laws of the State of California without regard to its conflict of laws provisions.</p>\n<u>\n</u>\n<p>\n<u>Agreement to Arbitrate</u>\n</p>\n<p> You and TouchOfModern agree that any dispute, claim or controversy arising out of or relating to these Terms or the breach, termination, enforcement, interpretation or validity thereof or the use of the Service (collectively, <strong>\"Disputes\"</strong>) will be settled by binding arbitration, except that each party retains the right: (i) to bring an individual action in small claims court and (ii) to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation or violation of a party’s copyrights, trademarks, trade secrets, patents or other intellectual property rights (the action described in the foregoing clause (ii), an <strong>\"IP Protection Action\"</strong>).\nWithout limiting the preceding sentence, you will also have the right to litigate any other Dispute if you provide TouchOfModern with written notice of your desire to do so by email or regular mail at support@touchofmodern.com or 1025 Sansome St, San Francisco, CA 94111 within thirty (30) days following the date you first agree to these Terms (such notice, an <strong>\"Arbitration Opt-out Notice\"</strong>).\nIf you do not provide TouchOfModern with an Arbitration Opt-out Notice within the thirty (30) day period, you will be deemed to have knowingly and intentionally waived your right to litigate any Dispute except as expressly set forth in clauses (i) and (ii) above.\nThe exclusive jurisdiction and venue of any IP Protection Action or, if you timely provide TouchOfModern with an Arbitration Opt-out Notice, will be the state and federal courts located in the Northern District of California and each of the parties hereto waives any objection to jurisdiction and venue in such courts.\nUnless you timely provide TouchOfModern with an Arbitration Opt-out Notice, <strong>you acknowledge and agree that you and TouchOfModern are each waiving the right to a trial by jury or to participate as a plaintiff or class member in any purported class action or representative proceeding.</strong> Further, unless both you and TouchOfModern otherwise agree in writing, the arbitrator may not consolidate more than one person's claims, and may not otherwise preside over any form of any class or representative proceeding.\nIf this specific paragraph is held unenforceable, then the entirety of this \"Dispute Resolution\" section will be deemed void.\nExcept as provided in the preceding sentence, this \"Dispute Resolution\" section will survive any termination of these Terms.\n</p>\n<u>\n</u>\n<p>\n<u>Arbitration Rules</u>\n</p>\n<p> The arbitration will be administered by the American Arbitration Association (<strong>\"AAA\"</strong>) in accordance with the Commercial Arbitration Rules and the Supplementary Procedures for Consumer Related Disputes (the <strong>\"AAA Rules\"</strong>) then in effect, except as modified by this \"Dispute Resolution\" section.\n(The AAA Rules are available at www.adr.org or by calling the AAA at 1-800-778-7879.) The Federal Arbitration Act will govern the interpretation and enforcement of this Section.\n</p>\n<u>\n</u>\n<p>\n<u>Arbitration Process</u>\n</p>\n<p> A party who desires to initiate arbitration must provide the other party with a written <u>Demand for Arbitration</u> as specified in the AAA Rules.\n(The AAA provides a general Demand for Arbitrationand a separate <u>Demand for Arbitration for California residents.</u>) The arbitrator will be either a retired judge or an attorney licensed to practice law and will be selected by the parties from the AAA’s roster of arbitrators.\nIf the parties are unable to agree upon an arbitrator within seven (7) days of delivery of the Demand for Arbitration, then the AAA will appoint the arbitrator in accordance with the AAA Rules.\n</p>\n<u>\n</u>\n<p>\n<u>Arbitration Location and Procedure</u>\n</p>\n<p> Unless you and TouchOfModern otherwise agree, the arbitration will be conducted in the county where you reside.\nIf your claim does not exceed $10,000, then the arbitration will be conducted solely on the basis of the documents that you and TouchOfModern submit to the arbitrator, unless you request a hearing or the arbitrator determines that a hearing is necessary.\nIf your claim exceeds $10,000, your right to a hearing will be determined by the AAA Rules.\nSubject to the AAA Rules, the arbitrator will have the discretion to direct a reasonable exchange of information by the parties, consistent with the expedited nature of the arbitration.\n</p>\n<u>\n</u>\n<p>\n<u>Arbitrator’s Decision</u>\n</p>\n<p> The arbitrator will render an award within the time frame specified in the AAA Rules.\nThe arbitrator’s decision will include the essential findings and conclusions upon which the arbitrator based the award.\nJudgment on the arbitration award may be entered in any court having jurisdiction thereof.\nThe arbitrator’s award of damages must be consistent with the terms of the \"Limitation of Liability\" section above as to the types and amounts of damages for which a party may be held liable.\nThe arbitrator may award declaratory or injunctive relief only in favor of the claimant and only to the extent necessary to provide relief warranted by the claimant’s individual claim.\nIf you prevail in arbitration you will be entitled to an award of attorneys’ fees and expenses, to the extent provided under applicable law.\nTouchOfModern will not seek, and hereby waives all rights it may have under applicable law to recover, attorneys’ fees and expenses if it prevails in arbitration.\n</p>\n<u>\n</u>\n<p>\n<u>Fees</u>\n</p>\n<p> Your responsibility to pay any AAA filing, administrative and arbitrator fees will be solely as set forth in the AAA Rules.\nHowever, if your claim for damages does not exceed $75,000, TouchOfModern will pay all such fees unless the arbitrator finds that either the substance of your claim or the relief sought in your Demand for Arbitration was frivolous or was brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)).\n</p>\n<u>\n</u>\n<p>\n<u>Changes</u>\n</p>\n<p> Notwithstanding the provisions of the \"Modification of Terms\" section above, if TouchOfModern changes this \"Dispute Resolution\" section after the date you first accepted these Terms (or accepted any subsequent changes to these Terms), you may reject any such change by sending us written notice (including by email to www.TouchOfModern.com) within 30 days of the date such change became effective, as indicated in the \"Last Updated\" date above or in the date of TouchOfModern’s email to you notifying you of such change.\nBy rejecting any change, you are agreeing that you will arbitrate any Dispute between you and TouchOfModern in accordance with the provisions of this \"Dispute Resolution\" section as of the date you first accepted these Terms (or accepted any subsequent changes to these Terms).\n</p>\n<strong>General Terms</strong>\n<br>\n<br>\n<p> These Terms constitute the entire and exclusive understanding and agreement between TouchOfModern and you regarding the Service (including Products), and these Terms supersede and replace any and all prior oral or written understandings or agreements between TouchOfModern and you regarding the Service (including Products).\nIf any provision of these Terms is held invalid or unenforceable (either by an arbitrator appointed pursuant to the terms of the \"Arbitration\" section above or by court of competent jurisdiction, but only if you timely opt out of arbitration by sending us an Arbitration Opt-out Notice in accordance with the terms set forth above), that provision will be enforced to the maximum extent permissible and the other provisions of these Terms will remain in full force and effect.\nYou may not assign or transfer these Terms, by operation of law or otherwise, without TouchOfModern’s prior written consent.\nAny attempt by you to assign or transfer these Terms, without such consent, will be null.\n</p>\n<p> TouchOfModern may freely assign or transfer these Terms without restriction.\nSubject to the foregoing, these Terms will bind and inure to the benefit of the parties, their successors and permitted assigns.\nAny notices or other communications provided by TouchOfModern under these Terms, including those regarding modifications to these Terms, will be given: (i) via email.\nor (ii) by posting to the Service.\nFor notices made by e-mail, the date of receipt will be deemed the date on which such notice is transmitted.\n</p>\n<p> TouchOfModern’s failure to enforce any right or provision of these Terms will not be considered a waiver of such right or provision.\nThe waiver of any such right or provision will be effective only if in writing and signed by a duly authorized representative of TouchOfModern.\nExcept as expressly set forth in these Terms, the exercise by either party of any of its remedies under these Terms will be without prejudice to its other remedies under these Terms or otherwise.\n</p>\n<strong>Copyright and Trademark Notices</strong>\n<br>\n<br>\n<p> Unless otherwise indicated, the Terms and all Content provided by TouchOfModern are copyright © 2012-2020 TouchOfModern, Inc.\nAll rights reserved.\n\"Touch of Modern\" is a trademark of TouchOfModern.\nThe names of any actual companies and products mentioned at the Sites may be the trademarks of their respective owners.\n</p>\n<strong>Notify Us of Infringers</strong>\n<br>\n<br>\n<p> If you believe that something available through the Sites or the App violates your copyright, notify our copyright agent in writing.\nThe contact information for our copyright agent is at the bottom of this section.\nIn order for us to take action, you must do the following in your notice: (1) provide your physical or electronic signature.\n(2) identify the copyrighted work that you believe is being infringed.\n(3) identify the item on the Sites and the App that you think is infringing your work and include sufficient information about where the material is located on the Site or the App (including which website and URL) so that we can find it.\n(4) provide us with a way to contact you, such as your address, telephone number, or e-mail.\n(5) provide a statement that you believe in good faith that the item you have identified as infringing is not authorized by the copyright owner, its agent, or the law to be used on the Site.\nand (6) provide a statement that the information you provide in your notice is accurate, and that (under penalty of perjury), you are authorized to act on behalf of the copyright owner whose work is being infringed.\n</p>\n<p>Designated Agent to Receive Notification of Claimed Infringement:</p>\n<p> Designated Copyright Agent<br> 1025 Sansome Street<br> San Francisco, CA 94111<br> 415.230.0750<br> dmca@touchofmodern.com </p>\n<strong>Contact</strong>\n<br>\n<br>\n<p>You may contact TouchOfModern at the following address:</p>\n<p> Legal Department<br> TouchOfModern, Inc., d/b/a Touch of Modern<br> 1025 Sansome St<br> San Francisco, CA 94111 </p> Download Our App About Terms Privacy Accessibility Partner FAQ Careers Affiliates Press Contact © 2012 - 2021 Touch of Modern, TouchOfModern Inc.\n", "created_at": "2021-04-16 21:51:44.120935", "updated_at": "2021-04-16 21:52:28.225233"}], "points": [], "urls": ["touchofmodern.com"]}}