{"error": 448, "message": "OK", "parameters": {"id": 5392, "name": "servicenow ", "created_at": "2021-11-01 05:16:00.329619", "updated_at": "2021-11-01 23:01:09.439152", "wikipedia": null, "keywords": null, "related": null, "slug": "servicenow", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5392.png", "url": "servicenow.com", "documents": [{"id": 9683, "name": "Privacy Statement ", "url": "https://www.servicenow.com/privacy-statement.html", "xpath": "/html/body/div[4]/div[2]/div[2]/section[2]/div", "text": " Table of Contents <ul>\n<li> Purpose </li>\n<li> About Us </li>\n<li> Scope </li>\n<li> How We Obtain Information </li>\n<li> How We Use Information Collected </li>\n<li> How We Share Information Collected </li>\n<li> Legal Basis for Processing </li>\n<li> International Transfer of Data </li>\n<li> Security and Confidentiality </li>\n<li> Retention </li>\n<li> Your Privacy Rights </li>\n<li> General </li>\n</ul>\n<p>ServiceNow, Inc., including its subsidiaries and affiliates (collectively, \"<b>ServiceNow,</b>\" \"<b>we,</b>\" or \"<b>us</b>\") respects the privacy of its customers, business partners, event attendees, job applicants and Website (as defined below) visitors.<br>\n<br>\nThe following Privacy Statement explains who we are and the different ways in which we collect, use, and share personal information about you, and how you can exercise your privacy rights.\nPlease take the time to read this Privacy Statement and the related statements in their entirety to ensure you are fully informed.\nTo access a specific policy, you may click on the relevant link below.\nNote that we may provide additional information about our privacy practices that are specific to one of our websites, events, products, or services.</p>\n<p>If you have any questions or concerns about our use of your personal information, please contact us using the contact details provided at the bottom of this Privacy Statement.</p>\n<p>\n<b>PRIVACY STATEMENT</b>.\nOur Privacy Statement covers our privacy practices with respect to the collection, use, and disclosure of information obtained: (i) through the ServiceNow websites that link to this Privacy Statement (our \"<b>Website</b>\").\nand (ii) events hosted by ServiceNow or our business partners and sponsors where we collect information from attendees (“<b>Events</b>”).</p>\n<p>\n<b>COOKIES POLICY</b>.\nOur Cookies Policy addresses how we use cookies and other similar tracking technologies when you visit our websites or use our products, services, and mobile applications.</p>\n<p>\n<b>SERVICES PRIVACY STATEMENT</b>.\nOur Services Privacy Statement covers our privacy practices in connection with the use of our hosted software applications and related support services, as well as expert services, including professional services, trainings and certifications that we provide to customers.\nThis Services Privacy Statement also describes our privacy practices with respect to customer and partner contact information we process in connection with the purchase and use of our products and services or services or technology provided by our partners to our customers.</p>\n<p>\n<b>APPLICANT PRIVACY STATEMENT</b>.\nOur Applicant Privacy Statement covers our privacy practices in connection with an individual’s application for employment at ServiceNow.</p>\n<p>&nbsp;</p> Purpose <p>ServiceNow, Inc., including its subsidiaries and affiliates (collectively, \"<b>ServiceNow,</b>\" \"<b>we,</b>\" or \"<b>us</b>\") respects the privacy of its Website (as defined below) and Events (as defined below) registrants and attendees.<br>\n<br>\nThis Privacy Statement (the \"<b>Privacy Statement</b>\") describes who we are, the information that we collect about you, how we obtain your personal information, and how we may use or disclose that information in connection with the Website and Events.\nThis Privacy Statement also describes the measures we take to protect the security of your personal information and how you can contact us about our privacy practices, including to exercise your privacy rights.</p> About Us <p>ServiceNow makes work, work better for people.\nOur cloud‑based platform and products streamline and simplify how work gets done.\nOur solutions, and the custom solutions built by our customers and partners, help people do their best work.\nWe are headquartered in Santa Clara, California but have subsidiaries and affiliates around the world.</p>\n<p>For more information about ServiceNow, please see the About Us section of our Website.</p> Scope <p>This Privacy Statement only covers our privacy practices with respect to the collection, use, and disclosure of information obtained: (i) through the ServiceNow websites that link to this Privacy Statement (\"<b>Website</b>\").\nand (ii) event registration or attendance information for events hosted by us or our business partners where we collect information from registrants and attendees (“<b>Events</b>”).</p> How We Obtain Information <p>As further described below, we collect several types of information from and about you that broadly falls into the following categories:</p>\n<p>\n<i>1.\nInformation you voluntarily provide to us:</i>\n</p>\n<ul>\n<li>When filling out forms on our Website (including without limitation, name, mailing address, email address, and telephone number).</li>\n<li>When you post material to our Website, participate in bulletin boards, chat rooms, blogs, comment threads, forums, or other interactive features of our Website, register, or request further information or services from us.&nbsp;</li>\n<li>When you register to use a demo or developer instance of our cloud service.</li>\n<li>When you enter a contest or promotion we sponsor.</li>\n<li>When you report a problem with our Website.</li>\n<li>When you contact us.</li>\n<li>When you complete our surveys.</li>\n<li>When you register for or attend an Event.</li>\n<li>Other information you may submit to us related to your use of our Website or attendance to an Event, including without limitation, billing information.</li>\n</ul>\n<p>\n<i>2.\nInformation from third parties.</i>\n<br>\n<br>\nFrom time to time, we may collect and use information we receive about you from third parties in connection with your use of the Website or attendance to an Event.\nFor instance, we may receive information about you from our business partners related to your registration information for Events.\nWe also use third parties for reporting and analytics to measure the effectiveness of our Website and marketing efforts, and to identify areas for improvement.<br>\n<br>\nWe may combine information we collect from third parties with information you provide us to update, expand or provide you with tailored information regarding our products, services and Events.</p>\n<p>3.\n<i>Information we collect as you navigate through the Website.</i>\n<br>\n<br>\nAs you navigate through the Website, we may also automatically collect details about your visits Website, including your IP address, usage patterns, traffic data, location data, logs and other communication data and the resources that you access, as well as information about your computer and internet connection, including your operating system and browser type.<br>\n<br>\nWe also collect some of this information using cookies and similar tracking technologies.\nFor detailed information, please see our Cookies Policy.</p> How We Use Information Collected <p>We may use information that we collect about you for the following purposes:</p>\n<ul>\n<li>To operate, maintain and improve Website.</li>\n<li>To register you for Events you sign up for with us and populate profiles for you in our records.&nbsp;&nbsp;</li>\n<li>To provide you with information, products or services that you request from us.</li>\n<li>To carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including without limitation, our Website Terms of Use.</li>\n<li>To notify you about changes to our Website or obtain any required consent.</li>\n<li>To allow you to participate in interactive features of our Website, when you choose to do so.</li>\n<li>For industry analysis, benchmarking, analytics, marketing, and other business purposes.&nbsp;</li>\n<li>To track your browsing behavior, such as the pages you visited over time, for analytics and advertising purposes.</li>\n<li>To communicate with you about Events.</li>\n<li>To contact you for marketing purposes, in accordance with your marketing preferences (for example, we may use your information to contact you to further discuss your interests in our services and products or other Events).</li>\n</ul>\n<p>By registering for Now Community, Now Learning, Now Creator, or other future sites within the ServiceNow ecosystem, ServiceNow will create a Now Profile on your behalf that will allow you to access any of the other listed sites using the same username and password for all sites.\nThe personal information that may be collected during registration and/or use of any one of these sites that you choose to make public, may be visible to other users of the sites.\nIn addition, your personal information may be used by the other sites for the purposes of enhancing your experience and improving the quality of our services.</p>\n<p>If you ask us to contact you about goods and services, we may use your personal information or permit selected third parties to use your personal information to contact you about such goods and services.\nYou can withdraw consent at a later time by clicking on the “unsubscribe” link located in the emails we send you.\nFor more information, see the section on “Your Privacy Rights” below.&nbsp;</p>\n<p>Additional information about our privacy practices with respect to our collection and use of information from Events may be found in additional privacy statements on the registration sites for Events hosted by us.</p> How We Share Information Collected <p>We may disclose personal information that you provide to us to the following categories of recipients:</p>\n<ul>\n<li>To our <i>subsidiaries and affiliates</i> (including those located outside the European Economic Area and Switzerland) who will use it only for the purposes described in this Privacy Statement.</li>\n<li>To our <i>contractors, business partners and service providers</i> we use to support our business or who provide services on our behalf.\nFor clarity, ServiceNow does not share Event attendee data with business partners or sponsors unless you opt in to such sharing via an Event registration form or you attend an Event hosted by ServiceNow and allow our business partners or sponsors to scan your attendee badge.\nIf you do not wish for your information to be shared with our business partners or sponsors, you may choose not to opt in via the event registration forms and elect not to have your badge scanned by a partner at an Event.\nIf you choose to share your information with business partners or sponsors, your information will be subject to the respective business partner or sponsor’s privacy statement.</li>\n<li>To a <i>potential buyer</i> (and its agents and advisors) in connection with any proposed merger, acquisition, or any form of sale or transfer of some or all of our assets (including in the event of a reorganization, dissolution or liquidation), in which case personal information held by us about you will be among the assets transferred to the buyer or acquirer.</li>\n<li>To <i>any competent law enforcement body, regulatory, government agency, court or other third party</i> to: (i) comply with any court order, a request from any competent law enforcement agency, or any other legal obligation.\n(ii) enforce or apply our Website Terms of Use or terms of any other agreement.\n(iii) and protect the rights, property, or safety of ServiceNow or others.</li>\n<li>To any <i>other person with your consent</i> to the disclosure.</li>\n</ul>\n<p>We do not sell, rent or trade information collected through the Website with third parties for their promotional purposes.&nbsp;</p> Legal Basis for Processing <p>If you are from the European Economic Area, our legal basis for collecting and using the personal information described above will depend on the personal information concerned and the specific context in which we collect it.</p>\n<p>However, we will normally collect personal information from you only where we have your consent to do so, where we need the personal information to perform a contract with you, or where the processing is in our legitimate interests and not overridden by your data protection interests or fundamental rights and freedoms.\nIn some cases, we may also have a legal obligation to collect personal information from you.</p>\n<p>If you have questions about or need further information concerning the legal basis on which we collect and use your personal information, please contact us using the contact details provided in the \"Contact Information” section below.</p> International Transfer of Data <p>ServiceNow stores and processes any information collected in connection with the Website or an Event in: (i) any country where we have facilities, (ii) any country in which we engage service providers.\nor (iii) any country where Events are held.\nA list of ServiceNow’s global offices is available&nbsp;here.</p>\n<p>If you are a visitor from the European Economic Area (\"<b>EEA</b>\"), we will protect your personal information when it is transferred outside of the EEA by:</p>\n<ul>\n<li>Processing it in a territory which the European Commission has determined provides an adequate level of protection for personal information.\nor</li>\n<li>Otherwise implementing appropriate safeguards to protect your personal information, including through the use of Standard Contractual Clauses or another lawful transfer mechanism approved by the European Commission.</li>\n</ul>\n<p>If you require further information about our international transfers of personal information, please contact us using the contract details in the “Contact Information” section further below.</p> Security and Confidentiality <p>ServiceNow maintains appropriate technical and organizational measures to protect the personal information obtained through the Website and in connection with Events from accidental or unlawful destruction, loss, alteration, unauthorized disclosure and access.\nServiceNow personnel and service providers with access to personal information collected through our Websites or from Event attendees are required to keep such information confidential and secure.</p> Retention <p>We will retain your personal information if we have a business need to do so or for as long as is needed to fulfill the purposes outlined in this Privacy Statement, unless a longer retention period is required by law (for example, to comply with applicable legal, tax or accounting requirements).<br>\n<br> When we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.\n<br>\n</p> Your Privacy Rights <p>We provide you with certain choices regarding the information you provide to us.\nIn particular:</p>\n<ul>\n<li>If you wish to <i>access, correct, update, or request deletion</i> of<i>\n</i>your personal information, you can send us an e‑mail at privacy@servicenow.com.\nEvent registrants and attendees may update their user profiles for Events we host by logging into the applicable event website or registration page.</li>\n<li>Certain jurisdictions, for example the European Economic Area, provide their residents specific privacy rights under applicable law.\nWe will process your requests to exercise such rights, including if you <i>object to processing</i> of your personal information, ask us to <i>restrict processing</i> of your personal information or <i>request portability</i> of your personal information, in accordance with applicable data protection laws.\nYou may send us an e‑mail at privacy@servicenow.com or using the contact details under the “Contact Us” heading below.</li>\n<li>If you do not wish to receive our email <i>marketing communication</i> for promotional purposes, you may opt‑out by clicking on the “unsubscribe” or “opt‑out” link in the marketing e‑mails we send you.\nTo opt‑out of other forms of marketing (such as telemarketing), please contact us using the contact details provided under the “Contact Information” section below.</li>\n<li>In addition, if we process your personal information in reliance upon your consent, you can contact us at any time to <i>withdraw your consent</i>.</li>\n<li>You have the <i>right to complain to a data protection authority</i> if you are unhappy about our collection and use of your personal information.\nFor more information, please contact your local data protection authority.\nContact details for data protection authorities in the European Economic Area, Switzerland, and certain non‑European countries (including the US and Canada) are available here.</li>\n</ul>\n<p>We will respond to such requests in accordance with the requirements of applicable data protection laws.\nPlease note that in order to fulfil your request, we may need you to provide certain information to verify your identity.</p> General <p>\n<b>Do Not Track</b>\n<br>\nWhile ServiceNow attempts to honor do not track (“DNT”) instructions we receive from a Visitor’s browser, we cannot guarantee that ServiceNow will always respond to such signals, in part, because of the lack of common industry standard for DNT technology.\nWe continue to monitor developments in DNT technology and stay apprised of DNT industry standards as they evolve.</p>\n<p>\n<b>Third Party Websites and Applications</b>\n<br>\nThis Website may link to websites that are not owned or controlled by ServiceNow.\nAs such, this Privacy Statement does not apply to information collected on any third‑party site or by any third‑party application that may link to or be accessible from the Website.\nThis Privacy Statement does not apply to information collected by customers, our business partners, and other third parties or third‑party applications or services, even if this information is collected using our Website or at Events.</p>\n<p>\n<b>Public Forums and Blogs</b>\n<br>\nPlease note that any information you post or disclose in public forums will become public information, and may be available to users and the general public.\nWe urge you to be very careful when deciding to disclose your personal information, or any other information in our public forums.\nProper access and use of information provided on the Website, including contributions to our public forums, is governed by our Website Terms of Use and known or suspected violations should be reported to our Privacy team via e‑mail at&nbsp;privacy@servicenow.com.</p>\n<p>\n<b>Children</b>\n<br>\nWe do not knowingly collect personal information from anyone under the age of 16.\nIf you are under 16, please do not attempt to fill out our forms or send any personal information about yourself to us.\nIf we learn that we have collected Personal Information from a child under age 16, we will delete that information promptly.</p>\n<p>\n<b>Changes to Our Privacy Statement</b>\n<br>\nServiceNow reserves the right to update or change this Privacy Statement from time to time.\nIf we make material changes to this Privacy Statement, we will notify you through an appropriate online notice or other means (which may include, if we have your contact details, notification by e‑mail) and obtain your consent if and where required by applicable law.\nWe ask that you review the Privacy Statement periodically to stay informed about any updates or changes that we may have made.</p>\n<p>You can see when this Privacy Statement was last updated by checking the “effective as of” date displayed at the top of this Privacy Statement.</p>\n<p>\n<b>Contact Information</b>\n<br>\nTo ask questions or comment about this Privacy Statement and our privacy practices or if you need to update, change or remove your information or exercise any other rights, contact us at:&nbsp;privacy@servicenow.com.</p>\n<p>Or</p>\n<p>ServiceNow, Inc.<br>\nAttn: Privacy<br>\n2225 Lawson Lane<br>\nSanta Clara, CA 95054</p>\n<p>All other feedback, comments, requests for technical support, and other communications relating to the Website should be directed to:&nbsp;marketing@servicenow.com.</p>\n<p>This website is operated by ServiceNow, Inc.\n(the data controller), which is a Delaware corporation located at 2225 Lawson Lane, Santa Clara, CA 95054.\nServiceNow, Inc.'s data protection representative in the European Economic Area is:</p>\n<p>ServiceNow Nederland B.V.<br>\nAttn: Legal Department<br>\nHoekenrode 3<br>\n1102 BR Amsterdam<br>\nThe Netherlands</p>\n<p>E‑mail: legalnotices@servicenow.com.</p> ", "created_at": "2021-11-01 04:22:27.102922", "updated_at": "2021-11-01 04:22:38.928514"}, {"id": 9682, "name": " Cookie policy", "url": "https://www.servicenow.com/cookie-policy.html", "xpath": "/html/body/div[4]/div[2]/div[2]/section[2]/div", "text": " Table of Contents <ul>\n<li> Cookies </li>\n<li> Do Not Track </li>\n<li> Web Beacons </li>\n<li> IP Addresses </li>\n<li> Your Choices </li>\n<li> Contact Information </li>\n</ul>\n<p>ServiceNow, Inc.\n(“ServiceNow” or the “Company”) respects the privacy of visitors to its Website (as defined in our Privacy Statement).\nThe ServiceNow Cookies Policy (the “Policy”) applies to the ServiceNow Website and describes the information we collect by automated means through the use of information gathering tools, such as cookies and web beacons.</p> Cookies <p>Cookies are small pieces of information or text that are issued to your computer when you visit a website and are used to store or track information about your use of the site.<b>\n</b>\n</p>\n<p>ServiceNow uses both session‑based and persistent‑based cookies.\nSession‑based cookies exist only during your web session and expire when you close your internet browser.\nPersistent‑based cookies are files that stay in one of your browser's subfolders until you delete them manually or your browser deletes them based on the duration period contained within the persistent cookie's file.</p>\n<p>ServiceNow uses cookies for several reasons.\nSome cookies are strictly necessary to enable core site functionality.\nWe refer to these as “required” cookies.\nFor example, we may use required cookies to authenticate your access to various areas of our Website.\nOther cookies allow us to enhance your browsing experience, tailor content to your preferences, and make your interactions with our Website more meaningful.\nWe refer to these as “functional” cookies.\nFor example, we may use functional cookies to determine whether you have visited our Website before and inform us about site features in which you have interest, thereby permitting us to better tailor our Website content.\nFunctional cookies also allow us to analyze Website traffic so we can measure and improve performance and speed up your searches.</p>\n<p>In addition to required and functional cookies, some third parties issue cookies through our Website to serve ads that are relevant to your interests based on your browsing activities.\nThese third parties may also collect your browser history or other information to determine how you reached our Website and the website you visit when you leave our Website.\nInformation gathered through these automated means may be associated with the personal information you previously submitted on our Website.</p> Do Not Track <p>While ServiceNow attempts to honor do not track (“DNT”) instructions we receive from your browser, we cannot guarantee that ServiceNow will always respond to such signals, in part because of the lack of common industry standard for DNT technology.\nWe continue to monitor developments in DNT technology and stay apprised of DNT industry standards as they evolve.</p> Web Beacons <p>Web beacons (also known as internet tags, pixel tags, and clear GIFs) are clear electronic images that can recognize certain types of information on your computer, such as the type of browser used to view a website page, when you viewed a particular site linked to the Web beacon, and a description of a site tied to the Web beacon.\nCertain pages on our Website may contain such Web beacons, which the Company uses to operate and improve the Website.</p> IP Addresses <p>An IP address is a unique identifier that certain electronic devices use to identify and communicate with each other on the Internet.\nWhen you visit our Website, we may view the IP address of the device you use to connect to the Internet.\nWe use this information to determine the general physical location of the device and the geographic regions of our visitors.</p> Your Choices <p>You can stop cookies being downloaded to your computer by selecting the appropriate settings on your browser.&nbsp;Most browsers will tell you how to stop accepting new cookies, how to be notified when you receive a new cookie, and how to disable existing cookies.&nbsp.\nYou can find out how to do this for your particular browser by clicking \"help\" on your browser's menu or by visiting&nbsp;www.allaboutcookies.org.\nYou may also opt out of certain functional and advertising cookies by clicking on our Cookie Preferences.\nPlease note that this does not opt you out of being served generic ads.\nIn addition, without cookies you may not be able to take full advantage of our Website features.<br>\n<br>\nIn addition to the above, in EMEA and Switzerland, we do not load cookies unless they are strictly necessary.\nIn these countries, you can opt in to us using other cookies.</p> Contact Information <p>To ask questions or comment about our information practices, please contact us at: privacy@servicenow.com.</p>\n<p>You may also write to us at:</p>\n<p>\n<b>ServiceNow, Inc&nbsp;</b>\n</p>\nAttn: Legal<br>\n2225 Lawson Lane<br>\nSanta Clara, CA 95054<br>\nUnited States<p>\n</p>\n<p>Or</p>\n<p>\n<b>ServiceNow Nederland B.V.</b>\n<br>\nAttn: Legal<br>\nHoekenrode 3<br>\n1102 BR Amsterdam<br>\nNetherlands</p> ", "created_at": "2021-11-01 04:18:18.915543", "updated_at": "2021-11-01 04:24:08.494224"}, {"id": 9681, "name": "Terms", "url": "https://www.servicenow.com/terms-of-use.html", "xpath": "/html/body/div[3]/div[2]/div[2]/section[2]/div", "text": " Table of Contents <ul>\n<li> Acceptance of the Terms of Use </li>\n<li> Use of the Website </li>\n<li> Non-Production Instances </li>\n<li> Store and Share </li>\n<li> Posting Apps </li>\n<li> Intellectual Property </li>\n<li> Linking </li>\n<li> Monitoring, Enforcement and Feedback </li>\n<li> Legal Considerations </li>\n</ul> 1.\nAcceptance of the Terms of Use <p>The following terms and conditions, together with any referenced documents (collectively,&nbsp;<b>\"Terms of Use\"</b>) are a legal agreement between you and your employees, agents, contractors and any other entity on whose behalf you accept these terms (collectively, “<b>you</b>” and “<b>your</b>”), and ServiceNow, Inc.\nif your domicile is within the USA, Canada or Mexico, or ServiceNow Nederland B.V.\nif your domicile is within any other country (“<b>ServiceNow</b>,” “<b>we</b>,” “<b>us</b>” and “<b>our</b>”).\nThe Terms of Use apply to ServiceNow’s Website (as defined below).</p>\n<p>\n<b>IMPORTANT: THESE TERMS OF USE FORM A BINDING CONTRACT BETWEEN YOU AND US WHEN ACCEPTED BY YOU.&nbsp;&nbsp.\nYOU ACCEPT THESE TERMS OF USE BY&nbsp.\n(1) ACCESSING OR USING THE WEBSITE, (2) INDICATING ACCEPTANCE OF THESE TERMS WHEN THEY ARE PRESENTED ONLINE, SUCH AS BY CHECKING A BOX CAPTIONED WITH ACCEPTANCE LANGUAGE OR CLICKING AN ICON BEARING AN “ACCEPT” OR SIMILAR LEGEND OR BY OTHERWISE ELECTRONICALLY SIGNING THIS AGREEMENT.\nOR (3)&nbsp;EXERCISING OR PURPORTING TO EXERCISE ANY OF THE RIGHTS GRANTED TO YOU UNDER THESE TERMS OF USE.&nbsp.\nTHE INDIVIDUAL ACCEPTING THIS AGREEMENT ON BEHALF OF AN ENTITY REPRESENTS THAT HE OR SHE HAS AUTHORITY TO REPRESENT THE ENTITY AND COMMIT FUNDS ON ITS BEHALF.&nbsp.\nIF YOU DO NOT AGREE TO THESE TERMS OF USE, YOU MAY NOT USE THE WEBSITE.&nbsp;</b>\n</p>\n<p>The term “<b>Website</b>” means ServiceNow public websites, including without limitation those found at the following URLs: www.servicenow.com.\ncommunity.servicenow.com.\nknowledge.servicenow.com.\ndemochannel.service‑now.com.\nwiki.servicenow.com.\nshare.servicenow.com.\npartners.servicenow.com.\nstore.servicenow.com.\npublisher.servicenow.com.\nand developer.servicenow.com.\nThe term “Website” does not include the ServiceNow Products (as defined below) regardless of the domain name used to access such ServiceNow Products.</p>\n<p>The Website provides several types of resources, including one or more of the following: areas to interact with the Website and the user community such as message boards, chat rooms, forums, bulletin boards, training modules, user ratings, user reviews, and other related interactive and social features (collectively, the “<b>Community Services</b>”).\ninformation, software, text, displays, images, video, audio recordings, and user interfaces included in or generated by the Website, and the design, selection and arrangement thereof, except that provided expressly and conspicuously under a third‑party license (collectively, the “<b>Website Content</b>”).\nproduct specifications and product documentation (collectively, “<b>Documentation</b>”).\nsoftware such as application program interfaces, update sets, development tools, code snippets and sample code, not including Apps (defined below), published by ServiceNow to permit customization and configuration of ServiceNow Products (collectively, “<b>Development Tools</b>”).\nand non‑production instances of the ServiceNow Products (“<b>Non‑Production Instances</b>”).\nYour right to use of the Website, including Community Services, Website Content, Documentation, Development Tools and Non‑Production Instances, is subject to and conditioned on your acceptance of these Terms of Use.</p>\n<p>We may revise and update these Terms of Use from time to time in our sole discretion.\nYou are expected to check this page from time to time to take notice of any changes we made, as they are binding on you.\nAll material changes apply prospectively only.\nChanges to the dispute resolution procedures set forth in the section titled&nbsp;<i>Governing Law and Jurisdiction</i>&nbsp;shall not apply to disputes for which the parties had actual notice as of the date the change was posted on the Website.\nYour continued use of the Website following the posting of revised Terms of Use means that you accept and agree to the changes.\n&nbsp;When accepted by you, the revised Terms of Use automatically revoke any license or other rights that we granted to you under the prior version.</p>\n<p>Personally identifiable information collected about you by this Website is treated in accordance with the&nbsp;Privacy Policy, which is hereby incorporated into these Terms of Use by reference.\nIf you do not agree to these Terms of Use or the&nbsp;Privacy Policy, you must exit the Website.</p>\n<p>\n<b>Access</b>\n</p>\n<p>We reserve the right to terminate or modify the Website including any of its content, in whole or in part, in any manner in our sole discretion, without notice.\nWe will not be liable if, for any reason, all or any part of the Website is unavailable at any time or for any period.\nFrom time to time, we may restrict access to all or part of the Website to registered users or another subset of users.\nYou are solely responsible for making all arrangements necessary for you to access the Website.</p>\n<p>\n<b>Accounts</b>\n</p>\n<p>To access portions of the Website or certain resources, you may be asked to provide certain registration details or other information.&nbsp.\nIt is a condition of your use of the Website, and you hereby represent and warrant, that you are of the legal age of majority in the jurisdiction in which you reside and that all information you provide is correct, current and complete.\nIf you choose, or you are provided with, a user name, password or other information as part of our security procedures, you must treat such information as confidential and you must not disclose it to any third party.\nYou agree that you are solely responsible to us for all activities identified with your account.\nYou agree to immediately notify ServiceNow of any unauthorized use of your user name or password or any other breach of security.\nYou must logout from your account at the end of each session.\nYou should use particular caution when accessing your account from a public or shared computer so that others are not able to view or record your password or other personal information.\nServiceNow has the absolute right to disable any user name or password, at any time, for any reason, including, if in our sole discretion we believe that you have failed to comply with any provision of these Terms of Use.</p>\n<p>\n<b>ServiceNow Products</b>\n</p>\n<p>The “Website” does not include ServiceNow Products.\n“<b>ServiceNow Product</b>” means the ServiceNow platform and any ServiceNow applications or subscription services, including those customarily provided by us only to our paying customers, along with professional services, support, and maintenance, and any other products or services offered for sale by ServiceNow.\n&nbsp;ServiceNow Products do not include Non‑Production Instances or Apps (as defined below).\nYou must purchase access to ServiceNow Products pursuant to a separate subscription or other agreement with ServiceNow (“<b>Subscription Agreement</b>”).</p> 2.\nUse of the Website <p>\n<b>Posting</b>\n</p>\n<p>You and other third‑party users of the Website may be permitted to post, submit, contribute, publish, display, make a available or transmit to others (hereinafter,&nbsp;\"<b>post</b>\") content, materials or hosted applications (collectively,&nbsp;\"<b>User Contributions</b>\"&nbsp;and together with contributions officially posted by ServiceNow, “<b>Contributions</b>”) on or through the Website.\nPosting permits our customers, partners, developers, prospective customers, employees and other interested parties to share information, exchange ideas, expertise and experience, ask questions, provide solutions, share technology advances and obtain product information.\nTo foster a vibrant, thriving, and friendly community, we may enforce standards for appropriate content and prohibit uses antithetical to the intended community environment.\nUser Contributions are considered non‑confidential and non‑proprietary, and you hereby grant to ServiceNow a perpetual, irrevocable, royalty‑free, fully‑paid, sublicensable, transferable, non‑exclusive, worldwide license to copy, distribute, modify, make derivative works of, publicly display, publicly perform, make, use, sell, translate and disclose to third parties any User Contributions that you post for any purpose.\nWe are under no obligation to post or use any User Contributions, and reserve the right to edit or remove User Contributions that violate these Terms of Use in our sole discretion.</p>\n<p>To the extent you have purchased support rights under your Subscription Agreement, do not use Community Services for the escalation of support issues.&nbsp.\nContact ServiceNow Support as provided in your Subscription Agreement.</p>\n<p>You are solely responsible for any User Contribution that you post, including its legality, reliability, accuracy and appropriateness.\nServiceNow is not responsible for (and has no liability with respect to) any User Contribution.\nYou represent and warrant that you own or control all rights in and to the User Contributions that you post and have the right to grant ServiceNow and its affiliates the license granted above.\nYou represent and warrant that all of your User Contributions do and will comply with these Terms of Use, and you agree to defend, indemnify and hold ServiceNow and its affiliates and licensors harmless for any breach of that representation and warranty.\nOpinions expressed in User Contributions are those of the party posting the User Contribution and do not necessarily reflect the opinion of ServiceNow.</p>\n<p>\n<b>Code of Conduct</b>\n</p>\n<p>You agree to comply with the following code of conduct in your use of the Website:</p>\n<ul>\n<li>Be polite and courteous.\nRespect and treat others as you would expect to be treated yourself.</li>\n<li>Respect your audience.\nPosts should not upset, annoy, threaten, harass, abuse or embarrass other members.</li>\n<li>User Contributions may not include material that is defamatory, obscene, indecent, abusive, offensive, harassing, violent, hateful, inflammatory or otherwise objectionable.</li>\n<li>Lively and collegial discussions are always encouraged in a healthy community.\nIt is okay to argue facts but not okay to argue personalities or personal beliefs.</li>\n<li>Do not use text formats such as all caps or bold that may be read as annoying, rude or send a strong message.</li>\n<li>Avoid using abbreviations or terminology that others may not understand.\nAn abbreviation may mean something to you but in another context or country, it may have another meaning.</li>\n<li>Be accountable for your actions by correcting your mistakes and indicating where you have changed a previous post of yours.</li>\n</ul>\n<p>\n<b>Prohibited Uses</b>\n</p>\n<p>You agree not to access or use the Website in any manner:</p>\n<ul>\n<li>That violates any applicable federal, state, local or international law or regulation, or advocates, promotes or assists in any unlawful act, constitutes an illegal threat or violates export control laws.</li>\n<li>That violates the rights of any person or entity that may give rise to civil or criminal liability under applicable laws or regulations applicable to you, another user, and/or ServiceNow, including violation of privacy or publicity rights, infringement of any copyright, patent, trademark, trade secret or other intellectual property right, or conflicts with these Terms of Use or the Privacy Policy.</li>\n<li>To transmit or introduce offensive materials, including those involving profanity, violence, sexual conduct, pornography or discrimination based on race, sex, religion, nationality, disability, sexual orientation or age.</li>\n<li>To monitor or attempt to gain unauthorized access to: (a) an account or computer not belonging to you.\n(b) any data, information or communications on any network or system not owned by you, without authorization.\n(c) any system or network user accounts or passwords of other users, without authorization.\nor (d) e‑mail addresses, screen names or other identifiers without the consent of the person identified (including, without limitation, phishing, password robbery, spidering and harvesting).</li>\n<li>That is false, deceptive, misleading or fraudulent, including but not limited to: (a) any attempt to impersonate any person or entity, including any other user, ServiceNow or a ServiceNow employee.\n(b) to misrepresent your identity or affiliation with any person or organization.\nand (c) any attempt to give the impression that you are posting materials from any person or entity other than yourself if that is not the case, including but not limited to altering your IP source address.</li>\n<li>To use, transmit or introduce: (a) information protected under the privacy or security regulations issued pursuant to the Health Insurance Portability and Accountability Act of 1996 (HIPAA) or subject to the Health Information Technology for Economic and Clinical Health (HITECH) Act.\nor (b) non‑public sensitive or personally identifiable information including but not limited to drivers license numbers, passport numbers, social security numbers, tax identification numbers, voter registration numbers or similar identifying numbers, health information, or financial information including bank, checking, credit card, debit card, or other account numbers.</li>\n<li>For the purposes of recruiting, advertising, solicitation or commercial activities of any kind without the express written consent of ServiceNow, including, but not limited to: (a) promotions, contests, sweepstakes, barter, advertising or pyramid schemes.\nand (b)&nbsp;the transmission of, or procurement of sending, any advertising or promotional material, including any \"junk mail\", \"chain letter\" or \"spam\" or any other similar solicitation.</li>\n<li>To monitor or copy materials on the Website for any unauthorized purpose or access the Website via any automatic device, process or means of access such as a robot or spider.</li>\n<li>That may have a detrimental effect on the Website’s function, user interaction or security, including but not limited to: (a)&nbsp;gaining unauthorized access to, or attempting to compromise the security of, any network, system, computing facility, equipment, data or information.\n(b) attempting to intercept, redirect or otherwise interfere with communications intended for others.\n(c) disabling, damaging, overburdening or impairing the Website or any server, computer or database connected to or accessed by the Website.\n(d) modifying, blocking or otherwise interfering with the display of the Website.\n(e)&nbsp;interfering with another user’s ability to access, use and enjoy the Website.\n(f) accessing another user’s registration information or user account without that user’s express written permission.\n(g)&nbsp;transmitting or introducing any malicious or technologically harmful element to the Website such as a spyware program, virus, Trojan horse, worm or logic bomb.\n(h)&nbsp;performing, without ServiceNow’s express prior written authorization, scalability testing, load testing, probing, scanning, penetration or vulnerability testing of the Website, including without limitation the Community Services.\nand (i)&nbsp;engaging in any activities that results in any server being the target of a denial of service attack.</li>\n</ul>\n<p>\n<b>Notification of Violation.&nbsp;</b>\n</p>\n<p>If you become aware of any violation of these Terms of Use by any person, including other users or third parties, you must immediately notify ServiceNow via e‑mail to&nbsp;info@servicenow.com.</p>\n<p>\n<b>ServiceNow Disclaimer.</b>\n</p>\n<p>We may, but are under no obligation to, monitor or censor comments made by users or content provided by contributors and we are not responsible for the accuracy, completeness, appropriateness or legality of anything posted, depicted or otherwise provided by third‑party users and we disclaim any and all liability relating thereto.</p> 3.\nNon-Production Instances <p>ServiceNow may provide you with temporary access to a non‑production instance of the ServiceNow Products upon your request to the Website (each a “<b>Non‑Production Instance</b>”).\nUnless subject to a separate click‑accept agreement at the time of registration, access to and use of any and all Non‑Production Instances shall be governed by these Terms of Use, including without limitation the intellectual property and limitation of liability sections herein.\nIf a click‑accept agreement is made available to you at the time of registration for access to ServiceNow services or products, then in the event of any conflict between that agreement and these Terms of Use, that agreement shall supersede these Terms of Use to the extent of the conflict.</p>\n<p>Subject to compliance with these Terms of Use, ServiceNow authorizes you to access and use the Non‑Production Instance solely for your own internal use to evaluate the ServiceNow Products.\nServiceNow may update, upgrade, add or remove plugins and functionality, and otherwise modify the Non‑Production Instance in its sole discretion without notice to you.\nAccess to ServiceNow technical support resources is not provided with a Non‑Production Instance.</p>\n<p>You may not use the Non‑Production Instance with production data or to provide services to others, including services of implementation, customization or configuration of the Subscription Service.&nbsp.\nYou may not transfer, sublicense, distribute or otherwise provide third parties access to any applications, integrations or other material that you develop using the Non‑Production Instance.&nbsp.\nIf you need to access the Subscription Service on a production basis or to provide services or develop Apps for others, please contact ServiceNow to discuss commercial offerings.</p>\n<p>THE NON‑PRODUCTION INSTANCE AND OTHER SERVICENOW CORE TECHNOLOGY (AS DEFINED BELOW) ARE PROVIDED TO YOU UNDER THIS AGREEMENT AT YOUR OWN RISK AND “AS‑IS” WITHOUT WARRANTY OF ANY KIND.\nYou shall input only non‑sensitive, non‑production data into the Non‑Production Instance.\nServiceNow shall have no obligation or liability for or with respect to an Non‑Production Instance, including without limitation: warranty, support, reliability, backup, performance or service level, refund, service credits, loss of use or loss of data.</p>\n<p>You shall treat your login credentials to, and the contents of (with the exception of data inserted by you), the Non‑Production Instance as confidential information and shall not disclose it to any third party.\nYou agree to provide any required disclosures to and obtain any required consents for the transfer of your data to ServiceNow in connection with your use of the Non‑Production Instance.\nServiceNow shall not be responsible for compliance with any laws applicable to you and your industry that are not generally applicable to information technology service providers.\nYou agree that ServiceNow may collect, use and disclose quantitative data derived from the use of the Non‑Production Instance for industry analysis, benchmarking, analytics, marketing, and other business purposes.&nbsp.\nAll data collected, used, and disclosed regarding your use of a Non‑Production Instance will be in aggregate form only and will not identify you.</p> 4.\nStore and Share <p>The ServiceNow Store available at&nbsp;http://store.servicenow.com, the ServiceNow Publisher Portal available at&nbsp;http://tpp.servicenow.com, and their related and successor websites (collectively, “<b>Store</b>”), and the ServiceNow Share site available at&nbsp;http://share.servicenow.com&nbsp;and its related and successor websites (“<b>Share</b>”), permit registered users, ServiceNow partners and ServiceNow to review and access Apps developed by the user and partner community.\nAs used herein, “<b>App</b>” shall mean a Contribution, posted by a user, a ServiceNow Technology Partner or ServiceNow, that is an application, integration, configuration, extension, update set or other material developed using, or for use in connection with, the ServiceNow Products or other ServiceNow Core Technology.\n&nbsp;Apps may be downloaded for use on the recipient’s instance or hosted by ServiceNow, and may include artifacts such as code and documentation.</p>\n<p>You may not post Apps to the Store site unless you have entered into ServiceNow’s Technology Partner Program pursuant to a separate written agreement.&nbsp.\nSuch separate agreement shall control over these Terms of Use with respect to your use of the Store to the extent that these Terms of Use are in conflict with the separate agreement.</p>\n<p>Several types of Apps may be posted to Store and Share:</p>\n<p>“<b>Shared App</b>” means any App provided free of charge on the Share site.\nShared Apps may be downloaded or hosted by ServiceNow in connection with the recipient’s ServiceNow Products.\nYou may not offer paid Apps for subscription or sale on the Share site.</p>\n<p>“<b>Conditional Shared App</b>” means any Shared App for which a user must agree to additional or different terms and conditions (“<b>App Conditions</b>”) as a condition to download or access the App.</p>\n<p>“<b>Store App</b>” means an App posted to the Store site that is available for a fee or free of charge, and subject to App Conditions.</p>\n<p>A “<b>ServiceNow App</b>” shall mean an App posted by any employee, agent or contractor acting on behalf of ServiceNow, and may be a ServiceNow Shared App, ServiceNow Conditional Shared App or ServiceNow Store App.</p>\n<p>All Shared Apps and Conditional Shared Apps posted to Share, and Store Apps posted to Store, are subject to the terms of Section 5 (<i>Posting Apps</i>).</p>\n<p>\n<b>Purchases of Store Apps</b>\n</p>\n<p>\n<b>Payments and Subscription Term</b>.\nOn the Store site, you may place a non‑cancellable and non‑refundable (except as expressly set forth herein) order to purchase access to a Store App by clicking the “purchase” button associated with that App on Store.\nPrices stated on Store, including discounts, are final.\nExcept as expressly set forth in the description of a particular Store App, fees for Store Apps are invoiced at the time you place your order.\nEach Store App is purchased for a term of twelve (12) months, provided that you have a valid paid subscription to the ServiceNow Product(s) required to use the Store App throughout that period.&nbsp.\nIn the event that your subscription to any ServiceNow Product required to use the Store App expires, you may not use the Store App until such use rights are reinstated.\nYour payment obligation provided in this section shall survive expiration or termination of your rights to use any ServiceNow Product required to use the Store App.\nPurchase of a Store App is a continuous and non‑divisible commitment for the full duration of its subscription term regardless of the invoice schedule.\nYou may cancel your subscription upon expiration of any Store App subscription term.\nServiceNow will provide advance notice of each renewal date to the contact information provided by you.\nUnless you cancel your subscription, Store Apps will automatically renew upon the expiration of each subscription term.</p>\n<p>\n<b>Payments by Credit Card</b>.\nFor purchases by credit card, payment and invoice shall be due upon purchase of the Store App.\nThe credit card you provide for billing purposes will be billed on a monthly basis during the subscription term of the Store App and on any subsequent automatic renewal subscription terms.</p>\n<p>\n<b>Purchases by Invoice</b>.\nFor purchases by invoice, all payments shall be due net thirty (30) days from the date of ServiceNow’s invoice, and payments shall be invoiced and made in the currency provided in the invoice.\nYou may issue a purchase order consistent with these Terms of Use, but a purchase order is not required.\nIf you issue a purchase order, then it shall be for the full amount of the purchase as provided on Store, and any additional or conflicting terms appearing in a purchase order shall not amend this Agreement.</p>\n<p>\n<b>Late Payments</b>.\nLate payments shall accrue interest at a rate of one and one‑half percent (1.5%) per month or the legal maximum interest rate, whichever is lower.\nIf you are delinquent in payment of amounts owed hereunder, ServiceNow may give notice to you of such delinquency, following which you shall cure the delinquency within thirty (30) days from the date of ServiceNow’s written notice.\nIf you fail to cure the delinquency or regain compliance in accordance with the paragraph below, ServiceNow may suspend your access to the Store App in addition to other rights and remedies available.</p>\n<p>\n<b>Overuse</b>.\nServiceNow may remotely review your use of the Store App for comparison with your rights of use, and upon ServiceNow’s written request you shall provide any reasonable assistance to verify your compliance with these Terms of Use.\nIf ServiceNow determines that you have exceeded your permitted use of the Store App then ServiceNow will notify you and within thirty (30) days thereafter you shall either: (a) disable any unpermitted use or (b) purchase additional subscriptions commensurate with your actual use.</p>\n<p>\n<b>Taxes</b>.\nAll prices on Store are stated exclusive of all taxes, duties, levies, imposts, fines or similar governmental assessments including sales and use taxes, value‑added taxes (“<b>VAT</b>”), goods and services taxes (“<b>GST</b>”), excise, business, service, and similar transactional taxes imposed by any jurisdiction and the interest and penalties thereon (collectively, “<b>Taxes</b>”).\nYou shall be responsible for and bear Taxes associated with your purchase of, payment for, access to or use of any Store App accessible to you.\nTaxes shall not be deducted from the payments to us, except as required by law, in which case you shall increase the amount payable as necessary so that after making all required deductions and withholdings, we receive and retain (free from any Tax liability) an amount equal to the amount it would have received had no such deductions or withholdings been made.\nEach party is responsible for and shall bear taxes imposed on its net income.\nIf you are or represent a tax‑exempt entity or claim exemption from any Taxes under these Terms of Use, you shall provide a tax exemption number and a certificate to us prior to your purchase and, after receipt of valid evidence of exemption, ServiceNow shall not charge you any Taxes from which you are exempt.\nIf we are required to invoice or collect Taxes associated with your purchase of, payment for, access to or use of the Store App, we will issue an invoice to you including the amount of those Taxes, itemized where required by law.\nYou shall provide to us your VAT or GST identification number(s) for (i) the country where you have established your business and/or (ii) any other country where you have a fixed establishment.\nYou shall use the ordered Store App for your business use in the foregoing location(s) in accordance with the provided VAT or GST identification number(s).\nThe parties’ obligations under this Section shall survive the termination or expiration of these Terms of Use.</p>\n<p>\n<b>App Rights and Restrictions</b>\n</p>\n<p>The following terms shall apply to your use of Apps from Store and Share, in addition to other limitations and disclaimers provided herein:</p>\n<p>\n<b>Minimum Requirements</b>.\nYou must procure separate permission from us to use the ServiceNow Products, including: (a) any specific ServiceNow Product that may be required to run an App, including, without limitation, any ServiceNow Product required to use custom applications that run on the ServiceNow Platform.\nand (b)&nbsp;any ServiceNow Product with which the App is intended to be used.\nIf you have no Subscription Agreement with us, then you may not use Apps.</p>\n<p>\n<b>Rights to Apps subject to App Conditions</b>.\nThe user posting an App subject to App Conditions, and not ServiceNow, has sole responsibility for the terms and obligations of the App Conditions.\nYour access, use or download of a Conditional Shared App or Store App is subject to the App Conditions presented to you prior to your access, provided that to the extent that the App Conditions conflict with these Terms of Use, these Terms of Use shall control to the extent of such conflict.\nNotwithstanding any contrary term or condition in any App Conditions, you may not transfer, sublicense, distribute or otherwise provide third parties access to any App that you acquire through Store or Share.\nServiceNow has no responsibility for the contents of any App Conditions.</p>\n<p>\n<b>Rights to ServiceNow Apps</b>.\nYou shall have, with respect to any purchased ServiceNow Store App, the rights and obligations applicable to “Subscription Service” under your current Subscription Agreement, subject to the disclaimers set forth in these Terms of Service.\nYou shall have, with respect to any downloaded ServiceNow Shared App, a non‑exclusive, non‑transferable, perpetual right to copy, use, and make derivative works of the ServiceNow Shared App solely to evaluate, customize, configure or use the ServiceNow Shared App in conjunction with ServiceNow Products that you are otherwise permitted to use under a separate Subscription Agreement.\nNotwithstanding the foregoing, in the event that a ServiceNow Store App or ServiceNow Shared App is subject to App Conditions, such App Conditions shall apply to your use of the App.\nIn the event of any conflict between App Conditions applicable to a ServiceNow App and these Terms of Use, the App Conditions shall govern to the extent of such conflict with respect to your use of the corresponding ServiceNow App.</p>\n<p>\n<b>Restrictions on Use of Store and Share Contributions</b>.\nNotwithstanding any contrary term or condition in any App Conditions, you may not: (a) transfer, sublicense, distribute or otherwise provide a third‑party access an App.\n(b)&nbsp;use an App to develop a product that is operable apart from the ServiceNow platform.\n(c) use APIs other than the ServiceNow APIs provided on the ServiceNow website to communicate with the ServiceNow Products, or circumvent such APIs or otherwise use APIs that diminish ServiceNow’s ability to isolate errors when providing customer support.\nor (d)&nbsp;use an App other than in connection with a ServiceNow Product that you are permitted to use under a separate Subscription Agreement.</p>\n<p>\n<b>Certification</b>.\nCertain Apps may be advertised as&nbsp;<i>Certified</i>, meaning that the App successfully passed a number of compatibility tests designated by us.\nThe identification of an App as&nbsp;<i>Certified&nbsp;</i>shall not be construed as making any representation, warranty, guarantee or promise apart from those set forth in these Terms of Use, nor that a contributor’s provision of, or your use of, an App is permitted by third parties or any applicable laws and regulations.</p>\n<p>\n<b>Testing</b>.\nThe user posting an App, and not ServiceNow (with the exception of ServiceNow Apps), is the provider and grantor of access rights and has sole responsibility for the content of the corresponding App.\nAll Apps must be thoroughly tested by the user in a testing environment before use in a production environment.\nYou agree not to rely on any statements, claims, comments or other discussion on or through the Website by any person with respect to Apps.\nExcept as otherwise offered in any App Conditions pertaining to an App, you are solely responsible for independently testing and validating any App before deploying it in a production environment.\nAccordingly, you shall not assert any claim for breach of warranty or contract or misrepresentation against any third‑party user based on the performance of an App.</p>\n<p>\n<b>Disclaimer of Support, Indemnification and Security</b>.&nbsp;Your use of an App, or incorporation of an App (even a ServiceNow App) into any ServiceNow Product constitutes a modification or customization of that ServiceNow Product by you for purposes of any Subscription Agreement or other agreement between you and ServiceNow relating to the ServiceNow Product, and such customization or modification (or malfunction or loss of function caused thereby) shall not be subject to any warranty under a Subscription Agreement.\nYou are not entitled to support, service credits, refunds, service level agreement or other service entitlements under any Subscription Agreement or other agreement of any kind with respect to your use of any App except as expressly granted by us in any App Conditions.\nIndemnification or security obligations imposed on us in a Subscription Agreement shall not apply to Apps that you implement or use in connection with a ServiceNow Product.</p>\n<p>Except as otherwise provided in any App Conditions, the App contributor does not provide support, whether that contributor is us or a third‑party user of the Website.\nTo create an environment in which users are encouraged to contribute materials for discussion and testing by other users, refrain from making demands for support to the originator of the content.</p>\n<p>\n<b>Disclaimer of Contributor Liability</b>.\nYou must review and thoroughly test in a non‑production environment any App prior to its use in any production instance of the ServiceNow Products.\nYou agree that you bear all risks associated with using any App.\nEXCEPT FOR LIABILITY TO SERVICENOW OR AS EXPRESSLY PROVIDED OTHERWISE IN ANY APPLICABLE APP CONDITIONS, IN NO EVENT SHALL ANY CONTRIBUTOR OR SERVICENOW HAVE ANY LIABILITY OR RESPONSIBILITY HEREUNDER TO YOU OR ANY OTHER PERSON FOR ANY LOSSES OR DAMAGES WHATSOEVER ARISING OUT OF AN APP, INCLUDING BUT NOT LIMITED TO DIRECT, INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES, COVER, OR DAMAGES BASED ON LOST PROFITS, DATA, OR USE, HOWEVER CAUSED AND WHETHER IN CONTRACT, IN TORT OR UNDER ANY OTHER THEORY OF LIABILITY, WHETHER OR NOT YOU HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, AND REGARDLESS OF WHETHER SERVICENOW OR THE THIRD‑PARTY ORIGINATOR OF THE APP REVIEWED, MODERATED, COMMENTED ON OR PROMOTED SUCH APP.</p>\n<p>\n<b>No Warranty to User</b>.\nEXCEPT AS EXPRESSLY PROVIDED OTHERWISE IN ANY APPLICABLE APP CONDITIONS, APPS ARE PROVIDED TO YOU “AS‑IS” AND “AS AVAILABLE,” WITHOUT WARRANTY OF ANY KIND.\nWITHOUT LIMITING THE GENERALITY OF THE FOREGOING, EACH USER OF THE WEBSITE MAKES NO REPRESENTATION, WARRANTY OR GUARANTY, EXPRESS, STATUTORY OR IMPLIED TO YOU OR ANY OTHER PERSONS TO THE RELIABILITY, USEFULNESS, COMPLETENESS, TIMELINESS, QUALITY, SUITABILITY, AVAILABILITY OR ACCURACY OF THE APP.\nNO USER WARRANTS THAT ALL OR ANY PORTION OF THE APP IS ERROR FREE OR WILL OPERATE WITHOUT INTERRUPTION.\nWITHOUT LIMITING THE FOREGOING, AND TO THE FULLEST EXTENT PERMITTED BY LAW, EACH USER SPECIFICALLY DISCLAIMS ALL STATUTORY OR OTHER W ARRANTIES INCLUDING IMPLIED WARRANTIES OF MERCHANTABILITY, TITLE OR FITNESS FOR A PARTICULAR PURPOSE OR ANY IMPLIED WARRANTIES ARISING FROM USAGE OF TRADE, COURSE OF DEALING OR COURSE OF PERFORMANCE.</p>\n<p>ADDITIONAL DISCLAIMERS OF WARRANTY AND LIABILITY BY SERVICENOW ARE PROVIDED BELOW IN THESE TERMS OF USE WITH RESPECT TO APPS.</p> 5.\nPosting Apps <p>The terms of this Section 5 apply to any App that you post to the Website, including Store and Share, or otherwise make available to a third party.</p>\n<p>\n<b>Grant of rights to Shared Apps</b>.\nBy posting a Shared App in the form of an update set, you hereby grant to each user of Share a non‑exclusive, non‑transferable, perpetual license (to the extent of your rights in the Shared App) to copy, use, and make derivative works of the Shared App solely to evaluate, customize, configure or use the App in conjunction with ServiceNow Products that such user is otherwise permitted to use under a separate Subscription Agreement.</p>\n<p>\n<b>Negative Impacts and Removal</b>.\nServiceNow reserves the right to remove any posted App or terminate access to an App (including a Store App) that, in ServiceNow’s sole discretion: (a)&nbsp;deteriorates ServiceNow’s ability to meet its service level agreement.\n(b) is relevant to an obsolete version, in ServiceNow’s discretion.\n(c) interferes with ServiceNow’s ability to provide its commercially available products and services in accordance with ServiceNow’s standard support and service availability terms without a promptly accessible cure deemed acceptable by ServiceNow.\n(d) is subject to the contributor’s request for removal.\n(e) was contributed by a user that is not in compliance with these Terms of Use or other agreement.\nor (f) violates these Terms of Use.</p>\n<p>\n<b>Separate Agreement Required</b>.\nYou may not grant or purport to grant (and nothing in these Terms of Use shall be construed as granting or authorizing&nbsp;you to grant) any license or other right under or to any copyright or other intellectual property right of ServiceNow or any other party whose software, data, proprietary information, patentable invention or other subject matter is included in or required to use your App (regardless of whether ServiceNow or such other person licensed, permitted, encouraged or otherwise authorized you to include or use such subject matter).\nYou shall not assert any patent right against ServiceNow or any third‑party user based on an alleged infringement that is caused in whole or part by their authorized use of any App that you created or posted to the Store.</p>\n<p>\n<b>Third‑Party Materials</b>.\nYou represent and warrant that you own or otherwise rightfully possess all intellectual property and other rights necessary to allow you to grant access to or license (as applicable) to any App that you post to the Store.</p>\n<p>\n<b>Service Interference</b>.\nIf your App interferes with our ability to provide our commercially available products and services to our customers in accordance with the support and service availability terms in the Subscription Service Guide posted at www.servicenow.com/schedules.do without a promptly accessible cure deemed acceptable by us, we may immediately discontinue your ability to make the App available to ServiceNow Customers in our sole discretion.</p>\n<p>\n<b>Compatibility</b>.\nAny App that you create must be compatible with applicable ServiceNow Products and must not: (a)&nbsp;permit a user to pose as another user or multiple users to act as a single user.\n(b) include, send, store, or run software viruses, worms, Trojan horses, or other harmful computer code, files, scripts, agents, or programs.\n(c)&nbsp;access, copy, destroy or transmit data regarding any user or device in excess of what is described in the accompanying documentation.\n(d) create a denial of service.\n(e) violate any law or regulation of the United States, any state thereof, or other government authority.\nor (f) disable, exploit, hack, or otherwise interfere with any security, encryption, digital signing, digital rights management, verification, or authentication mechanisms implemented in or by the ServiceNow Products.</p>\n<p>\n<b>Obligations Under Third‑Party Agreements</b>.\nIf you have obligations to any third party (for example, under the terms and conditions of a social networking service that you choose to link to or access via your App), you and not us are responsible for your compliance with those requirements.</p>\n<p>\n<b>Warranty to ServiceNow</b>.\nYou represent, warrant and agree that: (a) your App will not violate or infringe upon the intellectual property rights or other rights of any person or entity, contain any illegal or defamatory material, or violate any laws.\n(b) with respect to any content contained in or provided through your App and the use of your ServiceNow Products, you have and will continue to be solely responsible for (i) securing, reporting, and maintaining all necessary rights, clearances, and consents related thereto.\nand (ii) paying all licensing fees, royalties, or respective shares, if any, of any monies payable hereunder to any co‑owners, co‑administrators, or licensors thereof.\n(c) your App conforms with the requirements of this Section 4.\n(d) you have complied with all of your obligations with respect to any third‑party software in your App, including, but not limited to, any notice and source code availability obligations that may be required by any applicable free or open source software (“<b>FOSS</b>”) used by you.\n(e)&nbsp;the licensing terms for any FOSS included with your App will not purport to require ServiceNow or any ServiceNow customer to disclose or make available any of the keys, authorization codes, methods, procedures, data, or other information related to the digital signing or digital rights management mechanisms utilized as part of the ServiceNow Products, Development Tools, Store, Share or any third‑party products distributed through the ServiceNow Products.\nand (f) you shall not make any promise, warranty or representation on behalf of ServiceNow with respect to Apps that you post.</p>\n<p>\n<b>Data Collection</b>.&nbsp;You and your Apps may not collect user or device data without prior user consent, and then only to provide a service or function that is directly relevant to the use of your App.\nYou may not use analytics software in your App to collect and send device data to you or a third party.\nYou must provide clear and complete information to your customer regarding your collection, use and disclosure of user or device data in advance of and during, that customer’s use.\nFurthermore, you must take appropriate steps to protect such data from unauthorized use, disclosure, or access by third parties.\nIf a user ceases to consent or affirmatively revokes consent for your collection, use, or disclosure of his or her user or device data, you must promptly cease all such use.\nYou may not disclose ServiceNow customer data to any third party or use such data for any purpose other than to provide to provide the customer with the functionality of your App.\nYou shall maintain and use all ServiceNow customer data in accordance with privacy and security reasonably adequate to preserve its confidentiality and security and all applicable data privacy and data security laws and regulations.</p>\n<p>\n<b>Privacy Policy</b>.\nYou agree that any Personal Information that you collect from a third party in relation to your App will be collected, processed, transmitted, maintained, and used in compliance with: (a) your agreement with such user.\n(b) all applicable laws.\nand (c) a privacy policy that you conspicuously make available to such user that governs your collection of Personal Information from such user (your “<b>Privacy Policy</b>”).\nYou shall comply with the terms and conditions of your Privacy Policy and employ reasonable measures to ensure that unauthorized third parties are unable to access such Personal Information or other end user data.\nYou are solely responsible for your interactions (including any disputes) with each user of your App.\nNeither you nor your App may perform any functions or link to any content, services, information, or data, or use any robot, spider, site search, or other retrieval application or device to scrape, mine, retrieve, cache, analyze, or index any software, user data, Personal Information, or other information related to operation or use of the ServiceNow Products, except to the limited extent necessary to provide your App and your related services to end users (or to demonstrate ServiceNow Products to prospective users with their permission) and in accordance with your Privacy Policy.&nbsp.\n“<b>Personal Information</b>” means any and all information pertaining to a specific person, including, but not limited to, a person’s name, e‑mail address, mailing address, telephone number, credit card number, or persistent identifier (such as an identification number held in a cookie) which is associated with a person’s individually identifiable information.\nPersonal Information also includes information that can, together with the other information collected or to be collected, identify a specific individual, even if such information cannot, by itself, identify a specific individual.</p>\n<p>\n<b>Security Review</b>.\nWe, or a third party selected by us, may conduct a security review of any App, including without limitation, information requests to the contributor, interviews, security testing, network testing, and vulnerability threat assessment.\nYou agree to reasonably cooperate with such testing, and further you agree that ServiceNow, its agents or contractors conducting the testing shall bear no responsibility for any adverse effects on the operation of your App or business.\nAny nonpublic information obtained by us during any security test shall be treated as your confidential information.</p>\n<p>\n<b>Regulatory Compliance</b>.&nbsp;You represent, warrant and agree that you will comply with any applicable regulatory requirements, including full compliance with all applicable laws, regulations, and policies related to the development, marketing, sale, and distribution of your App, and the laws, regulations and policies of any other applicable regulatory bodies in any countries or territories where you use, sell, distribute or otherwise make your App available.\nHowever, you agree that you will not seek any regulatory marketing permission or make any determinations that may result in the ServiceNow Product being deemed regulated or that may impose any obligations or limitations on us.\nUpon our request, you agree to promptly provide any such clearance documentation to support the marketing of your App.</p>\n<p>\n<b>Indemnity</b>.\nIn addition to your indemnification obligation to ServiceNow provided below, you agree to indemnify and hold each other user and its officers, agents, employees, subsidiaries and affiliates harmless from any claims, demands, liabilities, losses, damages, costs and expenses (including, without limitation, reasonable attorneys’ fees) arising from any claim made by any third party arising out of the Apps posted by you, including but not limited to claims that such App or its use violates any rights of a third party.</p> 6.\nIntellectual Property <p>\n<b>Website</b>\n</p>\n<p>The Website in its entirety including the, Website Content and is owned by ServiceNow or our licensors and is protected by United States and international laws regarding copyrights, patents, trademarks, trade secrets and other intellectual property or proprietary rights.\nYou are permitted to use the Website only for legitimate business purposes related to your role as a current or prospective customer, developer, partner, supplier or distributor of ServiceNow.\nYou shall not copy, modify, create derivative works of, publicly display or perform, republish, download or store, or transmit any Website Content without ServiceNow’s express prior written consent or except as expressly provided in these Terms of Use.</p>\n<p>\n<b>ServiceNow Core Technology</b>\n</p>\n<p>As between ServiceNow and you, all rights, title, and interest in and to all intellectual property rights in the ServiceNow Core Technology are owned exclusively by ServiceNow notwithstanding any other provision in these Terms of Use.\nExcept as otherwise expressly provided in these Terms of Use, ServiceNow reserves all rights in the ServiceNow Core Technology and does not grant you any rights, express or implied or by estoppel.\nAs used herein, “<b>ServiceNow Core Technology</b>” means: (a)&nbsp;the Non‑Production Instance, Development Tools, Documentation and ServiceNow technology and methodologies (including, without limitation, products, software tools, hardware designs, algorithms, templates, software (in source and object forms), architecture, class libraries, objects and documentation) existing as of the Effective Date.\n(b)&nbsp;updates, upgrades, improvements, configurations, extensions, and derivative works of the foregoing, however made, and related technical or end user documentation or manuals.\nand (c)&nbsp;intellectual property anywhere in the world relating to the foregoing.</p>\n<p>\n<b>User Technology</b>\n</p>\n<p>As between you and ServiceNow, you shall retain all rights, title, and interest in and to its intellectual property rights in the electronic data uploaded by you (excluding ServiceNow Core Technology), and User Technology.\nYou hereby grant to ServiceNow a perpetual, irrevocable, royalty‑free, fully‑paid, sublicensable, transferable, non‑exclusive, worldwide license to copy, distribute, modify, make derivative works of, publicly display, publicly perform, make, use, sell, translate and disclose to third parties any User Technology or data uploaded by you in the Non‑Production Instance solely for the purpose of providing the Non‑Production Instance to you.\nAs used herein, “<b>User Technology</b>” means software, methodologies, templates, business processes, documentation or other material authored, invented or otherwise created or licensed (other than by or from ServiceNow) by you using or for use with the Non‑Production Instance, excluding the ServiceNow Core&nbsp;Technology.</p>\n<p>\n<b>ServiceNow Trademarks</b>\n</p>\n<p>ServiceNow, the ServiceNow logo, Now, and other ServiceNow marks are trademarks and/or registered trademarks of ServiceNow, Inc., or its affiliates or licensors, in the United States and/or other countries.\nOther company and product names may be trademarks of the respective companies with which they are associated.\nReference the ServiceNow Trademark and Copyright Guidelines&nbsp;for more information regarding ServiceNow trademarks.</p>\n<p>\n<b>Development Tools</b>\n</p>\n<p>Development Tools available for download are the copyrighted works of ServiceNow and/or third‑party providers.\nSubject to these Terms of Use, we grant you a limited, revocable, non‑transferable, non‑exclusive and non‑sublicensable license to reproduce and use the Development Tools for your own internal business use, solely to evaluate ServiceNow Products.\nIf there are license terms accompanying any specific Development Tool, such accompanying license terms shall control over these Terms of Use.\nServiceNow has no obligation to provide support services for, or updates to, the Development Tools.</p>\n<p>If you use Development Tools to create software that communicates or otherwise interoperates with the ServiceNow Products, you agree that such software will exclusively use the ServiceNow APIs provided with the Development Tools to communicate with the ServiceNow Products.\nYou agree that such software shall not circumvent these APIs or otherwise use APIs that diminish ServiceNow’s ability to isolate errors when providing customer support.\nDevelopment Tools are proprietary information of ServiceNow.&nbsp.\nYou shall not distribute Development Tools to any third party and will not use the Development Tools to develop any software product that is operable apart from the ServiceNow platform.</p>\n<p>\n<b>Documentation</b>\n</p>\n<p>The Documentation available on the Website is the copyrighted work of ServiceNow and/or third‑party providers.\nSubject to these Terms of Use, we grant you a limited, revocable, non‑transferable, non‑exclusive and non‑sublicensable license to make a reasonable number of copies of the Documentation for your internal business use in connection with your separately authorized use of ServiceNow Products.\nNo right to sublicense or distribute the Documentation is granted herein.</p>\n<p>\n<b>User Contributions</b>\n</p>\n<p>No rights are granted to you with respect to User Contributions (not including Apps, which are treated as described above) other than the limited, personal, non‑exclusive license to reproduce User Contributions as necessary to display the User Contributions on a machine that you use to interact with the Website.</p>\n<p>\n<b>Third Party Content</b>\n</p>\n<p>Third‑party materials and free and open source software (not including Apps) (“<b>FOSS</b>”) provided by us to you may be accompanied by licensing terms, in which case such licensing terms shall govern your use of that third‑party software or FOSS.\nMention of third parties and third‑party products in any materials, advertising, promotions or coupons provided to you is for informational purposes only and constitutes neither an endorsement nor a recommendation.\nAll third‑party product specifications and descriptions are supplied by the respective vendor or supplier, and ServiceNow shall have no responsibility with regard to the selection, performance or use of such vendors or products.\nTo the extent you access or use such software, all understandings, agreements or warranties, if any, shall be directly between the vendor and you.</p>\n<p>\n<b>Restrictions</b>\n</p>\n<p>No right, title or interest in or to the Website including Website Content and Contributions or ServiceNow Core Technology, is transferred to you.\n&nbsp;</p>\n<p>There are no implied licenses under these Terms of Use.&nbsp.\nServiceNow reserves all rights not expressly granted to you herein.\n&nbsp;Any use of the Website not expressly permitted by these Terms of Use is a breach of these Terms of Use and may violate copyright, trademark and other laws.</p>\n<p>ServiceNow Core Technology is licensed and not sold even if for convenience ServiceNow makes reference to words such as sale or purchase.</p>\n<p>You shall not (and shall not permit others to) do any do any of the following with respect to the Website or ServiceNow Core Technology: (a)&nbsp;license, sublicense, sell, resell, rent, lease, transfer, distribute or time share it or otherwise make any of it available for access by third parties, including any derivative works of ServiceNow Core Technology irrespective of which party authors such derivative works.\n&nbsp;(b) use it on a production basis or with production data or use it to provide services to others including services of implementation, customization or configuration of the Subscription Service.\n(c) disassemble, decompile or reverse engineer it, particularly for the purpose of developing any product or services competitive with the Subscription Service generally.\n(d) subject to the preceding clause, use or access it for the purpose of developing products or service competitive with the platform component of the Subscription Service (competitive applications, however, are permitted).\n(e) copy, create derivative works of, or otherwise modify it, except as expressly permitted hereunder.\n(f) disrupt its security, integrity or operation.\n(g) remove or modify a copyright or other proprietary rights notice in it.\n(h) use it to reproduce, distribute, display, store, transmit or use material or content protected by copyright or other intellectual property right (including the rights of publicity or privacy) without first obtaining the permission of the owner.\n(i) use it to damage the property of another.\n(j)&nbsp;use it in any manner which violates any applicable law or regulation.\n(k) use it in a manner that temporarily or permanently alters, erases, removes, copies, modifies, halts or disables any ServiceNow or third‑party data, software or network (not including modifications to the Configurable Elements or any data uploaded into the Subscription Service by Participant) without authorization.\n(l)&nbsp;use it to create, use, send, store or run viruses or other harmful computer code.\n(m) use it in any manner that disables, hacks or interferes with any security, digital signing, digital rights management, verification or authentication mechanisms.\nor (n) use it in any manner that, in ServiceNow’s reasonable judgment, circumvents the ordinary use or operation of the Subscription Service or APIs, disrupts ServiceNow’s pricing structure or ability to provide services or support to Customers, or allows any party to access ServiceNow Technology in excess of such party’s authorized or normally intended use.</p>\n<p>Before Participant exercises any of the foregoing actions that Participant believes it is entitled to based on mandatory law, Participant shall provide ServiceNow with thirty (30) days prior written notice at legalnotices@servicenow.com, or, if applicable law or the relevant court order does not allow for thirty (30) days’ notice, the maximum amount of notice allowable, and provide all reasonably requested information to allow ServiceNow to assess Participant’s claim and, at ServiceNow’s sole discretion, to provide alternatives that reduce any adverse impact on ServiceNow’s intellectual property or other rights.</p>\n<p>Please contact ServiceNow if you need to make use of ServiceNow Core Technology that is not permitted under these Terms of Use.&nbsp;&nbsp.\nPartner programs and commercial end user agreements may be available to meet your needs.</p>\n<p>If you enter into a separate agreement with ServiceNow that provides additional or different license terms with respect to ServiceNow Core Technology, including a Master Ordering Agreement, Master Subscription Services Agreement, Developer Agreement, or Technology Partner Agreement, then the terms of that separate agreement shall control over these Terms of Use with respect to such ServiceNow Core Technology.</p> 7.\nLinking <p>\n<b>Linking to the Website</b>\n</p>\n<p>You may link to our homepage, provided you do so in a way that is fair and legal and does not damage our reputation or take advantage of it, but you must not establish a link in such a way as to suggest any form of association, approval or endorsement on our part where none exists.\nYou are prohibited from linking to any other page of the Website without our express written permission.\nWe reserve the right to withdraw linking permission without notice.\nThe Website must not be framed on any other site, nor may you create a link to any part of the Website other than the homepage.\nYou must not establish a link from any website that is not owned by you.\nYou agree to cooperate with us in stopping any unauthorized framing or linking.</p>\n<p>\n<b>Links from the Website</b>\n</p>\n<p>If the Website contains links to other sites and resources provided by third parties, these links are provided for your convenience only.\nThis includes links from advertisers, including banner advertisements.\nWe have no control over the contents of those sites or resources, and accept no responsibility for them or for any loss or damage that may arise from your use of them.\nIf you decide to access any of the third‑party websites linked to this Website, you do so entirely at your own risk and subject to the applicable terms and conditions of use for such websites.</p> 8.\nMonitoring, Enforcement and Feedback <p>ServiceNow has the right but not the obligation to:</p>\n<ul>\n<li>Remove or refuse to post any User Contribution (including any App), and/or terminate your access to all or part of the Website for any reason or no reason, in our sole discretion, including without limitation any violation of these Terms of Use or the Privacy Policy.</li>\n<li>Disclose your identity to any third party who claims that material posted by you violates their rights, including their intellectual property rights or their right to privacy.</li>\n<li>Take appropriate legal action, including without limitation, referral to law enforcement, for any illegal or unauthorized use of the Website.</li>\n</ul>\n<p>Without limiting the foregoing, ServiceNow has the right to fully cooperate with any law enforcement authorities or court order requesting or directing us to disclose the identity of anyone posting any materials on or through the Website.\nYOU WAIVE AND HOLD SERVICENOW HARMLESS FROM ANY CLAIMS RESULTING FROM ANY ACTION TAKEN BY SERVICENOW DURING OR AS A RESULT OF ITS INVESTIGATIONS AND FROM ANY ACTIONS TAKEN AS A CONSEQUENCE OF INVESTIGATIONS BY EITHER SERVICENOW OR LAW ENFORCEMENT AUTHORITIES.</p>\n<p>ServiceNow can neither review all material before it is posted on the Website nor ensure prompt removal of objectionable material after it has been posted and assumes no liability for any action or inaction regarding transmissions, communications or content provided by any user or third parties.\nWe have no liability or responsibility to anyone for performance or nonperformance of the activities described in this paragraph.</p>\n<p>\n<b>Feedback &amp.\nSuggestions</b>\n</p>\n<p>ServiceNow shall have a perpetual, irrevocable, royalty‑free, fully‑paid, sublicensable, transferable, non‑exclusive, worldwide license to make, use, sell, offer for sale, import or otherwise use or commercially exploit for any purpose, any feedback, comments, suggestions, communications, and requests for improvements or enhancements relating to the Website and the ServiceNow Products.</p> 9.\nLegal Considerations <p>\n<b>Confidentiality</b>\n</p>\n<p>You agree that the configuration and information contained in a Non‑Production Instance, Apps and any information provided to you in connection with a ServiceNow event will be considered and referred to as “<b>ServiceNow Confidential Information</b>”).\nNotwithstanding the foregoing, ServiceNow Confidential Information shall not include: (a)&nbsp;information that is generally and legitimately available to the public through no fault or breach of yours.\n(b) information that is generally made available to the public by us.\n(c) information that is independently developed by you without the use of any ServiceNow Confidential Information.\n(d)&nbsp;information that was rightfully obtained from a third party who had the right to transfer or disclose it to you without limitation.\nor (e) any third‑party software and/or documentation provided to you by us and accompanied by licensing terms that do not impose confidentiality obligations on the use or disclosure of such software and/or documentation.</p>\n<p>Unless otherwise expressly agreed or permitted in writing by ServiceNow, you agree not to disclose, publish, or disseminate any ServiceNow Confidential Information to anyone.\nYou agree not to use ServiceNow Confidential Information in any way, including, without limitation, for your own or any third party’s benefit without the prior written approval of an authorized representative of ServiceNow in each instance.\nYou further agree to take reasonable precautions to prevent any unauthorized use, disclosure, publication, or dissemination of ServiceNow Confidential Information.\nYou acknowledge that unauthorized disclosure or use of ServiceNow Confidential Information could cause irreparable harm and significant injury to ServiceNow that may be difficult to ascertain.\nAccordingly, you agree that we will have the right to seek immediate injunctive relief to enforce your obligations under this Agreement in addition to any other rights and remedies we may have.\nIf you are required by law, regulation or pursuant to the valid binding order of a court of competent jurisdiction to disclose ServiceNow Confidential Information, you may make such disclosure, but only if you have notified us before making such disclosure and have used commercially reasonable efforts to limit the disclosure and to seek confidential, protective treatment of such information.\nA disclosure pursuant to the previous sentence will not relieve you of your obligations to hold such information as ServiceNow Confidential Information.</p>\n<p>\n<b>Paid Content</b>\n</p>\n<p>Certain parts of the Website may grant you access to certain proprietary content (including, without limitation, training modules, video presentations and audio recordings) that we may make available to you from time to time for a separate fee (“<b>Paid Content</b>”).\nPaid Content shall be considered ServiceNow Confidential Information, unless otherwise agreed or permitted in writing by ServiceNow.\nYou may not share the Paid Content with anyone, including, without limitation, employees and contractors working for the same entity as you.\nSubject to these terms and conditions, we grant you a non‑exclusive, non‑transferable, personal license to access and use the Paid Content upon your purchase, provided that you may only download one (1) copy of the Paid Content and such download must be completed within the time period specified by us for such download.\nExcept as expressly permitted by us, you shall not modify, translate, reproduce, distribute, or create derivative works of the Paid Content or any part thereof.\nYou shall not sell, sublicense, rent, lease, loan, assign or otherwise transfer any rights in the Paid Content.\nWe and/or our licensor(s) retain ownership of the Paid Content itself and any copies or portions thereof.\nThe Paid Content is licensed, not sold, to you by us for use only under this Agreement, and we reserve all rights not expressly granted to you.\nYour rights under this license to use and access the Paid Content will terminate automatically without notice from ServiceNow if you fail to comply with any of these provisions.</p>\n<p>\n<b>Copyright Infringement</b>\n</p>\n<p>We will respond to notices of alleged copyright infringement that comply with applicable law.\nIf you believe any materials accessible on or from the Website infringe your copyright, you may request removal of those materials (or access thereto) from the Website by submitting written notification (a “<b>DCMA Notice</b>”) to our copyright agent (designated below) in accordance with the Online Copyright Infringement Liability Limitation Act of the Digital Millennium Copyright Act (17 U.S.C.\n§ 512) (“<b>DMCA</b>”)</p>\n<p>Our designated Copyright Agent to receive DMCA Notices is:</p>\n<p>ServiceNow, Inc.<br>\nAttn: Legal Department, Copyright Agent<br>\n2225 Lawson Lane, Santa Clara, CA 95054, USA<br>\nCopy to&nbsp;legalnotices@servicenow.com</p>\n<p>If you fail to comply with all of the requirements of Section 512(c)(3) of the DMCA, your DMCA Notice may not be effective.</p>\n<p>If you believe that material you posted on the site was removed or access to it was disabled by mistake or misidentification, you may file a counter‑notification with us by submitting written notification to our copyright agent (identified above) pursuant to the DMCA.</p>\n<p>It is the policy of ServiceNow to terminate the user accounts of infringers.</p>\n<p>\n<b>Regional Legal Considerations</b>\n</p>\n<p>The owner of the Website is based in the state of California in the United States.\nThe Website can be accessed from countries around the world.&nbsp.\nAccess to the Website may not be legal by certain persons or in certain countries.\nIf you access the Website from outside the United States, you do so on your own initiative and are responsible for compliance with local laws.\nAccess to the Website from territories where the Website or any of its services or products are illegal is prohibited.\nYou acknowledge that you remain responsible at all times for your compliance with U.S.\nand all applicable export and related statutes and regulations.</p>\n<p>\n<b>Disclaimer of Warranties</b>\n</p>\n<p>ServiceNow cannot and does not promise or warrant that any aspect of the Website, including the Community Services, Documentation, Development Tools, Store, Apps, or any other Website Content is free of viruses or other destructive code.\nYou are responsible for implementing sufficient procedures and checkpoints to satisfy your particular requirements for anti‑virus protection and accuracy of data input and output, and for maintaining a means external to our site for any reconstruction of any lost data.\n&nbsp;SERVICENOW WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DISTRIBUTED DENIAL‑OF‑SERVICE ATTACK, VIRUSES OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE WEBSITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY WEBSITE LINKED TO IT.</p>\n<p>AS BETWEEN YOU AND SERVICENOW, YOUR USE OF THE WEBSITE AND NON‑PRODUCTION INSTANCES, INCLUDING COMMUNITY SERVICES, USER CONTRIBUTIONS, APPS, DEVELOPMENT TOOLS, DOCUMENTATION AND ANY OTHER WEBSITE CONTENT, AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE, IS AT YOUR OWN RISK.\nTHE WEBSITE, INCLUDING THE WEBSITE CONTENT, NON‑PRODUCTION INSTANCES AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE, ARE PROVIDED TO YOU BY SERVICENOW ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nNEITHER SERVICENOW NOR ANY PERSON ASSOCIATED WITH SERVICENOW MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, SUITABILITY, ACCURACY OR AVAILABILITY OF THE WEBSITE.\nWITHOUT LIMITING THE FOREGOING, NEITHER SERVICENOW NOR ANYONE ASSOCIATED WITH SERVICENOW REPRESENTS OR WARRANTS THAT THE WEBSITE, INCLUDING THE WEBSITE CONTENT OR ANY SERVICES OR MATERIALS OBTAINED THROUGH THE WEBSITE, WILL BE ACCURATE, RELIABLE, ERROR‑FREE OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT OUR SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS OR THAT THE WEBSITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.</p>\n<p>SERVICENOW HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, WITH RESPECT TO THE WEBSITE, THE WEBSITE CONTENT, NON‑PRODUCTION INSTANCES OR ANY SERVICES OR ITEMS OBTAIN THROUGH THE WEBSITE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON‑INFRINGEMENT AND FITNESS FOR PARTICULAR PURPOSE.</p>\n<p>THE FOREGOING DOES NOT AFFECT ANY WARRANTIES WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.\nYOU MAY RECEIVE WARRANTIES FROM THE CONTRIBUTOR OF AN APP PURSUANT TO THE APP CONDITIONS UNDER WHICH SUCH APP IS PROVIDED TO YOU.\nHOWEVER, SERVICENOW SHALL HAVE NO LIABILITY TO YOU WITH RESPECT TO SUCH WARRANTIES OR ANY OTHER TERM IN THE APP CONDITIONS.</p>\n<p>\n<b>Limitation of Liability</b>\n</p>\n<p>EXCEPT TO THE EXTENT THAT A DISCLAIMER OF LIABILITY IS PROHIBITED UNDER APPLICABLE LAW, IN NO EVENT WILL SERVICENOW, ITS AFFILIATES AND ITS LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS AND DIRECTORS BE LIABLE FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN CONNECTION WITH YOUR USE, OR INABILITY TO USE, THE WEBSITE, INCLUDING ANY COMMUNITY SERVICES, NON‑PRODUCTION INSTANCE, USER CONTRIBUTIONS, APPS, WEBSITE CONTENT OR SERVICES OR MATERIALS MADE AVAILABLE THROUGH THE WEBSITE, INCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO, PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS OF USE, LOSS OF GOODWILL, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT OR OTHERWISE, EVEN IF FORESEEABLE.</p>\n<p>\n<b>Indemnification</b>\n</p>\n<p>To the maximum extent permitted by applicable laws, you agree to defend, indemnify and hold us, our affiliates and licensors and their respective officers, directors, employees, contractors, agents, licensors and suppliers harmless from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses or fees (including reasonable attorneys' fees and other costs of defense) resulting from your violation of these Terms of Use or your use of the Website, user data, Development Tools and Non‑Production Instances (including anything that you develop using the Development Tools and Non‑Production Instances), including, without limitation, any use of the Website's content, unpaid tax liability, services and products other than as expressly authorized in these Terms of Use or your use of any information obtained from the Website.\nWe will be entitled, at our sole expense, to participate in the defense and settlement of the claim or action with counsel of our choosing.&nbsp.\nYou may not settle any claims without our prior written consent (which will not be unreasonably withheld).\nYou shall have no obligation to indemnify ServiceNow against a claim to the extent that a claim is based on the alleged infringement of intellectual property rights by the ServiceNow Products (independent of your App or other products or services of yours).</p>\n<p>\n<b>Export Restrictions</b>\n</p>\n<p>You may not access, download, use or export materials posted to the Website in violation of U.S.\nexport laws or regulations or in violation of any other applicable export or import laws or regulations.\nYou agree to comply with all export laws and restrictions and regulations of any United States or foreign agency or authority.</p>\n<p>You acknowledge that the Non‑Production Instances, Apps, Documentation and Development Tools are subject to the U.S.\nExport Administration Regulations (the “<b>EAR</b>”) and you shall comply with the EAR.\nWithout limiting the foregoing, you represent and warrant that: (a)&nbsp;you are not located in, and shall not use the Documentation and Development Tools from, any country that is subject to U.S.\nexport restrictions (currently including, but not necessarily limited to, Cuba, Iran, North Korea, Sudan and Syria).\n(b)&nbsp;you shall not use the Documentation and Development Tools in the design, development or production of nuclear, chemical or biological weapons, or rocket systems, space launch vehicles, sounding rockets or unmanned air vehicle systems.\nand (iii) you are not prohibited from participating in U.S.\nexport transactions by any federal agency of the U.S.\ngovernment.\nIn addition, you are responsible for complying with any local laws that may impact your right to import, export or use the Documentation and Development Tools.</p>\n<p>\n<b>U.S.\nGovernment Rights</b>\n</p>\n<p>All ServiceNow software is commercial computer software and all services are commercial items.\n“<b>Commercial computer software</b>” has the meaning set forth in Federal Acquisition Regulation (“<b>FAR</b>”) 2.101 for civilian agency purchases and the Department of Defense (“<b>DOD</b>”) FAR Supplement (“<b>DFARS</b>”) 252.227‑7014(a)(1) for defense agency purchases.\nIf the software is licensed or the services are acquired by or on behalf of a civilian agency, We provide the commercial computer software and/or commercial computer software documentation and other technical data subject to the terms of these Terms of Use as required in FAR 12.212 (Computer Software) and FAR 12.211 (Technical Data) and their successors.\nIf the software is licensed or the services are acquired by or on behalf of any agency within the DOD, we provide the commercial computer software and/or commercial computer software documentation and other technical data subject to the terms of these Terms of Use as specified in DFARS 227.7202‑3 and its successors.\nOnly if this is a DOD prime contract or DOD subcontract, the Government acquires additional rights in technical data as set forth in DFARS 252.227‑7015.\nThis U.S.\nGovernment Rights clause is in lieu of, and supersedes, any other FAR, DFARS or other clause or provision that addresses Government rights in computer software or technical data.</p>\n<p>\n<b>Waiver and Severability</b>\n</p>\n<p>No waiver of these Terms of Use by us shall be deemed a further or continuing waiver of such term or condition or any other term or condition, and any failure of ours to assert a right or provision under these Terms of Use shall not constitute a waiver of such right or provision.</p>\n<p>If any provision of these Terms of Use is held by a court of competent jurisdiction to be invalid, illegal or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the Terms of Use will continue in full force and effect.</p>\n<p>\n<b>Third Party Beneficiaries</b>\n</p>\n<p>There are no third‑party beneficiaries to these Terms of Use, except that other users of the Website shall be third‑party beneficiaries of provisions of Section 4 (<i>Store and Share</i>) herein in which you promise not to assert claims for breach of warranty, breach of contract, patent infringement, or misrepresentation against any third‑party user based on the use or performance of a App.</p>\n<p>\n<b>Classification of Website and ServiceNow Products</b>\n</p>\n<p>In the event of a dispute, the categorization of any subject matter as either the Website or a ServiceNow Product shall be made by ServiceNow in its sole discretion, and ServiceNow may reclassify as a ServiceNow Product subject matter previously included in the Website.</p>\n<p>\n<b>Termination</b>\n</p>\n<p>ServiceNow may terminate these Terms of Use at any time for any reason by giving you written notice, and all licenses, permissions and other rights granted to you hereunder shall immediately terminate (including the license rights granted by third parties under Section 4 (<i>Store and Share</i>) herein to permit you to user their Apps).&nbsp.\nNotwithstanding the termination of these Terms of Use for any reason, Sections 6 (<i>Intellectual Property</i>) and 9 (<i>Legal Considerations</i>) herein shall survive.</p>\n<p>\n<b>Governing Law and Jurisdiction</b>\n</p>\n<p>These Terms of Use and any dispute or claim arising out of, or related to, them, their subject matter or their formation (in each case, including non‑contractual disputes or claims) shall be governed by and construed in accordance with the internal laws of the State of California in the United States without giving effect to any choice or conflict of laws provision or rule (whether of the State of California or any other jurisdiction).</p>\n<p>Any legal suit, action or proceeding arising out of, or related to, these Terms of Use or the Website shall be instituted exclusively in the federal courts of the United States or the courts of the State of California, in each case located in the Santa Clara, California although we retain the right to bring any suit, action or proceeding against you for breach of these Terms of Use in your country of residence or any other relevant country.\nYou hereby irrevocably waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.</p>\n<p>\n<b>Entire Agreement</b>\n</p>\n<p>The Terms of Use and our Privacy Policy constitute the sole and entire agreement between you and us with respect to the Website and supersede all prior and contemporaneous understandings, agreements, representations and warranties, both written and oral, with respect to the Website.&nbsp.\nFor the avoidance of doubt, these Terms of Use do not supersede any Subscription Agreement or other agreement pursuant to which you have been granted the right to use or access a ServiceNow Product, except to the extent that these Terms of Use provide that Apps or other Website Content are not subject to warranty or entitled to support, service credits, refunds, or other service entitlements under a Subscription Agreement.</p>\n<p>© ServiceNow, Inc.\nAll rights reserved.</p> ", "created_at": "2021-11-01 05:16:00.33204", "updated_at": "2021-11-01 04:17:59.207434"}], "points": [], "urls": ["servicenow.com"]}}