{"error": 448, "message": "OK", "parameters": {"id": 4494, "name": "BuildStore ", "created_at": "2021-07-03 23:59:43.278611", "updated_at": "2021-07-03 22:00:52.655427", "wikipedia": null, "keywords": null, "related": null, "slug": "buildstore", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4494.png", "url": "builds.io", "documents": [{"id": 7887, "name": "Terms of Service ", "url": "https://builds.io/terms", "xpath": "//body", "text": "Toggle navigation<ul>\n<li>\nApplications\n</li>\n</ul>\n<ul>\n<li>\nPromocodes\n</li>\n<li>\nTerms of Service\n</li>\n<li>\nHelp\n</li>\n<li>\nLog In\n</li>\n</ul> BuildStore Terms of Service<p>By using the Builds.io website (\"Service\") you are agreeing to be bound by the following terms and conditions (\"Terms of Service\").\nIF YOU ARE ENTERING INTO THIS AGREEMENT ON BEHALF OF A COMPANY OR OTHER LEGAL ENTITY, YOU REPRESENT THAT YOU HAVE THE AUTHORITY TO BIND SUCH ENTITY, ITS AFFILIATES AND ALL USERS WHO ACCESS OUR SERVICES THROUGH YOUR ACCOUNT TO THESE TERMS AND CONDITIONS, IN WHICH CASE THE TERMS \"YOU\" OR \"YOUR\" SHALL REFER TO SUCH ENTITY, ITS AFFILIATES, AND USERS ASSOCIATED WITH IT.\nIF YOU DO NOT HAVE SUCH AUTHORITY, OR IF YOU DO NOT AGREE WITH THESE TERMS AND CONDITIONS, YOU MUST NOT ACCEPT THIS AGREEMENT AND MAY NOT USE THE SERVICES.</p>\n<p>If BuildStore makes material changes to these Terms, we will notify you by email or by posting a notice on our site before the changes are effective.\nAny new features that augment or enhance the current Service, including the release of new tools and resources, shall be subject to the Terms of Service.\nContinued use of the Service after any such changes shall constitute your consent to such changes.\nYou can review the most current version of the Terms of Service at any time at https://builds.io/terms</p>\n<p>Violation of any of the terms below will result in the termination of your Account.\nWhile BuildStore prohibits such conduct and Content on the Service, you understand and agree that BuildStore cannot be responsible for the Content posted on the Service and you nonetheless may be exposed to such materials.\nYou agree to use the Service at your own risk.</p>A.\nAccount Terms<p>You must be 16 years or older to use this Service.</p>\n<p>You must be a human.\nAccounts registered by \"bots\" or other automated methods are not permitted.</p>\n<p>You must provide your name, a valid email address, and any other information requested in order to complete the signup process.</p>\n<p>Your login may only be used by one person - a single login shared by multiple people is not permitted.\nYou may create separate logins for as many people as your plan allows.</p>\n<p>To register device in your account you need to allow BuildStore to access to your device UDID.</p>\n<p>Only activated devices able to install applications.</p>\n<p>Accounts are transferable only on annual PLUS plan.\nIf you purchased CLASSIC or MONTHLY plan, every new device must be paid separately.\nYou can find more info about plans in paragraph C.</p>\n<p>You are responsible for maintaining the security of your account and password.\nBuildStore cannot and will not be liable for any loss or damage from your failure to comply with this security obligation.</p>\n<p>You are responsible for all Content posted and activity that occurs under your account (even when Content is posted by others who have accounts under your account).</p>\n<p>You may not use the Service for any illegal or unauthorized purpose.\nYou must not, in the use of the Service, violate any laws in your jurisdiction (including but not limited to copyright or trademark laws).</p>B.\nPayment, Refunds and Subscription Terms<p>To activate the device you need to pay for a subscription for this device.</p>\n<p>By purchasing a BuildStore subscription you agree that we can stop your subscription anytime without asking.\nIf we saw any illegal move/action attempting to happen your subscription will be canceled immediately.\nAll your account information, UDID, and email will not be shared with anyone and will be encrypted in our database, this allows us to guarantee the BuildStore users’ safety.\nYou assume that you take full responsibility for the method of downloading and using applications provided by BuildStore.\n</p>\n<p>All services provided by the company are provided on a non-refundable basis.\nThis includes, but is not limited to, annual fees and monthly fees, regardless of usage.\nIn addition, if your account is canceled by the company for violation of this agreement, all payments made to the company become completely non refundable.\nCustomer agrees not to charge back any credit card payments for services rendered.\nIn the event that a customer files a charge back or other payment dispute, they will be considered to be in violation of this agreement and may be subject to collection action.\n</p>C.\nModifications to the Service, Prices and Pricing Plans<p>BuildStore reserves the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Service (or any part thereof) with or without notice.\nWhat means, we may add or remove Applications from the Service at any time with or without notice.</p>\n<p>Available pricing plans and prices of all Services, including but not limited to the monthly subscription plan, are subject to change upon 15 days notice from us.\nSuch notice may be provided at any time by posting the changes to the BuildStore Site (builds.io), the Service itself or in the official Twitter account (https://twitter.com/builds_io).</p>\n<p>YEARLY SUBSCRIPTIONS.\nDISCONTINUED AS OF SEPTEMBER 11, 2020.</p>\n<p>All the Yearly Subscriptions purchased before September 11, 2020 are valid for the whole duration.\nYou can see the valid through date in your profile.</p>\n<p>\n<i>YEARLY CLASSIC.</i> A regular subscription for one device.\nWe can guarantee at least 351 days of service (called 1 year).\nNo transfers allowed.</p>\n<p>\n<i>YEARLY PLUS.</i> With the PLUS purchased you’re able to transfer your device twice per year.\nThe plan is valid for 1 (one) year.</p>\n<p> Yearly Subscriptions (Classic and Plus) are not recurrent and cannot be renewed.\nAfter the Yearly Subscription runs out, the User has to purchase any available Subscription in order to continue using the Service.</p>\n<p>MONTHLY SUBSCRIPTION is an automatically renewed subscription.\nYou must cancel your membership before it renews in order to avoid billing of the next period's subscription fees to your payment method.\nIf the MONTHLY pricing plan becomes unavailable we may terminate your recurring subscription, so it won’t be renewed at the end of your subscription period.</p>\n<p>BuildStore shall not be liable to you or to any third party for any modification, price change, suspension or discontinuance of the Service.</p>D.\nCopyright and Content Ownership<p>BuildStore site and all its content are the property and trademarks of BuildStore.</p>\n<p>The Apple logo and all device names are the property and trademarks of Apple, Inc.</p>\n<p>All the Content provided by third party vendors is the property of the respective vendor.\nThird party vendors are solely responsible for the content provided, including but not limited to in-app advertisements.\nBuildStore has no influence and is not responsible for the in-app content of the third-party vendors.</p>\n<p>We will remove Content and Accounts containing Content, that we determine in our sole discretion are unlawful, offensive, threatening, libelous, defamatory, pornographic, obscene or otherwise objectionable or violates any party's intellectual property or these Terms of Service.</p>\n<p>If you believe in good faith that any Content on BuildStore Site infringes your copyright, you (or your agent) may send us a notice to legal@builds.io requesting that we remove or block access to the infringing material.\nYour notice to us must include the following information:</p>\n<ul>\n<li>an electronic or physical signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>identification of the copyrighted work or other intellectual property that you claim has been infringed upon;</li>\n<li>description of where the material that you claim is infringing is located on the site, with sufficient detail that we may find it on the site.</li>\n</ul>E.\nGeneral Conditions<p>Your use of the Service is at your sole risk.\nThe service is provided on an \"as is\" and \"as available\" basis.</p>\n<p>Support for BuildStore services is only available in English, via email.</p>\n<p>You understand and agree that the Service may include advertisements.\nYou also understand and agree that the Service may include certain communications from BuildStore, such as important service announcements, Terms of Service updates, administrative messages, and any communications related directly to the terms of service usage, and you will be able to opt out of receiving them at any moment.</p>\n<p>You understand that BuildStore uses third party vendors and hosting partners to provide the necessary hardware, software, networking, storage, and related technology required to run the Service.</p>\n<p>You must not modify, adapt or hack the Service or modify another website so as to falsely imply that it is associated with the Service, BuildStore, or any other BuildStore service.</p>\n<p>You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Service, use of the Service, or access to the Service without the express written permission by BuildStore.</p>\n<p>You understand that the technical processing and transmission of the Service, including your Content, may be transferred unencrypted and involve (a) transmissions over various networks.\nand (b) changes to conform and adapt to technical requirements of connecting networks or devices.</p>\n<p>You must not upload, post, host, or transmit unsolicited email, SMS, or \"spam\" messages.</p>\n<p>You must not transmit any worms or viruses or any code of a destructive nature.</p>\n<p>If your bandwidth usage significantly exceeds the average bandwidth usage (as determined solely by BuildStore) of other BuildStore customers, we reserve the right to immediately disable your account until you can reduce your bandwidth consumption.</p>\n<p>We can provide at least 351 days of service for the yearly plans (CLASSIC &amp.\nPLUS).\nWe provide at least 28 days of service for the MONTHLY plan.\nHowever, you can find the actual expiration date on your Device and Subscription page in your Account.\nYou need to log in to BuildStore to get access to this information.</p>\n<p>BuildStore does not warrant that (i) the service will meet your specific requirements, (ii) the service will be uninterrupted, timely, secure, or error-free, (iii) the results that may be obtained from the use of the service will be accurate or reliable, (iv) the quality of any products, services, information, or other material purchased or obtained by you through the service will meet your expectations, and (v) any errors in the Service will be corrected.</p>\n<p>You expressly understand and agree that BuildStore shall not be liable for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses (even if BuildStore has been advised of the possibility of such damages), resulting from (i) the use or the inability to use the service.\n(ii) the cost of procurement of substitute goods and services resulting from any goods, data, information or services purchased or obtained or messages received or transactions entered into through or from the service.\n(iii) unauthorized access to or alteration of your transmissions or data.\n(iv) statements or conduct of any third party on the service.\n(v) or any other matter relating to the service.</p>\n<p>The failure of BuildStore to exercise or enforce any right or provision of the Terms of Service shall not constitute a waiver of such right or provision.\nThe Terms of Service constitutes the entire agreement between you and BuildStore and govern your use of the Service, superseding any prior agreements between you and BuildStore (including, but not limited to, any prior versions of the Terms of Service).\nYou agree that these Terms of Service.\nQuestions about the Terms of Service should be sent to hello@builds.io.</p>About usHelpPartnershipTerms of ServicePrivacy PolicyReport AbuseFacebookTwitter\nDon't have PayPal? We respect your privacy and protect data.\nMoreAccept<i>\n</i>\n<i>\n</i>\n<strong>1</strong>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>I’m here to help you, ask me anything</li>\n</ul>\n<ul>\n</ul>\n<ul> New Messages <li>Ginger &nbsp;a few seconds agoHey! I am Ginger - a friendly support bot.\nI've currently been trained to answer support questions.<br>\n</li>\n</ul> Please Enter Valid MessagePowered by Freshworks<ul>\n<li>startover</li>\n</ul>\n<i>\n</i>1<i>\n</i>", "created_at": "2021-07-03 23:59:43.283261", "updated_at": "2021-07-03 22:12:12.028236"}, {"id": 7886, "name": "Privacy Policy ", "url": "https://builds.io/privacy", "xpath": "//body", "text": "Toggle navigation<ul>\n<li>\nApplications\n</li>\n</ul>\n<ul>\n<li>\nPromocodes\n</li>\n<li>\nTerms of Service\n</li>\n<li>\nHelp\n</li>\n<li>\nLog In\n</li>\n</ul> Privacy Policy<p>\nYour privacy is important to us.\nWe have prepared this Privacy Policy to explain how we collect, use, protect, and disclose Personal Information and Usage Data when you use the BuildStore services (\"Service\").\nThis Privacy Policy also explains your choices for managing your information and your preferences.\n</p>\n<p>This Privacy Policy may be revised from time to time.\nBy using the Service, you agree to be bound and to abide by the most recent version of this Privacy Policy.\nThis Privacy Policy was last updated on Dec 12, 2019.</p>GDPR Compliance<p>BuildStore is a data controller and processor under the Regulation (EU) 2016/679 (General Data Protection Regulation, \"GDPR\").\nBuildStore has adopted the following policy concerning protection of personal data in accordance with the GDPR.\nBuildStore will respond promptly to any requests concerning BuildStore users rights to the protection of personal data.</p>CALIFORNIA CONSUMER PRIVACY ACT NOTICE<p>As of January 1, 2020, the California Consumer Privacy Act of 2018 (\"CCPA\") provides California residents (\"Consumer(s)\") certain rights with respect to their personal information, as this term is defined under the CCPA.\nIn addition to the rights we state under this policy and subject to the exceptions found under the CCPA, Consumers have the right to:</p>\n<p>\n</p>\n<li> Opt-out of the sale of their personal information, should we sell their personal information.\n</li>\n<li> Be informed of certain information concerning our collection and use of their personal information.\n</li>\n<li>Request that we delete certain personal information we collected from them.\n</li>\n<li> Appoint an agent to exercise their rights provided for by the CCPA, provided that a duly executed notarized power of attorney is presented and provided that the agent has information deemed sufficient to allow us to verify the identity of the Consumer in question and to locate his/her information in our systems.\n</li>\n<li>Not be subjected to discrimination for the exercise of these rights.\nWe will not deny California residents the use of our service, neither will we provide a different level or quality or services for exercising any of their CCPA rights, unless as permitted under the CCPA.<p>\n</p>\n<p>This Website does not sell nor has it sold in the past 12 months personal information to third parties for monetary or other valuable considerations.\nWe may however disclose certain personal information with third parties and service providers in order to enable them to perform certain services on our behalf and namely to make the Service work properly.\nRegardless, we respect the California residents’ right to exclude personal information from such sharing arrangements and to thereby opt-out of any future sale of their personal information.</p>\n<p>\n</p>\n<p>If the CCPA is applicable to you and you would like to record such preference, please e-mail us at legal@builds.io.</p>\n<p>\n</p>Managing Your Information Preferences<p>You can review, correct, update or delete your Personal Information, or opt out of any direct marketing in which we may engage, by e-mailing us at legal@builds.io.\nIf you have questions or concerns regarding this Privacy Policy, please e-mail us at legal@builds.io.</p>Information We Collect and How We Collect It<p>\n<b>Personal Information.</b> You can use certain features of the Service without providing us with any information that identifies or may be used to directly identify you (“Personal Information”).\n</p>\n<p>We collect Personal Information when you register with BuildStore:</p>\n</li>\n<li>your username, </li>\n<li>e-mail address.</li>\n<p>We collect Personal Information when you register your device with BuildStore:</p>\n<li>unique device identifier (UDID).</li>\n<p>We collect Personal Information when you pay for BuildStore subscription:</p>\n<li>PayPal payment processor identifier.</li>\n<p>We collect Personal Information only if you choose to share it with us.\nThe decision to provide this information is optional.\nHowever, if you choose not provide the requested information, you may not be able to use certain features of the Service.</p>\n<p>\n<b>Usage Data.</b> We automatically collect usage information that does not directly identify an individual user (\"Usage Data\").\nFor example, each time you use the Service we may automatically collect the type of Web browser you use, your operating system, your Internet Service Provider, your IP address, the links you use, and the time and duration of your use of the Service.\nWe use this Usage Data to help us understand how people use the Service, and to enhance the services we offer.\nNone of this information can be used to directly identify you, and we will not use it for the purpose of attempting to identify you.\nPlease be aware, however, that we may be required by authorities to disclose information such as your IP address (a unique numerical identifier for your computer that may or may not change over time) which could be used by authorities to identify you.\n</p>\n<p>\n<b>Cookies and Web Beacons.\n</b> We use cookies (a small text file placed on your computer to identify your computer and Web browser when you use the Service).\nWe may also use Web beacons (an electronic file placed on a website that monitors usage).\nWe do not use cookies or Web beacons to collect Personal Information.\nWe use cookies and Web beacons to improve the quality of the Service.\nMost Web browsers are initially set up to accept cookies.\nYou can reset your Web browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, certain features of the Service may not work if you delete or disable cookies.\nSome of our Service Providers, as discussed below, may use their own cookies or Web beacons in connection with the services they perform on our behalf.\n</p>\n<p>\n<b>Storage of Information.</b> The information BuildStore collects about you and your usage of the Service will be transmitted to and stored by BuildStore on servers.</p>How We Use Information and When We May Share Information<p>\n<b>Generally.</b> We generally use Personal Information only for purposes of providing and communicating with you about the Service, including responding to your requests, making payments, notifying you of new products or services, and otherwise communicating with you about the Service.\nWe will not disclose Personal Information to third parties without your consent, except as explained in this Privacy Policy.\n</p>\n<p>\n<b>Service Providers.</b> From time to time, we may establish a business relationship with other businesses whom we believe trustworthy and who have confirmed that their privacy practices are consistent with ours (\"Service Providers\").\nFor example, we may contract with Service Providers to provide services such as payment processing, maintenance and support, data storage and management, advertising, and marketing.\nWe provide our Service Providers with only the information necessary for them to perform these services on our behalf.\nEach Service Provider must agree to use reasonable security procedures and practices, appropriate to the nature of the information involved, in order to protect your Personal Information from unauthorized access, use, or disclosure.\nService Providers are prohibited from using Personal Information other than as specified by BuildStore.\n</p>\n<p>Please note that when you make payments to BuildStore, the information you provide is submitted to a third-party payment provider.\nIt is not received or maintained by BuildStore, except that your e-mail address will automatically be provided to us when you first pay for a Subscription, so that we can establish your account and provide you with the special features offered to Subscription holders.</p>\n<p>You can request anytime a report to learn whether and what Personal Information you provided has been shared with Service Providers.</p>\n<p>\n<b>Google Analytics.</b> We also uses Google Analytics, a web analytics service provided by Google, Inc.\n(\"Google\").\nGoogle Analytics uses \"cookies,\" which are text files placed on your computer, to help BuildStore analyze how users use our Service.\nWe use this information to help us understand how people use the Service, and to enhance the services we offer.\nThe information generated by the cookie about your use of the Service (including your IP address) will be transmitted to and stored by Google on servers in the United States.\nGoogle will use this information for the purpose of evaluating your use of the Service, compiling reports on Service activity for us, and providing other services relating to Service activity and Internet usage.\nGoogle may also transfer this information to third parties where required to do so by law, or if such third parties process the information on Google's behalf.\nGoogle will not associate your IP address with any other data held by Google.\nAs noted, you may refuse the use of cookies by selecting the appropriate settings on your Web browser, but please note that if you do this you may not be able to use the full functionality of the Service.\nBy using the Service, you consent to the processing of data about you by Google in the manner and for the purposes set out above.\nFor more information, please visit</p>\n<p> http://www.google.com/analytics/en-GB/tos.html.</p>\n<p>\n<b>Standard Analytics Information.</b> We may use, and disclose to third parties, certain Usage Data regarding the Service.\nHowever, such information does not identify you individually.\n</p>\n<p>\n<b>Applications.</b> When you download any Application from BuildStore, it may request a Personal Information from you.\nAll Applications gather and process such Information under their own Privacy Policies.\nSuch Information isn’t shared, accessed or processed by BuildStore.\nPlease note that BuildStore doesn’t share any responsibility for Personal Information you provide in Applications downloaded from BuildStore.</p>\n<p>\n<b>Other Transfers.</b> We may share Personal Information and Usage Data with businesses controlling, controlled by, or under common control with BuildStore.\nIf BuildStore is merged, acquired, or sold, or in the event of a transfer of some or all of our assets, we may disclose or transfer Personal Information and Usage Data in connection with such transaction.\nYou will have the opportunity to opt-out of any such transfer if we determine, in our discretion, that the new entity plans to handle your information in a way that differs materially from this Privacy Policy.\n</p>\n<p>\n<b>Data Retention.</b> We will hold your Personal Information on our systems for as long as is necessary for the relevant activity.\nIf you cancel your registration and your account is deleted BuildStore will no longer use the Personal Information, but for administration purposes it will stay on our system for a period of one year by default before being deleted.\nPersonal Information would be deleted immediately on your request.</p>\n<p>\n<b>Compliance with Laws and Law Enforcement.</b> BuildStore cooperates with government and law enforcement officials and private parties to enforce and comply with the law.\nWe may disclose Personal Information and any other information about you to government or law enforcement officials or private parties if, in our discretion, we believe it is necessary or appropriate for any of the following reasons: to respond to legal requests (including court orders and subpoenas).\nto protect the safety, property, or rights of BuildStore, any BuildStore user, or any third party.\nto prevent or stop any illegal, unethical, or legally actionable activity.\nor to comply with the law.</p>Security<p>BuildStore is very concerned about safeguarding the confidentiality of your Personal Information.\nWe employ reasonable physical and electronic measures designed to protect your information from unauthorized access.\nHowever, no data transmission over the Internet or other network can be guaranteed to be 100% secure.\nAs a result, while we strive to protect information transmitted on or through the Service, we cannot and do not guarantee the security of any information you upload, store, share, transmit, or provide on or through the Service, and you do so at your own risk.</p>Children's Privacy<p>We do not knowingly collect Personal Information from users under the age of 16.\nBy using our Services, you promise that you are at least 16 years old.\nIf we become aware that a user is under the age of 16, we will terminate any account that user may have with BuildStore.\nIf we become aware that we have inadvertently received Personal Information from a user under the age of 16, we will delete such information from our records.</p>Contact Information<b>Representative: Head of Legal</b> — legal@builds.ioAbout usHelpPartnershipTerms of ServicePrivacy PolicyReport AbuseFacebookTwitter\nDon't have PayPal? We respect your privacy and protect data.\nMoreAccept<i>\n</i>\n<i>\n</i>\n<strong>1</strong>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>I’m here to help you, ask me anything</li>\n</ul>\n<ul>\n</ul>\n<ul> New Messages <li>Ginger &nbsp;a few seconds agoHey! I am Ginger - a friendly support bot.\nI've currently been trained to answer support questions.<br>\n</li>\n</ul> Please Enter Valid MessagePowered by Freshworks<ul>\n<li>startover</li>\n</ul>\n<i>\n</i>1<i>\n</i>", "created_at": "2021-07-03 23:59:43.281413", "updated_at": "2021-07-03 22:13:15.396143"}], "points": [], "urls": ["builds.io"]}}