{"error": 448, "message": "OK", "parameters": {"id": 4127, "name": "Rythm ", "created_at": "2021-06-17 18:33:07.187166", "updated_at": "2021-06-17 22:00:44.236157", "wikipedia": null, "keywords": null, "related": null, "slug": "rythm", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4127.png", "url": "rythm.fm", "documents": [{"id": 7131, "name": " Privacy Policy ", "url": "https://rythm.fm/privacy", "xpath": "/html/body/div[1]/div/div/div[2]", "text": "<p> Effective as of 2021/02/27 </p> Privacy Policy <p>\n<b>1.</b> This Privacy Policy sets out the terms on which we collect, process and handle personal data which you provide to us while using the app known as \"Rythm Bot\" and/or the site at www.rythm.fm (together the \"<b>Site</b>\") and the services provided from the Site (\"<b>Service</b>\").\nThe Site, together with all content on each, is owned or controlled by Rythm Inc, a company registered in Delaware, US, with offices at 8 The Green, STE R, Dover, DE 19901, USA (\"<b>we</b>\" or \"<b>our</b>\" or \"<b>Company</b>\").\n</p>\n<p>\n<b>2.</b> To provide the Service, it is necessary for us to collect and process certain personal information (\"<b>Data</b>\"), including some or all of the following: name, address, date of birth, gender, email addresses and mobile phone numbers, IP addresses, device and web-browser details, operating system details, activities on the Site, personal preferences relating to the Site and Service, billing and financial information such as credit/debit card numbers, and details of the locations from which you use the Service.\nYou are responsible for ensuring that all personal information you provide to us is updated and correct at all times.\n</p>\n<p>\n<b>3.</b> The Data will be stored together with any additional information you provide to us, and will be used to provide you with, and to improve, the Service.\nWe may collect, store and process certain personal information to provide you with information and tools to allow you to use the Service, to perform marketing and research related activities, to supply other administrative services (e.g.\nsetting up new accounts), to respond to enquiries and/or for other record-keeping purposes and to improve the Site and the Service.\nAdditionally, from time to time we and/or our trusted partners may contact you with offers that may interest you or to inform you of other products and services.\nAll Data is processed by us in accordance with applicable data protection legislation and we will keep your personal information only for as long as is necessary.\n</p>\n<p>\n<b>4.</b> We may, from time to time, expand or reduce our business which may involve the transfer of certain divisions or assets of our company to other parties, and Data, where relevant, may be transferred to such third parties.\nAdditionally, from time to time we may transfer Data obtained from Users located in the UK and/or the EU to locations outside the UK and/or the European Economic Area, some of which may have different data protection laws to those within the UK and/or the EEA, or no data protection laws.\nIn all such cases, we transmit such information only to entities that comply with this policy and applicable law.\n</p>\n<p>\n<b>5.</b> The Site may display links to certain third party websites.\nWe encourage you to read the individual privacy policies of those third party websites before providing any of your personal information to them.\n</p>\n<p>\n<b>6.</b> We may use 'cookies' while you access the Site to avoid the need to re-enter details on different occasions.\nCookies are also used to collect general usage and volume statistical information.\nWe may use local \"shared objects\", also known as \"Flash\" cookies.\nExamples of other reasons include: </p>\n<ul>\n<li> enabling us to recognise your device so that you don't have to give the same information to us several times.\n</li>\n<li> recognising that you may already have given a username and/or password.\nand/or, </li>\n<li> measuring how you are using the Service, to make the Service easier to use and to ensure sufficient capacity for quick delivery.\n</li>\n</ul>\n<p> A \"cookie\" is a small amount of data sent from the server and stored on your computer's hard drive.\nMost web browsers are automatically set up to accept cookies, but you can set your browser to refuse cookies or ask your browser to show you where a cookie has been set up.\nThese settings will typically be found in the 'options' or 'preferences' menu of your browser.\nIn order to understand these settings, the following links may be helpful (otherwise you should use the 'Help' option in your browser for more details): </p>\n<ul>\n<li> Cookie settings in Internet Explorer </li>\n<li> Cookie settings in Firefox </li>\n<li> Cookie settings in Chrome </li>\n<li> Cookie settings in Safari </li>\n</ul>\n<p> Please note that we do not recommend turning cookies off when using the Service as this may prevent you from using certain aspects of the Services and/or the Site.\nFor further information about cookies and how to control their use, please visit the following third party educational resources: www.youronlinechoices.eu and https://ico.org.uk/concerns</p>\n<p> Click here to learn how to manage privacy and storage settings for Flash cookies.\n</p>\n<p>\n<b>7.</b> Please note you have the right to request access to and rectification or erasure of Data or to object to or request the restriction of processing of your Data.\nSubject to applicable law, you may withdraw your consent (i.e.\n\"opt out\"), by contacting us at support@rythm.fm.\nIf you are not interested in receiving email notices or advertisements from us, you should unsubscribe via your \"Account Settings\" on the Site (or by emailing us at support@rythm.fm with \"Unsubscribe\" in the subject line).\nWe reserve the rights in all cases to retain Data necessary to provide the Service and other legal reasons in full compliance with applicable Data Protection Law.\n</p>\n<p>\n<b>8.</b> We may change this Privacy Policy from time to time and such changes shall be effective from the date and time the revised Privacy Policy is posted on the Site.\nWe encourage you to review our Privacy Policy on a regular basis so that you will be aware of any changes to it.\n</p>\n<p>\n<b>9.</b> If you have further questions about our privacy practices, please contact us by emailing support@rythm.fm</p>", "created_at": "2021-06-17 18:33:07.19146", "updated_at": "2021-06-17 16:34:43.654511"}, {"id": 7130, "name": " User Agreement ", "url": "https://rythm.fm/terms", "xpath": "/html/body/div[1]/div/div/div[2]", "text": "<p> Effective as of 2021/02/27 </p> User Agreement <p> ANY PERSON OR ENTITY (\"<b>User</b>\" or \"<b>you</b>\") USING OR OTHERWISE ACCESSING THE APP KNOWN AS \"Rythm Bot\" AND/OR THE SITE AT www.rythm.fm (together the \"<b>Site</b>\") OR ANY OF THE CONTENT AND/OR DATA AVAILABLE VIA THE SITE MUST AGREE TO BE BOUND BY THE TERMS AND CONDITIONS OF THIS USER AGREEMENT (\"<b>Agreement</b>\").\n</p>\n<p> PERSONAL DATA: You agree to provide only true, accurate and complete information to us via the Site.\nAny personal information provided by you will be treated with appropriate care and security in accordance with our Privacy Policy.\n</p>\n<p>\n<b>1.\n<u>Contracting parties</u>\n</b>.\nThe Site, together with all software, content, data and other materials contained therein (\"<b>Content</b>\") are owned or controlled by Rythm Inc, a company registered in Delaware, US, with offices at 8 The Green, STE R, Dover, DE 19901, USA.\nRythm Inc is referred to in these terms and conditions as \"we\", \"us\", \"our\" or \"Rythm\".\nWhen you register with Rythm (or otherwise access the Site), you are contracting with Rythm Inc.\nBy registering, you warrant that you are legally capable of entering into binding contracts and that you have agreed to be bound by this Agreement.\nPlease note that the Service may not be available in certain countries, as noted on the Site, from time to time.\n</p>\n<p>\n<b>2.\n<u>Passwords</u>\n</b>.\nYou agree: to keep your password secure and confidential and to not allow anyone else to use your email address or password to access the Site or any Content.\nto not do anything which would assist anyone else to gain access to any secured area of the Site.\nand to not create additional registration accounts for the purpose of abusing the functionality of the Site or any Content, or other Users, or to seek to pass yourself off as another user.\nIf you think someone else has obtained your account details, please let us know immediately via support@rythm.fm and we will close your account as quickly as possible.\nPlease note that you will be responsible to Rythm and to others for all activity that occurs under your registration account.\n</p>\n<p>\n<b>3.\n<u>The Rythm Service</u>\n</b>.\nRythm provides a user-controlled content communication service for your personal non-commercial consumption and entertainment (\"<b>Service</b>\").\nThe Service is provided to you hereunder, and you are fully liable for all acts and omissions of any third party that uses or administers the Service for you or on your behalf.\nDetails of the Service are set out on the Site and are regularly updated to reflect changes and improvements to the Service.\n</p>\n<p>\n<b>4.\n<u>Licence</u>\n</b>.\nSubject to the terms of this Agreement (and payment of any and all required Fees, Rythm grants to you a non-exclusive and non-transferable license, for the specified duration (\"<b>Term</b>\"), to receive and use the Content solely for the purposes of the Service.\nThe Service may not be used in relation to any public or any third party use outside of the Site.\nThe rights granted hereunder do not and will not include: (i) sale or sub-licensing of any Content.\n(ii) the making of copies of any Content.\n(iii) distribution or posting or other provision to any third party of Content, via the internet or any mobile network or device or any other method (including without limitation by way of downloading, copying, broadcasting, playing, presenting, sharing, making available or other technical means).\nand/or (iv) advertising-related use of Content or any other use which may constitute infringement of so-called \"Moral Rights\" including without limitation any use which could be considered a promotion or encouragement of any brand, product or service.\n</p>\n<p>\n<b>5.\n<u>Renewal and Termination</u>\n</b>.\nThe licenses granted hereunder shall be valid from receipt of full payment until the end of the selected Term and shall automatically renew for each subsequent month (or, where applicable, each subsequent year) until terminated by either party on not less than one (1) months' notice sent by email or notified via the online User Account page.\nWhere no such termination notice is timely received by Rythm, User shall be deemed to have requested renewal and shall be liable for payment of any and all required Fees at the applicable rate(s).\nWithout prejudice to any other rights and remedies hereunder, Rythm may terminate this Agreement in the event the User: (i) uses any Content in a manner inconsistent with the terms hereunder or which otherwise may constitute infringement of any rights of Rythm or its licensors.\nor (ii) otherwise materially breaches this Agreement.\nUpon any termination hereof: (a) any unpaid Fee(s) shall remain payable in full (for the full period of each license granted).\nUser shall not be entitled to any refund.\nand (b) User shall cease use of Content and shall delete any and all copies of Content in User's possession or control.\nIn addition, and without prejudice, to the other rights and remedies available hereunder, Rythm reserves the right to suspend provision of services in the event of an actual or suspected breach of this Agreement or other unauthorised use of the Service.\n</p>\n<p>\n<b>6.\n<u>Fees</u>\n</b>.\nIn consideration for provision of the premium tier of the Service for the notified Term, you undertake to pay any and all required fees as set out from time to time on the relevant pages of the Site (\"<b>Fees</b>\").\nFees must be paid in full before a license is issued in each case and each granted licence is subject to payment of Fees.\nAny costs or extra fees incurred for funds transfers or payment services are payable by you.\nAll amounts listed on the Site are inclusive of Value Added Tax and other similar sales taxes and duties unless otherwise noted (and all sums must be paid free and clear of any withholding tax and without deduction of any kind).\nRythm reserves the right to restrict or limit the scope of, or to terminate, any license hereunder in the event of failure by a User to timely pay the Fees (or renewal amounts).\nAny late payments shall be subject to additional payment of interest on outstanding sums at the rate of eight percent (8%) above the then-current annual base rate of HSBC plc.\nSums received by Rythm are non-refundable.\nPlease note that Fees are subject to change by posting new Fees on the Site at any time.\nWe reserve the right to suspend the Service (or your use of the Service) at any time if collection of the Fees is not commercially or practically viable for any reason.\n</p>\n<p>\n<b>7.\n<u>Payment</u>\n</b>.\nPayment of Fees may be made by credit or debit card using Visa, MasterCard, Maestro or American Express, or may be made by way of Direct Debit.\nAll purchases and orders will be charged immediately.\nCredit/debit cardholders are subject to validation checks and authorisation by the card issuer.\nWe are not responsible for your card issuer or bank charging you as a result of us processing of your credit/debit card payment in accordance with your order nor are we not obliged to inform you of any reason for refusal.\nBy using your credit or debit card, you confirm that the card belongs to you and that there are sufficient funds or credit available to cover the charges.\nPayments must be in pounds Sterling for provision of the Service in the UK, or in Euros for provision of the Service within in the Euro monetary zone, or in US dollars in any other territory where the Service is made available.\n</p>\n<p>\n<b>8.\n<u>Free Trials</u>\n</b>.\nUsers may be eligible for a free short-term trial of the Service (\"<b>Trial</b>\") subject to the terms of this Agreement and the terms listed on the Site from time to time.\nA Trial provides you with access to the Service for the notified period, starting from the moment you submit your payment details and accept the offer via the Site.\nBy submitting such payment details, you accept the Trial offer and you agree to Rythm using your payment details to begin the selected licence term (or, if no choice is indicated, on a monthly basis) commencing from the beginning of the Trial period, unless you terminate your Trial via the Site before the end of the seven-day period.\nYou may only accept the Trial offer only once, and Rythm reserves the right to withdraw, vary or cease the Trial at any time without notice or liability to you.\n</p>\n<p>\n<b>9.\n<u>User Accounts</u>\n</b>.\nYou will be provided access to a unique online portal (\"<b>User Account</b>\") through which you may receive from and provide to Rythm certain information regarding your account and your use of the Service, including accounting information showing Fees paid and payable.\n</p>\n<p>\n<b>10.\n<u>Technical Requirements</u>\n</b>.\nYou agree to use the Service in accordance with any technical guidelines that may be provided to you (and/or modified by us) from time to time.\nWe shall not be held responsible for any provision of service or electronic delivery that is incompatible with your operating system or other problems specific to your device.\nRythm reserves the right to impose limited periods of downtime for maintenance or other interruptions for commercial reasons without prior notice.\nSpecifically, you accept and agree that the Service may be interrupted from time to time due to unsuitable equipment or malfunctions caused by a telecoms or internet service provider or by network congestion, and that Rythm may temporarily suspend provision or operation of the Service for reasonable carrying out of periodic maintenance where necessary or where preferable to improve the services.\nRythm will use reasonable efforts to provide prior notice where practicable but you expressly agrees that Rythm shall not be liable for any loss resulting from any such downtimes or interruptions.\nIf you are in doubt as to whether or not the Service is suitable for your requirements, please carefully evaluate the Service before registering as a User.\nIf you are still unsure, you may contact us via support@rythm.fm for further information.\nNothing herein affects your statutory rights.\n</p>\n<p>\n<b>11.\n<u>Content</u>\n</b>.\nSave for third-party content that Users may access using the Service, Rythm owns or controls all relevant intellectual property rights in the Site and the Content.\nWhilst we endeavour to provide accurate and up-to-date information, the Content may not be wholly accurate or up-to-date, complete or free of defects, and is subject to change at short notice.\nAll Content is provided without any representations or warranties of any kind (implied or express) to the fullest extent permitted by applicable law.\nYou may not publish, (re)distribute, extract, re-utilise, transfer, assign, sub-license or reproduce any part of the Site or the Content in any form (including storing it in any medium) other than as expressly allowed herein or as set out in the Site and the Content (or under UK or local law).\nThe Site and the Content are intended only for the purposes specified or implied therein, and your use of the Site and/or Content is entirely at your own risk.\nYou acknowledge and agree that you will not acquire or be deemed to acquire under this Agreement any ownership of any Intellectual Property Rights in the Service and/or any Content, and that any and all Intellectual Property Rights in and to the Service and any branding therein (including trademarks, brands and logos) belong to Rythm and/or its licensors.\nNothing in this Agreement will transfer ownership, or any aspect of ownership in and to the Service, the Content, trademarks, brands or logos, to you or any third party.\nYou agree and accept that any use of Content in any way that may be inconsistent with the terms of this Agreement or in excess of the scope of the selected terms of the Service licence will be treated as an unauthorised use of that Content (and each copyright work therein) and may result in a claim by Rythm (or a third party rightsholder) against you (or your related parties) for infringement of the copyright and/or other rights in such works.\n</p>\n<p>\n<b>12.\n<u>User Conduct</u>\n</b>.\nYou agree to obey all applicable laws in using the Service, and agree that you are responsible for the content and/or communications you send to or initiate via the Site.\nYou agree that you are responsible for everything that you transmit to or in relation to the Site and you specifically agree (in relation to the Site) not to participate in any form of activity which is unlawful, harassing, libellous, defamatory, abusive, threatening, harmful, vulgar, obscene, profane, sexually-oriented, racially-offensive or otherwise includes objectionable material.\n</p>\n<ul>\n<li> not to use the Site to engage in any commercial activities not approved in writing by Rythm.\n</li>\n<li> not to publish your own (non- Rythm) details or those of anyone else.\n</li>\n<li> not to register more than one account for yourself or anyone else.\n</li>\n<li> not to input or transmit content that contains software viruses or any other computer code, files, or programs that are designed or intended to disrupt, damage, or limit the functioning of any software, hardware, or telecommunications equipment or to damage or obtain unauthorised access to any data or other information of any third party.\n</li>\n<li> not to input or transmit content that contains anything which could be used to determine or alter the architecture of the Site, or could be used to decompile, disassemble, or reverse engineer the Site.\n</li>\n<li> not to collect personal data about other Users (for any purpose).\n</li>\n<li> not to use automated means, including spiders, robots, crawlers, data mining tools, or the like to download data from the Service.\n</li>\n<li> not to impose an unreasonable or disproportionately large load on our infrastructure.\nand </li>\n<li> not to attempt to gain unauthorised access to Rythm's computer systems or engage in any activity that disrupts, diminishes the quality of, interferes with the performance of, or impairs the functionality of, the Service or the Site.\n</li>\n</ul>\n<p>\n<b>13.\n<u>Objectionable Material</u>\n</b>.\nIf you encounter or become aware of any objectionable or infringing or unlawful content available anywhere on or via the Site, please immediately report such material (and the specific page on which it is found), or if you believe that you are the owner of the copyright or other rights in any material appearing on the Site, or if you have any other complaint about the Site or any Content or other posted materials, please contact us via support@rythm.fm (making sure to include both the Uniform Resource Locator for the non-complying content and the reasons you believe it does not comply).\nPlease note that there may be adverse legal consequences if you make a false or bad faith allegation through this process.\n</p>\n<p>\n<b>14.\n<u>Termination of this Agreement</u>\n</b>.\nRythm may at any time terminate this legal Agreement, in our sole discretion without prior notice to you and without reimbursement, if we believe that you may have breached (or acted in a manner indicating that you do not intend to or are unable to comply with) any term herein, or if we are legally required to do so by law, or if continuation is likely to be no longer commercially viable.\nYou acknowledge that we will cooperate fully with investigations of violations of systems or network security at other sites, including cooperating with law enforcement authorities in investigating suspected criminal violations.\n</p>\n<p>\n<b>15.\n<u>Your Warranties and Indemnity</u>\n</b>.\nYou acknowledge and agree that your use of the Service may include access to third party content such as music tracks.\nRythm makes no representation or warranty about the provision or availability at any particular time of any specific Content and Rythm reserves the right to remove or cease provision or availability of any Content at any time without liability to you.\nYou warrant and represent that you have the right and authority to enter into this Agreement and to perform your obligations hereunder.\nYou warrant and represent that throughout the Term: (i) you will use the Service solely for private entertainment purposes or your own device(s).\n(ii) you will not amplify, transmit or retransmit the Service or any Content so as to be audible or viewed outside of your own personal space.\n(iii) all information provided by you to Rythm is complete and accurate at all times.\n(iv) you will timely provide to Rythm any updated or corrected information and ensure such information is correct.\n(v) you will comply with applicable law at all times.\n(vi) you will not use or attempt to use or access Content or any other part of the Service other than in accordance with the terms of the license granted hereunder.\n(vii) you will not (and will not attempt to) reverse-engineer, decompile, disassemble, modify or otherwise circumvent the technology or any part of the Service.\n(viii) you will not (and will not attempt to) make any recording or reproduction of, and will not stream or transmit or make available, any Content except as permitted hereunder.\nand (ix) you will not provide login details or other information to any third party or otherwise assist or permit any unauthorised access to the Service.\nTo the extent permitted under applicable law, the Service is provided on an \"as is\" and \"as available\" basis without warranty of any kind, either express or implied, including without limitation the implied warranties of merchantability and/or fitness for a particular purpose.\nYou agree to indemnify us for any loss or damage that may be incurred by Rythm, including without limitation legal fees, arising from any breach by you of any warranty or other term herein or your misuse of any material or information obtained through the Site or the Content.\nYou undertake to inform Rythm immediately if you become aware of any possible breach of this Agreement by you or any connected party.\n</p>\n<p>\n<b>16.\n<u>Our Warranties and Indemnity</u>\n</b>.\nRythm warrants and represents that it has the right and authority to enter into this Agreement and to perform its obligations hereunder.\nRythm warrants and represents that (save for third party content) it has the right to grant the license provided hereunder for access to and use of the Service and that all Intellectual Property Rights granted to you under such license are owned and controlled by Rythm and that use by you of such rights in accordance with this Agreement will not infringe the rights of any third party.\nWithout limiting the foregoing, Rythm makes no warranty that: (a) the Service will meet your requirements.\n(b) the Service will be uninterrupted, timely, secure, or error-free.\n(c) the results obtained from the use of the Service will be accurate, complete, reliable or effective.\nor (d) the quality of any content or services obtained by you from the Site, from us, or from any third parties' websites to which the Site is linked, will meet your expectations or be free from mistakes, errors or defects.\nThe use of the Service is at your own risk and with your agreement that you will be solely responsible for any loss or damage that results from such activities.\n</p>\n<p>\n<b>17.\n<u>Liability</u>\n</b>.\nSave for any loss incurred by you as a result of an adjudicated third party claim based on rights licensed to you by Rythm, you agree that the liability of Rythm to you hereunder shall be limited to the amount you have actually paid to us for its services hereunder or, if greater, US$100.\nExcept as set out herein, we shall not be liable for any indirect or consequential loss of any kind in contract, tort or otherwise arising out of your use of the Site or the Content or in relation to the goods and/or services that we provide.\nNothing in this Agreement shall operate to limit or exclude liability for death or personal injury caused by negligence of Rythm.\n</p>\n<p>\n<b>18.\n<u>Trade Marks</u>\n</b>.\nThe brands, products and service names used in the Site, Service and/or the Content (including without limitation, \"Rythm\" and \"Rythm Bot\") are trademarks or trade names of Rythm or its trading partners unless otherwise stated.\n</p>\n<p>\n<b>19.\n<u>Hacking</u>\n</b>.\nYou agree and undertake not to attempt to damage, deny service to, hack, crack, reverse-engineer, or otherwise interfere (collectively, \"<b>Interfere</b>\") with the Site and/or the Content in any manner.\nIf you in any way Interfere with these, you agree to pay all damages we incur as a result.\nWe will cooperate with the authorities in prosecuting any User who Interferes with the Site or the Content or otherwise attempts to defraud Rythm or any other parties through your use of the Site or the Content or any services provided hereunder.\nWe reserve the right to deny any or all access or service to any User for any reason, at any time, at our sole discretion.\nYou agree that we may block your access, and at our sole discretion to disallow your continued use of the Site and/or the Content.\nWe reserve the right to take any action we may deem appropriate in our sole discretion with respect to violations or enforcement of the terms of this Agreement, and we expressly reserve all rights and remedies available to us at law or in equity.\n</p>\n<p>\n<b>20.\n<u>No Partnership</u>\n</b>.\nYour use of the Site, Service and/or the Content creates no partnership, client, fiduciary or other professional relationship.\n</p>\n<p>\n<b>21.\n<u>Force Majeure</u>\n</b>.\nWe will not be liable or responsible for any failure to perform, or delay in performance of, any of our obligations hereunder that is caused by events outside our reasonable control.\n</p>\n<p>\n<b>22.\n<u>Severance</u>\n</b>.\nIf any part, term or provision of this Agreement shall be held by a court of competent jurisdiction to be illegal, unenforceable or in conflict with any relevant law, the remaining portions or provisions shall still remain valid and continue in full force and effect.\n</p>\n<p>\n<b>23.\n<u>No Waiver</u>\n</b>.\nNo waiver, express or implied, by either party of any term or condition or of any breach by the other of any of the provisions of this Agreement, shall operate as a waiver of any breach of the same or any other provision of this Agreement.\n</p>\n<p>\n<b>24.\n<u>Variation</u>\n</b>.\nThis Agreement may be varied from time to time by our posting new terms on the Site, and any such amendment will be applicable to all Users from the date and time such revised terms have been posted on the Site (or other such date as shown in such notice).\nYour continued use of the Site and/or the Service constitutes agreement with and acceptance of any such amendment or other changes.\nWe constantly experiment and innovate with the Site in order to provide a better experience and you hereby acknowledge and agree that the form and nature of the Service may change from time to time without prior notice to you.\nWhere such variation or changed terms are materially detrimental to you, we will inform you in writing and such varied terms will be deemed accepted if you do not raise any objection in writing within 30 days of such notification.\n</p>\n<p>\n<b>25.\n<u>Law and Jurisdiction</u>\n</b>.\nThis Agreement shall be governed by and construed in accordance with the laws of England.\nAny disputes arising under or in connection with this Agreement shall be subject to the exclusive jurisdiction of the Courts of London, England.\n</p>\n<p>\n<b>26.\n<u>Contacting Us</u>\n</b>.\nIf you have any questions, please contact us at the following address: Rythm Inc, 8 The Green, STE R, Dover, DE 19901, USA, or email us via support@rythm.fm</p>", "created_at": "2021-06-17 18:33:07.189743", "updated_at": "2021-06-17 16:34:03.230097"}], "points": [{"id": 25208, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://rythm.fm/terms", "status": "Generated through the annotate view", "created_at": "2021-09-21 03:57:30.689426", "updated_at": "2021-10-02 07:47:44.147185", "quoteText": "To the extent permitted under applicable law, the Service is provided on an \"as is\" and \"as available\" basis", "case_id": 286, "document_id": 7130, "quoteStart": 17263, "quoteEnd": 17371}], "urls": ["rythm.fm"]}}