{"error": 448, "message": "OK", "parameters": {"id": 4202, "name": "AmIUnique ", "created_at": "2021-06-27 06:42:17.093551", "updated_at": "2021-06-27 22:00:49.675435", "wikipedia": null, "keywords": null, "related": null, "slug": "amiunique", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4202.png", "url": "amiunique.org", "documents": [{"id": 7354, "name": "Privacy policy", "url": "https://amiunique.org/privacy", "xpath": "//*[@id=\"content-page\"]", "text": "××<p>The goal of this project is to measure and study the diversity of web browsers and establish statistical profiles of browser fingerprints.\nAll of the data for the project will be collected in an anonymized form which ensures that it is not Personally Identifiable Information*, nor otherwise likely to lead to the identification or tracking of any web users.</p>\n<p>*Personally identifiable information (PII) is any data that could potentially identify a specific individual.</p>\n<p>We are committed to protecting the privacy of visitors to our website.\nIn this policy, \"we\" refers to the Inria researchers and students who are bound to keep information they receive confidential.</p>Information Gathered by the AmIUnique Website<p>For the needs of the research project defined\nhere, AmIUnique collects anonymous data about the configuration of computers, operating systems, browsers and plugins.\nIf you click the \"View my fingerprint\" button, this type of information will be collected from your browser.\nAlthough these kinds of data may form a `fingerprint' that could in principle be combined with information about page requests and identifying details in order to track people's browsing habits, we will\n<strong>never</strong> do so.</p>\n<p>The specific 'fingerprint' information we collect is : </p>\n<ul>\n<li>The HTTP headers sent to the server : </li>\n<ul>\n<li>\n<dl>\n<dt>the User agent header</dt>\n<dd>HTTP header sent to the server that contains information regarding your browser and operating system</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>the Accept header</dt>\n<dd>HTTP header sent to the server that contains information regarding the type of media that are acceptable for the response</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>the Encoding header</dt>\n<dd>HTTP header sent to the server that lists the compression methods supported by the browser</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>the Language header</dt>\n<dd>HTTP header sent to the server that indicates the preferred languages for the response</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>the Connection header</dt>\n<dd>HTTP header sent to the server that contains specific options that are desired for that particular connection</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>the Host header</dt>\n<dd>HTTP header sent to the server that specifies the domain name of the server and eventually the TCP port number on which the server is listening</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>the Upgrade Insecure Requests header</dt>\n<dd>HTTP header sent to the server that indicates the client's preference for an encrypted and authenticated response.</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>the Referer header</dt>\n<dd>The address of the previous web page from which a link to the currently requested page was followed.</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>the Cache-Control header</dt>\n<dd>Specifies directives for caching mechanisms in both requests and responses.</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>the Do Not Track header</dt>\n<dd>HTTP header sent to the server that indicates the user's tracking preference.</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>The If not match header</dt>\n<dd>Makes the request conditional and applies the method only if the stored resource doesn't match any of the given ETags.\nThis is used to update caches (for safe requests), or to prevent to upload a new resource when one is already existing.</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>The pragma header</dt>\n<dd>Implementation-specific header that may have various effects anywhere along the request-response chain.\nUsed for backwards compatibility with HTTP/1.0 caches where the Cache-Control header is not yet present.</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>The x-forwarded-proto header</dt>\n<dd>The X-Forwarded-Proto (XFP) header is a de-facto standard header for identifying the protocol (HTTP or HTTPS) that a client used to connect to your proxy or load balancer.\nYour server access logs contain the protocol used between the server and the load balancer, but not the protocol used between the client and the load balancer.\nTo determine the protocol used between the client and the load balancer, the X-Forwarded-Proto request header can be used.</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>The xnginx-proxy header</dt>\n<dd>Indicate we are behind a nginx proxy.</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>The sec fetch headers</dt>\n<dd>Set of Fetch metadata request headers that aim to provide servers with enough information to make a priori decisions about whether or not to service a request based on the way it was made, and the context in which it will be used.</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>All custom headers</dt>\n<dd>Non-standard http headers added for example by extensions or yourself.\nThese headers can be particularly discriminating and are very interesting to study.</dd>\n</dl>\n</li>\n</ul>\n<li>\n<dl>\n<dt>the list of plugins</dt>\n<dd>Browser-populated JavaScript attribute that gives the list of activated plugins in the browser (window.navigator.plugins)</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>the platform</dt>\n<dd>Browser-populated JavaScript attribute that indicates the platform the browser is running on (window.navigator.platform)</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>the cookies preferences (allowed or not)</dt>\n<dd>Browser-populated JavaScript attribute that indicates if the browser accepts cookies or not (window.navigator.cookieEnabled)</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>User agent with Javascript</dt>\n<dd>A string giving details on the browser and its underlying operating system.\nThis attribute is collected with Javascript.</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>the Do Not Track preferences (yes, no or not communicated)</dt>\n<dd>Browser-populated JavaScript attribute that indicates your Do Not Track setting (window.navigator.doNotTrack), \"NC\" means the value was not specified</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>the timezone</dt>\n<dd>Timezone offset of your browser obtainable through JavaScript (new Date().getTimezoneOffset())</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>the screen resolution and its color depth</dt>\n<dd>Browser-populated JavaScript attributes that indicate the resolution of the device’s screen (window.screen.height/width/colorDepth)</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>the use of local storage</dt>\n<dd>JavaScript test to find out if local storage is supported (storage of a specific value in \"localStorage\")</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>the use of session storage</dt>\n<dd>JavaScript test to find out if session storage is supported (storage of a specific value in \"sessionStorage\")</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>a picture rendered with the HTML Canvas element</dt>\n<dd>Rendering of a specific picture with the HTML5 Canvas element following a fixed set of instructions.\nThe picture presents some slight noticeable variations depending on the OS and the browser used.</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>a picture rendered with WebGL</dt>\n<dd>Rendering of specific 3D forms following a fixed set of instructions.\nThe picture presents some slight noticeable variations depending on the device of the user.</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>the presence of AdBlock</dt>\n<dd>Test to find out if the AdBlock extension is installed</dd>\n</dl>\n</li>\n<li>\n<b>the list of fonts</b>\n<ul>\n<li>\n<dl>\n<dt>using Flash</dt>\n<dd>Flash attribute that gives the entire list of fonts installed on the operating system (flash.text.Font.enumerateFonts(true))</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>using JS</dt>\n<dd>Fonts installed in the device using JS</dd>\n</dl>\n</li>\n</ul>\n</li>\n<li>\n<dl>\n<dt>Content language with javascript</dt>\n<dd>Using Javascript for getting preferred languages for the response</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>BuildID</dt>\n<dd>A string indicating the build identifier of the browser(not present in all browsers).\nThis attribute is collected through JavaScript via the 'navigator' object.</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>Audio informations</dt>\n<dd>Javascript attributes giving information about the audio output such as supported types, context or frequency.</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>Navigator properties</dt>\n<dd>List the properties present in the navigator object</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>Permissions</dt>\n<dd>Permissions of the browser</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>Video formats</dt>\n<dd>Supported video format for the video element</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>Media devices</dt>\n<dd>Returns the list of microphones, cameras, headphones..\npresents on the device</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>Sensors</dt>\n<dd>Test if some sensors are present on the device.</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>Keyboard layout</dt>\n<dd>Test to detect the keyboard layout (qwerty, azerty, etc)</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>Battery</dt>\n<dd>Returns property belonging to the battery value, such as level, charging, chargin time and discharging time.</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>Connection</dt>\n<dd>Connection informations</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>Windows properties</dt>\n<dd>Test some window properties.</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>Bot detection</dt>\n<dd>Some attributes with bot detection as a goal like error generation or testing some API like selenium.</dd>\n</dl>\n</li>\n</ul>\n<p>In addition to these data, we collect several kinds of `housekeeping' information to assist us in analyzing the fingerprint data.\nThe housekeeping information is : </p>\n<ul>\n<li>Cookies</li>\n<li>IP addresses</li>\n<li>Timestamps</li>\n</ul>\n<p>Our practices and purposes for collecting these housekeeping records are discussed below : </p>Cookies<p>AmIUnique sets a cookie that persists for 4 months for the purpose of determining how often browser characteristics change, and how often they stay the same, when a browser returns over time.\nIf your browser is configured to accept cookies, and you return to AmIUnique several times, the cookie will be used to link the data from your visits together so that we can study the natural evolution of browser fingerprints.\nAmIUnique also stores a temporary cookie that persists for 5 minutes in order to avoid fingerprinting a user again if they revisit within 5 minutes.\nIf you want to disable/enable browser cookies, click on the link below corresponding to your browser for instructions.\nYou should be aware that entirely disabling cookies may block some interactive features on some websites (most notably, automatic logins).</p>\n<p>Instructions for:</p>\n<ul>\n<li>Microsoft Windows Explorer</li>\n<li>Google Chrome</li>\n<li>Mozilla Firefox</li>\n<li>Apple Safari</li>\n<li>Opera Browser</li>\n</ul>\n<p>Moreover, if you are interested in enabling/disabling Flash cookies, you can do so by visiting the following page : Manage Flash cookies</p>IP addresses<p>AmIUnique logs IP address.\nThis IP will allow us to collect a dataset about how often browsers that change IP address could have been followed using a fingerprint.</p>Timestamps<p>AmIUnique collects a timestamp each time it is visited.\nThis will be used to measure how fast browser fingerprints change.</p>Our Use of Information from AmIUnique<p>We will analyze the collected data in order to establish what are realistic profiles for browser fingerprints.\nThe purpose of this analysis is to set an automatic procedure to proactively diversify user platforms in a realistic manner.\nAmIUnique has no Third-Party Service Providers.</p>Sharing of AmIUnique data<p>We may publish or share aggregated, statistical data from the AmIUnique project in order to facilitate privacy research, educate people about privacy problems, and to aid in the development of privacy-enhancing technologies.\nWe have gone to great lengths to ensure that AmIUnique does not produce any records about anyone's browsing habits or the identities of any individual visitors, so we will never be in a position where we could share any such records.</p>Security<p>In a general way, Inria commits to carry out technical and organizational means to protect all information we gathered against illegal or fortuitous destruction, fortuitous loss, alteration, diffusion or unauthorized access.\nNevertheless, Inria shall be required to divulgate any information to comply with any applicable law or rules, or to respond to any administrative or judiciary order.</p>\n<p>Although we make good faith efforts to store information collected in a secure operating environment, we cannot guarantee complete security.\nInformation collected will be maintained for a length of time appropriate to the needs of this research project.</p>\n<br>\n<p>This Privacy Policy is based on some material from the EFF website\n(Electronic Frontier Foundation), which is freely redistributed under the\nCreative Commons Attribution License</p>", "created_at": "2021-06-27 06:42:17.096527", "updated_at": "2021-06-27 04:44:09.646195"}], "points": [], "urls": ["amiunique.org"]}}