{"error": 448, "message": "OK", "parameters": {"id": 1521, "name": "Dr. McDougall's Health & Medical Center", "created_at": "2019-05-02 15:57:22.717853", "updated_at": "2021-05-14 14:37:58.025672", "wikipedia": null, "keywords": null, "related": null, "slug": "dr_mcdougalls_health_medical_center", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1521.png", "url": "drmcdougall.com", "documents": [{"id": 1234, "name": "Terms of Service", "url": "https://www.drmcdougall.com/terms-of-service/", "xpath": null, "text": " Signup for FREE McDougall articles, recipes &amp.\nevent info— Main Menu —Education- Health and Science- - Hot Topics- - Success Stories- - Common Health Problems- - A Lesson in Nutrition- Online 12-Day McDougall Program- The Free Program- McDougall’s Color Picture Book- Success Stories- Recipes- - McDougall Recipes- - Featured Recipe Videos- - Mobile Cookbook App- - Canned &amp.\nPackaged Foods- Videos- - McDougall’s Moments- - Free eLectures- - McDougall Experts- - Star McDougallers- - Live with Dr.\nMcDougall- McDougall Mailings- - Featured Articles &amp.\nVideos- - Newsletter Subject Index- - Newsletter Article Index- - McDougall Newsletter Archives- Live with Dr.\nMcDougall- Free PodcastsPrograms- 12-Day McDougall Program &amp.\nHealth Center- Free McDougall Program- McDougall Quick-Start Program: FREE- Employee Immersion Program- Starch Solution Certification for Professionals and Nonprofessionals- Dr.\nMcDougall’s Dietary TherapyOnline CenterShop- Books- eBooks- Videos- Podcasts- Apparel- Cookbook AppConnect- Discussion Board- Starch Solution Certification Course Graduates- Finding a Healthcare Provider- Contact UsAbout- About Dr.\nMcDougall- Dr.\nJohn McDougall’s Story- Dr.\nMcDougall’s Team- Dr.\nJohn McDougall Interview- McDougall Foundation- Contact UsSearch <ul>\n<li>Education<ul>\n<li>Health and Science<ul>\n<li>Hot Topics</li>\n<li>Success Stories</li>\n<li>Common Health Problems</li>\n<li>A Lesson in Nutrition</li>\n</ul>\n</li>\n<li>Online 12-Day McDougall Program</li>\n<li>The Free Program</li>\n<li>McDougall’s Color Picture Book</li>\n<li>Success Stories</li>\n<li>Recipes<ul>\n<li>McDougall Recipes</li>\n<li>Featured Recipe Videos</li>\n<li>Mobile Cookbook App</li>\n<li>Canned &amp.\nPackaged Foods</li>\n</ul>\n</li>\n<li>Videos<ul>\n<li>McDougall’s Moments</li>\n<li>Free eLectures</li>\n<li>McDougall Experts</li>\n<li>Star McDougallers</li>\n<li>Live with Dr.\nMcDougall</li>\n</ul>\n</li>\n<li>McDougall Mailings<ul>\n<li>Featured Articles &amp.\nVideos</li>\n<li>Newsletter Subject Index</li>\n<li>Newsletter Article Index</li>\n<li>McDougall Newsletter Archives</li>\n</ul>\n</li>\n<li>Live with Dr.\nMcDougall</li>\n<li>Free Podcasts</li>\n</ul>\n</li>\n<li>Programs<ul>\n<li>12-Day McDougall Program &amp.\nHealth Center</li>\n<li>Free McDougall Program</li>\n<li>McDougall Quick-Start Program: FREE</li>\n<li>Employee Immersion Program</li>\n<li>Starch Solution Certification for Professionals and Nonprofessionals</li>\n<li>Dr.\nMcDougall’s Dietary Therapy</li>\n</ul>\n</li>\n<li>Online Center</li>\n<li>Shop<ul>\n<li>Books</li>\n<li>eBooks</li>\n<li>Videos</li>\n<li>Podcasts</li>\n<li>Apparel</li>\n<li>Cookbook App</li>\n</ul>\n</li>\n<li>Connect<ul>\n<li>Discussion Board</li>\n<li>Starch Solution Certification Course Graduates</li>\n<li>Finding a Healthcare Provider</li>\n<li>Contact Us</li>\n</ul>\n</li>\n<li>About<ul>\n<li>About Dr.\nMcDougall</li>\n<li>Dr.\nJohn McDougall’s Story</li>\n<li>Dr.\nMcDougall’s Team</li>\n<li>Dr.\nJohn McDougall Interview</li>\n<li>McDougall Foundation</li>\n<li>Contact Us</li>\n</ul>\n</li>\n<li>Search</li>\n</ul> Terms of Servicedrmcdougall.com<p>Access to and use of the web pages located at the domain drmcdougall.com (the “Site”) by you (“You’) (also referred to as the “User”) is subject to, and constitutes Your acceptance of, and agreement to comply with, the following terms and conditions (the “Agreement”).\nIf you do not agree to the terms and conditions of this Agreement, immediately discontinue any use of the Site.\nAlso, note that the terms and conditions of this Agreement may change from time to time and it is Your responsibility to check for such updates on this Site.\nIf any change is unacceptable to You , Your sole recourse is to discontinue accessing or otherwise using this Site.\nYour continued use of the Site shall constitute Your acceptance of the Agreement as amended.</p>Authorized Use<p>By using any content of this website (“Site”), including and not limited use of any Information in posts, documents, or any other media, You agree to use any such content (“Content”) only for non-commercial personal use, such as criticism, commentary, education, or reporting.\nThe term “Information” includes and is not limited to all text, pdf files, HTML code, videos, multimedia clips, images, graphics, icons, Java code, and the selection and arrangement of the contents of the Site (collectively the “Information.”) User shall be fully responsible for any consequences resulting from such use.\nAny other use of the Information is strictly prohibited.\nNone of the Information may be otherwise reproduced, republished or re-disseminated, in whole or in part, in any manner or form without the prior written consent of drmcdougall.com.</p>No Doctor-Patient Relationship<p>Your use of this Site does not create a doctor-patient relationship between You and drmcdougall.com or anyone affiliated with drmcdougall.com</p>drmcdougall.com does not provide medical advice<p>The Information on this Site is designed to complement, not replace, the relationship between a patient and his/her own physician and is for informational purposes only.\nThe Information is not intended to be a substitute for professional medical advice, diagnosis, or treatment.\nAlways seek the advice of Your physician or other qualified health provider with any questions You may have regarding a medical condition.\nNever disregard professional medical advice or delay in seeking it because of something You saw or read on the drmcdougall.com website.</p>Reservation of Endorsement<p>The Site may contain links to other sites.\nThese links are provided for Your convenience only as references to help the User identify and locate other Internet resources that may be of interest.\nIndependent third parties, other than drmcdougall.com, have developed, maintain and operate these other sites and drmcdougall.com does not assume responsibility for the accuracy, completeness, appropriateness or timeliness of any statements, data, information, opinions, or advice contained at such sites.\nIn providing links to other sites, drmcdougall.com is in no way acting as a publisher or disseminator of the material contained on those other sites and does not monitor, or maintain any type of control, editorial or otherwise, over such sites.\nA link to another site should not be construed to mean that drmcdougall.com recommends, approves or endorses, or is affiliated or associated with, that other site, or is authorized to use any trademark, service mark, trade name, logo, symbol or copyrighted work that may be reflected in the link or the description of the link to other such sites.\nThe User’s access to and use of such sites, whether through use of a link contained on this Site or otherwise, including the use of any material, information, products or services contained therein, are solely at the User’s own risk.</p>Commenting, Moderation, and Terms of Use<p>To participate on this website, user should be at least 13 years of age.</p>\n<p>Our comments are moderated occasionally and posteriorly.\nModerators can be volunteers.\nInternet users posting comments on this blog should not be considered as health professionals.</p>\n<p>If a health professional gives medical information as a platform user, his status as a medical professional must be identified.</p>\n<p>By using drmcdougall.com, You agree to post information that is true and correct to the best of Your knowledge and is of Your personal experience.</p>Disclaimer of Warranty<p>THIS SITE AND ALL INFORMATION AND OTHER MATERIALS MADE AVAILABLE ON OR THROUGH THIS SITE ARE PROVIDED “AS IS” WITHOUT REPRESENTATIONS, WARRANTIES, CONDITIONS AND INDEMNITIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nDRMCDOUGALL.COM DISCLAIMS ALL REPRESENTATIONS, WARRANTIES AND CONDITIONS, EXPRESSED OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING, WITHOUT LIMITATION, IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PURPOSE, UNINTERRUPTED OR ERROR-FREE OPERATION, TITLE, NON-INFRINGEMENT OR OTHER VIOLATION OF RIGHTS, OR THOSE ARISING OUT OF A COURSE OF DEALING OR USAGE OF TRADE.\nTHE SITE AND ALL INFORMATION AND OTHER MATERIALS MADE AVAILABLE ON OR THROUGH THIS SITE IS REASONABLY BELIEVED TO BE RELIABLE WHEN POSTED.\nHOWEVER, DRMCDOUGALL.COM DOES NOT PROVIDE ANY REPRESENTATIONS, WARRANTIES, CONDITIONS OR INDEMNITIES REGARDING THE USE, VALIDITY, ACCURACY, COMPLETENESS, TIMELINESS, AVAILABILITY OR RELIABILITY OF, OR ANY RESULTS OF THE USE OF, OR OTHERWISE RESPECTING, THE SITE OR ANY INFORMATION OR OTHER MATERIALS MADE AVAILABLE ON OR THROUGH THIS SITE OR ANY SITES LINKED TO OR FROM THE SITE.\nDRMCDOUGALL.COM ASSUMES NO OBLIGATION TO UPDATE THE SITE OR ADVISE OF ANY FURTHER DEVELOPMENTS.\nINFORMATION AND THIRD PARTY INFORMATION WHETHER CONTAINED ON OR LINKED FROM THE SITE MAY CONTAIN TYPOGRAPHICAL ERRORS AND MAY BE SUBJECT TO CHANGE WITHOUT NOTICE.</p>Limitation of Liability<p>UNDER NO CIRCUMSTANCES SHALL DRMCDOUGALL.COM BE LIABLE FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE, EXEMPLARY, AGGRAVATED, ECONOMIC OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR IN ANY WAY RELATED TO THE USE, OR THE INABILITY TO USE OR ACCESS THE SITE OR ANY INFORMATION OR OTHER MATERIALS AVAILABLE ON OR THROUGH THE SITE, WHETHER BASED IN CONTACT, TORT, NEGLIGENCE OR OTHERWISE, EVEN IF DRMCDOUGALL.COM OR AN AUTHORIZED REPRESENTATIVE OF DRMCDOUGALL.COM HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nIF YOUR USE OF THE SITE OR ANY INFORMATION OR OTHER MATERIALS AVAILABLE ON OR THROUGH THE SITE (INCLUDING WITHOUT LIMITATION THE FASTFIND DATABASE AND SEARCH ENGINE) RESULTS IN THE NEED FOR SERVICING, REPAIR OR CORRECTION OF EQUIPMENT OR DATA, THE USER ASSUMES ANY COSTS THEREOF.\nUNDER NO CIRCUMSTANCES SHALL THE CUMULATIVE TOTAL LIABILITY OF DRMCDOUGALL.COM TO YOU ARISING UNDER THIS AGREEMENT FOR ANY CAUSE WHATSOEVER BE GREATER THAN THE COST OF ANY PRODUCT THAT YOU MAY HAVE PURCHASED ON THE SITE.</p>Trademarks<p>Certain words, phrases, names, designs or logos used on the Site constitute trademarks, service marks or trade names of drmcdougall.com or other entities as indicated.\nThe display of any such marks or names on the Site does not imply that a license has been granted by drmcdougall.com or such other entities.\ndrmcdougall.com will take all appropriate legal action necessary to fully and effectively enforce its rights, whether such rights are in respect of a trademark, service mark, copyright or any other intellectual property right or other right of drmcdougall.com under applicable law, as set out in this Agreement.</p>User’s Warranties and Representations<p>The User hereby represents, warrants and covenants that the use of the Site by the User has not and shall not violate any applicable local, national or international law, including, without limitation, any regulations having the force of law.\nThe User hereby covenants not to impersonate another person in the use of the Site or the sending of any email to an address listed on the Site.</p>Governing Law<p>The laws of California, U.S.A.\napplicable therein shall govern as to the interpretation, validity and effect of this Agreement notwithstanding any conflict of laws provisions or the User’s domicile, residence, or physical location.\nThe User hereby consents and submits to the non-exclusive jurisdiction of the courts of California in any action or proceeding instituted under or related to this Agreement.</p>General<p>This Agreement sets forth the entire agreement between You and drmcdougall.com in respect of the Site and its contents and supersedes all prior agreements, whether written or oral, with respect to the subject matter hereof.\nIf any provision of this Agreement is held to be invalid or unenforceable, such provision shall be struck from these Terms and Conditions and the remaining provisions shall remain in full force and effect.\nAny failure by drmcdougall.com to enforce any provision of this Agreement will not constitute a waiver of our right to subsequently enforce such provision or any other provision of this Agreement.\nThis Agreement shall enure to the benefit of and be binding upon each of us and our respective successors and permitted assigns.</p>Share This:Share <br>Contact Info<p>Dr.\nMcDougall’s<br>Health and Medical Center<br>PO Box 14039<br>Santa Rosa, CA 95402</p>\n<p>\n<strong>Phone:</strong> 1-800-941-7111<br>\n<strong>Skype</strong>: +1-616-874-8155</p>\n<p>\n<strong>Office Hours:<br>\n</strong>Monday-Friday: <br>9:00AM - 5:00PM (PST)</p>&nbsp;<p>\n<strong>Email:</strong>\n<br>office@drmcdougall.com<br>\n</p>\n<p>\n<strong>Customer Support:</strong>\n<br>Submit a support ticket<br>\n</p>Follow Dr.\nMcDougall<p>You'll find Dr.\nMcDougall on Facebook, Twitter, YouTube and LinkedIn.</p>&lt;img class=\"no-preload\" src=\"https://www.drmcdougall.com/wp/wp-content/themes/modernize/images/icon/dark/social/facebook.png\" alt=\"facebook\"&gt;&lt;img class=\"no-preload\" src=\"https://www.drmcdougall.com/wp/wp-content/themes/modernize/images/icon/dark/social/twitter.png\" alt=\"twitter\"&gt;&lt;img class=\"no-preload\" src=\"https://www.drmcdougall.com/wp/wp-content/themes/modernize/images/icon/dark/social/youtube.png\" alt=\"youtube\"&gt;&lt;img class=\"no-preload\" src=\"https://www.drmcdougall.com/wp/wp-content/themes/modernize/images/icon/dark/social/linkedin.png\" alt=\"linkedin\"&gt;The McDougall Research &amp.\nEducational FoundationThe McDougall Research &amp.\nEducational Foundation is a 501 (c)(3) non-profit organization dedicated to researching topics to benefit individuals and the community, along with educating future medical students on how to implement, and practice, diet-therapy.<br>\n<br> PAYPALCopyright (c) 2020 John A.\nMcDougall, M.D., All Rights Reserved.\nTerms of ServiceWebmaster: GraphicsmithWelcome!Sign up to receive our regular articles, recipes and news about upcoming events.\n<p> Email address: </p>\n<p> I agree to receive emails from Dr.\nMcDougall’s Health and Medical Center</p>\n<p>\n</p>Leave this field empty if you're human: ✓Thanks for sharing!AddToAnyMore…", "created_at": "2019-05-02 15:57:59.546626", "updated_at": "2020-12-14 21:50:09.134596"}], "points": [{"id": 7219, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://www.drmcdougall.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2019-07-02 12:27:52.905796", "updated_at": "2020-11-24 16:21:49.208921", "quoteText": "The Site may contain links to other sites.\nThese links are provided for Your convenience only as references to help the User identify and locate other Internet resources that may be of interest.\nIndependent third parties, other than drmcdougall.com, have developed, maintain and operate these other sites and drmcdougall.com does not assume responsibility for the accuracy, completeness, appropriateness or timeliness of any statements, data, information, opinions, or advice contained at such sites.\nIn providing links to other sites, drmcdougall.com is in no way acting as a publisher or disseminator of the material contained on those other sites and does not monitor, or maintain any type of control, editorial or otherwise, over such sites.\nA link to another site should not be construed to mean that drmcdougall.com recommends, approves or endorses, or is affiliated or associated with, that other site, or is authorized to use any trademark, service mark, trade name, logo, symbol or copyrighted work that may be reflected in the link or the description of the link to other such sites.\nThe User’s access to and use of such sites, whether through use of a link contained on this Site or otherwise, including the use of any material, information, products or services contained therein, are solely at the User’s own risk.</p", "case_id": 278, "document_id": 1234, "quoteStart": 5480, "quoteEnd": 6810}, {"id": 6368, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.drmcdougall.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2019-05-02 15:59:22.220511", "updated_at": "2019-06-23 05:18:52.653124", "quoteText": "Any failure by drmcdougall.com to enforce any provision of this Agreement will not constitute a waiver of our right to subsequently enforce such provision or any other provision of this Agreement.\n", "case_id": 295, "document_id": 1234, "quoteStart": 11793, "quoteEnd": 11990}, {"id": 7221, "title": "Conditions may change, but your continued acceptance is not inferred from an earlier acceptance", "source": "https://www.drmcdougall.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2019-07-02 12:33:04.506754", "updated_at": "2019-09-25 05:13:35.616893", "quoteText": "Also, note that the terms and conditions of this Agreement may change from time to time and it is Your responsibility to check for such updates on this Site.\nIf any change is unacceptable to You , Your sole recourse is to discontinue accessing or otherwise using this Site.\nYour continued use of the Site shall constitute Your acceptance of the Agreement as amended.</p>", "case_id": 277, "document_id": 1234, "quoteStart": 416, "quoteEnd": 786}, {"id": 12022, "title": "This service is only available to users over a certain age", "source": "https://www.drmcdougall.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2020-12-03 21:47:52.762238", "updated_at": "2020-12-05 03:54:43.034408", "quoteText": "<p>To participate on this website, user should be at least 13 years of age.</p>", "case_id": 152, "document_id": 1234, "quoteStart": 6851, "quoteEnd": 6930}, {"id": 12021, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.drmcdougall.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2020-12-03 21:47:31.597973", "updated_at": "2020-12-05 03:54:51.650029", "quoteText": "<p>THIS SITE AND ALL INFORMATION AND OTHER MATERIALS MADE AVAILABLE ON OR THROUGH THIS SITE ARE PROVIDED “AS IS” ", "case_id": 286, "document_id": 1234, "quoteStart": 7430, "quoteEnd": 7543}, {"id": 7220, "title": "The court of law governing the terms is in location X", "source": "https://www.drmcdougall.com/terms-of-service/", "status": "Generated through the annotate view", "created_at": "2019-07-02 12:29:40.662632", "updated_at": "2020-11-29 17:35:21.450608", "quoteText": "The laws of California, U.S.A.\napplicable therein shall govern as to the interpretation, validity and effect of this Agreement notwithstanding any conflict of laws provisions or the User’s domicile, residence, or physical location.\nThe User hereby consents and submits to the non-exclusive jurisdiction of the courts of California in any action or proceeding instituted under or related to this Agreement.", "case_id": 163, "document_id": 1234, "quoteStart": 10944, "quoteEnd": 11349}], "urls": ["drmcdougall.com"]}}