{"error": 448, "message": "OK", "parameters": {"id": 5972, "name": "Filedm", "created_at": "2021-12-02 23:48:40.685189", "updated_at": "2021-12-02 23:01:10.650861", "wikipedia": null, "keywords": null, "related": null, "slug": "filedm", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5972.png", "url": "filedm.com", "documents": [{"id": 10784, "name": "Terms of Service", "url": "https://filedm.com/terms.php", "xpath": "/html/body/section/div", "text": " Terms of Service for Filedm <p>\nLatest Update: 10-04-2021<br>\n<br> Following are the terms of using FileDM, a global 'AN Soft' operation based in The Netherlands.\nThese Terms of Service are subject to change, but you can review these Terms of Service any time by visiting this page.\n<br>\nFiledm operates under AN Soft.\nA Dutch company specialized in software development and distribution.\nChamber of Commerce #61185515\n<br>\n<br>\n</p>Acceptance of Terms Legal Agreement.\nThe Terms of Service (“Terms”), which include and hereby incorporate the Privacy Policy found over at https://filedm.com/privacy.php (“Privacy Policy”), is a legal agreement between FileDM and its related services (“us,” “our,” or \"we\") and you (\"you\" or “your”).\nBy using or accessing the website located at https://filedm.com (the \"Site\"), which is referred to as the “Service,” you agree (i) that you are 13 years of age or older, (ii) if you are the age of majority in your jurisdiction or over, that you have read, understood, and accept to be bound by the Terms, and (iii) if you are between 13 and the age of majority in your jurisdiction, that your legal guardian has already reviewed and agrees to the Terms found on our Site/Service(s)..\n<br>\n<br>\nChanges to Terms FileDM reserves the right to update these Terms, which we may do for reasons that include, but are not limited to, complying with changes to the law or reflecting enhancements to FileDM.\nUnless we state otherwise, your continued use of the Service after we post modifications will constitute your acceptance of and agreement to those changes.\nIf you object to such changes, your recourse shall be to cease using our services.\n<br>\n<br>\nRestrictions By using our Site (\"FileDM\") you agree not to redistribute/monetize our products without permission or credit.\nYou also agree not to bypass our systems built in place for our software with extensions or scripts to change how our site or service is meant to operate.\nNot all content found on FileDM is owned by us, If you intend on sharing software or script downloads elsewhere, it is recommended to provide the original files and/or download link of the developer/owner and not to modify such products/files to prevent any legal complications..\n<br>\n<br>\nLiability Our Site (\"FileDM\") may feature product or script releases from other developers or affiliates.\nContent that's found on FileDM is manually approved by us to be added before hand to verify its reputation, In case of any damages when mis-using a product we don't own, we reserve the right not to hold any liability.\nFileDM also uses third-party advertisers to help generate revenue and keep our services free for everyone.\nBy using our site you agree that these providers may collect basic information on your browser, location, device type and other information that you provide or has already been provided before.\nCommonly referred to as (“Cookies”).\nFor more information on how data is shared between third-party services, We recommend reading the Privacy Policy.\n<br> Read our Privacy Policy.\n<p>\n</p> ", "created_at": "2021-12-02 23:48:40.689281", "updated_at": "2021-12-02 22:49:51.954477"}, {"id": 10783, "name": "Privacy Policy", "url": "https://filedm.com/privacy.php", "xpath": "/html/body/section/div", "text": " Privacy Policy for Filedm <p>At FileDM, accessible from https://filedm.com, one of our main priorities is the privacy of our visitors.\nThis Privacy Policy document contains types of information that is collected and recorded by FileDM and how we use it.</p>\n<p>If you have additional questions or require more information about our Privacy Policy, do not hesitate to contact us.</p> General Data Protection Regulation (GDPR)\n<p>We are a Data Controller of your information.</p>\n<p>AN Soft legal basis for collecting and using the personal information described in this Privacy Policy depends on the Personal Information we collect and the specific context in which we collect the information:</p>\n<ul>\n<li>AN Soft needs to perform a contract with you</li>\n<li>You have given AN Soft permission to do so</li>\n<li>Processing your personal information is in AN Soft legitimate interests</li>\n<li>AN Soft needs to comply with the law</li>\n</ul>\n<p>AN Soft will retain your personal information only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use your information to the extent necessary to comply with our legal obligations, resolve disputes, and enforce our policies.</p>\n<p>If you are a resident of the European Economic Area (EEA), you have certain data protection rights.\nIf you wish to be informed what Personal Information we hold about you and if you want it to be removed from our systems, please contact us.\n.</p>\n<p>In certain circumstances, you have the following data protection rights:</p>\n<ul>\n<li>The right to access, update or to delete the information we have on you.</li>\n<li>The right of rectification.</li>\n<li>The right to object.</li>\n<li>The right of restriction.</li>\n<li>The right to data portability</li>\n<li>The right to withdraw consent</li>\n</ul> Log Files <p>FileDM follows a standard procedure of using log files.\nThese files log visitors when they visit websites.\nAll hosting companies do this and a part of hosting services' analytics.\nThe information collected by log files include internet protocol (IP) addresses, browser type, Internet Service Provider (ISP), date and time stamp, referring/exit pages, and possibly the number of clicks.\nThese are not linked to any information that is personally identifiable.\nThe purpose of the information is for analyzing trends, administering the site, tracking users' movement on the website, and gathering demographic information.</p> Privacy Policies <p>You may consult this list to find the Privacy Policy for each of the advertising partners of FileDM.</p>\n<p>Third-party ad servers or ad networks uses technologies like cookies, JavaScript, or Web Beacons that are used in their respective advertisements and links that appear on FileDM, which are sent directly to users' browser.\nThey automatically receive your IP address when this occurs.\nThese technologies are used to measure the effectiveness of their advertising campaigns and/or to personalize the advertising content that you see on websites that you visit.</p>\n<p>Note that FileDM has no access to or control over these cookies that are used by third-party advertisers.</p> Third Party Privacy Policies <p>FileDM's Privacy Policy does not apply to other advertisers or websites.\nThus, we are advising you to consult the respective Privacy Policies of these third-party ad servers for more detailed information.\nIt may include their practices and instructions about how to opt-out of certain options.\n</p>\n<p>You can choose to disable cookies through your individual browser options.\nTo know more detailed information about cookie management with specific web browsers, it can be found at the browsers' respective websites.</p> Children's Information <p>Another part of our priority is adding protection for children while using the internet.\nWe encourage parents and guardians to observe, participate in, and/or monitor and guide their online activity.</p>\n<p>FileDM does not knowingly collect any Personal Identifiable Information from children under the age of 13.\nIf you think that your child provided this kind of information on our website, we strongly encourage you to contact us immediately and we will do our best efforts to promptly remove such information from our records.</p> Online Privacy Policy Only <p>Our Privacy Policy created at GDPRPrivacyPolicy.net) applies only to our online activities and is valid for visitors to our website with regards to the information that they shared and/or collect in FileDM.\nThis policy is not applicable to any information collected offline or via channels other than this website.\n</p> Consent <p>By using our website, you hereby consent to our Privacy Policy and agree to its terms.</p> ", "created_at": "2021-12-02 23:48:40.687658", "updated_at": "2021-12-02 22:49:37.337536"}], "points": [], "urls": ["filedm.com"]}}