{"error": 448, "message": "OK", "parameters": {"id": 6517, "name": "Roman", "created_at": "2022-05-01 20:59:38.755209", "updated_at": "2022-05-01 22:01:13.986309", "wikipedia": null, "keywords": null, "related": null, "slug": "roman", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6517.png", "url": "getroman.com,ro.co", "documents": [{"id": 11858, "name": "Terms", "url": "https://ro.co/terms-of-use/", "xpath": "//body", "text": "You need to enable JavaScript to run this app.Covid-19 antigen self tests in stock.\nBuy now the patient companyro<ul>\n<li>home</li>\n<li>transparency</li>\n<li>founder letter</li>\n<li>advisors</li>\n<li>careers</li>\n<li>press</li>\n<li>blog</li>\n<li>contact</li>\n</ul>LinkedIntwitter© 2022 RoRomanRoryZeroTermsPrivacyCode of ConductDo Not Sell My Informationterms and conditions of use<p>Date of Last Revision: <b>March 15, 2022</b>\n</p>\n<p>\n<strong>AMONG OTHER ACTIVITIES, RO’S SERVICES ENABLE COORDINATION AND COMMUNICATION WITH A HEALTH CARE PROVIDER.\nIT DOES NOT REPLACE YOUR RELATIONSHIP WITH ANY PHYSICIAN.</strong>\n</p>\n<p>\n<strong>THESE SERVICES MIGHT NOT BE APPROPRIATE FOR ALL MEDICAL CONDITIONS OR CONCERNS.\nIF YOU THINK YOU MAY HAVE A MEDICAL EMERGENCY OR MENTAL HEALTH CRISIS, CALL YOUR DOCTOR OR 911 IMMEDIATELY.\nDO NOT ACCESS THE SERVICES FOR EMERGENCY OR CRISIS CARE.</strong>\n</p>\n<p>\n<strong>THIS AGREEMENT CONTAINS PROVISIONS THAT LIMIT OUR LIABILITY TO YOU AND REQUIRE YOU TO RESOLVE ANY DISPUTE WITH US THROUGH FINAL AND BINDING ARBITRATION ON AN INDIVIDUAL BASIS, AND NOT BY A LAWSUIT OR RESORT TO COURT PROCESS.\nTHIS MEANS THAT (I) YOU ARE GIVING UP, AND YOU WAIVE, THE RIGHT TO HAVE ANY SUCH DISPUTE DECIDED IN A COURT OF LAW BEFORE A JURY OR A JUDGE (EXCEPT AS SET FORTH EXPRESSLY IN SECTION 16), AND (II) THAT YOU ARE GIVING UP, AND YOU WAIVE, THE ABILITY TO PURSUE ANY SUCH DISPUTE IN A CLASS, CONSOLIDATED, OR REPRESENTATIVE ACTION OR PROCEEDING.\nPLEASE SEE SECTIONS 6, 9, 10 AND 16 FOR MORE INFORMATION.</strong>\n</p>Introduction<p>Roman Health Ventures Inc.\nand its affiliates including Roman Health Medical LLC, Roman Health Pharmacy LLC, Dadi, LLC, and Modern Health Inc.\n(collectively, “<b>Ro,</b>” “<b>we</b> ”, “<b>us</b>”, or “<b>our</b>”) own and operate the websites located at www.ro.co, www.getroman.com, dadikit.com, modernfertility.com, www.hellorory.com, quitwithzero.com, and romanhealthpharmacy.com (collectively, the “<b>Websites</b>”), and their associated mobile applications (“<b>Apps</b>”).\nWe refer to the Websites, Apps, and other services provided by Ro together herein as the “<b>Services.</b>” In these Terms of Use, the terms “<b>you</b>” and “<b>yours</b>” refer to the person using the Services.</p>\n<p>These terms and conditions of use (“<b>Terms of Use</b>”) describe your rights and responsibilities with regard to the Services.\nYour access to and use of the Services is subject to these Terms of Use, our Privacy Policyro.co/privacy-policy, as well as all applicable laws and regulations.\nIn using certain parts of the Services, you may be presented with additional or supplementary terms regarding the use of those specific Services, and you agree to review and be bound by such additional terms.</p>\n<p>\n<strong>PLEASE READ THESE TERMS OF USE CAREFULLY BECAUSE THEY SET FORTH THE IMPORTANT TERMS YOU WILL NEED TO KNOW ABOUT THE SERVICES.</strong>\n</p>\n<p>\n<strong>YOU UNDERSTAND THAT BY ACCESSING OR USING THE SERVICES, YOU ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTOOD, AND AGREE TO BE LEGALLY BOUND BY AND COMPLY WITH THESE TERMS OF USE.\nIF YOU DO NOT OR CANNOT AGREE WITH ANY PART OF THESE TERMS OF USE, YOU MAY NOT USE THE SERVICES.</strong>\n</p>\n<p>\n<strong>THE TERMS OF USE ARE SUBJECT TO CHANGE AS PROVIDED HEREIN.</strong>\n</p>\n<p>\n<strong>These Terms of Use Contain the Following Sections:</strong>\n</p>\n<ol>\n<li>Services Overview, Availability, and Eligibility</li>\n<li>Telehealth, Pharmacy, and At-Home Testing Services</li>\n<li>Registration and Account Creation</li>\n<li>Privacy</li>\n<li>Ownership and License to Use the Services</li>\n<li>User Content and Ro’s License to Use Such Content</li>\n<li>Copyright Notices</li>\n<li>Restrictions on Use</li>\n<li>Disclaimer of Warranties</li>\n<li>Limitation of Liability</li>\n<li>Indemnification</li>\n<li>Third-Party Links and Features on the Services</li>\n<li>Changes to the Terms of Use and the Services</li>\n<li>Payments</li>\n<li>Termination</li>\n<li>Governing Law.\nDispute Resolution.\nArbitration.\nVenue.\nSeverability</li>\n<li>Communications by Text Message and Email</li>\n<li>Miscellaneous Terms</li>\n<li>Contact Us</li>\n<li>Additional Terms for Specific Products and Services</li>\n</ol>Availability<p>Certain of our Services are currently only available to individuals located in certain states.</p>1.\nServices Overview, Availability, and Eligibility<p>\n<b>Overview of the Services.</b> The Services may include (i) providing individuals with information on health care and wellness.\n(ii) providing individuals with pharmacy services.\n(iii) providing individuals with access to technology-oriented tools for addressing certain health issues.\n(iv) development and gathering of health care records and health care information with retention of the same for use in health care provider appointments, communications, and pharmacy services.\n(v) administrative support in connection with scheduling, payment for health care provider services, and payment for pharmacy services.\nand (vi) telecommunications support for using the Services as a means of direct access to a health care provider for communication, consultations, assessments, and treatment by such health care organizations and their providers.</p>\n<p>\n<b>Availability.</b> Certain of our Services are currently only available to individuals located in certain states.\nYou will be provided with notice of such limitations on availability of certain Services in your location when using those parts of the Services.</p>\n<p>Ro is based in the United States.\nWe provide the Services for use only by persons located in the United States.\nWe make no claims or representations that the Services or any material included in the Services are accessible or appropriate outside of the United States.\nAccess to the Services may not be legal by certain persons or in certain countries.\nIf you access the Services from outside the United States, you do so at your own risk and you are solely responsible for compliance with local laws, including export laws as applicable.</p>\n<p>Eligibility.\nOur Services are intended for use by you only if you are 18 years of age or over.\nTo qualify to use the Services, the following must be true, and by accessing or using the Services, you represent and warrant that they are true:</p>\n<ul>\n<li>You are age 18 or over or, if you are accessing the Services in violation of the Eligibility requirement related to age, you otherwise have the express consent of your parent or legal guardian.\nNote, however, that some Services may only be available to individuals over the age of 21, and in such circumstances, you will be notified of this requirement.</li>\n<li>You are located in a state where we operate (depending on the type of Services).</li>\n<li>You agree to be legally bound by and comply with these Terms of Use.</li>\n</ul>\n<p>You understand and agree that satisfying the above requirements does not guarantee that you will receive Services.\nIn addition to the above requirements, Ro and certain affiliated professional entities reserve the right to change or include new requirements as deemed appropriate in their sole discretion without providing prior notice to you.</p>\n<p>To access or use the Services, you must have compatible devices, access to the Internet, and certain necessary software.\nFees and charges may apply to your use of mobile services and to the Internet.</p>2.\nTelehealth, Pharmacy, and At-Home Testing Services <p>\n<b>Telehealth Services.</b> Telemedicine involves the delivery of health care services using electronic communications, information technology, or other means between a health care provider and a patient who are not in the same physical location.\nTelemedicine may be used for diagnosis, treatment, follow-up and/or related patient education, and may include, but is not limited to:</p>\n<ul>\n<li>Electronic transmission of medical records, photo images, personal health information, or other data between a patient and health care provider;</li>\n<li>Interactions between a patient and health care provider via audio, video, and/or data communications.\nand</li>\n<li>Use of output data from medical devices, sound, and video files.</li>\n</ul>\n<p>The electronic systems used in the Services will incorporate network and software security protocols to protect the privacy and security of health information, and will include measures to safeguard your data to ensure its integrity against intentional or unintentional corruption or unlawful access.\nBy accepting the Terms of Use, you agree and consent to Ro, the affiliated physician practices, the health care providers contracted or employed by the affiliated physician practices, and any other health care organization(s) or provider(s) with whom we partner to provide the Services to you sending you disclosures, notices, messages, reports, and other communications either in writing or electronically including without limitation through your account or by email.\nIt is your responsibility to monitor these communications.\nYou acknowledge and agree that you will not hold us, any affiliated physician practice, any health care provider contracted or employed by an affiliated physician practice, or any health care organization(s) or provider(s) with whom we partner to offer the Services to you liable for any loss, injury, or claim of any kind resulting from your failure to read these communications or for your failure to comply with any treatment recommendations contained in these communications.\nMoreover, you acknowledge and agree that no means of electronic transmission can be guaranteed to be 100% secure.\nBy accessing or using the Services, you agree to us transmitting health and other information to you electronically and that any information sent to or signed by you or us electronically shall be deemed equivalent to as if such information was provided or signed in writing.</p>\n<p>Please see our Consent to Telehealth available at ro.co/consent-to-telehealth for additional information about the risks and benefits of telehealth.\nThe Consent to Telehealth is hereby incorporated into these Terms of Use by reference and constitutes a part of these Terms of Use.\nPlease also see Section 20 below for additional terms applicable to the use of certain services and products on the Services.</p>\n<p>\n<b>Your Relationship with Ro.</b> Ro does not provide any medical services, including via the Services.\nRather, Ro provides a technology platform for you to access a health care provider who is employed or contracted with a Ro affiliated physician practice and obtain access to additional information, which you may or may not choose to utilize in planning your health care and wellness.\nThe health and wellness resources made available through our Services are for informational purposes only, and are not a substitute for direct in-person health care services in all cases.\nnor are they an indicator of specific results.\nThe decision to focus on diagnosis, treatment recommendations, or both, rests with you and the health care provider.\nYou understand that by coordinating and consulting with an affiliated physician practice or its health care providers through the Services, you are not entering into a provider-patient relationship with Ro.</p>\n<p>Except for specific communications received from an affiliated physician practice or its health care providers, none of the information you receive through the Services should be considered medical advice.</p>\n<p>\n<b>No Insurance Accepted.\nNotice of Your Financial Responsibility.</b> Ro and the affiliated physician practices do not accept commercial health insurance plans, are not in-network with any commercial health insurance plans, and are not enrolled with federal or state health care programs, such as Medicare and Medicaid.\n<b>By choosing to use the Services, you are specifically choosing to obtain products and services on a cash-pay basis outside of any commercial health insurance plan or federal or state health care program.\nThus, you are solely responsible for the costs of any services or products provided to you.</b> If you are a federal health program beneficiary, you agree that neither you, Ro, the affiliated physician practices, or any of the health care organization(s) or provider(s) with whom we partner to provide health care and pharmacy services to you will submit a claim for reimbursement to any federal or state healthcare program for the costs of the services and products provided to you through the Services.\nPlease also see Section 14 below for additional terms applicable to your payment obligations.</p>\n<p>\n<b>Pharmacy Services.</b> If you receive a prescription as a result of your use of the Services, you may select Roman Health Pharmacy LLC or one of our partner pharmacies (collectively, the “<b>Ro Pharmacy Network</b>”) to ship your prescription.\nYou may also choose to have your prescription fulfilled through the pharmacy of your choice when prompted during your use of the Services.\nYou give us consent to send and disclose to the Ro Pharmacy Network or the pharmacy of your choice all information provided by you, health care records, and other applicable health care information and personal information (such as your name, location and demographic information) so that you may receive pharmacy services.</p>\n<p>\n<strong>If you select to use the Ro Pharmacy Network to fulfill any prescriptions, you acknowledge that your medication will not be shipped in child-resistant packaging and that you must keep it out of the reach of children.</strong>\n</p>\n<p>\n</p>\n<p>At-home Testing Services.</p> At-home sample collection kits and laboratory services available through the Services may require a valid order by a licensed health care provider.\nWe or our subsidiaries have partnered with a health care provider who is licensed in your state to review your request for at-home testing (the “<b>Reviewing Provider</b>”).\nYou understand and agree that at-home testing services are intended for informational, educational, and wellness purposes only.\nThey are not intended to be diagnostic.\nYou further understand and agree that you do not establish a provider-patient relationship with the Reviewing Provider as a result of your use of the Services.\n<p>\n</p>\n<p>We will send or cause to be sent the requested test kit to your address after any required health care provider review and approval.\nYou must follow the instructions that accompany the kit to register your kit, collect the applicable biological sample(s), complete any required documentation, and return such biological samples and documentation to the applicable laboratory that performs the testing (the “<b>Lab</b>”).\nFailure to follow the instructions may result in your samples not being processed by the Lab.</p>\n<p>The Lab sends the results of the tests to the Reviewing Provider who releases the test results to us.\nWe provide the test results to you via the Services.\nYou understand and agree that it is your responsibility to bring your results to your primary health care provider for interpretation and to inform decisions made about your health and treatment.</p>Registration and Account Creation<p>Although certain parts of the Services are accessible without creating an account, you may be required to create an account to access and use certain parts of the Services.\nIf you create an account, you agree to provide information that is accurate, complete and correct, and to accurately maintain and update any information about yourself that you have provided to Ro.\nIf you do not maintain such information, or Ro has reasonable grounds to suspect as much, Ro has the right to suspend or terminate your account and your use of the Services.\nYou agree to keep confidential your username and password and to exit from your account at the end of each session.\nYou are responsible for all activities that occur under your account and for maintaining the confidentiality of your password.\nYou also agree to immediately notify Ro of any unauthorized use of your username, password or any other breach of security that you become aware of involving or relating to the Services by emailing Ro at care@ro.co.\nRo may take any and all actions it deems necessary or reasonable to maintain the security of the Services.</p>\n<p>You are responsible for changing your password promptly if you think it has been compromised.\nYou may not transfer or share your password with anyone, or create more than one account.\nYou may not use anyone else’s account at any time.\nRo explicitly disclaims liability for any and all losses and damages arising from your failure to comply with this section.</p>\n<p>Our Apps are intended for use only on mobile phones that run an unmodified manufacturer approved operating system.\nUsing the Apps on a mobile phone with a modified operating system may undermine security features that are intended to protect your protected health information and other information from unauthorized or unintended disclosure.\nAs a result, you may compromise your information if you use the App on a mobile phone that has been modified.\nUse of the App on a mobile phone with a modified operating system is a material breach of these Terms of Use.</p>4.\nPrivacy<p>Ro understands the importance of confidentiality and privacy regarding your health information.\nPlease see our Privacy Policy available atro.co/privacy-policy for information about how we collect and use your information The Privacy Policy is hereby incorporated into these Terms of Use by reference and constitute a part of these Terms of Use.</p>5.\nOwnership and License to Use the Services<p>\n<b>Ownership.</b> As between Ro and you, Ro is the sole and exclusive owner of all right, title and interest in and to the Services and their content, features and functionality (including, without limitation, all information, software, text, displays, images, video, audio, design, selection, arrangement and look and feel) (“<b>Services Content</b>”).\nYou are not permitted to reproduce, publish, distribute, modify, reverse engineer, disassemble, create derivative works of, publicly display, publicly perform, republish, download, store, transmit, sell or participate in any sale of, or exploit in any way, in whole or in part, any of the Services or Services Content except as permitted by these Terms of Use or otherwise by Ro expressly in writing.\nAny copy, modification, revision, enhancement, adaptation, translation, or derivative work of the Services or Services Content shall be owned solely and exclusively by Ro or its licensors, including all intellectual property rights therein.\nYou may not access or use for any commercial purposes any part of the Services or Services Content.</p>\n<p>Certain names, logos, and other materials displayed in and through the Services may constitute trademarks, trade names, service marks or logos (“<b>Marks</b>”) of Ro or its affiliates.\nYou are not authorized to use any such Marks without the express written permission of Ro.\nOwnership of all such Marks and the goodwill associated therewith remains with us or our affiliates.</p>\n<p>\n<b>Your License.</b> Subject to your compliance with these Terms of Use, we hereby grant to you a personal, limited, revocable, non-exclusive, and nontransferable right to view, download, access, and use the Services and Services Content solely for your personal and non-commercial use and only as permitted under these Terms of Use and the Privacy Policy.\nNo other right, title, or interest in or to the Services or Services Content is transferred to you, and all rights not expressly granted are reserved by Ro or its licensors.</p>6.\nUser Content and Ro’s License to Use Such Content<p>Except as provided in our Privacy Policy.\nor information governed by applicable federal and state-specific privacy laws and regulations.\nyou understand and agree that any information you provide through the Services, whether by direct entry, submission, email or otherwise, including, but not limited to, data, questions, comments, forum communications, or suggestions/feedback, will be treated as non-confidential and non-proprietary and will become the property of Ro and/or (i) the affiliated physician practices, or (ii) individual health providers utilizing the Services (“<b>User Content</b>”).</p>\n<p>Except as provided in our Privacy Policy or subject to any applicable laws, User Content may be used by Ro for any purpose, including, without limitation, reproduction, solicitation, disclosure, transmission, publication, broadcast, and posting, and Ro shall be free to use such User Content for any purpose whatsoever, including, without limitation, developing and marketing products using such information, without any compensation owed to you.\nYou hereby grant Ro, our service providers, our successors and assigns, our affiliated health care providers, and their affiliated physician practices , the fully transferable and sublicenseable right and license to use, reproduce, modify, analyze, perform, display, distribute, and otherwise disclose to third parties any data or information you submit on or through the Services for the purposes of providing Services to you.\nmarketing Services to you.\nconducting research or analyses of such data.\nand designing, developing, implementing, modifying and/or improving new, current or future features, products and services of Ro using such data.\nYou understand that any User Content you publish in public forums will be viewable and copyable by other users of the forum and potentially the public at large.</p>\n<p>WITHOUT LIMITATION OF THE FOREGOING, RO DOES NOT ASSUME RESPONSIBILITY OR LIABILITY FOR THE USER CONTENT FOUND IN ANY PUBLIC FORUM, NOR FOR ANY CLAIMS, DAMAGES OR LOSSES RESULTING FROM ANY USE OF ANY PUBLIC FORUM OR THE USER CONTENT CONTAINED THEREIN.</p>\n<p>You acknowledge, consent, and agree that we may access, monitor, preserve, and disclose your information and/or any User Content you submit or make available for inclusion on the Services, if required to do so by law or in a good faith belief that such access, preservation, or disclosure is permitted by law or reasonably necessary or appropriate for any of the following reasons: (1) to comply with legal process.\n(2) to enforce these Terms of Use, our Privacy Policy, or other contracts with you, including investigation of potential violations thereof.\n(3) to respond to claims that any content violates the rights of third parties.\n(4) to respond to your requests for customer service.\nand (5) to protect the rights, property, or personal safety of Ro, its agents and affiliates, its users, and the public.\nThis includes exchanging information with other companies and organizations for fraud protection, and spam/malware prevention, and similar purposes.</p>7.\nCopyright Notices<p>Ro reserves the right to remove any content or any other material or information available on or through our Services, at any time, for any reason.\nRo otherwise complies with the provisions of the Digital Millennium Copyright Act (“<b>DMCA</b>”) applicable to Internet service providers (17 U.S.C.\n§ 512, as amended), and responds to clear notices of alleged copyright infringement.\nThis section describes the procedure that should be followed to file a notification of alleged copyright infringement with Ro.</p>\n<p>Notification of Claimed Copyright Infringement.\nIf you have objections to copyrighted content or material made available on or through our Services, you may submit a notification to our Designated Agent at the following address:</p>\n<p>Copyright Agent, 116 W.\n23rd Street, 4th Floor, New York, NY 10011, designatedagent@ro.co</p>\n<p>Any notification to Ro under 17 U.S.C.\n§ 512(c) alleging copyright infringement must include all of the following information:</p>\n<ul>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the exclusive right being infringed</li>\n<li>An identification of the copyrighted work or other intellectual property that you claim has been infringed or, if multiple copyrighted works are covered by a single notification, a representative list of such works</li>\n<li>An identification of the content or material that you claim is infringing and where it is located on our Services</li>\n<li>Information sufficient for Ro to contact you, such as your address, telephone number, and/or email address</li>\n<li>A statement by you that you have a good-faith belief that the use of the content or material of which you are complaining is not authorized by the copyright owner, its agent, or the law</li>\n<li>A signed statement by you that the above information in your notice is accurate and that, under penalty of perjury, you are the copyright owner or authorized to act on the copyright owner’s behalf</li>\n</ul>8.\nRestrictions on Use<p>You agree that in using or accessing the Services, you will not, and will not attempt to:</p>\n<ul>\n<li>impersonate any person or entity or otherwise misrepresent your affiliation with a person or entity</li>\n<li>violate any local, state, national or international law (including export laws)</li>\n<li>reverse engineer, disassemble, decompile, or translate any software or other components of the Services</li>\n<li>distribute, input, upload, transmit, or otherwise run or propagate any virus, application, Trojan horse, or any other harmful computer code that could damage or alter a computer, portable device, computer network, communication network, data, or the Services, or any other system, device, or property</li>\n<li>access or use the Services in any manner or for any purpose that infringes, misappropriates, or otherwise violates any intellectual property right or other right of any third party</li>\n<li>use any robot, spider, scraper, or other automated means to access the Services for any purpose without our express prior written permission or bypass our robot exclusion headers or other measures we may use to prevent or restrict access to the Services</li>\n<li>license, sublicense, sell, resell, transfer, assign, distribute or otherwise commercially exploit or make available to any third party the Services, Service Content, or User Content other than as expressly permitted herein</li>\n<li>create or develop competing products or services or for any other purpose that is to Ro’s detriment or commercial disadvantage</li>\n<li>damage, destroy, disrupt, disable, impair, overburden, interfere with, or otherwise impede or harm in any manner the Services, Service Content, or User Content, in whole or in part</li>\n<li>use framing techniques to enclose any trademark, logo, or the Services without our express prior written consent</li>\n<li>post, transmit or otherwise disseminate any content that, as we determine at our sole discretion: (i) is unlawful, harmful, harassing, fraudulent, threatening, abusive, libelous, defamatory, vulgar, obscene, hateful, violent, demeaning, intimidating, discriminatory, or racially, ethnically or otherwise objectionable, or infringes our or any third party’s intellectual property or other rights, (ii) is derogatory or harmful to our reputation, the reputation of our licensors, affiliated healthcare providers, affiliated healthcare practices, or any of our or their respective officers, members, employees, representatives, licensors and/or suppliers, in any way.\n(iii) may incite violence or other unlawful activity.\nor (iv) is harmful to children in any manner.\nor (iv) attempts to obtain the personal information of other users</li>\n<li>harm, harass, threaten, abuse, defame, demean, discriminate against, or intimidate any affiliated health care provider who provides health care services related to the Services, as we determine in our sole discretion</li>\n<li>disrupt, interfere with, violate the security of, or attempt to gain unauthorized access to the Services or any computer network</li>\n<li>bypass, breach, avoid, remove, deactivate, impair, descramble, or otherwise circumvent any security device, protection, or technological measure implemented by Ro or any of our service providers to protect the Services</li>\n<li>remove, delete, alter, or obscure any trademarks, specifications, warranties, or disclaimers, or any copyright, trademark, patent, or other intellectual property or proprietary rights notices from the Services or any Service Content or User Content</li>\n<li>use any manual process or automated device to monitor or copy any content made available on or through the Services for any unauthorized purpose except as permitted herein</li>\n<li>to transmit, or procure the sending of, any advertising or promotional material without our prior written consent, including any “junk mail”, “chain letter” or “spam” or any other similar solicitation</li>\n<li>copy, duplicate, download, store in a retrieval system, publish, transmit or otherwise reproduce, transfer, distribute, store, disseminate, aggregate, use as a component of or as the basis for a database or otherwise use in any form or by any means any data, text, reports, or other materials related to Ro or third-party content from the Services</li>\n<li>otherwise use the Services in any manner that exceeds the scope of use granted herein</li>\n<li>encourage or enable any other individual to do any of the foregoing</li>\n</ul>9.\nDisclaimer of Warranties<p>YOU EXPRESSLY AGREE THAT USE OF THE SERVICES IS AT YOUR SOLE RISK.\nYOU ACKNOWLEDGE AND AGREE THAT THE SERVICES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nRO AND ITS AFFILIATES, INCLUDING WITHOUT LIMITATION ALL AFFILIATED PHYSICIAN PRACTICES, AND THEIR RESPECTIVE OFFICERS, DIRECTORS, MANAGERS, PARTNERS, MEMBERS, EMPLOYEES, AND AGENTS (COLLECTIVELY “<b>RELATED PERSONS</b>”) MAKE NO REPRESENTATIONS OR WARRANTIES AND EXPRESSLY DISCLAIM ANY AND ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, WITH RESPECT TO THE SERVICES INCLUDING, BUT NOT LIMITED TO, ANY REPRESENTATIONS OR WARRANTIES WITH RESPECT TO MERCHANTABILITY, FITNESS FOR A PARTICULAR USE OR PURPOSE, NONINFRINGEMENT, TITLE, AVAILABILITY, SECURITY, OPERABILITY, CONDITION, QUIET ENJOYMENT, VALUE, ACCURACY OF DATA, FREEDOM FROM VIRUSES OR MALWARE, COMPLETENESS, TIMELINESS, FUNCTIONALITY, RELIABILITY, SEQUENCING OR SPEED OF DELIVERY OR SYSTEM INTEGRATION.\nWE MAKE NO WARRANTIES OR REPRESENTATIONS THAT YOUR USE OF THE SERVICES WILL NOT INFRINGE THE RIGHTS OF THIRD PARTIES.</p>\n<p>TO THE FULLEST EXTENT OF APPLICABLE LAW, NEITHER RO NOR ITS RELATED PERSONS WILL BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY YOUR RELIANCE ON INFORMATION OBTAINED THROUGH THE SERVICES.\nIT IS YOUR RESPONSIBILITY TO EVALUATE THE ACCURACY, COMPLETENESS, TIMELINESS, RELIABILITY OR USEFULNESS OF THE SERVICES, SERVICES CONTENT, AND USER CONTENT.\nFURTHERMORE, RO DOES NOT GUARANTEE THAT THE SERVICES WILL BE UNINTERRUPTED, OR FREE FROM ERROR, DEFECT, LOSS, DELAY IN OPERATION, CORRUPTION, CYBER ATTACK, VIRUSES, INTERFERENCE, HACKING, MALWARE, OR OTHER SECURITY INTRUSION, AND RO DISCLAIMS ANY LIABILITY RELATING THERETO.</p>\n<p>YOU UNDERSTAND AND AGREE THAT ANY CONTENT, MATERIAL AND/OR INFORMATION OBTAINED THROUGH THE USE OF THE SERVICES ARE USED AT YOUR SOLE RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER OR MOBILE PHONE OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF SUCH CONTENT, MATERIAL AND/OR INFORMATION, OR YOUR RELIANCE ON ANY SUCH CONTENT, MATERIAL, AND/OR INFORMATION.</p>10.\nLimitation of Liability<p>YOU UNDERSTAND THAT TO THE EXTENT PERMITTED UNDER APPLICABLE LAW AND EXCEPT AS SET FORTH IN THIS SECTION, IN NO EVENT WILL RO, ITS RELATED PERSONS OR LICENSORS BE LIABLE TO YOU OR TO ANY PARTY FOR ANY CLAIMS, LIABILITIES, LOSSES, COSTS OR DAMAGES UNDER ANY LEGAL OR EQUITABLE THEORY, WHETHER IN TORT (INCLUDING NEGLIGENCE AND STRICT LIABILITY), CONTRACT, WARRANTY, STATUTE OR OTHERWISE, INCLUDING, BUT NOT LIMITED TO, ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, PUNITIVE OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF REVENUES, PROFITS, GOODWILL, USE OR DATA, SERVICE INTERRUPTION, COMPUTER OR MOBILE PHONE DAMAGE, OR SYSTEM FAILURE, OR THE COST OF SUBSTITUTE PRODUCTS OR SERVICES, OR FOR ANY DAMAGES FOR PERSONAL OR BODILY INJURY OR EMOTIONAL DISTRESS, INCLUDING DEATH, ARISING OUT OF OR IN CONNECTION WITH ANY ACCESS, USE OF (OR INABILITY TO USE) THE SERVICES OR ANY SERVICES CONTENT, OR OTHER INTANGIBLE LOSSES ARISING OUT OF OR RELATED TO YOUR USE OF THE SERVICES.\nTHIS IS TRUE EVEN IF RO OR RELATED PERSONS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES OR LOSSES.</p>\n<p>IN NO EVENT SHALL RO OR IT’S RELATED PERSONS’ TOTAL LIABILITY TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION (WHETHER IN CONTRACT, TORT (INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE), OR OTHERWISE) EXCEED IN THE AGGREGATE, THE GREATER OF (I) ONE HUNDRED DOLLARS ($100), OR (II) THE AMOUNT PAID BY YOU, IF ANY, FOR ACCESSING THE SERVICES IN THE TWELVE (12) MONTH PERIOD PRECEDING THIS APPLICABLE CLAIM.</p>\n<p>Some jurisdictions do not allow the exclusion of certain warranties or the limitation or exclusion of liability for damages such as in this section.\nAccordingly, some of these limitations may not apply to you.\nIf you are a New Jersey resident, or a resident of another U.S.\nstate that permits the exclusion of these warranties and liabilities, then the limitations in this section specifically do apply to you.</p>11.\nIndemnification<p>You agree to indemnify, defend, and hold harmless Ro, its affiliates, its affiliated health care practices, its subsidiaries, and all of their directors, officers, employees, contractors, licensors, suppliers, representatives, proprietors, partners, shareholders, principals, agents, predecessors, successors, assigns, accountants, and attorneys harmless from and against any and all third-party suits, actions, claims, proceedings, damages, settlements, judgments, injuries, liabilities, obligations, losses, risks, costs, and expenses (including, without limitation, reasonable attorneys’ fees, litigation expenses, and accounting fees), relating to or arising from, or alleged to arise from, (i) your use of the Services, or your use of the materials or features available on the Services, in an unauthorized manner, (ii) your fraud, violation of law, negligence, or willful misconduct, or (iii) any breach by you of these Terms of Use.</p>12.\nThird-Party Links and Features on the Services<p>The Services may contain hyperlinks, plug-ins, products, or features operated by third parties (“Third-Party Services”).\nSuch Third-Party Services are not under our control, therefore, we are not responsible for the information, products or services described by, or for the content or features of any such Third-Party Services.\nWe are providing these Third-Party Services to you only as a convenience, and the inclusion of any Third-Party Services does not necessarily imply endorsement of the Third-Party Services or any association with its operators.\nYour use of these Third-Party Services is at your own risk, and we are not liable to you in any way, either directly or indirectly, for any content, errors, damage or loss caused by or in connection with use of or reliance on information contained in or provided to Third-Party Services.\nYou may have arrived to the Services through a Third-Party Service, and you understand and agree that we are not responsible for the information, products or services described on those Third-Party Services and only these Terms of Use will apply to your use of or access to the Services.</p>\n<p>Moreover, we are not involved in any actual transaction between any user and another user or third party, nor are we the agent of either for any purpose.\nAs such, we will not be involved in resolving any disputes between any user and another user or third party relating to or arising out of any transaction between such parties.\nWe urge users and third parties to cooperate with one another to resolve any such disputes.\nIn the event that you have a dispute with one or more other users or third parties through your use of the Services, you release Ro, its officers, employees, agents, and successors from claims, demands, and damages of every kind or nature, known or unknown, suspected or unsuspected, disclosed or undisclosed, arising out of or in any way related to such disputes and/or our Services.</p>13.\nChanges to the Terms of Use and the Services<p>The Services are continually under development, and Ro reserves the right to review or remove any part of these Terms of Use in its sole discretion at any time and without prior notice to you.\nYou should check the Terms of Use from time to time when you use the Services to determine if any changes have been made.\nAny changes to these Terms of Use are effective upon posting to the Services, unless applicable law requires us to provide additional notice or take other actions before such changes can become effective.\nIf you disagree with these Terms of Use, your sole and exclusive remedy is to discontinue your use of the Services.\nYour continued use after a change has been posted constitutes your acceptance of the changes.</p>\n<p>You acknowledge and agree that: (1) all or any part of the Services may not be accessible at any time, for any period, or for any reason.\nand (2) Ro will not be liable if for any reason all or any part of the Services are unavailable at any time or for any period.\nRo reserves the right at any time and for any reason to modify, or temporarily or permanently discontinue, the Services or any portion thereof, with or without notice.\nYou agree that Ro shall not be liable to you or to any third party for any modification, suspension, or discontinuance of the Services.</p>14.\nPayments<p>You agree to pay all fees due for services requested at the fees and pursuant to all payment terms presented to you when engaging in transactions.\nPrices are subject to change at any point in our sole discretion.\nYou will see a prompt for your payment details, such as your credit card information and any promotional codes you may have.\nBy entering your payment information and submitting your request, you authorize us, our affiliates, or our third-party payment processors to charge the amount due, including recurring fees associated with Subscription Services (as defined below).</p>\n<p>You understand and agree that you are responsible for all fees due to receive health care services and pharmacy services, including any fees charged by the health care organization(s) or provider(s) that provide services to you in connection with the Services.\nYour payments to Ro may include fees charged by health care organization(s) or provider(s) for health care services and/or pharmacy services, which Ro collects on their behalf.\nAny health care services or pharmacy services not provided by us, an affiliated physician practice, or the Ro Pharmacy Network, or otherwise made available through the Services are not included in the payments collected by Ro and you may be separately charged by the applicable health care organization(s) and/or provider(s) for such services.\nIn the event that your credit card expires or Ro, our affiliates, or our third-party payment processors are unable to process your payment, you may receive notice for you to provide an alternative payment method.\nRo and/or the health care organization(s) and/or provider(s) have no obligation to provide any health care services or pharmacy services unless and until full payment has been received and/or verified.\nYou are responsible for keeping your payment information (such as credit card number and billing address) accurate and up to date at all times.</p>\n<p>Certain products or services offered on the Services may be offered on a subscription basis (“<b>Subscription Services</b>”).\nFor Subscription Services, your payment method will be automatically charged at regular intervals as described during the checkout process for the applicable Subscription Services.\nYou may cancel a subscription at any time before the cancelation cutoff date as indicated to you at the time you purchase a Subscription Service.\nYou will also be informed about how you can cancel these Subscription Services.</p>\n<p>EXCEPT AS OTHERWISE SET FORTH IN ANY RETURN OR REFUND POLICY PROVIDED TO YOU ON THE SERVICES, YOU ACKNOWLEDGE AND AGREE THAT DUE TO THE NATURE OF THE PRODUCTS AND SERVICES PURCHASABLE THROUGH THE SERVICES ANY APPLICABLE FEES AND OTHER CHARGES ARE NOT REFUNDABLE IN WHOLE OR IN PART.\nYOU ARE FULLY LIABLE FOR ALL CHARGES TO YOUR ACCOUNT, INCLUDING ANY UNAUTHORIZED CHARGES.</p>15.\nTermination<p>The Terms of Use will remain in full force and effect as long as you continue to access or use the Services.\nYou may terminate the Terms of Use at any time by discontinuing use of the Services.\nYour permission to use the Services automatically terminates if you violate these Terms of Use.</p>\n<p>Ro may terminate or suspend any of the rights granted by these Terms of Use and your access to and use of the Services with or without prior notice, for any reason, and at any time, including for violations of these Terms of Use.\nThe following provisions survive the expiration or termination of these Terms of Use for any reason whatsoever: Disclaimer of Warranties.\nLimitation of Liability.\nIndemnification.\nGoverning Law, Dispute Resolution, Arbitration, Venue, Severability of Provisions.\nNo Waiver.\nand Assignment.</p>\n<p>Subject to applicable law, Ro reserves the right to maintain, delete or destroy all communications and materials posted or uploaded to the Services pursuant to its internal record retention and/or content destruction policies.\nAfter such termination, Ro will have no further obligation to provide the Services, except to the extent an affiliated professional entity is obligated to provide you access to your health records or is required to provide you with continuing care under applicable legal, ethical and professional obligations to you.\nYou agree that if your use of the Services is terminated pursuant to these Terms of Use, you will not attempt to use the Services in any way, and further agree that if you violate this restriction after such termination, you will indemnify and hold Ro harmless from any and all liability that Ro may incur therefore.</p>16.\nGoverning Law.\nDispute Resolution.\nArbitration.\nVenue.\nSeverability<p>IMPORTANT NOTE: PLEASE READ THIS SECTION CAREFULLY BECAUSE IT REQUIRES YOU AND RO TO RESOLVE ALL DISPUTES BETWEEN US THROUGH BINDING INDIVIDUAL ARBITRATION AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF FROM RO.\nYOU UNDERSTAND AND AGREE THAT, BY ENTERING INTO THESE TERMS OF USE, YOU AND RO ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY AND THE RIGHT TO PARTICIPATE IN A CLASS ACTION.</p>\n<p>\n<b>Governing Law.</b> These Terms of Use and your use of the Services shall be governed by the laws of the State of Delaware, without giving effect to the principles of conflict of laws.\nSubject to the requirement to arbitrate set forth in this Section 16, exclusive jurisdiction for all disputes that do not require arbitration will be the state and federal courts located in New York, New York, and you consent to the jurisdiction of those courts.</p>\n<p>\n<b>Binding Arbitration, Generally.</b> Except as described in the “<b>Exceptions</b>” section below, you and Ro agree that every dispute arising in connection with these Terms of Use, the Services, or communications from us will be resolved through binding arbitration.\nArbitration uses a neutral arbitrator instead of a judge or jury, is less formal than a court proceeding, may allow for more limited discovery than in court, and is subject to very limited review by courts.\nThis agreement to arbitrate disputes includes all claims whether based in contract, tort, statute, regulation, ordinance, fraud, misrepresentation, common law, constitutional provision, respondeat superior, agency or any other legal or equitable theory, regardless of whether a claim arises after the termination of these Terms of Use, and regardless of whether a claim arises before or after the effective date of these Terms of Use.\nAny dispute relating to the interpretation, applicability, or enforceability of this binding arbitration agreement will be resolved by the arbitrator.</p>\n<p>\n<b>Exceptions.</b> Although we are agreeing to arbitrate most disputes between us, nothing in these Terms of Use will be deemed to waive, preclude, or otherwise limit the right of either party to: (a) bring an individual action in small claims court.\n(b) file suit in a court of law to address an intellectual property infringement claim.\nor (c) seek injunctive relief in a court of law in a state or federal court in New York, New York.</p>\n<p>\n<b>Arbitrator.</b> This arbitration agreement, and any arbitration between us, is subject to the Federal Arbitration Act and will be administered by the American Arbitration Association (“<b>AAA</b>”) under its Consumer Arbitration Rules (collectively, “<b>AAA Rules</b>”) as modified by these Terms of Use.\nThe AAA Rules and filing forms are available online at www.adr.org, by calling the AAA at +1-800-778-7879, or by contacting Ro.\n</p>\n<p>\n<b>Commencing Arbitration.</b> Before initiating arbitration, a party must first send a written notice of the dispute to the other party by certified U.S.\nMail or by Federal Express (signature required) or, only if that other party has not provided a current physical address, then by electronic mail (“<b>Notice of Arbitration</b>”).\nRo’s address for Notice is: Roman Health Ventures Inc., 116 W.\n23rd Street, 4th Floor, New York, New York, 10011 Attention: General Counsel.\nA copy of all Notices of Arbitration must also be sent to Ro via email to arbitration-notices@ro.co.\nThe Notice of Arbitration must: (a) identify the name or account number of the party making the claim.\n(b) describe the nature and basis of the claim or dispute.\nand (c) set forth the specific relief sought (“<b>Demand</b>”).\nThe parties will make good faith efforts to resolve the claim directly, but if the parties do not reach an agreement to do so within 30 days after the Notice of Arbitration is received, you or Ro may commence an arbitration proceeding.\nIf you commence arbitration in accordance with these Terms, Ro will reimburse you for your payment of the filing fee, unless your claim is for more than US$10,000 or if Ro has received 25 or more similar demands for arbitration, in which case the payment of any fees will be decided by the AAA Rules.\nIf the arbitrator finds that either the substance of the claim or the relief sought in the Demand is frivolous or brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)), then the payment of all fees will be governed by the AAA Rules and Ro may seek reimbursement for any fees paid to AAA.</p>\n<p>\n<b>Arbitration Proceedings.</b> Any arbitration hearing will take place in the county and state of your billing address unless we agree otherwise or, if the claim is for US$10,000 or less (and does not seek injunctive relief), you may choose whether the arbitration will be conducted: (a) solely on the basis of documents submitted to the arbitrator.\n(b) through a telephonic or video hearing.\nor (c) by an in-person hearing as established by the AAA Rules in the county (or parish) of your billing address.\nDuring the arbitration, the amount of any settlement offer made by you or Ro must not be disclosed to the arbitrator until after the arbitrator makes a final decision and award, if any.\nRegardless of the manner in which the arbitration is conducted, the arbitrator must issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the decision and award, if any, are based.</p>\n<p>\n<b>Arbitration Relief.</b> Except as provided in the “<b>No Class Actions</b>” section below, the arbitrator can award any relief that would be available if the claims had been brought in a court of competent jurisdiction.\nThe arbitrator’s award shall be final and binding on all parties.\nJudgment on the award may be entered in any court having jurisdiction.\n</p>\n<p>\n<b>No Class Actions.</b> YOU AND RO AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nFurther, unless both you and Ro agree otherwise in writing, the arbitrator may not consolidate more than one person’s claims, and may not otherwise preside over any form of a representative or class proceeding.</p>\n<p>\n<b>Limited Time to File Claims.</b> TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, IF YOU OR RO WANTS TO ASSERT A DISPUTE AGAINST THE OTHER THAT IS SUBJECT TO ARBITRATION PURSUANT TO THESE TERMS OF USE, THEN YOU OR RO MUST COMMENCE SUCH DISPUTE BY DELIVERY OF A NOTICE OF ARBITRATION WITHIN ONE (1) YEAR AFTER THE DISPUTE ARISES -- OR IT WILL BE FOREVER BARRED.</p>\n<p>\n<b>Severability.</b> All parts of these Terms of Use apply to the maximum extent permitted by law.\nRo and you both agree that if we cannot enforce a part of this contract as written, then that part will be replaced with terms that most closely match the intent of the part we cannot enforce, to the extent permitted by law.\nThe invalidity of part of these Terms of Use will not affect the validity and enforceability of the remaining provisions.\nThe section headings are for convenience only and do not have any force or effect.</p>17.\nCommunications by Text Message and Email<p>By opting-in to receive text (SMS) messages from Ro or by sending Ro an initial text message (an “<b>SMS Enrollment</b>”), you consent to receiving text messages regarding your Ro account and use of the Services.\nThese text messages may include order confirmations, shipping notifications, messages from your healthcare provider, and other transactional messages, as well as promotional and marketing notifications, to the extent you have opted-in to receive such messages from Ro.</p>\n<p>With your SMS Enrollment, you represent and understand that: (1) you are the owner or authorized user of the mobile device you used in order to initiate the SMS Enrollment, (2) you are authorized to approve any applicable charges in connection with the text messages you send to and receive from Ro, (3) you will be responsible for all messaging and other data charges that may apply for any text messages sent to you from Ro, or from Ro to you, and (4) neither Ro, nor your or Ro’s mobile carriers, will be liable for delayed or undelivered messages.</p>\n<p>Note that access to the Services is not conditioned upon your consent to receive marketing or promotional text messages from Ro, and you can opt-out of any of Ro’s SMS services at any time by texting “STOP” to the message received, from the mobile device that is subscribed to receive the SMS messages.\nAfter you send the text message “STOP” to us, we may send you one final text message to confirm that you have been unsubscribed.\nIf you have opted-in to receive more than one type of text message from Ro, you will need to opt-out of each Ro SMS service to which you are subscribed.\nUntil you have done so, you may continue to receive the types of text messages from Ro that you have opted-in to receive but have not unsubscribed from.</p>\n<p>You also understand that while Ro takes your privacy and the security of your health and other sensitive information very seriously, the transmission of information over the internet and mobile networks is not 100% secure.\nText messages and emails that you send to or receive from Ro are not encrypted, which means that it is possible they may be intercepted by third parties.\nIf you choose to send or receive information about your health or any other sensitive information by text message or email, you do so at your own risk.\nBy initiating an SMS Enrollment, you consent to sending text messages to Ro, and receiving text messages from Ro, that are not encrypted.\nLikewise, by emailing Ro or giving Ro your email, you consent to receiving unencrypted emails messages from Ro.</p>\n<p>If you are experiencing any issues with Ro’s text messaging or email services, or if you have any concerns about sending or receiving any sensitive information through text or email, please contact us directly atcare@ro.co.\nIf you have questions specific to your text or data plan, please contact your wireless provider.</p>18.\nMiscellaneous Terms<p>\n<b>No waiver.</b> No waiver by Ro of any term or condition set forth in these Terms of Use shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure by Ro to assert a right or provision under these Terms of Use shall not constitute a waiver of such right or provision.</p>\n<p>\n<b>No agency relationship.</b> Neither these Terms of Use, nor any Services Content, materials or features of the Services create any partnership, joint venture, employment, or other agency relationship between us and you.\nYou may not enter into any contract on our behalf or bind us in any way.</p>\n<p>\n<b>Remedies.</b> You agree that any violation, or threatened violation, by you of these Terms of Use constitutes an unlawful and unfair business practice that will cause us irreparable and unquantifiable harm.\nYou also agree that monetary damages would be inadequate for such harm and consent to our obtaining any injunctive or equitable relief that we deem necessary or appropriate.\nThese remedies are in addition to any other remedies we may have at law or in equity.</p>\n<p>\n<b>Assignment.</b> You may not assign any of your rights under these Terms of Use, and any such attempt will be null and void.\nRo and its affiliates may, in their individual discretion, transfer, without further consent or notification, all contractual rights and obligations pursuant to these Terms of Use if some or all of the business of Ro is transferred to another entity by way of merger, sale of its assets, or otherwise.</p>\n<p>\n<b>Notice for California Users.</b> If you are a California resident, you hereby waive California Civil Code §1542, which says: \"A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which if known by him must have materially affected his settlement with the debtor.\" This release includes the criminal acts of others.</p>\n<p>\n<b>Headings.</b> The heading references herein are for convenience purposes only, and shall not be deemed to limit or affect any of the provisions hereof.</p>\n<p>\n<b>Entire Agreement.</b> This is the entire agreement between you and Ro relating to the subject matter herein and supersedes all previous communications, representations, understandings and agreements, either oral or written, between the parties with respect to said subject matter, excluding any other agreements that you may have entered into with Ro.\n</p>19.\nContact Us<p>If you have any questions about these Terms of Use, please contact us at:</p>\n<p>Roman Health Ventures Inc.<br>116 W.\n23rd Street, 4th Floor<br>New York, NY 10011<br>care@ro.co</p>20.\nAdditional Terms for Specific Products and ServicesRo Mind Program Terms and Conditions<p>Overview of Ro Mind.\nThis section describes additional terms and conditions applicable to your participation in the Ro Mind Program (“<b>Ro Mind</b>”) offered through Ro and the affiliated professional entities that provide services on the Ro platform.\nRo Mind is designed to provide access to routine and necessary services for the management of mild to moderate generalized anxiety disorder and major depressive disorder through pharmacotherapy.\nRo Mind is a primary care offering not intended for use in emergencies, by patients seeking crisis counseling or therapy, or by patients with psychiatric needs that should be treated by psychiatric specialists.\nRo Mind is a membership-based service through which eligible Members can obtain limited medical care, including medication at the discretion of the Member’s provider, and pharmacy services for a recurring monthly payment.\nRo Mind is not health insurance or a substitute for health insurance, does not meet any individual health insurance mandate under federal or state law, and cannot replace your relationship with your psychiatric specialist or therapist.\nYou should keep your existing health insurance coverage while you are participating in Ro Mind or obtain health insurance coverage if you do not currently have it.</p>\n<p>As a primary care offering, Ro Mind features medical care that is available during normal business hours, Monday through Friday, 9:00 a.m.\nEastern Time to 6:00 p.m.\nEastern Time, excluding holidays.\nYour provider will review messages within 48 hours or sooner.\nRo Mind is not an emergency or on-call service available 24 hours a day, 7 days a week.\nThe operating hours of the Ro Care Team (available to answer account or shipping-related questions by phone at (929) 203-5664 or by email atmind@ro.co) are Monday through Friday, 9:30 a.m.\nEastern Time to 9:00 p.m.\nEastern Time.</p>\n<p>\n<b>In the case of an emergency or if you are otherwise in crisis, call 911 immediately.</b> If you are thinking of hurting yourself or having thoughts of not wanting to live, call the National Suicide Prevention Lifeline anytime at 1-800-273-8255 (en Español 1-888-628-9454) or go to the nearest emergency room.\nYou can also use the 24/7 Crisis Text Line by texting “HOME” to 741-741.</p>\n<p>Onboarding and diagnosis.\nTo participate in Ro Mind, you must be evaluated by a doctor or nurse practitioner on the Ro platform and, in the professional judgment of such health care provider, meet the clinical criteria for participation.\nTo be evaluated for participation, you must complete an initial onboarding telehealth medical assessment including a video visit (the “Ro Mind Diagnosis Online Visit”) with a doctor or nurse practitioner.\nIf, following a review of the Ro Mind Diagnosis Online Visit, your health care provider determines that you are a good candidate for treatment through Ro Mind, he or she may initiate such treatment by writing you a prescription.</p>\n<p>You acknowledge and agree that, even if you do not meet the clinical criteria for participation in Ro Mind, you may be responsible for payment of the cost of the Ro Mind Diagnosis Online Visit and such cost is not included in the Ro Mind Membership Fee (as defined below).</p>\n<p>Ro Mind Membership and Additional Services.\nYour membership in Ro Mind (“<b>Ro Mind Membership</b>”), including your ability to access the Ro Mind Membership Services and your obligation to pay Ro Mind Membership Fees (each as defined below) will commence when your health care provider communicates your care plan, risks and benefits of treatment, and you acknowledge such and elect to proceed with participation in Ro Mind.</p>\n<p>Ro Mind includes:</p>\n<ul>\n<li>Up to three (3) discrete medical consults per month with your Ro-affiliated health care provider, all of which will be set on a pre-scheduled basis according to your personalized care plan;</li>\n<li>Secure messaging with your Ro-affiliated healthcare provider between discrete medical consults.\nand</li>\n<li>Fulfillment of prescription medication (as prescribed), if you choose to have your prescription filled by the Ro Pharmacy Network, with free two-day shipping</li>\n</ul>\n<p>(the “Ro Mind Membership Services”).</p>\n<p>In certain cases, you or your health care provider may request that you complete services (e.g., medical consults) in excess of the Ro Mind Membership Services.\nFor each medical consult after the third consult per month (the “<b>Ro Mind Additional Services</b>”) you will be charged a separate fee (the “<b>Ro Mind Additional Services Fee</b>”).\nYou will be charged a Ro Mind Additional Services Fee of $30.00 for each additional consult.\nAs part of your participation in Ro Mind, you agree that any Ro Mind Additional Services Fees that you incur can be charged to your payment card or PayPal account on file within seven (7) days of the date on when such Ro Mind Additional Services are rendered.</p>\n<p>The Ro Mind Membership Services may change from time to time.\nYou will be given thirty (30) days’ notice of any such change.\nYou may accept the revised Ro Mind Membership Services by continuing in Ro Mind or reject them by terminating your Ro Mind Membership.</p>\n<p>Payment of Ro Mind Membership Fee.\nYou will have an opportunity to review and agree to the cost of Membership (the “<b>Ro Mind Membership Fee</b>”) during the checkout process that is part of the Ro Mind Diagnosis Online Visit and at the time of each renewal visit after the Ro Mind Diagnosis Online Visit.\nYou may also view the costs associated with Ro Mind Membership on the Ro Mind webpage locatedhere.\nOnce you begin participation in Ro Mind, your Ro Mind Membership Fee will be charged to your payment card or PayPal account on file each month when your prescription is filled by the Ro Pharmacy Network.\nYour exact payment date will depend on your treatment plan and the timing of your participation in plan renewal visits with your provider.\nIf you receive a prescription of 30 days or less, your billing date will depend on when you complete a plan renewal visit with your provider and receive a new prescription.\nIf you receive a prescription of more than 30 days, you will be automatically billed on a recurring, monthly basis until your refills run out or your Ro Mind Membership is canceled.\nThe initial payment must be made the day your Ro Mind Membership commences.\nOnce paid, your Ro Mind Membership Fee is non-refundable.\nYou may cancel your Ro Mind Membership at any time by calling us at (929) 203-5664, emailing us at mind@ro.co, or logging into your Secure User account.</p>\n<p>If you choose to have your prescription filled at a local pharmacy, your Ro Mind Membership Fee will not include the cost of medication and pharmacy fulfillment.\nIf you transfer your prescription from a local pharmacy to the Ro Pharmacy Network, the cost of medication and pharmacy fulfillment will be added to your Ro Mind Membership Fee at the beginning of the next billing cycle.\nYou may transfer your prescription to a local pharmacy or to the Ro Pharmacy Network at any time by calling us at (929) 203-5664 or emailing us at mind@ro.co.</p>\n<p>Canceling your Ro Mind Membership.\nIf you would like to cancel your Membership for any reason, you may do so at any time by logging into your Secure User account (see the Ro Mind Treatment Details Page accessible under the Treatments tab in your account.\nselect “Discontinue treatment”), calling us at (929) 203-5664, or emailing us at mind@ro.co.</p>\n<p>Effect of Ro Mind Membership cancellation.\nWhen you cancel, you will not be charged any additional monthly Ro Mind Membership Fee payments.\nYou will receive Ro Mind Membership Services through the last day of the monthly billing cycle for which you have paid the monthly Ro Mind Membership Fee (the “<b>Last Billing Cycle</b>”).\nThereafter, other than messaging your Ro-affiliated health care professional through Ro’s secure messaging application, you will not be eligible to receive any Ro Mind Membership Services.\nYou may complete a new Ro Mind Diagnosis Online Visit to talk to a Ro-affiliated healthcare professional about re-joining Ro Mind.</p>\n<p>Please note: If you cancel your Ro Mind Membership by selecting “Discontinue treatment” you will lose access to prescription refills through the Ro Pharmacy Network.\nYou should talk to your Ro-affiliated health care professional before discontinuing your medication.\nAbruptly stopping certain medications for mental health conditions can impact your health.</p>\n<p>No representation, warranty, or guarantee of continued availability of Ro Mind.\nNEITHER RO NOR THE AFFILIATED PROFESSIONAL ENTITIES MAKE ANY REPRESENTATIONS, WARRANTIES, OR GUARANTEES REGARDING THE CONTINUED AVAILABILITY OF RO MIND.\nRO MIND MAY BE DISCONTINUED AT ANY TIME AT THE SOLE DISCRETION OF RO AND/OR THE AFFILIATED PROFESSIONAL ENTITIES.\nYOU WILL BE GIVEN 30 DAYS’ NOTICE OF ANY SUCH DISCONTINUATION SO THAT YOU MAY FIND A LOCAL PROVIDER WITH WHOM TO CONTINUE TREATMENT.</p>\n<ul>\n<li>home</li>\n<li>transparency</li>\n<li>founder letter</li>\n<li>advisors</li>\n<li>careers</li>\n<li>press</li>\n<li>blog</li>\n<li>contact</li>\n</ul>LinkedIntwitterRomanRoryZeroTermsPrivacyCode of ConductDo Not Sell My Information© 2022 Ro", "created_at": "2022-05-01 20:59:38.757578", "updated_at": "2022-05-01 19:01:06.045557"}, {"id": 11860, "name": "Code of conduct", "url": "https://ro.co/physician_code_of_conduct/", "xpath": "//body", "text": "You need to enable JavaScript to run this app.Covid-19 antigen self tests in stock.\nBuy now the patient companyro<ul>\n<li>home</li>\n<li>transparency</li>\n<li>founder letter</li>\n<li>advisors</li>\n<li>careers</li>\n<li>press</li>\n<li>blog</li>\n<li>contact</li>\n</ul>LinkedIntwitter© 2022 RoRomanRoryZeroTermsPrivacyCode of ConductDo Not Sell My Informationphysician code of conduct<p>\n<b>Date of Last Revision: 1/27/2019</b>\n</p>\n<b>INTRODUCTION</b>\n<p>The Ro mission is to help as many people as possible with their healthcare needs and ultimately improve the way that people interact with the medical system when addressing certain health conditions.\nThis document serves as the universal code of conduct for physician use of the Ro platform.\nOur goal is to align the values and philosophies of Ro HQ and the physicians who practice on the Ro Platform.\nThis Code of Conduct will continue to be updated based on feedback from affiliated physicians in order to ensure patients are always receiving the highest quality of care.\n</p>\n<b>BEST PRACTICES ON THE PLATFORM</b>\n<b>Be Patient:</b>\n<ul>\n<li>Telemedicine is a new experience for many patients.\nThey may ask questions that seem obvious (e.g., “How does telemedicine work?”).\nPlease be sensitive to their concerns and work with them to determine the best course of treatment.\n</li>\n</ul>\n<b>Always Explain:</b>\n<ul>\n<li>Always provide a detailed explanation to a patient whether you find it appropriate to write a prescription or not.\nPatients are coming to the Ro Platform because they are in need of your guidance and care.\n</li>\n</ul>\n<b>Follow Up:</b>\n<ul>\n<li>The Ro Platform will automatically follow up with patients who receive treatment plans after 2 weeks, 1 month, and every 3 months thereafter.\nIf you think that a patient needs additional follow up, you can automate follow ups in the messaging system or contact the Ro Medical Ops Team.\n</li>\n</ul>\n<b>Document: </b>\n<ul>\n<li>Always thoroughly document your decisions.\nFor example, if you approve a patient for treatment, and the Ro system flagged one or several of their responses as a potential contraindication or risk, please make sure to document your rationale (e.g., you spoke to them via phone, video, or message and received additional clarifying information).\n</li>\n</ul>\n<b>Check-in: </b>\n<ul>\n<li>The physicians with the highest rate of patient satisfaction check their messages at least once per day.\nIf you will be unavailable for more than 48 hours, please give the Ro Medical Ops one week notice so that we can ensure your patient’s receive timely responses to any question.\nIn case of an emergency, please try to notify us as soon as possible.\n</li>\n</ul>\n<b>CONDUCT EXPECTATIONS ON THE PLATFORM</b>\n<b>Verify Identity:</b>\n<ul>\n<li>ID &amp.\nPhoto Match: The first step by any physician is to confirm the identity of the patient and ensure that the image uploaded matches the patient’s government ID.\nThis is also double-checked by automated software.\n</li>\n<li>Personal Information: After you’ve confirmed the ID matches the Face Photo, confirm that the basic information entered during the online visit (i.e., first name, last name, DOB) matches the information on the government ID.\n</li>\n</ul>\n<b>Follow State Protocols:</b>\n<ul>\n<li>The Ro Platform will always require you to confirm that you established a patient-physician relationship according to the state-specific requirement.\nNever provide any medical advice or treatment until you have adequately established a patient-physician relationship.\nWhen in doubt, please contact the Ro Medical Operations team or Ro’s General Counsel.\n</li>\n</ul>\n<b>Treat “Oldest” First:</b>\n<ul>\n<li>Please always treat patients who entered the Ro Platform first.\nWe pride ourselves on providing timely service to our patients.\nThis can only be done if those who have been waiting longer are served first.</li>\n</ul>\n<b>One at a time:</b>\n<ul>\n<li>If another physician has started to treat a patient, do not attempt to provide additional treatment unless specifically asked for a second opinion.\n</li>\n<li>In addition, physicians should complete only one consult at a time before moving on to the next patient.\nEach consultation requires your undivided attention.\n</li>\n</ul>\n<b>SAFETY, SECURITY &amp.\nPRIVACY</b>\n<b>Drug Interactions: </b>\n<ul>\n<li>Always pay attention to reported medications and be alert to drug interactions.\nPlease make sure to always check a patient’s previous plans on the Ro Platform before making a treatment decision.</li>\n</ul>\n<b>When There’s Doubt, There is No Doubt:</b>\n<ul>\n<li>When in doubt about a specific drug interaction, please contact the Ro Medical Ops team, who will route your question to one of Ro’s clinical directors.</li>\n<li>If anything is unclear from the visit, please follow up with the patient.\nIt is always better to be 100% certain that you have all the necessary information.</li>\n<li>Never create a prescription for a patient if you are unsure if it’s safe.\nIt is always better to get a second opinion or refer the patient to his/her in-person primary physician when in doubt.</li>\n</ul>\n<b>Pay Attention to Underlying Causes: </b>\n<ul>\n<li>Our patients’ mental health is as important to us as their physical health.\nAlways follow up with patients who provide answers concerning their mental health.\nPlease refer to the Emergency Plan located in the Roman Manuals and Protocols folder for guidance on how to respond if a patient is experiencing a medical emergency.</li>\n</ul>\n<b>Consistently Review Protocols:</b>\n<ul>\n<li>Please reference the condition-specific Physician Protocols regularly.\nThey contain the most important points on safe practices on the Ro Platform and should serve as a continuous reference for physicians.\nMost importantly, all medical decisions should be made solely at your discretion according to the standard of care.</li>\n</ul>\n<b>Never Share:</b>\n<ul>\n<li>Never share your Ro physician app password with anyone.</li>\n<li>Never share any patient information with anyone outside of Ro and only share information that is required for someone to complete their job.</li>\n</ul>\n<b>Secure PHI:</b>\n<ul>\n<li>Never share PHI using any software tool that is not HIPAA compliant.\nYou may use password protected links to patient charts in Asana and email.</li>\n<li>Never work on the platform in open areas where someone may be able to see your screen and see PHI.</li>\n</ul>\n<b>ETHICAL EXPECTATIONS FOR PLATFORM PHYSICIANS</b>\n<p>Ro-affiliated physicians are expected to uphold the highest ethical standards called upon by the medical profession.\n</p>\n<b>Do No Harm:</b>\n<ul>\n<li>First, do no harm.\nThe practice of medicine is a calling.\nAlways put your patients’ safety first.\nPatient safety is the first and primary priority.\nYou will always be compensated the exact same, regardless of whether a prescription is written.\n</li>\n</ul>\n<b>No Self-Referral:</b>\n<ul>\n<li>Patients that come through the Ro Platform should never be self referred to your own practice.\nIf a referral is needed, please refer them to their primary healthcare provider or other outside physician.</li>\n</ul>\n<b>Sound Body &amp.\nSound Mind: </b>\n<ul>\n<li>Never engage in the practice of medicine on our platform while under the influence of alcohol or other mind-altering substances.</li>\n</ul>\n<b>Keep Ro Informed:</b>\n<ul>\n<li>In case of a board complaint, hospital administrative action, malpractice suit or judgement, or any other administrative or disciplinary action against you (including a criminal charge or conviction related or unrelated to the practice of medicine), please promptly notify the Ro Medical Operations Team.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Thank you.\n</p>\n<p>&nbsp;</p>\n<p>Tzvi Doron</p>\n<p>Owner, Roman Pennsylvania Medical, P.C.\n</p>\n<p>Clinical Director, Ro</p>\n<ul>\n<li>home</li>\n<li>transparency</li>\n<li>founder letter</li>\n<li>advisors</li>\n<li>careers</li>\n<li>press</li>\n<li>blog</li>\n<li>contact</li>\n</ul>LinkedIntwitterRomanRoryZeroTermsPrivacyCode of ConductDo Not Sell My Information© 2022 Ro", "created_at": "2022-05-01 20:59:38.762394", "updated_at": "2022-05-01 19:00:45.642904"}, {"id": 11859, "name": "privacy policy", "url": "https://ro.co/privacy-policy/", "xpath": "//body", "text": "You need to enable JavaScript to run this app.Covid-19 antigen self tests in stock.\nBuy now the patient companyro<ul>\n<li>home</li>\n<li>transparency</li>\n<li>founder letter</li>\n<li>advisors</li>\n<li>careers</li>\n<li>press</li>\n<li>blog</li>\n<li>contact</li>\n</ul>LinkedIntwitter© 2022 RoRomanRoryZeroTermsPrivacyCode of ConductDo Not Sell My Informationprivacy policy<p>\n<b>Effective Date: March 15, 2022</b>\n</p>INTRODUCTION<p>This Privacy Policy (“<strong>Privacy Policy</strong>”) describes the data protection practices of Roman Health Ventures Inc.\nand its affiliates, including Roman Health Medical LLC, Roman Health Pharmacy LLC, Dadi, LLC, and Modern Health Inc.\n(collectively, “<strong>Ro</strong>,” “<strong>we</strong>,” “<strong>our</strong>,” or “<strong>us</strong>”), including when you visit any Ro website that links to this Privacy Policy (including www.ro.co, www.getroman.com, www.hellorory.com, dadikit.com, modernfertility.com, quitwithzero.com, and romanhealthpharmacy.com (collectively, our “<strong>Websites</strong>”).\nuse any affiliated mobile applications (the “<strong>Apps</strong>”) that link to or contain this Privacy Policy.\nor otherwise provide data to Ro.\nWe refer to the Websites, Apps, and other services provided by Ro together in this Privacy Policy as the “<strong>Services</strong>.” This Privacy Policy is incorporated into our Terms of Use.\nAll capitalized terms used in this Privacy Policy but not defined herein have the meanings assigned to them in the Terms of Use.</p>\n<p>If you are a California resident, please click here to see our Privacy Information for California Residents.</p>\n<p>\n<strong>PLEASE READ THIS PRIVACY POLICY CAREFULLY TO UNDERSTAND HOW WE HANDLE YOUR INFORMATION.\nIF YOU DO NOT AGREE TO THIS PRIVACY POLICY, PLEASE DO NOT USE THE SERVICES.</strong>\n</p>\n<p>This Privacy Policy contains the following sections:</p>\n<ul>\n<li>The Information We Collect and the Sources of Such Information</li>\n<li>Purposes for How We Use Your Information</li>\n<li>Online Analytics and Advertising</li>\n<li>How We Share and Disclose Your Information</li>\n<li>Your Marketing Choices</li>\n<li>Third Party Services and Notice About Health Information</li>\n<li>How We Protect Your Information</li>\n<li>Privacy Information for California Residents</li>\n<li>Privacy Information for Nevada Residents</li>\n<li>Retention of Your Information</li>\n<li>Revisions to Our Privacy Policy</li>\n<li>Contacting Us</li>\n</ul>THE INFORMATION WE COLLECT AND THE SOURCES OF SUCH INFORMATION<p>We obtain information about you through the means discussed below when you use the Services.\nPlease note that we need certain types of information so that we can provide the Services to you.\nIf you do not provide us with such information, or ask us to delete it, you may no longer be able to access or use part or all of our Services.</p>1.\nInformation You Provide to Us<p>We collect a variety of information that you provide directly to us.\nFor example, we collect information from you through:</p>\n<ul>\n<li>Account and product registration and administration of your account</li>\n<li>Processing your orders and requests for treatment</li>\n<li>Questions, communications, or feedback you submit to us via forms or email</li>\n<li>Your participation in research and surveys</li>\n<li>Requests for customer support and technical assistance, including through online chat functionalities</li>\n<li>Uploads or posts to the Services</li>\n<li>Employment applications you submit</li>\n</ul>\n<p>The specific types of information we collect will depend upon the Services you use, how you use them, and the information you choose to provide.\nThe types of data we collect directly from you includes:</p>\n<ul>\n<li>Name, address, telephone number, date of birth, and email address</li>\n<li>Information about your medical conditions, treatment options, physician referrals, lifestyle and personal preferences, prescriptions, and lab results or other related health information, such as your physical and emotional characteristics</li>\n<li>Log-in credentials, if you create an account</li>\n<li>Billing information, such as shipping address, credit or debit card number, verification number, expiration date, and identity verification information (e.g., driver’s license or other identifier), collected by our payment processors on our behalf</li>\n<li>Information about purchases or other transactions with us</li>\n<li>Information about your customer service and maintenance interactions with us</li>\n<li>Demographic information such as your gender, race/ethnicity, and age, and similar information in connection with the Services</li>\n<li>Information about others, such as if you share a family or friend’s email address or contact information to allow access to your information or name them as an emergency contact</li>\n<li>User-generated content you post in public online forums on our Services</li>\n<li>Any other information you choose to directly provide to us in connection with your use of the Services.</li>\n</ul>2.\nInformation We Collect Through Automated Means<p>We collect certain information about your use of the Services and the devices you use to access the Services, as described in this Section.\nAs discussed further below, we and our service providers (which are third party companies that work on our behalf), may use a variety of technologies, including cookies, SDKs, and similar tools, to assist in collecting this information.</p>\n<p>\n<strong>Our Websites</strong>.\nWhen you use our Websites, we collect and analyze information such as your IP address, browser types, browser language, operating system, the state or country from which you accessed the Services, software and hardware attributes (including device IDs) referring and exit pages and URLs, platform type, the number of clicks, files you download, domain names, landing pages, pages viewed and the order of those pages, the amount of time spent on particular pages, the terms you use in searches on our sites, the date and time you used the Services, error logs, and other similar information.</p>\n<p>\n<strong>Our Apps</strong>.\nWhen you use our Apps, we automatically receive certain information about the mobile phone, tablet, or computer used to access the Apps, including a mobile device identifier, advertising identifiers (in accordance with your device settings), IP address, operating system, version, Internet service provider, browser type, domain name and other similar information, whether and when you update the Apps, date and time of use, and how you use the Apps, including time spent in different portions of the Apps.</p>\n<p>\n<strong>Location Information</strong>.\nWhen you use the Services, we and our service providers may automatically collect general location information (e.g., IP address, city/state and or postal code associated with an IP address) from your computer or mobile device.\nThis information allows us to enable access to content that varies based on a user’s general location (e.g., to provide you with accurate sales tax information and to deliver content customized to your location).</p>\n<p>We will ask your permission before collecting your precise GPS location information.\nIn such instances, we will use your precise geo-location information to provide customized services, content, promotional offers and other information that may be of interest to you.\nIf you no longer wish for us and our service providers to collect and use GPS location information, you may disable the location features on your device.\nPlease see your device manufacturer settings.</p>\n<p>\n<strong>Our Use of Cookies and Similar Online Tools</strong>.\nTo collect the information discussed in this Section, we and our service providers use web server logs, cookies, tags, SDKs, tracking pixels, and other similar tracking technologies.\nWe use these technologies to offer you a more tailored experience.</p>\n<ul>\n<li>A web server log is a file where website activity is stored.</li>\n<li>An SDK is a set of tools and/or code that we embed in our Apps and software to allow third parties to collect information about how users interact with the Services.</li>\n<li>A cookie is a small text file that is placed on your computer or mobile device when you visit a site, that enables us to: (i) recognize your computer/device.\n(ii) store your preferences and settings.\n(iii) understand the parts of the Services you have visited and used.\n(iv), enhance your user experience by delivering and measuring the effectiveness of content and advertising tailored to your interests.\n(v) perform searches and analytics.\nand (vi) assist with security and administrative functions.</li>\n<li>Tracking pixels (sometimes referred to as web beacons or clear GIFs) are tiny electronic tags with a unique identifier embedded in websites, online ads and/or email that are designed to: (1) collect usage information like ad impressions or clicks and email open rates.\n(2) measure popularity of the Services and associated advertising.\nand (3) access user cookies.</li>\n</ul>\n<p>As we adopt additional technologies, we may also gather information through other methods.</p>\n<p>Please note that you can change your settings to notify you when a cookie is being set or updated, or to block cookies altogether.\nPlease consult the “Help” section of your browser for more information (e.g., Internet Explorer.\nGoogle Chrome.\nMozilla Firefox.\nor Apple Safari).\nPlease note that by blocking, disabling, or managing any or all cookies, you may not have access to certain features or offerings of the Services.</p>3.\nInformation We Collect From Social Media and Other Content Platforms<p>When you “like” or “follow” us on Facebook, Instagram, Twitter, or other social media sites, we may collect some information from you including your name, email address, and any comments or content you post relevant to us.\nWe also collect your information if you sign up for one of our promotions or submit information to us through social media sites.</p>\n<p>If you access the Services through a third-party connection or log-in (e.g., through a social network or third-party authentication tool), you may allow us to have access to and store certain information from such third parties depending on your settings on such services.\nIf you do not wish to have this information shared, do not use these connections to access the Services.\nFor a description of how these third parties handle your information, please refer to their privacy policies and terms of use, which may permit you to modify your privacy settings.</p>\n<p>Similarly, if you choose to connect your App to third-party platforms or tools, or with other apps on your device (e.g., health or fitness monitoring platforms or tools, or your contacts, photos, or calendar), such third parties and tools may allow us to have access to and store additional information as it relates to your use of the Services (e.g., to integrate your fitness data within the Services or access your calendar to help you schedule an appointment).\nIf you do not wish to have this information shared, do not initiate these connections.\n</p>4.\nInformation We Receive From Other Sources<p>We work closely with third parties (including, for example, third party intermediaries, such as the physicians, medical professionals, and pharmacies with whom we partner to provide you with the Services and their health care services, sub-contractors in technical, advertising networks, analytics providers, and search information providers).\nSuch third parties will sometimes provide us with additional information about you.</p>PURPOSES FOR HOW WE USE YOUR INFORMATION<p>In connection with providing you with the Services, we may use your information for our business purposes to:</p>\n<ul>\n<li>Carry out, improve, and manage the Services and, as applicable, facilitate the provision of health care services to you by physicians or other health care providers and ensure that the physicians or health care providers have the services and support necessary for health care operations.</li>\n<li>Engage in internal research to understand the effectiveness of our Services, improve our Services, and better understand our user base.\nIf we publish or provide the results of this research to others, such research will be presented in a de-identified and aggregate form such that individual users cannot be identified.</li>\n<li>Communicate with you about the Services, your use of the Services, or your inquiries related to the Services and send you communications on behalf of physicians or other health care providers utilizing the Services to meet your needs.</li>\n<li>Communicate with you by email, postal mail, or phone about surveys, promotions, special events or our products and Services and those of our subsidiaries, affiliates, and parent companies and any of their related businesses and those of our third-party partners.</li>\n<li>Provide you with technical support and customer service, and troubleshoot any technical issues or errors.</li>\n<li>Verify your identity and administer your account, including processing your payments and fulfilling your orders.</li>\n<li>Ensure that content from our Services is presented in the most effective manner for you and for your computer or device, allow you to participate in interactive features of our Services (when you choose to do so), and as part of our efforts to keep our Services safe and secure.</li>\n<li>Provide you with more relevant advertisements and personalized content, and measure or understand the effectiveness of advertising and content we serve to you and others, and to deliver and customize relevant advertising and content to you.</li>\n<li>Help us better understand your interests and needs, such as by engaging in analysis and research regarding use of the Services.</li>\n<li>Comply in good faith with any procedures, laws, and regulations which apply to us where it is necessary for our legitimate interests or the legitimate interests of others.</li>\n<li>Establish, exercise, or defend our legal rights where it is necessary for our legitimate interests or the legitimate interests of others, such as protecting against malicious, fraudulent, or illegal activity.</li>\n</ul>\n<p>\n<strong>Combined Information</strong>.\nFor the purposes discussed in this Privacy Policy, we may combine the information that we collect through the Services with information that we receive from other sources, both online and offline, and use and share such combined information in accordance with this Privacy Policy.</p>\n<p>\n<strong>Aggregate/De-Identified Data</strong>.\nWe may aggregate and/or de-identify any information collected through the Services so that such information can no longer be linked to you or your device (“Aggregate/De-Identified Information”).\nWe may use Aggregate/De-Identified Information for any purpose, including for research and marketing purposes, and may also share such data with any third parties, including advertisers, promotional partners, and sponsors.</p>ONLINE ANALYTICS AND ADVERTISING1.\nOnline Analytics<p>We may use third-party web analytics services (such as those of Google Analytics (including Google Signals, Google User-ID, and other Google Analytics features) and MixPanel) on our Services to collect and analyze usage information through cookies and similar tools.\nengage in auditing, research, or reporting.\nassist with fraud prevention.\ntry to locate the same unique users across multiple browsers or devices to better tailor services and features.\nand provide certain features to you.\nIf you have a Google account with personalized advertising enabled, through Google Signals, Google will also be able to gather for us analytics and engagement information from across the various devices you use to access the Services.\nTo prevent Google from using your information for analytics (including cross-device tracking for personalization purposes), you may install the Google Analytics Opt-out Browser Add-on by clicking here.\nAnd to opt out of Google Signals, please open your “Settings” app, locate and tap “Google,” select “Ads,” and turn ON “Opt out of Ads Personalization.” You may also be able to disable cross-device tracking through your Android or Apple device-based settings.</p>\n<p>If you receive email from us, we may use certain analytics tools, such as clear GIFs to capture data such as when you open our message or click on any links or banners our email contains.\nThis data allows us to gauge the effectiveness of our communications and marketing campaigns.</p>2.\nOnline Advertising<p>The Services may integrate third-party advertising technologies (e.g., ad networks and ad servers such as Facebook, Google Ad Words, TikTok, Criteo and others) that use cookies, pixels, and other technologies to deliver relevant content and advertising for Ro products on the Services, as well as on other websites you visit and other applications you use.\nThe ads may be based on various factors such as the content of the page you are visiting, information you enter such as your searches, demographic data, and other information we collect from you.\nThese ads may be based on your current activity or your activity over time and across other websites and online services.</p>\n<p>We sometimes provide our customer information (such as email addresses) to service providers, who may “match” this information in de-identified form to cookies (or mobile ad identifiers) and other proprietary IDs, in order to provide you with more relevant ads when you visit other websites and mobile applications.\nIf you began using the Services after October 14th, 2021, we may also share customer information such as your email address with third-party advertising networks that use such information to better target advertising to you regarding Ro products and services, as well as other products and services, as you browse the internet.\n</p>\n<p>We neither have access to, nor does this Privacy Policy govern, the use of cookies or other tracking technologies that may be placed on your device you use to access the Services by non-affiliated third party advertising network services.\nIf you are interested in more information about tailored browser advertising and how you can generally control cookies from being put on your computer to deliver tailored advertising, you may visit the Network Advertising Initiative’s Consumer Opt-Out link, the Digital Advertising Alliance’s Consumer Opt-Out link, or Your Online Choices to opt-out of receiving tailored advertising from companies that participate in those programs.\nIf you are interested in more information about Criteo’s privacy practices or opting-out of Criteo’s advertising services, you may view their Privacy Policy.\nTo opt out of Google Analytics for display advertising or customize Google display network ads, visit the Google Ads Settings page.\nTo update your advertising preferences with Facebook, click here.\nTo update your advertising preferences with TikTok, click here.\nWe do not control these opt-out links, whether these opt-out links change over time, or whether any particular company chooses to participate in the industry opt-out programs listed above.\nWe are not responsible for any choices you make using these mechanisms or the continued availability or accuracy of these mechanisms.</p>\n<p>Please note that if you exercise the opt out choices above, you will still see advertising when you use the Services, but it will not be tailored to you based on your online behavior over time.</p>3.\nMobile Advertising<p>When using mobile applications from us or others, you may also receive tailored in-application advertisements.\nWe may use third-party service providers to deliver advertisements on mobile applications or for mobile application analytics.\nEach operating system, iOS for Apple phones, Android for Android devices, and Windows for Microsoft devices provides its own instructions on how to prevent the delivery of tailored in-application advertisements.\nWe do not control how the applicable platform operator allows you to control receiving personalized in-application advertisements.\nthus, you should contact the platform provider for further details on opting out of tailored in-application advertisements.\nYou may review the support materials and/or the device settings for the respective operating systems to opt-out of tailored in-app advertisements.</p>4.\nNotice Concerning Do Not Track<p>Do Not Track (“DNT”) is a privacy preference that users can set in certain web browsers.\nWe are committed to providing you with meaningful choices about the information collected on our website for third party purposes, and that is why we provide the variety of opt-out mechanisms listed above.\nHowever, we do not currently recognize or respond to browser-initiated DNT signals.\nTo learn more about Do Not Track, you can do so here.</p>HOW WE SHARE AND DISCLOSE YOUR INFORMATION<p>We may share your information for our business purposes in the following ways:</p>\n<ul>\n<li>\n<strong>Affiliates and Subsidiaries</strong>.\nWe may share information we collect within any Ro member or group (i.e., our subsidiaries and affiliates, including our ultimate holding company and its subsidiaries) to deliver products and services to you, ensure a consistent level of service across our products and services, and enhance our products, services, and your customer experience.</li>\n<li>\n<strong>Health Care Providers and Services</strong>.\nWe share your information with health care providers: (i) to schedule and fulfill appointments and provide health care services as part of the Services, (ii) to whom you send messages through our Services, and (iii) for other treatment, payment or health care operations purposes, including pharmacy services, upon your request.</li>\n<li>\n<strong>Service Providers</strong>.\nWe provide access to or share your information with select third parties who use the information to perform services on our behalf.\nThey provide a variety of services to us, including billing, sales, marketing, advertising, analytics, research, customer service, shipping and fulfillment, data storage, IT and security, fraud prevention, payment processing, and auditing and legal services.\nThese entities may also include health care organizations, pharmacies, and other third parties we use to support our business or in connection with the administration and support of the Services.</li>\n<li>\n<strong>Advertising Networks</strong>.\nPlease see the “Online Advertising” section above for details about how we share information with advertising partners.</li>\n<li>\n<strong>Protection of Ro and Others</strong>.\nBy using the Services, you acknowledge and agree that we may access, retain and disclose the information we collect and maintain about you if required to do so by law or in a good faith belief that such access, retention or disclosure is reasonably necessary to: (a) comply with legal process (e.g.\na subpoena or court order).\n(b) enforce our Terms of Use, this Privacy Policy, or other contracts with you, including investigation of potential violations thereof.\n(c) respond to claims that any content violates the rights of third parties.\n(d) respond to your requests for customer service.\nand/or (e) protect the rights, property or personal safety of Ro, its agents and affiliates, its users and/or the public.\nThis includes exchanging information with other companies and organizations for fraud protection, and spam/malware prevention, and similar purposes.</li>\n<li>\n<strong>Business Transfers</strong>.\nAs we continue to develop our business, we may buy, merge, or partner with other companies.\nIn such transactions, (including in contemplation of such transactions) user information may be among the transferred assets.\nIf a portion or all of our assets are sold or transferred to a third-party, customer information (including your email address) would likely be one of the transferred business assets.\nIf such transfer is subject to additional mandatory restrictions under applicable laws, we will comply with such restrictions.</li>\n<li>\n<strong>Public Forums</strong>.\nCertain features of our Services make it possible for you to share comments publicly with other users.\nAny information that you submit through such features is not confidential, and we may use it for any purpose (including in testimonials or other marketing materials).\nFor example, if you submit a product review on one of our sites, we may display your review (along with the name provided, if any) on other Ro websites and on third-party websites.\nAny information you post openly in these ways will be available to the public at large and potentially accessible through third-party search engines.\nAccordingly, please take care when using these features.</li>\n<li>\n<strong>Consent</strong>.\nWe may also disclose your information in other ways you direct us to and when we have your consent.</li>\n<li>\n<strong>Aggregate/De-Identified Information</strong>.\nWe reserve the right to create Aggregate/De-Identified Data from the information we collect through the Services and our sharing of such Aggregate/De-Identified Data is in our discretion.</li>\n</ul>YOUR MARKETING CHOICES<p>You may instruct us not to use your contact information to contact you by email, postal mail, or phone regarding products, services, promotions and special events that might appeal to your interests by contacting us using the information below.\nIn commercial email messages, you can also opt out by following the instructions located at the bottom of such emails.\nPlease note that, regardless of your request, we may still use and share certain information as permitted by this Privacy Policy or as required by applicable law.\nFor example, you may not opt out of certain operational emails, such as those reflecting our relationship or transactions with you.</p>THIRD PARTY SERVICES AND NOTICE ABOUT HEALTH INFORMATION<p>This Privacy Policy does not address, and we are not responsible for, the privacy, information, or other practices, including data privacy and security process and standards of any third parties, including physicians and other health care providers using the Services, the manufacturer of your mobile device and other IT hardware and software, and any other third party mobile application, website, or service to which our Services may contain a link.\nThese third parties may at times gather information from or about you.\nWe have no control over the privacy practices of these third parties.\nThe collection, use, and disclosure of your information will be subject to the privacy policies of the third-party websites or services, and not this Privacy Policy.\nWe urge you to read the privacy and security policies of these third parties.</p>HOW WE PROTECT YOUR INFORMATION<p>Ro takes a variety of technical and organizational security measures to protect your information against accidental or unlawful destruction or accidental loss, alteration, unauthorized disclosure or access.\nHowever, no method of transmission over the Internet, and no means of electronic or physical storage, is absolutely secure.\nAs such, you acknowledge and accept that we cannot guarantee the security of your information transmitted to, through, or on our Services or via the Internet and that any such transmission is at your own risk.\nWhere we have given you (or where you have chosen) a password that enables you to access the Services, you are responsible for keeping this password confidential.\nWe ask you not to share your password with anyone.\nThe information you share in public areas may be viewed by any user of the Services.</p>PRIVACY INFORMATION FOR CALIFORNIA RESIDENTS<p>If you are a California resident, California law requires us to provide you with some additional information regarding how we collect, use, and share your “personal information” (as defined in the California Consumer Privacy Act (“CCPA”)).</p>\n<p>\n<strong>Categories of personal information we collect and disclose</strong>.\nThroughout this Policy, we discuss in detail the specific pieces of personal information we collect from and about our users.\nUnder the CCPA, we are also required to provide you with the “categories” of personal information we collect and the categories of third parties to which we disclose personal information.\nPlease note that some of the information we collect through the Services (e.g., medical information), is subject to various health data privacy laws, and is therefore not subject to the CCPA.\nSee the following chart to understand more about the categories of personal information we collect that are subject to the CCPA and the third parties to which we disclose it:</p>Category of Personal Information\nCategories of Third Parties to Which we Disclose\nIdentifiers and contact information (e.g., name, address, email address, account names)\nService providers.\nour affiliates.\nhealth care providers and services.\nentities for legal and fraud prevention\nCommercial and transactional information (e.g., information about your purchases)\nService providers.\nour affiliates.\nhealth care providers and services.\nentities for legal and fraud prevention\nFinancial information (e.g., credit card info collected by our payment processors)\nPayment processors.\nservice providers.\nour affiliates.\nentities for legal and fraud prevention\nInternet or other network or device activity (e.g., IP address, browsing history, app usage)\nService providers.\nour affiliates.\nentities for legal and fraud prevention\nGeolocation information (e.g., general location and precise location, with your permission)\nService providers.\nour affiliates.\nentities for legal and fraud prevention\nDemographic and statistical data (e.g., your gender, interests based on products and services you use)\nService providers.\nour affiliates.\nentities for legal and fraud prevention\nPhysical characteristics (e.g., photos of you)\nService providers.\nour affiliates\nUser-generated content (e.g., information you choose to post in our online forums)\nService providers.\nour affiliates.\nentities for legal and fraud prevention\nCustomer service data (e.g., information you provide through a chat or call with Ro’s Care Team)\nService providers.\nour affiliates.\nhealth care providers and services.\nentities for legal and fraud prevention\n<p>The business purposes for which we use the personal information we collect are: manage, facilitate, and improve the Services.\nresearch, marketing, and analytics.\ncommunicate with users.\ntechnical support and customer service.\nsecurity and fraud prevention.\nand legal compliance and defense.\nFor more detailed information about how we use and share your personal information, please see the “Purposes for How We Use Your Information” and “How We Share and Disclose Your Information” sections of this Policy above.</p>Your California Privacy Rights<p>CCPA Rights Disclosure.\nIf you are a California resident, the CCPA allows you to make certain requests about your personal information.\nSpecifically, the CCPA allows you to request us to:</p>\n<ul>\n<li>Inform you about the categories of personal information we collect or disclose about you.\nthe categories of sources of such information.\nthe business or commercial purpose for collecting your personal information.\nand the categories of third parties with whom we share/disclose personal information.</li>\n<li>Provide access to and/or a copy of certain information we hold about you.</li>\n<li>Delete certain information we have about you.</li>\n</ul>\n<p>The CCPA further provides you with the right to not be discriminated against (as provided for in applicable law) for exercising your rights.</p>\n<p>Please note that certain information may be exempt from such requests under California law.\nFor example, we need certain information in order to provide the Services to you.\nWe also will take reasonable steps to verify your identity before responding to a request.</p>\n<p>If you are a California resident and you would like to exercise any of your data rights under California law, please click here to submit your request through our webform.\nAlternatively, you can email us at california-privacy@ro.co.\nPlease include your full name, email address and residential address associated with your use of our Services, along with the rights you would like to exercise, so that we can process your request in an efficient manner.\nIf you would like to receive a copy of your medical record in connection with your request, please indicate that in your email message.\nBy requesting your medical record in this way, you are agreeing to receive your medical record in an unencrypted email message.</p>\n<p>\n<strong>Sale of Personal Information</strong>.\nThe CCPA requires companies that “sell” (as defined in the CCPA) your personal information to provide you with notice and an opportunity to opt out.\nIf you began using the Services prior to October 14th, 2021, Ro has not sold (and will not sell) information collected prior to that date that identifies you such as your name, email address, phone number, or postal address.\nLike many companies with an internet presence, we do work with third parties that provide marketing and advertising services to us, including interest-based advertising services, and these third parties may place tags, pixels, cookies, beacons, and other similar tracking mechanisms on our Website and App and collect your online identifiers.\nBecause of the CCPA’s broad definitions of “sale” and “personal information,” making certain online identifiers available to these companies so that they can provide marketing and advertising services to Ro may be considered a “sale” under the CCPA .\nTo opt out of sharing your information with participating third parties for interest-based advertising, please visit the Network Advertising Initiative’s Consumer Opt-Out link, the Digital Advertising Alliance’s Consumer Opt-Out link, or Your Online Choices.\nPlease note that these opt-outs are device and browser based, so you will need to opt out on each of your devices and browsers.\nFor more information, see the Online Analytics and Advertising Section above.</p>\n<p>If you began using the Services after our Privacy Policy was updated on October 14th, 2021, as discussed above in the “Online Advertising” section, we may also share information such as your email address with third-party advertising networks that use such information to better target advertising to you regarding Ro products and services, as well as other products and services, as you browse the internet.\nThis sharing may be considered a “sale” under the CCPA.\nTo opt out of the sale of your information under the CCPA as a California resident, please click here.</p>\n<p>\n<strong>Shine the Light Disclosure</strong>.\nThe California “Shine the Light” law gives residents of California the right under certain circumstances to request information from us regarding the manner in which we share certain categories of personal information (as defined in the Shine the Light law) with third parties for their direct marketing purposes.\nWe do not share your personal information with third parties for their own direct marketing purposes.</p>PRIVACY INFORMATION FOR NEVADA RESIDENTS<p>Under Nevada law, certain Nevada consumers may opt out of the sale of “personally identifiable information” for monetary consideration (as such terms are defined under Nevada law) to a person for that person to license or sell such information to additional persons.\nWe do not engage in such activity.\nhowever, if you are a Nevada resident who has purchased services from us, you may submit a request to opt out of any potential future sales under Nevada law by nevada-privacy@ro.co.\nPlease note we will take reasonable steps to verify your identity and the authenticity of the request.\nOnce verified, we will maintain your request in the event our practices change.</p>RETENTION OF YOUR INFORMATION<p>We keep your information for no longer than necessary for the purposes for which it is processed.\nThe length of time for which we retain information depends on the purposes for which we collected and use it and/or as required to comply with applicable laws.</p>REVISIONS TO OUR PRIVACY POLICY<p>We reserve the right to change this Privacy Policy at any time to reflect changes in the law, our data collection and use practices, the features of our Services, or advances in technology.\nWe will make the revised Privacy Policy accessible through the Services, so you should review it periodically.\nThe date this Privacy Policy was last revised is identified at the top of the document.\nYou are responsible for periodically monitoring and reviewing any updates to the Privacy Policy.\nIf we make a material change to the Privacy Policy, we will provide you with appropriate notice in accordance with legal requirements.\nYour continued use of our Websites or Apps after such amendments (and notice, where applicable) will be deemed your acknowledgment of these changes to this Privacy Policy.</p>CONTACTING US<p>If you have any questions about this Privacy Policy or Ro’s privacy practices, please contact us at:</p>\n<p>Roman Health Ventures Inc.<br>116 W.\n23rd Street, 4th Floor<br>New York, NY 10011<br>privacy@ro.co</p>\n<ul>\n<li>home</li>\n<li>transparency</li>\n<li>founder letter</li>\n<li>advisors</li>\n<li>careers</li>\n<li>press</li>\n<li>blog</li>\n<li>contact</li>\n</ul>LinkedIntwitterRomanRoryZeroTermsPrivacyCode of ConductDo Not Sell My Information© 2022 Ro", "created_at": "2022-05-01 20:59:38.759539", "updated_at": "2022-05-01 19:00:23.976094"}], "points": [], "urls": ["getroman.com", "ro.co"]}}