{"error": 448, "message": "OK", "parameters": {"id": 2994, "name": "Mattermost", "created_at": "2021-04-06 13:47:41.959355", "updated_at": "2021-04-07 00:01:55.219134", "wikipedia": null, "keywords": null, "related": null, "slug": "mattermost", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2994.png", "url": "mattermost.com", "documents": [{"id": 4740, "name": "Privacy Policy", "url": "https://mattermost.com/privacy-policy/", "xpath": "", "text": " Skip to content <ul>\n<li> Product <p>Real-time Collaboration Suite</p>\n<ul>\n<li> Features</li>\n<li> Security</li>\n<li> Compliance</li>\n<li> Enterprise Edition</li>\n<li> Integrations</li>\n</ul> Mattermost Cloud <p>High-trust collaboration platform delivered as SaaS</p> Learn more Mattermost Incident Collaboration <p>Deploy Mattermost as a DevOps command center</p> Learn more </li>\n<li> Pricing </li>\n<li> Solutions <p>Use Cases</p>\n<ul>\n<li> DevOps</li>\n<li> ChatOps</li>\n<li> Remote Work</li>\n</ul>\n<p>Dev Suites</p>\n<ul>\n<li> Atlassian</li>\n<li> Microsoft</li>\n</ul>\n<p>More</p>\n<ul>\n<li> Government</li>\n<li> Partners</li>\n</ul>\n</li>\n<li> Customers </li>\n<li> Resources <ul>\n<li> Community</li>\n<li> Training</li>\n<li> Resource Library</li>\n</ul> Official Mattermost Blog <p>Deploy Mattermost as a DevOps command center</p> Read Blog </li>\n<li> Docs <ul>\n<li> User's Guide</li>\n<li> Cloud Admin Guide</li>\n<li> Self-Managed Admin Guide</li>\n<li> Contribute to Mattermost</li>\n<li> Release Notes</li>\n<li> All Docs</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Get Started </li>\n</ul> Get Started Mattermost Privacy Policy Mattermost Terms <ul>\n<li>Terms of Use</li>\n<li>Self-Managed Subscription License Agreement</li>\n<li>Cloud Subscription License Agreement</li>\n<li>Beta Subscription Terms</li>\n<li>Mattermost Software Evaluation Agreement</li>\n<li>Support Terms</li>\n<li>Data Processing Addendum</li>\n<li>Subprocessor</li>\n<li>Hosted Push Notification Terms</li>\n</ul> Mattermost Policies <ul>\n<li>Privacy Policy</li>\n<li>Cookies Policy</li>\n<li>Trademark Policy</li>\n</ul> Effective Date: November 4th, 2020<p>Here at Mattermost, Inc.\n(“Mattermost” or “we” or “us” or “our”), protecting your privacy is really important to us.\nThis Mattermost privacy policy (the “Privacy Policy”) is designed to help you understand what information we collect about you, including personal data within the meaning of the General Data Protection Regulation (“GDPR”) and other information that directly identifies you or makes you identifiable (“personal information”), and how we use that information.</p>\n<p>This Privacy Policy applies to all visitors and users of Mattermost’s self-hosted and cloud products and services (collectively, the “Services”), Mattermost.com, Mattermost forum, Mattermost documentation, Mattermost Community, code repositories, and other Mattermost websites (collectively, the “Sites”).</p>\n<p>Please read this Privacy Policy carefully.\nBy accessing or using any part of the Services or the Sites, you acknowledge that you have been informed of our practices with regard to your personal information and other data.\nIf you do not agree to this Privacy Policy, please immediately cease use of the Services and the Sites and please shut down your account.</p>\n<p>In order to provide the Services to you, Mattermost is utilized by and in some cases has entered into a separate data processing agreement with the organization (either an employer or another entity or person)(each, a “Customer”) that governs the delivery, access, and your use of the Services.\nThe Customer owns and controls the messages, files, or other content submitted to the Services, including your personal information (the “Customer Data”) and your account with the Services and any associated Customer Data that you provide.\nIn these cases Mattermost acts as a data processor within the meaning of Art.\n28 GDPR and the processing of such data is governed by the respective data processing agreement with the Customer.\nThe Customer also controls and manages any Third Party Services they use in conjunction with the Services.\nThe Customer has authorized you to access the Services that they control and the Customer is the controller of the Customer Data.\nPlease contact the Customer if you have any questions related to such Customer’s specific settings and privacy practices.</p> Contact Us<p>Please contact us at privacy@mattermost.com if you have any complaints or concerns with respect to your privacy.\nIf you believe we are unable to assist you, you have the right to lodge a complaint with a supervisory authority in the relevant jurisdiction.\nHowever, we are committed to working with you to resolve any complaint or concern you may have with respect to your privacy.</p> Information We Collect and How We Use It<p>We collect information that relates to you in connection with your visits to the Sites and use of the Services (including without limitation, personal information that you provide, and information that is collected automatically).\nPlease be aware that some of the information described below is required to offer you the Sites and Services, and if this information is not provided, we may not be able to provide the Sites and Services.</p>\n<p>\n<strong>\n<u>Information from Website Visitors: </u>\n</strong>\n</p>\n<ul>\n<li>\n<strong>Information You Provide to Us</strong>: We collect personal information that you provide when you register for or create an account with the Sites or request more information about our Services.\nThis information includes your name, email address, phone number, and other necessary contact details.\nWe use this information <strong>to communicate with you about the Services and respond to your requests</strong>.\nWe use your contact information to respond to your questions, inform you about changes to the Services and any Mattermost events, communicate about account-related matters, and resolve technical issues you encounter.\nWe may also use your information in assisting us with responding to your questions and give you access to demo and educational materials.\nWe may occasionally send you an email to tell you about security, system information, new features, solicit feedback, or keep you informed with what is going on with Mattermost.\nPlease note that there’s an unsubscribe link located at the bottom of each of the marketing emails we send you so you can stop receiving such emails at any time.\n<ul>\n<li>To the extent that such processing is subject to the GDPR, the following applies: In case you act as our customer, the legal basis for the above-mentioned processing of personal information is Art.\n6 (1) (b) GDPR (performance of a contract).</li>\n<li>To the extent that such processing is subject to the GDPR, the following applies: In case you act for your employer or another organization as a customer, the legal basis for the above-mentioned processing of personal information is Art.\n6 (1) (f) GDPR (legitimate interests).</li>\n</ul>\n</li>\n<li>When you use or visit the Sites and/or Services, we may send one or more cookies — small text files containing a string of alphanumeric characters — to your computer or device that allows us to uniquely identify your browser, computer, or device.\n<strong>Please see our </strong>\n<strong>Cookies Policy</strong>\n<strong> for more information on the way we use Cookies </strong>and the information we collect from Cookies.</li>\n<li>\n<strong>Device And Log Information: </strong>We may record log file information every time you access and use the Sites including Internet Protocol (IP) address, location, browser type and settings, date and time the Sites were used, the web page that you were visiting before accessing our Sites, external links and the features or content which you accessed from our site.\nWhen you access the Sites with a device (including a mobile device), we may collect and store a unique identifier associated with your device and additional information about the device accessing the Site, including user settings, location, operating system of the device, and crash settings.\nWe use this information <strong>to protect from potential security attacks and abuse</strong>.\nWe use this type of information to verify accounts and activity, to detect, investigate, prevent, and respond to potential or actual security incidents and to monitor and protect against other malicious, deceptive, fraudulent, or illegal activity.\n<ul>\n<li>To the extent that such processing is subject to the GDPR, the following applies: The legal basis for such processing of personal information is Art.\n6 (1) (f) GDPR (legitimate interests).</li>\n</ul>\n</li>\n<li>\n<strong>Usage Information:</strong> We also collect information about the way you use our Sites, for example, the site from which you came and the site to which you are going when you leave, the pages you visit, the links you click, how frequently you access the Sites, whether you open emails or click the links contained in emails, whether you access the Site from multiple devices and other actions you take on the Sites.\nWe may collect analytics data, or use third-party analytics tools, to help us measure traffic, usage trends, and to understand more about the demographics of our users.\nWe may also work with third party partners to employ technologies, including the application of statistical modeling tools, which attempt to recognize you across multiple devices.\nWe use this information <strong>to market, promote, and drive engagement with our Sites.</strong> We use usage data to improve performance and content.\nWe use contact information and information about how you interact with our Sites to market to you or offer you information and updates on our products or services we think that you may be interested in.\nWhile we may use your personal information in this manner, please note that we do not use the personal information you input to the Sites to serve you ads, and we will never share such information with any third parties for marketing or advertising purposes, unless you have explicitly submitted it to us for that purpose.\n<ul>\n<li>To the extent that such processing is subject to the GDPR, the following applies: The legal basis for such processing of personal information is Art.\n6 (1) (f) GDPR (legitimate interests).</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>\n<u>Information from Mattermost Self-Hosted Products:</u>\n</strong>\n</p>\n<ul>\n<li>\n<strong>Service and Usage Information: </strong>Mattermost collects error and diagnostics, security alert and log file reporting.\nWe may also collect information about usage of enterprise features as well as commercial license key registration information.\nWe use this information to improve your experience with Services and to protect from potential security attacks and abuse.\nPlease see telemetry data for more information.\nYou can also opt-out of the usage ping through the admin dashboard.\n<ul>\n<li>To the extent that such processing is subject to the GDPR, the following applies: The legal basis for such processing of personal information is Art.\n6 (1) (f) GDPR (legitimate interests).</li>\n</ul>\n</li>\n<li>\n<strong>Information You Provide to Us</strong>: Customers that purchase the Services may provide billing details such as payment information which include organization’s name, phone number, domain, email address, physical address, and billing addresses.\nWe also collect information that you provide when you request more details about our Services.\nThis information may include your name, email address, and other necessary account details.\nWe use this information to provide and deliver Services, process billing transactions related to the Services, to communicate with you about the Services and respond to your requests.\n<ul>\n<li>To the extent that such processing is subject to the GDPR, the following applies: In case you act as our customer, the legal basis for the above-mentioned processing of personal information is Art.\n6 (1) (b) GDPR (performance of a contract).</li>\n<li>In case you act for your employer or another organization as a customer, the legal basis for the above-mentioned processing of personal information is Art.\n6 (1) (f) GDPR (legitimate interests).</li>\n</ul>\n</li>\n<li>\n<strong>Push Notification Information: </strong>Customers may choose a specific configuration of the system that uses the optional Mattermost Hosted Push Notification Service (HPNS), in lieu of the self-hosted option also offered.\nWhen utilizing this service, customers may choose to enable information that include the following types of Personal Data: usernames and message preview snippets (which may include Personal Data shared by users in messages, if the customer enables the ability to display message preview snippets for the HPNS relay).\nCustomers can configure HPNS to share no personal data in relaying messages to mobile applications.\n<ul>\n<li>To the extent that such processing is subject to the GDPR, the following applies: In case you act as our customer, the legal basis for the above-mentioned processing of personal information is Art.\n6 (1) (b) GDPR (performance of a contract).</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>\n<u>Information from Mattermost Cloud Products:</u>\n</strong>\n</p>\n<ul>\n<li>\n<strong>Service Usage Information: </strong>When you interact with the Services, information is generated that provides context about the way you use the Services.\nincluding team and channel memberships, system preferences, features you use, content and links you interact with, the types of files shared and what third party services are used (if any).\nWe use this information <strong>to improve and personalize your experience with Services.\n</strong>We use your information to research and analyze usage and performance of Services to make the Services more useful, more performant, and more intuitive.\nWe use feedback, testing partners, and usage information to develop new products, features, and technologies that benefit customers, end-users, and the public.\n<ul>\n<li>To the extent that such processing is subject to the GDPR, the following applies: The legal basis for such processing of personal information is Art.\n6 (1) (f) GDPR (legitimate interests).</li>\n</ul>\n</li>\n<li>\n<strong>Log and Device information: </strong>We may record log file information every time you access and use the Services including Internet Protocol (IP) address, location, browser type and settings, date, and time.\nWhen you access the Service with a device (including a mobile device), we may collect and store a unique identifier associated with your device and additional information about the device accessing the Services, including user settings, location, the operating system of the device, and crash settings.\nWe use this information <strong>to protect from potential security attacks and abuse</strong>.\nWe use information about the device and logs to verify accounts and activity, to detect, investigate, prevent, and respond to potential or actual security incidents and to monitor and protect against other malicious, deceptive, fraudulent, or illegal activity.\n<ul>\n<li>To the extent that such processing is subject to the GDPR, the following applies: The legal basis for such processing of personal information is Art.\n6 (1) (f) GDPR (legitimate interests).</li>\n</ul>\n</li>\n<li>\n<strong>Customer Information: </strong>We collect information from Customers that access and use the Services, including the organization’s name, phone number, domain, physical address, and billing addresses.\nCustomers that purchase the Services may also provide billing details such as credit card information, and banking information, as well as anonymous usage data of the Services and commercial license key registration information.\nIn addition, we may collect information, such as contact information (including without limitation email, name, phone number, Customer name, and any other details requested or provided), that is provided to us or that is necessary for us to support the Customer and its users through helpdesk systems, forums, web input forms, surveys, and ticketing tools.\nWe use this information <strong>to provide Services.\n</strong>We use your information to provide and deliver Services and process transactions related to the Services, including registrations, subscriptions, purchases, and payments.\n<ul>\n<li>To the extent that such processing is subject to the GDPR, the following applies: In case you act as our customer, the legal basis for the above-mentioned processing of personal information is Art.\n6 (1) (b) GDPR (performance of a contract).</li>\n<li>In case you act for your employer or another organization as a customer, the legal basis for the above-mentioned processing of personal information is Art.\n6 (1) (f) GDPR (legitimate interests).</li>\n</ul>\n</li>\n<li>\n<strong>Information You Provide to Us</strong>: We collect personal and business information that you provide when you request more information about our Services.\nThis information may include your name, email address, and other necessary account details.\nWe use this information <strong>to communicate with you about the Services and respond to your requests</strong>.\nWe use your contact information to respond to your questions, inform you about changes to the Services, communicate about account-related matters, solicit feedback, and resolve technical issues you encounter.\nWe may also use your information in assisting us in responding to your questions.\n<ul>\n<li>To the extent that such processing is subject to the GDPR, the following applies: In case you act as our customer, the legal basis for the above-mentioned processing of personal information is Art.\n6 (1) (b) GDPR (performance of a contract).</li>\n<li>In case you act for your employer or another organization as a customer, the legal basis for the above-mentioned processing of personal information is Art.\n6 (1) (f) GDPR (legitimate interests).</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>\n<u>Information from Community Members and Contributors: </u>\n</strong>\n<strong>\n<u>&nbsp;</u>\n</strong>\n</p>\n<ul>\n<li>\n<strong>Information You Provide to Us</strong>: We collect personal information that you provide when you register for or create an account with the Sites or Services or request more information about our Sites or Services, or contribute to our open source projects.\nThis information includes your name, email address, physical address, and phone number.\nWe use this information<strong> to communicate with you and respond to your requests</strong>.\nWe use your contact information to respond to your questions, inform you about changes to the Services and Mattermost events, communicate about your contributions, solicit feedback, and resolve technical issues you encounter.\nWe may also use your information in assisting us in responding to your questions.\nIf you have made a contribution to our open source projects we may use your physical address to send you thank you gifts.\n<ul>\n<li>In case you act for your employer or another organization as a customer, the legal basis for the above-mentioned processing of personal information is Art.\n6 (1) (f) GDPR (legitimate interests).</li>\n</ul>\n</li>\n</ul>\n<p>For further information regarding the legal basis for the respective processing, please refer to the section “Our Legal Basis for Processing in the EU and Your Rights” below.</p>\n<p>If personal information is aggregated or de-identified so it is no longer reasonably associated with an identified or identifiable natural person, we may use it for any business purpose.</p> Information Shared with Third Parties and For What Purposes<p>We do not sell, trade, or otherwise transfer the information we collect from you to unaffiliated third parties.\nWe do, however, share the information we collect from you with trusted third parties who assist us in operating our Sites and Services, conducting our business, or servicing you, provided that those parties agree to keep your information confidential and secure.\nThese trusted third parties include:</p>\n<ul>\n<li>Service providers, subcontractors, partners, vendors, consultants, and others that help us with any of the purposes in this Privacy Policy, including by performing services on our behalf such as identifying and serving targeted advertisements, processing payments, sending email, providing back-office services, or measuring site traffic.\nThese service providers are not permitted to use the information collected on our behalf except to help us conduct and improve our business.\nNotwithstanding the foregoing, non-personally identifiable visitor information from our Sites may be provided to other parties for marketing, advertising, or other uses.</li>\n<li>Our affiliates, parent companies, subsidiaries, and other related companies, all for the purposes in this Privacy Policy;</li>\n<li>Third parties to respond or comply with, in our sole discretion, a court order, subpoena, law enforcement, or other government request (with or without notice to you, in our discretion) under applicable law;</li>\n<li>Buyers, successors, or others in connection with a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our business or assets.\nWe will provide notice before your personal information is transferred and becomes subject to a different privacy policy;</li>\n<li>Third parties, in our discretion, to: (i) satisfy any applicable law or regulation, (ii) enforce this Privacy Policy, including the investigation of potential violations thereof, (iii) investigate and defend ourselves against any third party claims or allegations, or (iv) protect against harm to the rights, property or safety of us, the Sites, the Services, other users of the Services, or third parties (including financial loss, or in connection with preventing fraud or illegal activity, and/or to enforce our other agreements with you).\nand</li>\n<li>Other third parties with your consent.</li>\n</ul> How We Protect Your Personal Information<p>We implement a variety of security measures to maintain the safety of your personal information that you submit from loss, misuse, and unauthorized access or disclosure.\nThese steps take into account the sensitivity of the information we collect, process, and store, as well as the current state of technology.\nAny information that we consider potentially sensitive is transmitted through encrypted channels and we follow generally accepted industry standards to protect the data collected by us, both during transmission and after we receive it.\nGiven the nature of communications and information processing technology, we cannot guarantee that information during transmission through the Internet or while stored on our systems or otherwise in our care will be absolutely safe from intrusion by others.</p>\n<p>If you believe that any account credentials for the Services have been compromised, please contact us immediately at privacy@mattermost.com.</p> Cookies, Tracking Technologies, and Do Not Track Signals<p>We use cookies and other tracking mechanisms on our Sites and Services.\nPlease read our Cookies Policy for more details.</p>\n<p>Your browser settings may allow you to automatically transmit a Do Not Track signal to websites and other online services you visit.\nWe do not alter our practices when we receive a Do Not Track signal from a visitor’s browser because we do not track our visitors to provide targeted advertising.\nTo find out more about Do Not Track, please visit&nbsp;All About Do Not Track.</p> Our Legal Basis for Processing in the EU and Your Rights<p>If the GDPR is applicable as per Art.\n3 of the GDPR.\nthen references to “personal information” in this Privacy Policy are equivalent to “personal data” governed by the GDPR.</p>\n<p>Our legal basis for collecting and using the personal information described above will depend on the personal information concerned and the specific context in which we collect it.\nWe will normally collect personal information from you only where we need the personal information to perform a contract with you (e.g.\nto provide you with our Services), where the processing is in our legitimate interests and not overridden by your data protection interests or fundamental rights and freedoms, or where we have your consent.\nIn some cases, we may also have a legal obligation to collect personal information from you.</p>\n<ul>\n<li>\n<strong>Performance of a </strong>\n<strong>contract</strong>.\nThe use of your personal data may be necessary to perform a Customer Agreement or other contract that you have with us.\nFor example, if you contribute to a project, create a profile, post, and comment on our Sites, we will use your information to carry out our obligation to complete and administer that Customer Agreement or contract.</li>\n<li>\n<strong>Legitimate interests</strong>.\nWe use your personal data for our legitimate interests, such as to provide you with the best content through our Sites, Services, and communications with users and the public, to improve and promote our products and services, and for administrative, security, fraud prevention and legal purposes.\nFor further details on the information collected by us, please see the sections above.</li>\n<li>\n<strong>Consent</strong>.\nWe may rely on your consent to use your personal data for certain direct marketing purposes, such as sending you newsletter updates about Mattermost products and services.\nYou may withdraw your consent at any time through the unsubscribe feature provided with each marketing email or by contacting us at the addresses given at the end of this Privacy Policy.</li>\n</ul> International Data Transfers and Storage<p>In order for us to operate and provide our Sites and Services globally, the personal data you provide to us or that we collect may be transferred or accessed in various countries, including the United States of America.\nIf you are located in the European Economic Area or other regions with laws governing data collection and use that may differ from U.S.\nlaw, please note that we may transfer information, including personal information, to a country and jurisdiction that offers a level of protection that may, in certain instances, be less protective of your personal data than the jurisdiction you typically reside in.</p>\n<ul>\n<li>\n<strong>European Union Standard Contractual Clauses:</strong> Where this is the case, we will enter into guarantees to ensure that the right security measures are taken so that your privacy rights continue to be protected as outlined in this Privacy Policy.\nIf we transfer information from the European Economic Area to third parties outside the European Economic Area and to countries not subject to schemes which are considered as providing an adequate data protection standard, we will enter into contracts which are based on the EU Standard Contractual Clauses with these parties, unless any such transfer is permitted for other reasons under the GDPR.</li>\n<li>\n<strong>Data Transfer under Art.\n49 GDPR:</strong> Notwithstanding the above, we may also rely on Art.\n49 GDPR to legitimize the transfer.</li>\n<li>\n<strong>U.-U.S.Privacy Shield and Swiss-U.S.\nPrivacy Shield: </strong>While Mattermost remains self-certified under the E.U.-U.S.\nPrivacy Shield and Swiss – U.S.\nPrivacy Shield, we are not relying on these frameworks for the transfer of personal data.\nTo see more information about our responsibilities under Privacy Shield, please see https://mattermost.com/privacy-shield.\nTo learn more about the Privacy Shield Program, please see http://www.privacyshield.gov/welcome.</li>\n</ul> Retention of Your Personal Information<p>We retain your personal information for as long as we need to provide our Sites and/or Services to you and the Customer(s).\nAfter such time, we will either delete or anonymize your information.</p>\n<p>If you have an account on Mattermost Sites or Services, we will retain your information for as long as your account is active or as needed to perform our contractual obligations, provide you services through the Sites, to comply with legal obligations, resolve disputes, preserve legal rights, or enforce our Customer Agreements and agreements.\nWe will delete information once it is no longer necessary to fulfill the purposes for which it was collected and processed.</p>\n<p>\n<strong>Information from Website Visitors: </strong>\n</p>\n<ul>\n<li>If you have elected to receive marketing emails from us, we retain information about your marketing preferences for a reasonable period of time from the date you last expressed interest in our Services, such as when you last opened an email from us or ceased using your Mattermost account.\nWe retain information derived from cookies and other tracking technologies for a reasonable period of time from the date such information was created so long as needed for our business purposes.</li>\n</ul>\n<p>\n<strong>Information from Mattermost Self-Hosted and Cloud Products: </strong>\n</p>\n<ul>\n<li>Depending on the Services plan, Customers may be able to customize their retention settings such that they are different than Mattermost’s standard data retention practices.\nCustomers may also apply different settings to messages, files, or other types of Customer Data.\nThe deletion of Customer Data and other use of the Services by Customer may result in the deletion and/or de-identification of certain personal information and other information.</li>\n<li>Mattermost Cloud products will retain Customer Data in accordance with a Customer’s instructions, including any applicable terms in the Customer Agreement and Customer’s use of Services, and as required by applicable law.\nMattermost may provide the option for Customers to delete Customer Data after their subscription ends.\nThis request must be made by the customer, and Mattermost may require additional ID verification.\nMattermost will delete all information from currently-running production systems within one year of the deletion request.</li>\n<li>National commercial or financial codes may require us to retain certain Customer information for up to 10 years.</li>\n</ul>\n<p>\n<strong>Information from Community Members and Contributors:</strong>\n</p>\n<ul>\n<li>Due to the open source nature of our products, services, and community, we may retain limited personal information indefinitely in order to ensure transactional integrity and nonrepudiation.\nFor example, if you provide your information in connection with a forum or blog post or comment, we may display that information even if you have deleted your account as we do not automatically delete community posts.\nAlso, if you contribute to a Mattermost project and provide your personal information in connection with that contribution, that information (including your name) will be embedded and publicly displayed with your contribution and we will not be able to delete or erase it because doing so would break the project code.</li>\n</ul>\n<p>If we are involved in litigation or a governmental or regulatory investigation, then we keep personal information throughout the period of litigation or investigation and for a reasonable amount of time thereafter.\nIf a settlement means that we have to keep personal information for longer, then we keep personal information for the period required to administer the settlement.\nIf we provide personal information to law enforcement agencies, then we keep a record of this for one year beyond the end of the investigation.</p> Your European Union Privacy Rights Regarding Your Personal Information<p>If the provision of the GDPR is applicable, then you have certain rights with respect to the use of personal information on the Sites and Services.\nIf your Personal Information was submitted to us by a Customer or your account is controlled by a Customer, then please contact the applicable Customer directly to exercise the below rights.\nOtherwise, please contact us at privacy@mattermost.com to exercise any of the below rights.</p>\n<p>You have the right:</p>\n<ul>\n<li>to demand information in accordance with Article&nbsp;15&nbsp;GDPR regarding the processing of your personal data by us.\nIn particular, you may request information on the purposes of the processing, the categories of personal data, the categories of recipient to whom your data have been or are disclosed, the envisaged storage period, the existence of the right to rectification, erasure, restriction of processing or objection, the right to lodge a complaint, the source of your data to the extent that these were not collected at our site, and the existence of automated decision-making, including profiling and any meaningful information on its details;</li>\n<li>in accordance with Article&nbsp;16&nbsp;GDPR, obtain the rectification of any inaccurate personal data stored by us or completion of such data without undue delay;</li>\n<li>in accordance with Article&nbsp;17&nbsp;GDPR, obtain the erasure of your personal data stored by us, to the extent that processing is not required for exercising the right of freedom of expression and information, for compliance with a legal obligation, for reasons of public interest or for the establishment, exercise or defense of legal claims;</li>\n<li>in accordance with Article&nbsp;18&nbsp;GDPR, obtain the restriction of processing of your personal data, to the extent that the accuracy of the data is contested by you, processing is unlawful, but you oppose erasure and we no longer need the personal data, but you still require them for the establishment, exercise or defense of legal claims or you have objected to processing pursuant to Article&nbsp;21&nbsp;GDPR;</li>\n<li>in accordance with Article&nbsp;20&nbsp;GDPR, demand to receive your personal data that you have provided to us in a structured, commonly used and machine-readable format or to demand transmission to another controller;</li>\n<li>in accordance with Article&nbsp;7(3) GDPR, to withdraw your consent once given to us at any time.\nThis has the consequence that we may no longer continue the data processing activities that were based on this consent in the future.</li>\n</ul>\n<p>In addition to the above-listed rights, as an EU resident, you also have the right to lodge a complaint with your local data protection authority.\nFurther information about how to contact your local data protection authority is available at&nbsp;http://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm.</p>\n<p>In accordance with Article 13(2)(e) GDPR we would like to inform you about the following:</p>\n<p>The provision of personal data is neither a statutory nor contractual requirement nor a requirement necessary to enter into a contract.\nYou are not obliged to provide personal data.\nThere are no consequences resulting from failure to provide such data.</p>\n<p>In accordance with Article 13(2)(f) GDPR we would like to inform you about the following:</p>\n<p>We do not process your personal data for the purpose of automated decision-making.</p> Your California Privacy Rights<p>This section provides additional details about the personal information we collect about California consumers and the rights afforded to them under the California Consumer Privacy Act or “CCPA.”</p>\n<p>For more details about the personal information we have collected over the last 12 months, including the categories of sources, please see the “Information We Collect and Receive”&nbsp;section above.\nWe collect this information for the business and commercial purposes described in the “How We Use Your Information” section above.\nWe share this information with the categories of third parties described in the “Information We Share with Third-Parties and For What Purposes” section above.\nMattermost does not sell (as such term is defined in the CCPA) the personal information we collect (and will not sell it without providing a right to opt-out).\nPlease note that we do use third-party cookies for our advertising purposes as further described in our Cookie Policy.</p>\n<p>Subject to certain limitations, the CCPA provides California consumers the right to request to know more details about the categories or specific pieces of personal information we collect (including how we use and disclose this information), to delete their personal information, to opt-out of any “sales” that may be occurring, and to not be discriminated against for exercising these rights.</p>\n<p>California consumers may make a request pursuant to their rights under the CCPA by contacting us at privacy@mattermost.com.\nWe will verify your request using the information associated with your account, including email address.\nGovernment identification may be required.\nConsumers can also designate an authorized agent to exercise these rights on their behalf.</p> Third-Party Links and Websites<p>This Privacy Policy does not apply to any third-party websites, services, or applications, even if they are accessible through our Sites and/or Services.&nbsp.\nThis Privacy Policy only applies to our Sites and Services, so when you link to other websites you should read those separate and independent privacy policies.\nWe have no responsibility or liability for the content and activities of these linked sites.\nHowever, we seek to protect the integrity of our Sites and Services and welcome any feedback about the Sites and Services.</p> Information from Children<p>The Services are not directed to children under the age of 13, and we do not knowingly collect personal information from children under the age of 13.\nIf you are a parent or guardian of a child under the age of 13 and believe that your child may have provided us with personal information, please contact us at&nbsp;privacy@mattermost.com&nbsp;and we will use commercially reasonable efforts to delete that information.</p> Changes to our Privacy Policy<p>If we decide to change our Privacy Policy, we will post those changes on this page.\nYour continued use of the Sites and Services after an updated Privacy Policy is posted constitutes your consent to the revised Privacy Policy.</p> Give your team the tools they’ve been waiting for Get Started Mattermost Product <ul>\n<li>Contact Sales</li>\n<li>Deployment</li>\n<li>Integrations</li>\n<li>End User Guide</li>\n<li>Administrator's Guide</li>\n<li>Release Notes</li>\n<li>Open Source Advantage</li>\n<li>Mattermost &amp.\nMS Teams</li>\n<li>Product Direction</li>\n</ul> Get Help <ul>\n<li>Community</li>\n<li>Get Support</li>\n<li>Discussion Forum</li>\n<li>Get Involved</li>\n<li>Nominate a Feature</li>\n<li>Branding Guidelines</li>\n</ul> Security <ul>\n<li>Security Overview</li>\n<li>Security Policies &amp.\nUpdates</li>\n<li>Security Bulletins Mailing List</li>\n<li>Report a Security Issue</li>\n</ul> Security <ul>\n<li>Security Overview</li>\n<li>Security Policies &amp.\nUpdates</li>\n<li>Security Bulletins Mailing List</li>\n<li>Report a Security Issue</li>\n</ul> About Us <ul>\n<li>Contact Us</li>\n<li>About Us</li>\n<li>News and Press</li>\n<li>Careers</li>\n<li>Find a Partner</li>\n</ul> Learn More <ul>\n<li>Remote Work</li>\n<li>DevOps</li>\n<li>ChatOps</li>\n<li>Blog</li>\n</ul> Download <ul>\n<li>Mattermost Server</li>\n<li>Enterprise Trial License</li>\n<li>Mobile and Desktop Apps </li>\n</ul>\n<p>© Mattermost, Inc.\n2021.\nTerms of Service or Privacy Policy.</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>We use cookies for advertising, social media and analytics purposes.\nRead about how we use cookies here.\nBy continuing to use this site, you consent to our use of cookies.</p> Accept ", "created_at": "2021-04-06 13:47:42.237566", "updated_at": "2021-04-06 13:47:55.808866"}, {"id": 4741, "name": "Cookie Policy", "url": "https://mattermost.com/privacy-policy/cookies/", "xpath": "//body", "text": " Skip to content <ul>\n<li> Product <p>Real-time Collaboration Suite</p>\n<ul>\n<li> Features</li>\n<li> Security</li>\n<li> Compliance</li>\n<li> Enterprise Edition</li>\n<li> Integrations</li>\n</ul> Mattermost Cloud <p>High-trust collaboration platform delivered as SaaS</p> Learn more Mattermost Incident Collaboration <p>Deploy Mattermost as a DevOps command center</p> Learn more </li>\n<li> Pricing </li>\n<li> Solutions <p>Use Cases</p>\n<ul>\n<li> DevOps</li>\n<li> ChatOps</li>\n<li> Remote Work</li>\n</ul>\n<p>Dev Suites</p>\n<ul>\n<li> Atlassian</li>\n<li> Microsoft</li>\n</ul>\n<p>More</p>\n<ul>\n<li> Government</li>\n<li> Partners</li>\n</ul>\n</li>\n<li> Customers </li>\n<li> Resources <ul>\n<li> Community</li>\n<li> Training</li>\n<li> Resource Library</li>\n</ul> Official Mattermost Blog <p>Deploy Mattermost as a DevOps command center</p> Read Blog </li>\n<li> Docs <ul>\n<li> User's Guide</li>\n<li> Cloud Admin Guide</li>\n<li> Self-Managed Admin Guide</li>\n<li> Contribute to Mattermost</li>\n<li> Release Notes</li>\n<li> All Docs</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Get Started </li>\n</ul> Get Started Mattermost Cookie Policy Mattermost Terms <ul>\n<li>Terms of Use</li>\n<li>Self-Managed Subscription License Agreement</li>\n<li>Cloud Subscription License Agreement</li>\n<li>Beta Subscription Terms</li>\n<li>Mattermost Software Evaluation Agreement</li>\n<li>Support Terms</li>\n<li>Data Processing Addendum</li>\n<li>Subprocessor</li>\n<li>Hosted Push Notification Terms</li>\n</ul> Mattermost Policies <ul>\n<li>Privacy Policy</li>\n<li>Cookies Policy</li>\n<li>Trademark Policy</li>\n</ul> Effective Date: November 4th, 2020<p>At Mattermost, trust is our No.\n1 priority and we always aim to be transparent about our practices.\nThis Cookie Policy provides information about our use of cookies.\nAny Capitalized terms used in this Cookie Policy but not defined have the meaning set forth in our Privacy Policy.</p> What are Cookies?<p>\n</p>\n<p>We use cookies on our Sites and Service (as defined below).\nCookies are small text files that a site or its service provider transfers to your computer or mobile device (if you allow).\nThese cookies are unique to your account, browser, or device and enable the site or service provider to recognize your browser and/or device, and, if you have a registered account, associate it with your registered account.\nSession-based cookies last only while your browser is open and are automatically deleted when you close your browser.\nPersistent cookies last until you or your browser delete them or until they expire.</p>\n<p>\n</p>\n<p>We use cookies (both session and persistent) and similar technologies (collectively, “<strong>Cookies</strong>”).\nWe use Cookies on the websites operated by Mattermost, Inc., and our affiliates (collectively, the “<strong>Sites</strong>”) and in the products and services we provide (collectively, the “<strong>Service</strong>”).\nWe also use trusted third party cookies.</p>\n<p>\n</p> Information that is Automatically Collected and How Mattermost Uses Cookies<p>\n</p>\n<p>We may use both session and persistent Cookies to convey information to us, such as: identify that you’ve logged in to the Service.\nyour Internet Protocol address.\nunique device identifiers.\nyour browser settings and specification.\nand information about how you use the Service (e.g., the pages you view, the links you click, features and functionalities you utilize, how frequently you access the Service, and other actions you take on the Service).\nCookies also allow us to track your usage of the Service over time.</p>\n<p>\n</p>\n<p>We use the following types of Cookies:</p>\n<p>\n</p>\n<ul>\n<li>\n<strong>Operationally Necessary Cookies: </strong>These Cookies allow you access to our Service or to make use of certain functionality.</li>\n<li>\n<strong>Preferences</strong>: These cookies allow our Site and Service to remember the choices that you’ve made in the past, like what language you prefer, your timezone, or your username and password so you can automatically log in.</li>\n<li>\n<strong>Security</strong>: These cookies enable and support our security features and help us to detect malicious activity.</li>\n<li>\n<strong>Statistic and Performance:</strong> These Cookies collect information about how you use the Site and Service and help us assess the performance of the Site and Service, such as which pages you visit and which links you click on.\nThis information is aggregated and anonymized and used to improve the Site and Service functionality.</li>\n<li>\n<strong>Marketing/Targeting/Advertising:</strong> These Cookies help us market more effectively to users that we and our partners believe may be interested in Mattermost.\nThey also help provide us with aggregated auditing, research, and reporting, and know when content has been shown to you.</li>\n</ul>\n<p>\n</p> Third Party Data Collection and Advertising<p>We strive to give you choices about how your personal information is used.&nbsp.\nWe do not sell, trade, or otherwise transfer the information we collect from you to unaffiliated third parties.\nWe do, however, share the information we collect from you with trusted third parties who assist us in operating our Site, conducting our business, or providing the Service to you, provided that those parties agree to keep your information confidential and secure.</p>\n<p>This includes sharing the following anonymous usage statistics about the Service on the Gfycat feature with Gfycat: which gifs are viewed and shared (without identifying specific users).\nhow many users have used the feature.\nand the search terms and categories that are selected from the Gfycat picker.</p> How to Opt Out<p>If you would prefer not to accept Cookies or otherwise wish to disable our use of tracking technologies, most browsers and mobile devices allow you to change your settings so as to notify you when you receive cookies or other tracking technologies are being used, and to choose whether or not to accept/allow it.\nMost browsers also allow you to disable or delete existing cookies or to automatically reject future cookies.\nPlease note, however, that if you don’t accept Cookies or disable Cookies, you may not be able to access all portions or features of the Site or the Service.</p>\n<p>Certain tracking technologies we use are related to advertising networks, and through those technologies we may share certain information such as IP addresses.\nPlease note that the information we share with those advertising networks might be combined with other information about you that those networks may have collected from other sources.\nTo learn more about advertising networks and how to opt out of sharing information with them, please click here and here.\nIf you’re in the EU, you can find additional information about your choices with respect to advertising networks and online behavioral advertising by clicking here.</p>\n<p>Certain tracking technologies we use involve the use of session replay scripts or other scripts that run directly from your browser.\nIf you wish to disable these tracking technologies, you can install a third-party browser analytics blocker plug-in such as Ghostery.</p>\n<p>If you have any questions about how we or our third-party service providers use cookies or other tracking technologies that aren’t answered in this Cookie Policy, please contact us at privacy@mattermost.com.</p> Give your team the tools they’ve been waiting for Get Started Mattermost Product <ul>\n<li>Contact Sales</li>\n<li>Deployment</li>\n<li>Integrations</li>\n<li>End User Guide</li>\n<li>Administrator's Guide</li>\n<li>Release Notes</li>\n<li>Open Source Advantage</li>\n<li>Mattermost &amp.\nMS Teams</li>\n<li>Product Direction</li>\n</ul> Get Help <ul>\n<li>Community</li>\n<li>Get Support</li>\n<li>Discussion Forum</li>\n<li>Get Involved</li>\n<li>Nominate a Feature</li>\n<li>Branding Guidelines</li>\n</ul> Security <ul>\n<li>Security Overview</li>\n<li>Security Policies &amp.\nUpdates</li>\n<li>Security Bulletins Mailing List</li>\n<li>Report a Security Issue</li>\n</ul> Security <ul>\n<li>Security Overview</li>\n<li>Security Policies &amp.\nUpdates</li>\n<li>Security Bulletins Mailing List</li>\n<li>Report a Security Issue</li>\n</ul> About Us <ul>\n<li>Contact Us</li>\n<li>About Us</li>\n<li>News and Press</li>\n<li>Careers</li>\n<li>Find a Partner</li>\n</ul> Learn More <ul>\n<li>Remote Work</li>\n<li>DevOps</li>\n<li>ChatOps</li>\n<li>Blog</li>\n</ul> Download <ul>\n<li>Mattermost Server</li>\n<li>Enterprise Trial License</li>\n<li>Mobile and Desktop Apps </li>\n</ul>\n<p>© Mattermost, Inc.\n2021.\nTerms of Service or Privacy Policy.</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>We use cookies for advertising, social media and analytics purposes.\nRead about how we use cookies here.\nBy continuing to use this site, you consent to our use of cookies.</p> Accept ", "created_at": "2021-04-06 13:48:08.701582", "updated_at": "2021-04-06 13:48:18.514286"}, {"id": 4742, "name": "Security Overview", "url": "https://docs.mattermost.com/overview/security.html", "xpath": "//body", "text": " Mattermost 5.33 <ul>\n<li>Overview<ul>\n<li>Product Overview</li>\n<li>Security Overview<ul>\n<li>Security Features<ul>\n<li>Private Cloud Deployment with Secure Mobile Apps</li>\n<li>Centralized Security and Administration</li>\n<li>Transmission Security</li>\n<li>Integrity and Audit Controls</li>\n<li>Authentication Safeguards</li>\n<li>Access Control Policy</li>\n</ul>\n</li>\n<li>Security Updates</li>\n<li>Security Policies</li>\n<li>HIPAA compliance</li>\n<li>FINRA compliance</li>\n</ul>\n</li>\n<li>Integrations Overview</li>\n<li>Licensing and Subscription</li>\n<li>Mattermost Cloud Overview</li>\n<li>Corporate Directory Integration</li>\n<li>Certifications and Compliance Overview*</li>\n<li>Frequently Asked Questions (FAQ)</li>\n</ul>\n</li>\n<li>Cloud Administrator's Guide</li>\n<li>Self-Managed Administrator's Guide</li>\n<li>User's Guide</li>\n<li>Integration Guide</li>\n<li>Developer's Guide</li>\n</ul>\n<i>\n</i> Mattermost <ul>\n<li>Docs »</li>\n<li>Mattermost Overview »</li>\n<li>Security Overview</li>\n<li> Edit </li>\n</ul> Security Overview¶\n<p>Security in Mattermost software is continually reviewed by developers, IT administrators, and security researchers accountable for deploying the software in their organizations.</p>\n<p>Multiple rounds of penetration testing and security analysis, in addition to internal reviews, have produced a long list of safeguards, processes, policies, and compliance features:</p>\n<p>Contents</p>\n<ul>\n<li>\n<p>Security Overview</p>\n<ul>\n<li>\n<p>Security Features</p>\n<ul>\n<li>\n<p>Private Cloud Deployment with Secure Mobile Apps</p>\n</li>\n<li>\n<p>Centralized Security and Administration</p>\n</li>\n<li>\n<p>Transmission Security</p>\n</li>\n<li>\n<p>Integrity and Audit Controls</p>\n</li>\n<li>\n<p>Authentication Safeguards</p>\n</li>\n<li>\n<p>Access Control Policy</p>\n</li>\n</ul>\n</li>\n<li>\n<p>Security Updates</p>\n</li>\n<li>\n<p>Security Policies</p>\n</li>\n<li>\n<p>HIPAA compliance</p>\n</li>\n<li>\n<p>FINRA compliance</p>\n</li>\n</ul>\n</li>\n</ul>\n<p>To expand on each:</p> Security Features¶\n<p>Mattermost offers a host of features to help keep your private cloud communications secure.</p> Private Cloud Deployment with Secure Mobile Apps¶\n<blockquote>\n<ul>\n<li>\n<p>Mattermost can run entirely behind your firewall as a single Linux binary with MySQL or PostgreSQL.</p>\n</li>\n<li>\n<p>Mattermost mobile apps can be deployed to an internal Enterprise App Store by using source code available for Mattermost mobile apps and push notification service.\nOptionally VPN clients on PC and mobile devices can be used outside your private network.</p>\n</li>\n<li>\n<p>Optionally, Mattermost mobile apps can run without a VPN by opening standard ports on your Mattermost server, such as 80 or 443.\nIn this configuration, you have the option of using compiled iOS and Android applications in iTunes and Google Play provided by Mattermost, Inc.\n(E10, E20), as well as enabling multi-factor authentication (E10, E20).</p>\n</li>\n<li>\n<p>User sessions across web, PC, and mobile can be remotely revoked through account settings, or via the System Console by deactivating accounts.</p>\n</li>\n<li>\n<p>Mattermost apps can be packaged into leading Enterprise Mobility Management solutions including AirWatch and Blackberry through AppDome.</p>\n</li>\n</ul>\n</blockquote> Centralized Security and Administration¶\n<blockquote>\n<ul>\n<li>\n<p>Manage users, teams, access control, and system settings in a web-based System Console user interface.</p>\n</li>\n</ul>\n</blockquote> Transmission Security¶\n<blockquote>\n<ul>\n<li>\n<p>Mattermost supports TLS encryption using AES-256 with 2048-bit RSA on all data transmissions between Mattermost client applications and the Mattermost server across both LAN and internet.</p>\n</li>\n<li>\n<p>Connections to Active Directory/LDAP can be optionally secured with TLS or stunnel (E10).</p>\n</li>\n<li>\n<p>Encryption-at-rest is available for messages via hardware and software disk encryption solutions applied to the Mattermost database, which resides on its own server within your infrastructure.\nTo enable end user search and compliance reporting of message histories, Mattermost does not offer encryption within the database.</p>\n</li>\n<li>\n<p>Encryption-at-rest is available for files stored via hardware and software disk encryption solutions applied to the server used for local storage or storage via MinIO.</p>\n</li>\n<li>\n<p>Encryption-at-rest is available for files stored in Amazon’s proprietary S3 system using server-side encryption with Amazon S3-managed keys (E20) when users choose not to use open source options.</p>\n</li>\n<li>\n<p>Option to exclude message contents from push notifications to comply with strict compliance policies, such as US HIPAA standards.</p>\n</li>\n<li>\n<p>Ability to exclude or include the contents of messages in push notifications to avoid disclosure on locked mobile screens, and via relay servers from Apple and Google when sending notifications to iOS or Android mobile apps (relevant to compliance standards such as HIPAA).</p>\n</li>\n</ul>\n</blockquote> Integrity and Audit Controls¶\n<blockquote>\n<ul>\n<li>\n<p>By default, Mattermost stores a complete history of messages, including edits and deletes, along with all files uploaded.\nUser interface actions for “deleting” messages and channels remove the data only from the user interface.\nthe data is retained within your database.\nIf your compliance guidelines require it, you can turn off users’ ability to edit and delete their messages after they are posted.</p>\n</li>\n<li>\n<p>Use an antivirus plugin to scan for viruses before uploading a file to Mattermost.\nSupports ClamAV anti-virus software across browser, Desktop App, and Mobile Apps.</p>\n</li>\n<li>\n<p>Custom data retention policies on messages and file uploads is available (E20).\nA daily data deletion job can be scheduled that deletes messages from the database and user interface, and file uploads from local file storage or Amazon S3, which exceed the specified retention period.</p>\n</li>\n<li>\n<p>The output and archives of server logs can be saved to a directory of your choice.\nMattermost server logs plus logs from your web proxy can provide an end-to-end history of system usage.</p>\n</li>\n<li>\n<p>Ad hoc compliance reports of messaging by user, date range, and keyword, including edited and deleted messages are available (E20).\nTo protect against unauthorized use, all ad hoc report requests are logged.</p>\n</li>\n<li>\n<p>Daily compliance reports compatible with third-party compliance solutions such as Global Relay and Actiance are also available (E20).</p>\n</li>\n</ul>\n</blockquote> Authentication Safeguards¶\n<blockquote>\n<ul>\n<li>\n<p>To protect against brute force attacks, you can set rate limiting on APIs, varied by query frequency, memory store size, remote address, and headers.</p>\n</li>\n<li>\n<p>Session length, session cache, and idle timeout can be configured according to your internal policies, automatically forcing a user to re-login after a specified period of time.</p>\n</li>\n<li>\n<p>Remotely revoke user sessions across web, mobile devices, and native desktop apps.</p>\n</li>\n<li>\n<p>Remotely reset user passwords via the System Console or via the command line.</p>\n</li>\n<li>\n<p>Mattermost supports integrated authentication with Active Directory and LDAP (E10) as well as SAML 2.0 SSO integration with providers including Active Directory Federation Services, Okta, among others (E20).</p>\n</li>\n<li>\n<p>The ability to require multi-factor authentication is also available (E10).</p>\n</li>\n</ul>\n</blockquote> Access Control Policy¶\n<p>To prevent account enumeration, if a user logs in and enters incorrect login details a generic error is presented.</p>\n<p>Security is a top concern for organizations who deploy Mattermost in a private network.\nWhile running under existing policies and auth protocols of the private network, we prioritize a better user experience (telling a user what went wrong on login) ahead of preventing users on the private network from enumerating accounts.</p>\n<p>Mattermost is optimized to be deployed in a highly secure environment.\nHowever, admins are given a choice as to the deployment environment.</p>\n<p>When Mattermost is deployed outside a firewall, Admins must be aware that their system is exposed to issues inherent in public cloud deployments.\nIn this case, we generally follow the standards of leading online services.\nFor example, Gmail offers APIs that not only confirm whether an email account exists, but also displays the user’s profile picture by default.</p>\n<p>Mattermost undergoes extensive penetration testing, security reviews, and security updates.\nYou can find further details and previous discussion in our GitHub thread.\nIn addition, the following policies are provided:</p>\n<blockquote>\n<ul>\n<li>\n<p>Limit communications to specific users, private channels, or team-wide public channels.</p>\n</li>\n<li>\n<p>Increase system security by restricting email-based account creation to email addresses from a list of specific domains, e.g.\n“corp.mattermost.com”, “mattermost.org”, etc.”</p>\n</li>\n<li>\n<p>Choose whether to restrict or enable cross-origin requests.</p>\n</li>\n<li>\n<p>If sharing of public links for account creation or sharing of files and images are enabled, links can be invalidated via the System Console by regenerating salts.</p>\n</li>\n<li>\n<p>Optionally add advanced passwords requirements with minimum numbers of symbols, numbers, lower, and uppercase letters.</p>\n</li>\n<li>\n<p>Optionally restrict creation, renaming, archiving of channels, private channels and integrations to Team Admins, System Admins, or end users (E10).</p>\n</li>\n<li>\n<p>Optionally restrict sending team invites to Team Admins, System Admins, or end users (E10).</p>\n</li>\n</ul>\n</blockquote> Security Updates¶\n<p>Security updates address newly discovered attacks reported to Mattermost, Inc.\nby the security research community.\nDisclosures are made confidentially, under the Mattermost responsible disclosure policy, allowing for Mattermost, Inc.\nto provide security updates to the community prior to public disclosure.</p>\n<p>For more information, please see:</p>\n<ul>\n<li>\n<dl>\n<dt>Mattermost Security Updates Disclosures</dt>\n<dd>\n<ul>\n<li>\n<p>A summary of security updates made based on past and on-going security analysis and penetration testing.</p>\n</li>\n</ul>\n</dd>\n</dl>\n</li>\n<li>\n<dl>\n<dt>Mattermost Responsible Disclosure Policy</dt>\n<dd>\n<ul>\n<li>\n<p>An overview of how security issues are confidentially reported to and addressed by Mattermost, Inc.</p>\n</li>\n</ul>\n</dd>\n</dl>\n</li>\n</ul> Security Policies¶\n<p>For information on internal security policies, development guidelines, business continuity plans, and common security-related questions from enterprises, please see our Security Policies documentation.</p>\n<p>Moreover, Mattermost performs a penetration test on the software no less than once per twelve (12) month period.\nCustomers may request a copy of any penetration test results upon five (5) days’ written notice at any time, but no more than once per twelve (12) month period.</p> HIPAA compliance¶\n<p>Deploying Mattermost as part of a HIPAA-compliant IT infrastructure requires a deployment team trained on HIPAA-compliance requirements and standards.</p>\n<ul>\n<li>\n<p>Mattermost offers HIPAA-relevant <strong>Technical Safeguards</strong> including:</p>\n<blockquote>\n<ul>\n<li>\n<p>Integrity Controls</p>\n</li>\n<li>\n<p>Access Control</p>\n</li>\n<li>\n<p>Transmission Security</p>\n</li>\n<li>\n<p>Audit Controls</p>\n</li>\n</ul>\n</blockquote>\n</li>\n<li>\n<p>HIPAA-compliant deployments commonly consider the following:</p>\n<blockquote>\n<ul>\n<li>\n<p>Omitting the contents of messages from mobile push and email notifications:</p>\n<blockquote>\n<ul>\n<li>\n<p>If your Push Notifications Contents option is set to <code>Send full message snippet</code> there is a chance Personal Health Information (PHI) contained in messages could be displayed on a user’s locked phone as a notification.\nTo avoid this, set the option to <code>Send generic description with user and channel names</code> or <code>Send generic description with only sender name</code>.</p>\n</li>\n<li>\n<p>Similarly, setting Email Notifications Contents to <code>Send generic description with only sender name</code> will only send the team name and name of the person who sent the message, with no information about channel name or message contents included in email notifications.</p>\n</li>\n</ul>\n</blockquote>\n</li>\n</ul>\n</blockquote>\n</li>\n<li>\n<p>Beyond Technical Safeguards, HIPAA compliance deployments also require:</p>\n<blockquote>\n<ul>\n<li>\n<p>Administrative Safeguards</p>\n</li>\n<li>\n<p>Physical Safeguards</p>\n</li>\n<li>\n<p>Organizational requirements and other standards.</p>\n</li>\n</ul>\n</blockquote>\n</li>\n</ul>\n<p>To learn more, please review HIPAA requirements from the US Department of Health and Human Services.</p> FINRA compliance¶\n<p>Mattermost Enterprise Edition E20 is designed to meet the cybersecurity requirements of the United States Financial Industry Regulatory Authority (FINRA) as part of a customer’s existing operational systems, including technology governance, system change management, risk assessments, technical controls, incident response, vendor management, data loss prevention, and staff training.</p>\n<p>FINRA reviews a firm’s ability to protect the confidentiality, integrity, and availability of sensitive customer information.\nThis includes reviewing each firm’s compliance with SEC regulations, including:</p>\n<ul>\n<li>\n<p>Regulation S-P (17 CFR §248.30), which requires firms to adopt written policies and procedures to protect customer information against cyber-attacks and other forms of unauthorized access.</p>\n</li>\n<li>\n<p>Regulation S-ID (17 CFR §248.201-202), which outlines a firm’s duties regarding the detection, prevention, and mitigation of identity theft.</p>\n</li>\n<li>\n<p>The Securities Exchange Act of 1934 (17 CFR §240.17a-4(f)), which requires firms to preserve electronically stored records in a non-rewriteable, non-erasable format.</p>\n</li>\n</ul>\n<p>Mattermost supports FINRA compliance as part of a customer’s integrated operations in the following ways:</p>\n<ul>\n<li>\n<p>\n<strong>Continuous archiving:</strong> Configuration as a non-rewriteable, non-erasable system of record for all messages and files entered into the system.\nMoreover, automated compliance exports and integration support for Smarsh/Actiance and Global Relay provide third-party eDiscovery options.</p>\n</li>\n<li>\n<p>\n<strong>Secure deployment:</strong> Deployment within private, public, and on-premesis networks with existing FINRA-compliant safeguards and infrastructure to protect customer information from cyber attack.</p>\n</li>\n<li>\n<p>\n<strong>Support for intrusion detection:</strong> Ability to support multi-layered intrusion detection from authentication systems to application servers to database access, including configuration of proxy, application, and database logging to deeply audit system interactions.</p>\n</li>\n<li>\n<p>\n<strong>Multi-layered disaster recovery:</strong> High Availability configuration, automated data back up, and enterprise information archiving integration to prevent data loss and recover from disaster.</p>\n</li>\n</ul> Next Previous <p> © Copyright 2015-2021 Mattermost.\n</p> Built with Sphinx using a theme provided by Read the Docs.\n&nbsp;&nbsp;Options&nbsp.\n<dl>\n<dt>Contribute</dt>\n<dd> Report a Problem </dd>\n<dd> Edit on GitHub </dd>\n</dl>\n<i>\n</i>\n<i>\n</i>\n<ul>\n<li>Developers</li>\n<li>Product</li>\n<li>Pricing</li>\n<li>Blog</li>\n<li>Download</li>\n<li>Trial</li>\n</ul> 🙂×<p>How would you rate this page?</p> 😀 <p>Excellent</p> 😐 <p>Average</p> 🙁 <p>Poor</p> ", "created_at": "2021-04-06 13:48:31.951261", "updated_at": "2021-04-06 13:48:42.104993"}, {"id": 4743, "name": "Terms of Service", "url": "https://mattermost.com/terms-of-service/", "xpath": "//body", "text": " Skip to content <ul>\n<li> Product <p>Real-time Collaboration Suite</p>\n<ul>\n<li> Features</li>\n<li> Security</li>\n<li> Compliance</li>\n<li> Enterprise Edition</li>\n<li> Integrations</li>\n</ul> Mattermost Cloud <p>High-trust collaboration platform delivered as SaaS</p> Learn more Mattermost Incident Collaboration <p>Deploy Mattermost as a DevOps command center</p> Learn more </li>\n<li> Pricing </li>\n<li> Solutions <p>Use Cases</p>\n<ul>\n<li> DevOps</li>\n<li> ChatOps</li>\n<li> Remote Work</li>\n</ul>\n<p>Dev Suites</p>\n<ul>\n<li> Atlassian</li>\n<li> Microsoft</li>\n</ul>\n<p>More</p>\n<ul>\n<li> Government</li>\n<li> Partners</li>\n</ul>\n</li>\n<li> Customers </li>\n<li> Resources <ul>\n<li> Community</li>\n<li> Training</li>\n<li> Resource Library</li>\n</ul> Official Mattermost Blog <p>Deploy Mattermost as a DevOps command center</p> Read Blog </li>\n<li> Docs <ul>\n<li> User's Guide</li>\n<li> Cloud Admin Guide</li>\n<li> Self-Managed Admin Guide</li>\n<li> Contribute to Mattermost</li>\n<li> Release Notes</li>\n<li> All Docs</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Get Started </li>\n</ul> Get Started Mattermost Terms of Service Mattermost Terms <ul>\n<li>Terms of Use</li>\n<li>Self-Managed Subscription License Agreement</li>\n<li>Cloud Subscription License Agreement</li>\n<li>Beta Subscription Terms</li>\n<li>Mattermost Software Evaluation Agreement</li>\n<li>Support Terms</li>\n<li>Data Processing Addendum</li>\n<li>Subprocessor</li>\n<li>Hosted Push Notification Terms</li>\n</ul> Mattermost Policies <ul>\n<li>Privacy Policy</li>\n<li>Cookies Policy</li>\n<li>Trademark Policy</li>\n</ul> 1.\nYour mattermost.com Account<p>If you create an account on the Website, you are responsible for maintaining the security of your account and you are fully responsible for all activities that occur under the account.\nYou must immediately notify Mattermost of any unauthorized uses of your account or any other breaches of security.\nMattermost will not be liable for any acts or omissions by you, including any damages of any kind incurred as a result of such acts or omissions.</p> 2.\nResponsibility of Contributors<p>If you post material to the Website, post links on the Website, or otherwise make (or allow any third party to make) material available by means of the Website (any such material, “Content”), You are entirely responsible for the content of, and any harm resulting from, that Content.\nThat is the case regardless of whether the Content in question constitutes text, graphics, an audio file, or computer software.\nBy making Content available, you represent and warrant that:</p>\n<ul>\n<li>the downloading, copying and use of the Content will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark or trade secret rights, of any third party;</li>\n<li>if your employer has rights to intellectual property you create, you have either (i) received permission from your employer to post or make available the Content, including but not limited to any software, or (ii) secured from your employer a waiver as to all rights in or to the Content;</li>\n<li>you have fully complied with any third-party licenses relating to the Content, and have done all things necessary to successfully pass through to end users any required terms;</li>\n<li>the Content does not contain or install any viruses, worms, malware, Trojan horses or other harmful or destructive content;</li>\n<li>the Content is not spam, is not machine- or randomly-generated, and does not contain unethical or unwanted commercial content designed to drive traffic to third party sites or boost the search engine rankings of third party sites, or to further unlawful acts (such as phishing) or mislead recipients as to the source of the material (such as spoofing);</li>\n<li>the Content is not pornographic, does not contain threats or incite violence, and does not violate the privacy or publicity rights of any third party;</li>\n<li>your content is not getting advertised via unwanted electronic messages such as spam links on newsgroups, email lists, blogs and web sites, and similar unsolicited promotional methods;</li>\n<li>your content is not named in a manner that misleads your readers into thinking that you are another person or company.\nand</li>\n<li>you have, in the case of Content that includes computer code, accurately categorized and/or described the type, nature, uses and effects of the materials, whether requested to do so by Mattermost or otherwise.</li>\n</ul> 3.\nUser Content License<p>User contributions are licensed under a Creative Commons Attribution-NonCommercial-ShareAlike 3.0 Unported License.\nWithout limiting any of those representations or warranties, Mattermost has the right (though not the obligation) to, in Mattermost’s sole discretion (i) refuse or remove any content that, in Mattermost’s reasonable opinion, violates any Mattermost policy or is in any way harmful or objectionable,or (ii) terminate or deny access to and use of the Website to any individual or entity for any reason, in Mattermost’s sole discretion.\nMattermost will have no obligation to provide a refund of any amounts previously paid.</p> 4.\nPayment and RenewalGeneral Terms\n<p>Optional paid services or upgrades may be available on the Website.\nWhen utilizing an optional paid service or upgrade, you agree to pay Mattermost the monthly or annual subscription fees indicated.\nPayments will be charged on a pre-pay basis on the day you begin utilizing the service or upgrade and will cover the use of that service or upgrade for a monthly or annual subscription period as indicated.\nThese fees are not refundable.</p>\nAutomatic Renewal\n<p>Unless you notify Mattermost before the end of the applicable subscription period that you want to cancel a service or upgrade, your subscription will automatically renew and you authorize us to collect the then-applicable annual or monthly subscription fee (as well as any taxes) using any credit card or other payment mechanism we have on record for you.\nSubscriptions can be canceled at any time.</p> 5.\nServicesHosting, Support Services\n<p>Optional Hosting and Support services may be provided by Mattermost under the terms and conditions for each such service.\nBy signing up for a Hosting/Support or Support services account, you agree to abide by such terms and conditions.</p> 6.\nResponsibility of Website Visitors<p>Mattermost has not reviewed, and cannot review, all of the material, including computer software, posted to the Website, and cannot therefore be responsible for that material’s content, use or effects.\nBy operating the Website, Mattermost does not represent or imply that it endorses the material there posted, or that it believes such material to be accurate, useful or non-harmful.\nYou are responsible for taking precautions as necessary to protect yourself and your computer systems from viruses, worms, Trojan horses, and other harmful or destructive content.\nThe Website may contain content that is offensive, indecent, or otherwise objectionable, as well as content containing technical inaccuracies, typographical mistakes, and other errors.\nThe Website may also contain material that violates the privacy or publicity rights, or infringes the intellectual property and other proprietary rights, of third parties, or the downloading, copying or use of which is subject to additional terms and conditions, stated or unstated.\nMattermost disclaims any responsibility for any harm resulting from the use by visitors of the Website, or from any downloading by those visitors of content there posted.</p> 7.\nContent Posted on Other Websites<p>We have not reviewed, and cannot review, all of the material, including computer software, made available through the websites and webpages to which mattermost.com links, and that link to mattermost.com.\nMattermost does not have any control over those non-mattermost.com websites and webpages, and is not responsible for their contents or their use.\nBy linking to a non-mattermost.com website or webpage, Mattermost does not represent or imply that it endorses such website or webpage.\nYou are responsible for taking precautions as necessary to protect yourself and your computer systems from viruses, worms, Trojan horses, and other harmful or destructive content.\nMattermost disclaims any responsibility for any harm resulting from your use of non-mattermost.com websites and webpages.</p> 8.\nCopyright Infringement and DMCA Policy<p>As Mattermost asks others to respect its intellectual property rights, it respects the intellectual property rights of others.\nIf you believe that material located on or linked to by mattermost.com violates your copyright, and if this website resides in the USA, you are encouraged to notify Mattermost in accordance with Mattermost’s Digital Millennium Copyright Act (“DMCA”) Policy.\nMattermost will respond to all such notices, including as required or appropriate by removing the infringing material or disabling all links to the infringing material.\nMattermost will terminate a visitor’s access to and use of the Website if, under appropriate circumstances, the visitor is determined to be a repeat infringer of the copyrights or other intellectual property rights of Mattermost or others.\nIn the case of such termination, Mattermost will have no obligation to provide a refund of any amounts previously paid to Mattermost.</p> 9.\nIntellectual Property<p>This Agreement does not transfer from Mattermost to you any Mattermost or third party intellectual property, and all right, title and interest in and to such property will remain (as between the parties) solely with Mattermost.\nMattermost, mattermost.com, the mattermost.com logo, and all other trademarks, service marks, graphics and logos used in connection with mattermost.com, or the Website are trademarks or registered trademarks of Mattermost or Mattermost’s licensors.\nOther trademarks, service marks, graphics and logos used in connection with the Website may be the trademarks of other third parties.\nYour use of the Website grants you no right or license to reproduce or otherwise use any Mattermost or third-party trademarks.</p> 10.\nAdvertisements<p>Mattermost reserves the right to display advertisements on your content unless you have purchased an Ad-free Upgrade or a Services account.</p> 11.\nAttribution<p>Mattermost reserves the right to display attribution links such as ‘Powered by Mattermost,’ theme author, and font attribution in your content footer or toolbar.</p> 12.\nReference<p>Mattermost shall be entitled to use the name and logo of your organization publicly as a reference in relation to the marketing and distribution of its products and/or services.</p> 13.\nChanges<p>Mattermost reserves the right, at its sole discretion, to modify or replace any part of this Agreement.\nIt is your responsibility to check this Agreement periodically for changes.\nYour continued use of or access to the Website following the posting of any changes to this Agreement constitutes acceptance of those changes.\nMattermost may also, in the future, offer new services and/or features through the Website (including, the release of new tools and resources).\nSuch new features and/or services shall be subject to the terms and conditions of this Agreement.</p> 14.\nTermination<p>Mattermost may terminate your access to all or any part of the Website at any time, with or without cause, with or without notice, effective immediately.\nIf you wish to terminate this Agreement or your mattermost.com account (if you have one), you may simply discontinue using the Website.\nAll provisions of this Agreement which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.</p> 15.\nDisclaimer of Warranties<p>The Website is provided “as is”.\nMattermost and its suppliers and licensors hereby disclaim all warranties of any kind, express or implied, including, without limitation, the warranties of merchantability, fitness for a particular purpose and non-infringement.\nNeither Mattermost nor its suppliers and licensors, makes any warranty that the Website will be error free or that service thereto will be continuous or uninterrupted.\nYou understand that you download from, or otherwise obtain content or services through, the Website at your own discretion and risk.</p> 16.\nLimitation of Liability<p>In no event will Mattermost, or its suppliers or licensors, be liable with respect to any subject matter of this agreement under any contract, negligence, strict liability or other legal or equitable theory for: (i) any special, incidental or consequential damages.\n(ii) the cost of procurement for substitute products or services.\n(iii) for interruption of use or loss or corruption of data.\nor (iv) for any amounts that exceed the fees paid by you to Mattermost under this agreement during the twelve (12) month period prior to the cause of action.\nMattermost shall have no liability for any failure or delay due to matters beyond their reasonable control.\nThe foregoing shall not apply to the extent prohibited by applicable law.</p> 17.\nGeneral Representation and Warranty<p>You represent and warrant that (i) your use of the Website will be in strict accordance with the Mattermost Privacy Policy with this Agreement and with all applicable laws and regulations (including without limitation any local laws or regulations in your country, state, city, or other governmental area, regarding online conduct and acceptable content, and including all applicable laws regarding the transmission of technical data exported from the country in which this website resides or the country in which you reside) and (ii) your use of the Website will not infringe or misappropriate the intellectual property rights of any third party.</p> 18.\nIndemnification<p>You agree to indemnify and hold harmless Mattermost, its contractors, and its licensors, and their respective directors, officers, employees and agents from and against any and all claims and expenses, including attorneys’ fees, arising out of your use of the Website, including but not limited to your violation of this Agreement.</p> 19.\nMiscellaneous<p>This Agreement constitutes the entire agreement between Mattermost and you concerning the subject matter hereof, and they may only be modified by a written amendment signed by an authorized executive of Mattermost, or by the posting by Mattermost of a revised version.\nExcept to the extent applicable law, if any, provides otherwise, this Agreement, any access to or use of the Website will be governed by the laws of the state of California, U.S.A., excluding its conflict of law provisions, and the proper venue for any disputes arising out of or relating to any of the same will be the state and federal courts located in San Francisco County, California.\nExcept for claims for injunctive or equitable relief or claims regarding intellectual property rights (which may be brought in any competent court without the posting of a bond), any dispute arising under this Agreement shall be finally settled in accordance with the Comprehensive Arbitration Rules of the Judicial Arbitration and Mediation Service, Inc.\n(“JAMS”) by three arbitrators appointed in accordance with such Rules.\nThe arbitration shall take place in San Francisco, California, in the English language and the arbitral decision may be enforced in any court.\nThe prevailing party in any action or proceeding to enforce this Agreement shall be entitled to costs and attorneys’ fees.\nIf any part of this Agreement is held invalid or unenforceable, that part will be construed to reflect the parties’ original intent, and the remaining portions will remain in full force and effect.\nA waiver by either party of any term or condition of this Agreement or any breach thereof, in any one instance, will not waive such term or condition or any subsequent breach thereof.\nYou may assign your rights under this Agreement to any party that consents to, and agrees to be bound by, its terms and conditions.\nMattermost may assign its rights under this Agreement without condition.\nThis Agreement will be binding upon and will inure to the benefit of the parties, their successors and permitted assigns.</p> Give your team the tools they’ve been waiting for Get Started Mattermost Product <ul>\n<li>Contact Sales</li>\n<li>Deployment</li>\n<li>Integrations</li>\n<li>End User Guide</li>\n<li>Administrator's Guide</li>\n<li>Release Notes</li>\n<li>Open Source Advantage</li>\n<li>Mattermost &amp.\nMS Teams</li>\n<li>Product Direction</li>\n</ul> Get Help <ul>\n<li>Community</li>\n<li>Get Support</li>\n<li>Discussion Forum</li>\n<li>Get Involved</li>\n<li>Nominate a Feature</li>\n<li>Branding Guidelines</li>\n</ul> Security <ul>\n<li>Security Overview</li>\n<li>Security Policies &amp.\nUpdates</li>\n<li>Security Bulletins Mailing List</li>\n<li>Report a Security Issue</li>\n</ul> Security <ul>\n<li>Security Overview</li>\n<li>Security Policies &amp.\nUpdates</li>\n<li>Security Bulletins Mailing List</li>\n<li>Report a Security Issue</li>\n</ul> About Us <ul>\n<li>Contact Us</li>\n<li>About Us</li>\n<li>News and Press</li>\n<li>Careers</li>\n<li>Find a Partner</li>\n</ul> Learn More <ul>\n<li>Remote Work</li>\n<li>DevOps</li>\n<li>ChatOps</li>\n<li>Blog</li>\n</ul> Download <ul>\n<li>Mattermost Server</li>\n<li>Enterprise Trial License</li>\n<li>Mobile and Desktop Apps </li>\n</ul>\n<p>© Mattermost, Inc.\n2021.\nTerms of Service or Privacy Policy.</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>We use cookies for advertising, social media and analytics purposes.\nRead about how we use cookies here.\nBy continuing to use this site, you consent to our use of cookies.</p> Accept ", "created_at": "2021-04-06 13:48:52.529456", "updated_at": "2021-04-06 13:49:01.700879"}], "points": [], "urls": ["mattermost.com"]}}