{"error": 448, "message": "OK", "parameters": {"id": 2002, "name": "Hacker Wars", "created_at": "2019-11-12 03:33:07.281711", "updated_at": "2022-08-11 17:04:27.501952", "wikipedia": null, "keywords": null, "related": null, "slug": "hacker_wars", "is_comprehensively_reviewed": true, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/2002.png", "url": "https://hackerwars.io/", "documents": [{"id": 2130, "name": "Privacy Policy", "url": "https://hackerwars.io/privacy", "xpath": "", "text": "Privacy Policy\nLast Updated: 10/12/2019\nPrivacy Policy <p>\n</p>This Privacy Policy constitutes an agreement between you and Hackerwars.io (\"Hackerwars.io\", \"Hacker Wars\", \"we\", \"us\", \"staff\", \"admin\") regarding your access to and use of Hackerwars.io as well as any other media forms, channels, mobile website, channels, or other Hacker Wars material linked or connected (collectively termed the \"site\" and/or \"Hackerwars.io\").<p>\n</p>\n<p>We are committed and take seriously the duty of protecting your privacy and personal information.\nWe will never sell your personal data nor will we abuse it to find out more information about you, other than what is used to play the game.\nIf you ever have any questions or comments regarding this policy or anything privacy or security related, please contact compliance@hackerwars.io.\nor security@hackerwars.io.</p>\n<p>In this policy, we will seek to describe to the best of our ability how we collect, use, and our boundary rights in regards to your information.\nWe ask that you take the time to read this policy carefully along with our Terms of Service and Use.</p>\nRead this policy carefully.\nWhat Personal information do we collect?\n<p>At an overview, we collect information that you voluntarily provide us when registering such as your email, password, alias, security and host identifying data.\nWe also collect any information that you upload such as in-game emails, profile pictures, and comments.\n</p>\n<p>Information that we collect can vary depending on what you provide us but the information we can collect are:</p>\n<ul>\n<li>\n<b>Name/alias and contact data</b> - We collect your email address and name/username.</li>\n<li>\n<b>Credentials</b> - We collect passwords and other security information used for authentication, anti-cheating, account access, security information, and other similar information.</li>\n</ul>\n<p>Any information that you provide us will be thought of as accurate.\nIf there are any changes to your information (particularly relating to emails), you must notify us and update your information.</p>\nWhat's the privacy policy on gifts/donations?\n<ul>\n<li>\n<b>Paypal</b> - We will only see your account/account ID and it’s association with your Paypal to your Hackerwars.io account and whatever other information you give us.\nThe information on Paypal is stored under only Paypal’s policy:</li>\n<p>Paypal's Safety and Security Page</p>\n<p>Paypal's Privacy Policy Page</p>\n<li>\n<b>Bitcoin</b> - Bitcoin is public and traceable on the bitcoin network.\nWe can’t really see anything other than your bitcoin address and it’s association with your Hackerwars.io account.</li>\n</ul>\nInformation automatically collected\n<p>At an overview, we collect information such as IP addresses, browser and device characteristics/information.\nMuch of this information is automatically collected when you visit the website.\n</p>\n<p>We automatically collect certain information when you visit or use the website.\nThis information does not reveal specific personal information such as your name and contact information but it may include device/host information and usage such as IP addresses, browser and cookies, device/host characteristics, operating system, language preferences, location, country, and information about how you use our information.\nThis information will be primarily needed to ensure security on the website, prevent cheating, and for our analytics and reporting processes.\n</p>\n<p>As stated previously and I want to reiterate, we do collect information through cookies.</p>\nInformation shared with third parties\n<p>We try to limit what information is shared but to provide you with services and to help manage the website, we do share some information legally.\n</p>\n<p>Reasons for sharing may include legitimate business interests, legal obligations, and vital interests meaning we may use this information to investigate illegal activity, threats, and cheating.\n</p>\n<p>\n<b>Third parties and services</b> - In addition, we may use your data to provide information to third party vendors and services.\nExamples include payment processing, data analytics, email delivery, hosting services, and marketing purposes.\nWe may also allow selected third parties to do tracking activities to collect data interaction and content analytics.\n</p>\n<p>\n<b>Business transfers</b> - We may also share and transfer information in the case of a merger, sale, financing, acquisition or part or of the whole website.\n</p>\n<p>\n<b>Third party advertisers</b> - We may use a third party advertising company to serve ads when you visit the site.\nThe company may use information about your visits to the website and other websites that contain cookies and tracking information to provide advertisements of goods and services that interest you.</p>\n<p>\n<b>Other users</b> When you share or upload information in publicly viewable areas such as discord or in game logs or comments, your information may be viewed by all users and publicly distributed around the internet.\nIn addition, other users will be able to view descriptions of your activity, communicate with you within our , and view your profile.</p>\nUse of cookies\n<p>To put it simply, we may use cookies and other tracking technologies to collect and store your information.</p>\nInformation shared/transferred internationally\n<p>To start off, we may store, transfer, and process your information outside the country you reside.\nOur servers at the time of this policy creation are stored in the U.S.\nPlease be aware that your information may be transferred to, stored, and processed by us and by those third parties with whom we may share your personal information in your country and others around the world.\nIf you are a resident in the European Economic Area, then these countries may not have data protection or other laws as comprehensive as those in your country.\nWe will however take all necessary measures to protect your personal information in accordance with this privacy policy and applicable law.\nAdditional notes on third-party websites</p>\n<p>We are not responsible for your safety, privacy, or protection of information that you provide to third-party provides who advertise.\nHackerwars.io may contain advertisements from third parties not affiliated with us.\nWe cannot guarantee the safety and privacy of the data you provide to these parties.\nWe are not responsible for any content, security, privacy, or policies of any third party websites, applications, or services that may be linked on our site.\nYou should review the policy on those third parties or contact them directly if you have any questions.</p>\nHow long do we keep your information?\n<p>We will keep your information for as long as necessary for the purpose of this privacy policy and for security, backup, and business reasons.\nWhen we permanently cease operations on this website and associates services and operations, we will either delete, anonymize, or if not immediately possible, we will store and isolate your information and work to delete it if possible.</p>\nDo we collect information on minors?\n<p>We do not solicit or specifically target children under 18 years of age.\nWe also don’t require there to input their age.\nBut by using this website, you represent that you are at least 18 years of age or that you are the parent or guardian of the represented minor and consent to the minor’s use of this website.\nIf we learn that personal information from users less than 18 years of age has been collected outside the scope of what’s listed in this privacy policy, we will deactivate the account and take reasonable measures to promptly delete such data from our records.\nIf you become aware of any such violation of this policy where data outside the scope of this policy is collected on minors under 18, please contact us at compliance@hackerwars.io.</p>\nPrivacy rights\n<p>\n<b>You may review, change, or terminate your existing account at any time.</b>\n</p>\n<p>\n<b>You also have the right to request information we have on your account.\n</b>\n</p>\nAccount Information\n<p>You can at any time review or change the information in your account or terminate your account.\nIf you do so,\nUpon your request to terminate your account, we will deactivate or delete your account and information from our active databases.\nHowever, some information may be retained in our files and backups to prevent fraud, troubleshoot problems, assist with any investigations, enforce our Terms of Service and Use and/or comply with legal requirements.\n</p>\n<p>You can also opt out of email subscriptions and marketing by contacting us at contact@hackerwars.io until we setup an automated system to allow quick unsubscribes.</p>\n<p>\n<b>Do not track features</b>\n</p>\n<p>Most web browsers and some mobile operating systems and mobile applications include a Do-Not-Track (\"DNT\") feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected.\nNo uniform technology standard for recognizing and implementing DNT signals has been finalized.\nAs such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online.\nIf a standard for online tracking is adopted that we must follow in the future, we will inform you about that practice in a revised version of this privacy policy.\n</p>\n<p>\n<b>Do we make updates to this policy?</b>\n</p>\n<p>Yes, we will try to update this policy to stay compliant with relevant laws.\nThis website at the time of this policy writing is new and thus, we haven’t molded it completely to how we want it in the end.\nWe will update this privacy policy when needed and updated versions will be indicated with a \"revised\" date.\nWe also may notify you of notice of changes or email notifications.\nWe encourage that you regularly read this privacy policy to stay informed.</p>\n<b>Who’s the Data Protection Officer/Person in charge of documentation?</b>\n<p>Username/Alias/Contact Name: Blackdawn\n<br>\nblackdawn@hackerwars.io.</p>\n<p>\n<b>Contact us about this policy</b>\n</p>\n<p>If you have any questions or comments relating to this policy, email us at compliance@hackerwars.io.</p> ", "created_at": "2019-11-12 03:33:18.724218", "updated_at": "2019-11-12 03:33:20.676459"}, {"id": 3025, "name": "Terms of Service and Use", "url": "https://hackerwars.io/TOS", "xpath": "", "text": "Terms of Service and Use Last Updated: October 19th, 2019\nAgreement to Terms\n<p>These Terms of Service and Use constitute a binding agreement between you and Hackerwars.io (\"Hackerwars.io\", Hacker Wars\", \"we\", \"us\", \"staff\", \"admin\"\n) regarding your access to and use of Hackerwars.io as well as any other media forms, channels, mobile website, channels, or other Hacker Wars material linked or connected (collectively termed the \"site\" and/or \"Hackerwars.io\").</p>\n<p>By accessing and using Hackerwars.io, you agree that you have read, understood, and agree to be bound by these Terms of Service and Use and Privacy Policy along with any relevant local laws.\nIF YOU DISAGREE WITH ANY PART OF THE TERMS OF SERVICE AND USE, YOU ARE PROHIBITED FROM ACCESSING AND USING THIS SITE AND MUST LEAVE THIS SITE IMMEDIATELY.</p>\n<p>These Terms of Service and Use apply to all visitors, users, and others who access and use this website.\n</p>\n<p>We reserve the right at our own discretion to make any changes or modifications at any time to the Terms of Service and Use.\nWhile efforts will be made to notify the community of any chances to the Terms of Service and Use, we will reserve the right to make changes without notice.\nIt is your responsibility to regularly review the Terms of Service and Use.\nYou will be subject to and deemed aware of and have accepted any changes that may occur to our Terms of Service and Use by your continued use of the site after the revision to the Terms of Service and Use.</p>\n<p>Hackerwars.io is intended for users who are at least 13 years of age.\nAll users who are minors who fall under the jurisdiction which they reside in must have the permission or direct supervision of their parent or guardian to use this website.\nIf you are a minor, your parent or guardian must read and agree to these Terms of Service and Use before you use this site.</p>\n<p>By using Hackerwars.io, you warrant that you have the legal capacity to agree to comply with these Terms of Service and Use.\nYou also represent and warrant that you’re not located in any country or jurisdiction restricted and subject to a U.S government embargo or restriction.\nYou also represent and warrant that you’re not listed in any U.S government list of prohibited or restricted parties.</p>\n<p>You also agree to respect every member of the game regardless of their gender, sexual orientation, sexual identity, religion, age, civil status, race, ethnicity, and any other train.\nYou also agree to not post or publish any offensive content on the site.\nWe reserve the right to remove or not to remove any content which are offensive.\nYou also agree that staff members are free to interpret what is an what is not in violation of the Terms of Service and Use.</p>\nRegistration\n<p>You will be required to register with the site.\nYou agree to keep your password confidential and private to yourself as an individual.\nYou will be responsible for the use of your account, content associated with your account, password, and any other information you provide or input to the website.\nYou are responsible for providing a secure password and reliable email address.\nWe reserve the right to remove, reclaim, restrict, ban, or modify your account and username at our own discretion.\nWe are not responsible for any lost or restriction of access to your account or information.</p>\nRestrictions and Prohibited Activities\n<p>You may not use this site in connection to any commercial purposes without specific approval from the admin team.\nAs a user of this website, you agree not to: </p>\n<ol>\n<li>Not use this site in a manner that violates any local and/or applicable laws and regulations.</li>\n<li>Threaten, harm, or conduct any activity that we deem harmful to us, other users, or the site.</li>\n<li>Posting or sharing non-public IPs.\n</li>\n<li>Harass, annoy, intimidate, or threaten any staff members or people who help provide any content or portion of the site to you.</li>\n<li>Use, develop, or distribute any automated or semi-automated system or script including and not limited to spiders, bots, scrapers, cheat utilities, data miners, data gathering or extraction tools, or offline readers that accesses the website or conducts any executions of any unauthorized script or software.</li>\n<li>Upload, distribute, or transmit (or attempts to upload, distribute, or transmit) viruses, trojan horses, spyware, or any other material or malware outside of the authorized in-game software used for gameplay.</li>\n<li>Copy, use, or modify the site’s software including and not limited to HTML, Javascript, PHP, CSS, and SQL.\n</li>\n<li>Delete or modify any license, copyright, or rights from any content.</li>\n<li>Decipher, decompile, or reverse engineer anything contained or associated with the site.</li>\n<li>Sell, transfer, or lend your account.</li>\n<li>Create multiple accounts.\nIf you are in a shared environment, contact us.</li>\n<li>Impersonate or attempt to impersonate another user, person or entity.</li>\n<li>Interfere, disrupt, or create a burden on the site, networks, or services connected to the site.</li>\n<li>Engage in unauthorized framing or linking to the site.</li>\n<li>Trick, defraud, or social engineer the staff and other users, especially if it is an attempt to learn sensitive information such as passwords or private and personal information.\n</li>\n<li>Circumvent, disable, or interference with any security or anti-cheat related features on the site.</li>\n<li>Use the site as any part of an effort to copy or compete with us or the site in relation to any commercial, revenue-generating, or personal benefit.</li>\n<li>Make unauthorized use of the site by gathering data or information from the website such as usernames, emails, and other information for the purpose of automation or solicitation means.</li>\n<li>Systematically or automated retrieval of data or other content from the site to collect or compile without explicit permission from the full admin team.</li>\n<li>Alter or interfere with Hackerwars.io or gameplay in any way or form which includes but not limited to attempts at injections, browser scripts, browser extensions, macros, or bug/exploit abuse.\nAny vulnerability or bugs found need to be reported to security@hackerwars.io</li>\n</ol>\nDisclaimer\n<p>THE SITE IS PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS.\nYOU AGREE THAT YOUR USE OF THE SITE AND OUR SERVICES WILL BE AT YOUR SOLE RISK.\nTO THE FULLEST EXTENT PERMITTED BY LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE SITE AND YOUR USE THEREOF, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nWE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE SITE’S CONTENT OR THE CONTENT OF ANY WEBSITES LINKED TO THE SITE AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY (1) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS, (2) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE SITE, (3) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN, (4) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SITE, (5) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE SITE BY ANY THIRD PARTY, AND/OR (6) ANY ERRORS OR OMISSIONS IN ANY CONTENT AND MATERIALS OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SITE.\nWE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SITE, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE APPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nAS WITH THE PURCHASE OF A PRODUCT OR SERVICE THROUGH ANY MEDIUM OR IN ANY ENVIRONMENT, YOU SHOULD USE YOUR BEST JUDGMENT AND EXERCISE CAUTION WHERE APPROPRIATE.</p>\nThird-Party Websites and Content\n<p>The site may contain (or you may be sent via the site) links to other websites (\"Third-Party Websites\") as well as articles, photographs, text, graphics, pictures, designs, music, sound, video, information, applications, software, and other content or items belonging to or originating from third parties (\"Third-Party Content\").\nSuch Third-Party Websites and Third-Party Content are not investigated, monitored, or checked for accuracy, appropriateness, or completeness by us, and we are not responsible for any Third-Party Websites accessed through the site or any Third-Party Content posted on, available through, or installed from the site, including the content, accuracy, offensiveness, opinions, reliability, privacy practices, or other policies of or contained in the Third-Party Websites or the Third-Party Content.\nInclusion of, linking to, or permitting the use or installation of any Third-Party Websites or any Third-Party Content does not imply approval or endorsement thereof by us.\nIf you decide to leave the site and access the Third-Party Websites or to use or install any Third-Party Content, you do so at your own risk, and you should be aware these Terms of Service and Use no longer govern.\nYou should review the applicable terms and policies, including privacy and data gathering practices, of any website to which you navigate from the site or relating to any applications you use or install from the site.\nAny purchases you make through Third-Party Websites will be through other websites and from other companies, and we take no responsibility whatsoever in relation to such purchases which are exclusively between you and the applicable third party.\nYou agree and acknowledge that we do not endorse the products or services offered on Third-Party Websites and you shall hold us harmless from any harm caused by your purchase of such products or services.\nAdditionally, you shall hold us harmless from any losses sustained by you or harm caused to you relating to or resulting in any way from any Third-Party Content or any contact with Third-Party Websites.</p>\nSite Management\n<p>We reserve the right, but not the obligation, to: (1) monitor the site for violations of these Terms of Service and Use.\n(2) take appropriate legal action against anyone who, in our sole discretion, violates the law or these Terms of Service and Use, including without limitation, reporting such user to law enforcement authorities.\n(3) in our sole discretion and without limitation, refuse, restrict access to, limit the availability of, or disable (to the extent technologically feasible) any of your Contributions or any portion thereof.\n(4) in our sole discretion and without limitation, notice, or liability, to remove from the Site or otherwise disable all files and content that are excessive in size or are in any way burdensome to our systems.\nand (5) otherwise manage the site in a manner designed to protect our rights and property and to facilitate the proper functioning of the site.</p>\nModifications and Interruptions\n<p>We reserve the right to change, modify, or remove the contents of the site at any time or for any reason at our sole discretion without notice.\nHowever, we have no obligation to update any information on our site.\nWe also reserve the right to modify or discontinue all or part of the site without notice at any time.\nWe will not be liable to you or any third party for any modification, price change, suspension, or discontinuance of the site.\n</p>\n<p>We cannot guarantee the site will be available at all times.\nWe may experience hardware, software, or other problems or need to perform maintenance related to the site, resulting in interruptions, delays, or errors.\nWe reserve the right to change, revise, update, suspend, discontinue, or otherwise modify the site at any time or for any reason without notice to you.\nYou agree that we have no liability whatsoever for any loss, damage, or inconvenience caused by your inability to access or use the site during any downtime or discontinuance of the site.\nNothing in these Terms of Service and Use will be construed to obligate us to maintain and support the site or to supply any corrections, updates, or releases in connection therewith.\nHackerwars.io is a free to use website and it can be shutdown at amy moment without prior notice.</p>\nLimitations of Liability\n<b>IN NO EVENT WILL WE OR OUR STAFF, OR REPRESENTATIVES BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL, OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT, LOST REVENUE, LOSS OF DATA, OR OTHER DAMAGES ARISING FROM YOUR USE OF THE SITE, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</b>\nLinks\n<p>Hackerwars.io has not reviewed all the sites linked to it’s website and is not responsible for any links posted on the site.\nAny links does not imply that it is allowed or endorsed by the site.\nThe use and clicking on any links is at the user’s own risk.</p>\nGoverning Law\n<p>These Terms of Service and Use and your use of the site are governed by the laws of the State of Washington and are applicable to agreements made.</p>\nDonations\n<p>All donations made to Hackerwars.io are final.\nTransactions cannot be disputed, reversed, or reclaimed without it being done in fraud.\nNor will we offer any type of credit.\nIf you are aware of any fraudulent activity of the use of your debit card, credit card, PayPal account, or other forms of financial payment services, you should report this to your card provider, PayPal, or service reporting services.\nDonations DO NOT exempt you from the rules, Terms of Serice and Use, and Privacy Policy.\nWe reserve the right to change the donation tiers and model.</p>\n<p>Rewards of any type may change or be revoked at any time without notice.\nHackerwars.io makes no commitment and is not reliable to any changes or revokes that may occur.\n</p>\nA Couple More Notes...\n<ul>\n<li>We guarantee that every IP in-game is randomly generated and do not represent real user information</li>\n<li>We will NEVER sell or rent your data to anyone\n</li>\n</ul>\nContact\n<p>In order to resolve a complaint regarding the site or to receive further information regarding the use of the site, please contact us at: contact@hackerwars.io </p>\n", "created_at": "2020-11-05 00:40:09.895258", "updated_at": "2020-11-05 00:40:11.076575"}], "points": [{"id": 26781, "title": "This service informs you that its Terms of Service does not apply to third party websites", "source": "https://hackerwars.io/TOS", "status": "Generated through the annotate view", "created_at": "2022-02-11 09:44:51.373381", "updated_at": "2022-08-11 17:03:38.667486", "quoteText": "If you decide to leave the site and access the Third-Party Websites or to use or install any Third-Party Content, you do so at your own risk, and you should be aware these Terms of Service and Use no longer govern.", "case_id": 408, "document_id": 3025, "quoteStart": 9225, "quoteEnd": 9439}, {"id": 26782, "title": "Details are provided about what kind of information they collect", "source": "https://hackerwars.io/privacy", "status": "Generated through the annotate view", "created_at": "2022-02-11 09:46:53.301387", "updated_at": "2022-08-11 17:03:30.085776", "quoteText": "What Personal information do we collect?", "case_id": 228, "document_id": 2130, "quoteStart": 1137, "quoteEnd": 1177}, {"id": 26783, "title": "There is a date of the last update of the agreements", "source": "https://hackerwars.io/privacy", "status": "Generated through the annotate view", "created_at": "2022-02-11 09:47:57.705197", "updated_at": "2022-08-11 17:03:21.867761", "quoteText": "Last Updated: 10/12/2019", "case_id": 331, "document_id": 2130, "quoteStart": 15, "quoteEnd": 39}, {"id": 26780, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://hackerwars.io/TOS", "status": "Generated through the annotate view", "created_at": "2022-02-11 09:41:58.836374", "updated_at": "2022-08-11 17:03:46.218264", "quoteText": "All users who are minors who fall under the jurisdiction which they reside in must have the permission or direct supervision of their parent or guardian to use this website.", "case_id": 486, "document_id": 3025, "quoteStart": 1576, "quoteEnd": 1749}, {"id": 17363, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://hackerwars.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-03-15 15:52:48.567488", "updated_at": "2021-03-15 17:41:47.615316", "quoteText": "Do not track features</b>\n</p>\n<p>Most web browsers and some mobile operating systems and mobile applications include a Do-Not-Track (\"DNT\") feature or setting you can activate to signal your privacy preference not to have data about your online browsing activities monitored and collected.\nNo uniform technology standard for recognizing and implementing DNT signals has been finalized.\nAs such, we do not currently respond to DNT browser signals or any other mechanism that automatically communicates your choice not to be tracked online.", "case_id": 233, "document_id": 2130, "quoteStart": 8706, "quoteEnd": 9245}, {"id": 17356, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://hackerwars.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-03-15 15:47:19.985227", "updated_at": "2021-03-15 17:42:27.901183", "quoteText": "Information automatically collected\n<p>At an overview, we collect information such as IP addresses, browser and device characteristics/information.", "case_id": 399, "document_id": 2130, "quoteStart": 2645, "quoteEnd": 2792}, {"id": 17369, "title": "Tracking via third-party cookies for other purposes without your consent.", "source": "https://hackerwars.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-03-15 15:56:11.502963", "updated_at": "2021-03-16 22:41:55.797644", "quoteText": "Third party advertisers</b> - We may use a third party advertising company to serve ads when you visit the site.\nThe company may use information about your visits to the website and other websites that contain cookies and tracking information to provide advertisements of goods and services that interest you.</p>", "case_id": 128, "document_id": 2130, "quoteStart": 4480, "quoteEnd": 4793}, {"id": 8390, "title": "There is a date of the last update of the terms", "source": "https://hackerwars.io/privacy", "status": "Generated through the annotate view", "created_at": "2019-11-12 03:33:49.892785", "updated_at": "2021-03-15 17:43:22.455353", "quoteText": "Last Updated: 10/12/2019", "case_id": 331, "document_id": 2130, "quoteStart": 15, "quoteEnd": 39}, {"id": 8391, "title": "This service does not sell your personal data", "source": "https://hackerwars.io/privacy", "status": "Generated through the annotate view", "created_at": "2019-11-12 03:34:09.457844", "updated_at": "2021-03-15 17:40:36.143353", "quoteText": "We will never sell your personal data nor will we abuse it to find out more information about you, other than what is used to play the game.", "case_id": 193, "document_id": 2130, "quoteStart": 537, "quoteEnd": 677}, {"id": 10979, "title": "This service does not sell your personal data", "source": "https://hackerwars.io/TOS", "status": "Generated through the annotate view", "created_at": "2020-11-05 00:53:08.423176", "updated_at": "2020-11-05 18:03:44.929754", "quoteText": "We will NEVER sell or rent your data to anyone", "case_id": 193, "document_id": 3025, "quoteStart": 14277, "quoteEnd": 14323}, {"id": 10971, "title": "There is a date of the last update of the terms", "source": "https://hackerwars.io/TOS", "status": "Generated through the annotate view", "created_at": "2020-11-05 00:40:58.030186", "updated_at": "2020-11-05 18:24:26.372953", "quoteText": "Last Updated: October 19th, 2019", "case_id": 331, "document_id": 3025, "quoteStart": 25, "quoteEnd": 57}, {"id": 10978, "title": "You must create an account to use this service", "source": "https://hackerwars.io/TOS", "status": "Generated through the annotate view", "created_at": "2020-11-05 00:50:21.797561", "updated_at": "2020-11-05 18:04:25.184038", "quoteText": "You will be required to register with the site.", "case_id": 230, "document_id": 3025, "quoteStart": 2766, "quoteEnd": 2813}, {"id": 10977, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://hackerwars.io/TOS", "status": "Generated through the annotate view", "created_at": "2020-11-05 00:49:18.698787", "updated_at": "2020-11-05 18:06:11.777963", "quoteText": "We cannot guarantee the site will be available at all times.\nWe may experience hardware, software, or other problems or need to perform maintenance related to the site, resulting in interruptions, delays, or errors.", "case_id": 287, "document_id": 3025, "quoteStart": 11723, "quoteEnd": 11938}, {"id": 10975, "title": "This service assumes no liability for unauthorized access to your personal information", "source": "https://hackerwars.io/TOS", "status": "Generated through the annotate view", "created_at": "2020-11-05 00:45:51.852428", "updated_at": "2020-11-05 18:21:41.505382", "quoteText": "(3) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN,", "case_id": 186, "document_id": 3025, "quoteStart": 7068, "quoteEnd": 7212}, {"id": 10976, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://hackerwars.io/TOS", "status": "Generated through the annotate view", "created_at": "2020-11-05 00:48:03.592345", "updated_at": "2020-11-05 18:20:15.325624", "quoteText": "WE DO NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE SITE, ANY HYPERLINKED WEBSITE, OR ANY WEBSITE OR MOBILE APPLICATION FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND WE WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND ANY THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.", "case_id": 278, "document_id": 3025, "quoteStart": 7614, "quoteEnd": 8025}, {"id": 10974, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://hackerwars.io/TOS", "status": "Generated through the annotate view", "created_at": "2020-11-05 00:44:11.504928", "updated_at": "2020-11-05 18:23:16.499455", "quoteText": "WE MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE SITE’S CONTENT OR THE CONTENT OF ANY WEBSITES LINKED TO THE SITE AND WE WILL ASSUME NO LIABILITY OR RESPONSIBILITY FOR ANY (1) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT AND MATERIALS,", "case_id": 288, "document_id": 3025, "quoteStart": 6681, "quoteEnd": 6950}, {"id": 10972, "title": "This service is only available to users over a certain age", "source": "https://hackerwars.io/TOS", "status": "Generated through the annotate view", "created_at": "2020-11-05 00:41:36.570779", "updated_at": "2020-11-05 18:23:48.17985", "quoteText": "Hackerwars.io is intended for users who are at least 13 years of age.", "case_id": 152, "document_id": 3025, "quoteStart": 1506, "quoteEnd": 1575}, {"id": 10973, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://hackerwars.io/TOS", "status": "Generated through the annotate view", "created_at": "2020-11-05 00:43:18.929774", "updated_at": "2020-11-05 18:23:27.521118", "quoteText": "<p>THE SITE IS PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS.\nYOU AGREE THAT YOUR USE OF THE SITE AND OUR SERVICES WILL BE AT YOUR SOLE RISK.", "case_id": 286, "document_id": 3025, "quoteStart": 6273, "quoteEnd": 6412}, {"id": 17347, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://hackerwars.io/TOS", "status": "Generated through the annotate view", "created_at": "2021-03-15 15:36:50.642929", "updated_at": "2021-03-15 17:41:05.382132", "quoteText": "We reserve the right at our own discretion to make any changes or modifications at any time to the Terms of Service and Use.", "case_id": 121, "document_id": 3025, "quoteStart": 935, "quoteEnd": 1059}, {"id": 17353, "title": "The service can delete your account without prior notice and without a reason", "source": "https://hackerwars.io/TOS", "status": "Generated through the annotate view", "created_at": "2021-03-15 15:44:39.655307", "updated_at": "2021-03-15 17:41:20.39663", "quoteText": "We reserve the right to remove, reclaim, restrict, ban, or modify your account and username at our own discretion.", "case_id": 201, "document_id": 3025, "quoteStart": 3145, "quoteEnd": 3259}, {"id": 17362, "title": "The service collects many different types of personal data", "source": "https://hackerwars.io/privacy", "status": "Generated through the annotate view", "created_at": "2021-03-15 15:50:28.145423", "updated_at": "2021-03-15 17:41:36.554333", "quoteText": "Much of this information is automatically collected when you visit the website.\n</p>\n<p>We automatically collect certain information when you visit or use the website.\nThis information does not reveal specific personal information such as your name and contact information but it may include device/host information and usage such as IP addresses, browser and cookies, device/host characteristics, operating system, language preferences, location, country, and information about how you use our information.", "case_id": 376, "document_id": 2130, "quoteStart": 2793, "quoteEnd": 3300}], "urls": ["https://hackerwars.io/"]}}