{"error": 448, "message": "OK", "parameters": {"id": 6576, "name": "openrouteservice", "created_at": "2022-05-11 06:13:32.868346", "updated_at": "2022-05-11 22:01:13.611717", "wikipedia": null, "keywords": null, "related": null, "slug": "openrouteservice", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6576.png", "url": "openrouteservice.org,maps.openrouteservice.org,classic-maps.openrouteservice.org", "documents": [{"id": 11971, "name": "Privacy Policy", "url": "https://openrouteservice.org/privacy-policy/", "xpath": "//*[@id=\"themo_html_1\"]", "text": " 1.\nAn overview of data protection\nGeneral information\n<p>The following information will provide you with an easy to navigate overview of what will happen with your personal data when you visit this website.\nThe term “personal data” comprises all data that can be used to personally identify you.\nFor detailed information about the subject matter of data protection, please consult our Data Protection Declaration, which we have included beneath this copy.</p> Data recording on this website\n<p>\n<b>Who is the responsible party for the recording of data on this website (i.e.\nthe “controller”)?</b>\n<br>\nThe data on this website is processed by the operator of the website, whose contact information is available under section “Information Required by Law” on this website.</p> How do we record your data?\n<p>We collect your data as a result of your sharing of your data with us.\nThis may, for instance be information you enter into our contact form.<br>\nOther data shall be recorded by our IT systems automatically or after you consent to its recording during your website visit.\nThis data comprises primarily technical information (e.g.\nweb browser, operating system or time the site was accessed).\nThis information is recorded automatically when you access this website.</p> What are the purposes we use your data for?\n<p>A portion of the information is generated to guarantee the error free provision of the website.\nOther data may be used to analyze your user patterns.</p> What rights do you have as far as your information is concerned?\n<p>You have the right to receive information about the source, recipients and purposes of your archived personal data at any time without having to pay a fee for such disclosures.\nYou also have the right to demand that your data are rectified or eradicated.\nIf you have consented to data processing, you have the option to revoke this consent at any time, which shall affect all future data processing.\nMoreover, you have the right to demand that the processing of your data be restricted under certain circumstances.\nFurthermore, you have the right to log a complaint with the competent supervising agency.<br>\nPlease do not hesitate to contact us at any time under the address disclosed in section “Information Required by Law” on this website if you have questions about this or any other data protection related issues.</p> 2.\nGeneral information and mandatory information\nData protection\n<p>The operators of this website and its pages take the protection of your personal data very seriously.\nHence, we handle your personal data as confidential information and in compliance with the statutory data protection regulations and this Data Protection Declaration.\nWhenever you use this website, a variety of personal information will be collected.\nPersonal data comprises data that can be used to personally identify you.\nThis Data Protection Declaration explains which data we collect as well as the purposes we use this data for.\nIt also explains how, and for which purpose the information is collected.<br>\nWe herewith advise you that the transmission of data via the Internet (i.e.\nthrough e-mail communications) may be prone to security gaps.\nIt is not possible to completely protect data against third-party access.</p> Information about the responsible party (referred to as the “controller” in the GDPR)\n<p>The data processing controller on this website is:</p>\n<p>HeiGIT gGmbH at Heidelberg University<br>\nSchloss-Wolfsbrunnenweg 33<br>\n69118 Heidelberg<br>\nPhone: +49 6221 54 5560<br>\nE-mail: enquiry[at]openrouteservice.heigit.org</p>\n<p>The controller is the natural person or legal entity that single-handedly or jointly with others makes decisions as to the purposes of and resources for the processing of personal data (e.g.\nnames, e-mail addresses, etc.).</p> Storage duration\n<p>Unless a more specific storage period has been specified in this privacy policy, your personal data will remain with us until the purpose for which it was collected no longer applies.\nIf you assert a justified request for deletion or revoke your consent to data processing, your data will be deleted, unless we have other legally permissible reasons for storing your personal data (e.g.\ntax or commercial law retention periods).\nin the latter case, the deletion will take place after these reasons cease to apply.</p> Designation of a data protection officer as mandated by law\n<p>We have appointed a data protection officer for our company.</p>\n<p>E-Mail: eprivacy[at]heigit.org</p> Revocation of your consent to the processing of data\n<p>A wide range of data processing transactions are possible only subject to your express consent.\nYou can also revoke at any time any consent you have already given us.\nThis shall be without prejudice to the lawfulness of any data collection that occurred prior to your revocation.</p> Right to object to the collection of data in special cases.\nright to object to direct advertising (Art.\n21 GDPR)\n<p>IN THE EVENT THAT DATA ARE PROCESSED ON THE BASIS OF ART.\n6 SECT.\n1 LIT.\nE OR F GDPR, YOU HAVE THE RIGHT TO AT ANY TIME OBJECT TO THE PROCESSING OF YOUR PERSONAL DATA BASED ON GROUNDS ARISING FROM YOUR UNIQUE SITUATION.\nTHIS ALSO APPLIES TO ANY PROFILING BASED ON THESE PROVISIONS.\nTO DETERMINE THE LEGAL BASIS, ON WHICH ANY PROCESSING OF DATA IS BASED, PLEASE CONSULT THIS DATA PROTECTION DECLARATION.\nIF YOU LOG AN OBJECTION, WE WILL NO LONGER PROCESS YOUR AFFECTED PERSONAL DATA, UNLESS WE ARE IN A POSITION TO PRESENT COMPELLING PROTECTION WORTHY GROUNDS FOR THE PROCESSING OF YOUR DATA, THAT OUTWEIGH YOUR INTERESTS, RIGHTS AND FREEDOMS OR IF THE PURPOSE OF THE PROCESSING IS THE CLAIMING, EXERCISING OR DEFENCE OF LEGAL ENTITLEMENTS (OBJECTION PURSUANT TO ART.\n21 SECT.\n1 GDPR).<br>\nIF YOUR PERSONAL DATA IS BEING PROCESSED IN ORDER TO ENGAGE IN DIRECT ADVERTISING, YOU HAVE THE RIGHT TO AT ANY TIME OBJECT TO THE PROCESSING OF YOUR AFFECTED PERSONAL DATA FOR THE PURPOSES OF SUCH ADVERTISING.\nTHIS ALSO APPLIES TO PROFILING TO THE EXTENT THAT IT IS AFFILIATED WITH SUCH DIRECT ADVERTISING.\nIF YOU OBJECT, YOUR PERSONAL DATA WILL SUBSEQUENTLY NO LONGER BE USED FOR DIRECT ADVERTISING PURPOSES (OBJECTION PURSUANT TO ART.\n21 SECT.\n2 GDPR).</p> Right to log a complaint with the competent supervisory agency\n<p>In the event of violations of the GDPR, data subjects are entitled to log a complaint with a supervisory agency, in particular in the member state where they usually maintain their domicile, place of work or at the place where the alleged violation occurred.\nThe right to log a complaint is in effect regardless of any other administrative or court proceedings available as legal recourses.</p> Right to data portability\n<p>You have the right to demand that we hand over any data we automatically process on the basis of your consent or in order to fulfil a contract be handed over to you or a third party in a commonly used, machine readable format.\nIf you should demand the direct transfer of the data to another controller, this will be done only if it is technically feasible.</p> SSL and/or TLS encryption\n<p>For security reasons and to protect the transmission of confidential content, such as purchase orders or inquiries you submit to us as the website operator, this website uses either an SSL or a TLS encryption program.\nYou can recognize an encrypted connection by checking whether the address line of the browser switches from “http://” to “https://” and also by the appearance of the lock icon in the browser line.<br>\nIf the SSL or TLS encryption is activated, data you transmit to us cannot be read by third parties.</p> Information about, rectification and eradication of data\n<p>Within the scope of the applicable statutory provisions, you have the right to at any time demand information about your archived personal data, their source and recipients as well as the purpose of the processing of your data.\nYou may also have a right to have your data rectified or eradicated.\nIf you have questions about this subject matter or any other questions about personal data, please do not hesitate to contact us at any time at the address provided in section “Information Required by Law.”</p> Right to demand processing restrictions\n<p>You have the right to demand the imposition of restrictions as far as the processing of your personal data is concerned.\nTo do so, you may contact us at any time at the address provided in section “Information Required by Law.” The right to demand restriction of processing applies in the following cases:</p>\n<ul>\n<li>In the event that you should dispute the correctness of your data archived by us, we will usually need some time to verify this claim.\nDuring the time that this investigation is ongoing, you have the right to demand that we restrict the processing of your personal data.</li>\n<li>If the processing of your personal data was/is conducted in an unlawful manner, you have the option to demand the restriction of the processing of your data in lieu of demanding the eradication of this data.</li>\n<li>If we do not need your personal data any longer and you need it to exercise, defend or claim legal entitlements, you have the right to demand the restriction of the processing of your personal data instead of its eradication.</li>\n<li>If you have raised an objection pursuant to Art.\n21 Sect.\n1 GDPR, your rights and our rights will have to be weighed against each other.\nAs long as it has not been determined whose interests prevail, you have the right to demand a restriction of the processing of your personal data.</li>\n</ul>\n<p>If you have restricted the processing of your personal data, these data – with the exception of their archiving – may be processed only subject to your consent or to claim, exercise or defend legal entitlements or to protect the rights of other natural persons or legal entities or for important public interest reasons cited by the European Union or a member state of the EU.</p> Rejection of unsolicited e-mails\n<p>We herewith object to the use of contact information published in conjunction with the mandatory information to be provided in section “Information Required by Law” to send us promotional and information material that we have not expressly requested.\nThe operators of this website and its pages reserve the express right to take legal action in the event of the unsolicited sending of promotional information, for instance via SPAM messages.</p> Change of our privacy policy\n<p>We reserve the right to change our security and privacy practices to the extent required by technical developments.\nIn these cases, we will also adapt our privacy policy accordingly.\nTherefore, please take note of the current version of our privacy policy.</p> 3.\nRecording of data on this website\nCookies\n<p>Our websites and pages use what the industry refers to as “cookies.” Cookies are small text files that do not cause any damage to your device.\nThey are either stored temporarily for the duration of a session (session cookies) or they are permanently archived on your device (permanent cookies).\nSession cookies are automatically deleted once you terminate your visit.\nPermanent cookies remain archived on your device until you actively delete them or they are automatically eradicated by your web browser.<br>\nIn some cases, it is possible that third-party cookies are stored on your device once you enter our site (third-party cookies).\nThese cookies enable you or us to take advantage of certain services offered by the third party (e.g.\ncookies for the processing of payment services).<br>\nCookies have a variety of functions.\nMany cookies are technically essential since certain website functions would not work in the absence of the cookies (e.g.\nthe shopping cart function or the display of videos).\nThe purpose of other cookies may be the analysis of user patterns or the display of promotional messages.\nCookies, which are required for the performance of electronic communication transactions (required cookies) or for the provision of certain functions you want to use (functional cookies, e.g.\nfor the shopping cart function) or those that are necessary for the optimization of the website (e.g.\ncookies that provide measurable insights into the web audience), shall be stored on the basis of Art.\n6 Sect.\n1 lit.\nf GDPR, unless a different legal basis is cited.\nThe operator of the website has a legitimate interest in the storage of cookies to ensure the technically error free and optimized provision of the operator’s services.\nIf your consent to the storage of the cookies has been requested, the respective cookies are stored exclusively on the basis of the consent obtained (Art.\n6 Sect.\n1 lit.\na GDPR).\nthis consent may be revoked at any time.<br>\nYou have the option to set up your browser in such a manner that you will be notified any time cookies are placed and to permit the acceptance of cookies only in specific cases.\nYou may also exclude the acceptance of cookies in certain cases or in general or activate the delete function for the automatic eradication of cookies when the browser closes.\nIf cookies are deactivated, the functions of this website may be limited.<br>\nIn the event that third-party cookies are used or if cookies are used for analytical purposes, we will separately notify you in conjunction with this Data Protection Policy and, if applicable, ask for your consent.</p> Server log files\n<p>The provider of this website and its pages automatically collects and stores information in so-called server log files, which your browser communicates to us automatically.\nThe information comprises:</p>\n<ul>\n<li>The type and version of browser used</li>\n<li>The used operating system</li>\n<li>Referrer URL</li>\n<li>The hostname of the accessing computer</li>\n<li>The time of the server inquiry</li>\n<li>The IP address</li>\n</ul>\n<p>This data is not merged with other data sources.<br>\nThis data is recorded on the basis of Art.\n6 Sect.\n1 lit.\nf GDPR.\nThe operator of the website has a legitimate interest in the technically error free depiction and the optimization of the operator’s website.\nIn order to achieve this, server log files must be recorded.</p> Request by e-mail, telephone or fax\n<p>If you contact us by e-mail, telephone or fax, your request, including all resulting personal data (name, request) will be stored and processed by us for the purpose of processing your request.\nWe do not pass these data on without your consent.<br>\nThese data are processed on the basis of Art.\n6 Sect.\n1 lit.\nb GDPR if your inquiry is related to the fulfillment of a contract or is required for the performance of pre-contractual measures.\nIn all other cases, the data are processed on the basis of our legitimate interest in the effective handling of inquiries submitted to us (Art.\n6 Sect.\n1 lit.\nf GDPR) or on the basis of your consent (Art.\n6 Sect.\n1 lit.\na GDPR) if it has been obtained.\nThe data sent by you to us via contact requests remain with us until you request us to delete, revoke your consent to the storage or the purpose for the data storage lapses (e.g.\nafter completion of your request).\nMandatory statutory provisions – in particular statutory retention periods – remain unaffected.</p> Registration on this website\n<p>You have the option to register on this website to be able to use additional website functions.\nWe shall use the data you enter only for the purpose of using the respective offer or service you have registered for.\nThe required information we request at the time of registration must be entered in full.\nOtherwise we shall reject the registration.\n</p>\n<p>To notify you of any important changes to the scope of our portfolio or in the event of technical modifications, we shall use the e-mail address provided during the registration process.</p>\n<p>We shall process the data entered during the registration process on the basis of your consent (Art.\n6 Sect.\n1 lit.\na GDPR).</p>\n<p>The data recorded during the registration process shall be stored by us as long as you are registered on this website.\nSubsequently, such data shall be deleted.\nThis shall be without prejudice to mandatory statutory retention obligations.</p> 4.\nSocial media\nTwitter plug-in\n<p>We have integrated functions of the social media platform Twitter into this website.\nThese functions are provided by Twitter International Company, One Cumberland Place, Fenian Street, Dublin 2, D02 AX07, Ireland.\nWhile you use Twitter and the “Re-Tweet” function, websites you visit are linked to your Twitter account and disclosed to other users.\nDuring this process, data are transferred to Twitter as well.\nWe must point out, that we, the providers of the website and its pages do not know anything about the content of the data transferred and the use of this information by Twitter.\nFor more details, please consult Twitter’s Data Privacy Declaration at:<br>\nhttps://twitter.com/en/privacy.<br>\nThe use of Twitter plug-ins is based on Art.\n6 Sect.\n1 lit.\nf GDPR.\nThe operator of the website has a legitimate interest in being as visible as possible on social media.\nIf a respective declaration of consent has been obtained, the data shall be processed exclusively on the basis of Art.\n6 Sect.\n1 lit.\na GDPR.\nThis declaration of consent may be revoked at any time.<br>\nYou have the option to reset your data protection settings on Twitter under the account settings at:<br>\nhttps://twitter.com/account/settings.</p> 5.\nPlug-ins and Tools\nGoogle Web Fonts (local embedding)\n<p>This website uses so-called Web Fonts provided by Google to ensure the uniform use of fonts on this site.\nThese Google fonts are locally installed so that a connection to Google’s servers will not be established in conjunction with this application.\nFor more information on Google Web Fonts, please follow this link:<br>\nhttps://developers.google.com/fonts/faq</p>\n<p>and consult Google’s Data Privacy Declaration under:<br>\nhttps://policies.google.com/privacy?hl=en.</p> 6.\neCommerce and payment service providers\nProcessing of data (customer and contract data)\n<p>We collect, process and use personal data only to the extent necessary for the establishment, content organization or change of the legal relationship (data inventory).\nThese actions are taken on the basis of Art.\n6 Sect.\n1 lit.\nb GDPR, which permits the processing of data for the fulfilment of a contract or pre-contractual actions.\nWe collect, process and use personal data concerning the use of this website (usage data) only to the extent that this is necessary to make it possible for users to utilize the services and to bill for them.<br>\nThe collected customer data shall be eradicated upon completion of the order or the termination of the business relationship.\nThis shall be without prejudice to any statutory retention mandates.</p>\nData transfer upon closing of contracts for services and digital content\n<p>We share personal data with third parties only if this is necessary in conjunction with the handling of the contract.\nfor instance, with the financial institution tasked with the processing of payments.<br>\nAny further transfer of data shall not occur or shall only occur if you have expressly consented to the transfer.\nAny sharing of your data with third parties in the absence of your express consent, for instance for advertising purposes, shall not occur.<br>\nThe basis for the processing of data is Art.\n6 Sect.\n1 lit.\nb GDPR, which permits the processing of data for the fulfilment of a contract or for pre-contractual actions.</p>\n<p>Status: 11/2020</p> ", "created_at": "2022-05-11 06:13:32.875217", "updated_at": "2022-05-11 04:17:12.526625"}, {"id": 11970, "name": "Terms of Service", "url": "https://openrouteservice.org/terms-of-service/", "xpath": "/html/body/div[1]/div/div", "text": " Terms of Service Disclaimer\n<p>The data sources for routing and mapping are based on free and open and even collaborative volunteered data collection efforts.\nTherefore we cannot guarantee any quality of the displayed data and the routing results.\nWe are not responsible for any errors, mistakes, omissions or other problems with the used data and occurring from using this service.</p> Limitation of liability\n<p>Under no circumstances, and under no legal theory, including negligence, shall openrouteservice or its affiliates, contractors, employees, agents, or third party partners or suppliers, be liable for any special, indirect, incidental, consequential, or exemplary damages (including loss of profits, data, or use or cost of cover) arising out of or relating to these terms or that result from your use or the inability to use the site, including software, services, maps, content, user submissions, or any third party sites referred to on or by the site, even if openrouteservice or a openrouteservice authorized representative has been advised of the possibility of such damages.\nopenrouteservice ensures to have technological and operational security policies and procedures to protect your information from loss, misuse, alteration, or unintentional destruction, but the openrouteservice makes no representations or warranties regarding the security of the openrouteservice or the transmission of data or information to and from openrouteservice and your accessed device.\nopenrouteservice will not be liable to you or anyone else in the event of any unauthorized infiltration of any of its systems.</p> Prohibited Conduct\n<p>You may not use the Services for any unlawful purpose.\nYour use of the Services must comply with all local rules regarding online conduct and acceptable content.\nYou may not use the Services in any manner that could damage or overburden the Services or interfere with any other party’s use of the Services.\nYou may not engage in other unacceptable use of the Services, which includes:</p>\n<ul>\n<li>Disseminating material that is abusive, obscene, pornographic, defamatory, harassing, grossly offensive, vulgar, threatening, or malicious</li>\n<li>Aiding or implementing practices violating basic human rights or civil liberties</li>\n<li>Disseminating or storing material that infringes the copyright, trademark, patent, trade secret, or other intellectual property right of any person</li>\n<li>Creating a false identity or otherwise attempting to mislead others as to the identity or origin of any communication</li>\n<li>Exporting, re-exporting, or permitting downloading of any content in violation of any export or import law, regulation, or restriction of the European Union and its agencies or authorities, or without all required approvals, licenses, or exemptions</li>\n<li>Interfering with or attempting to gain unauthorized access to any computer network</li>\n<li>Transmitting viruses, trojan horses, or any other malicious code or program</li>\n<li>Engaging in any other activity deemed by openrouteservice to be in conflict with the spirit or intent of these Terms</li>\n</ul> Attribution and use of our Services\n<p>When using the free of cost openrouteservice APIs or using any other service provided by openrouteservice make sure to have the proper attribution in your API implementation, site, or other propert(ies) (either displayed in the map image itself or elsewhere):</p>\n© openrouteservice.org by HeiGIT | Map data © OpenStreetMap contributors Attribution and data sources for Geocoding Services\n<p>OpenRouteService uses the open-source Pelias geocoder.</p>\n<p>The data sources are:</p>\n<ul>\n<li>OpenStreetMap © OpenStreetMap contributors under ODbL.</li>\n<li>OpenAddresses under various public-domain and share-alike licenses.</li>\n<li>GeoNames under CC-BY-4.0.</li>\n<li>Who’s On First under various CC-BY or CC-0 equivalent licenses.</li>\n</ul>\n<p>The OpenStreetMap project requires attribution whenever data from OSM may be displayed to an end user.\nBy default, our results will return data from OSM and so this attribution is required.</p>\nUsage Limits\n<p>Any person is permitted one single account for openrouteservice APIs.\nIn case of suspicious sign-ups, we reserve the right to disable and/or remove accounts without prior notice.\nHowever, affected users may resolve the matter with openrouteservice support.</p>\n<p>If you exceed the usage limits as a free Single End User of a given openrouteservice API, the API will return an error message.\nIf you repeatedly exceed the limits, your access to the API will be temporarily blocked.\nYou can exceed the usage limits for the openrouteservice APIs by:</p>\n<ul>\n<li>Sending too many requests per day</li>\n<li>Sending requests too fast, i.e.\ntoo many requests per second</li>\n<li>Sending requests too fast for too long or otherwise abusing the web service</li>\n</ul> Service Limitations\n<p>openrouteservice always ensures to only publish stable releases of the provided API services.\nThe chosen parameter, e.g.\nmode of transportation, avoid features, number of waypoints for Routing and isochrones time and isochrones interval for Accessibility Analysis affect the overall performance and calculation time, which may vary.\nDue to individual routing graph profiles for every mode of transport, the update process and the performance/computation time of route results also varies.</p> Change of terms or services\n<p>We reserve the right to modify these Terms at any time by posting the changed terms on the site.\nAll changes shall be effective immediately upon posting.\nPlease check these Terms periodically for changes.\nYour continued use of the Services after we post of changes constitutes your binding acceptance of the new terms.\nWe may change the features and functions of the Services, including APIs, and the terms of this license agreement may change over time.\nIt is your responsibility to ensure that calls or requests you makes to the Services are compatible with then-current openrouteservice APIs.\nWe will endeavor to avoid changes to our APIs that are not backwards compatible, if any such changes become necessary, we will use reasonable efforts to notify you prior to implementation.</p> Safety Disclaimer\n<p>In order to provide openrouteservice and all related APIs, openrouteservice uses OpenStreetMap as a free editable geographic dataset, to derive and process a routable graph for all currently offered modes of transportation.\nOpenStreetMap is not a complete or accurate map of the world and should not be used in such a manner that deficiencies, omissions, inaccuracies or errors could result in death, loss or injury.\nIt is particularly important to realize that the maps might not be reliable.\nThe maps are an iterative ongoing work-in-progress.\nopenrouteservice aims to provide maps, which can be relied upon, equally well, or better than other maps.\nThe openly-editable wiki nature of the OpenStreetMap mapping system may help towards this goal, however it may also mean that there will always be some inaccuracies.\nYou should make your own judgement about the accuracy of our maps.\nAlways use our maps in conjunction with your senses, official sources and your common sense.</p> API Results\n<p>While openrouteservice attempts to convey accurate route, isochrones and direction information, the information contained may contain errors.\nopenrouteservice disclaims any and all liability for the adequacy, completeness, timeliness or accuracy of information and routing results and disclaims liability for errors or omissions in the information.\nYou are strongly advised not to use openrouteservice as your primary or sole information source for crucial and data quality dependent routing and navigation applications, such as emergency and rescue, flying, inland navigation, marine navigation, military, whitewater sports, flood prone objects and winter sports.\nAs always, make sure you have all the necessary equipment and training, take all sensible precautions, and be aware of the risks.\nAs stated above, we will not be held responsible.</p> License\n<p>API results obtained from openrouteservice in any context (also MapSurfer maps) are licensed under CC-BY 4.0.\nSee Attribution for proper attribution.</p> ", "created_at": "2022-05-11 06:13:32.872295", "updated_at": "2022-05-11 04:18:13.960549"}], "points": [], "urls": ["openrouteservice.org", "maps.openrouteservice.org", "classic-maps.openrouteservice.org"]}}