{"error": 448, "message": "OK", "parameters": {"id": 4505, "name": "ClustrMaps.com", "created_at": "2021-07-04 10:35:41.4148", "updated_at": "2022-06-27 22:00:52.536271", "wikipedia": null, "keywords": null, "related": null, "slug": "clustrmaps-com", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/4505.png", "url": "clustrmaps.com", "documents": [{"id": 7905, "name": "TOS", "url": "https://clustrmaps.com/legal", "xpath": "", "text": null, "created_at": "2021-07-04 10:35:41.421607", "updated_at": "2021-07-04 10:35:41.421607"}, {"id": 7904, "name": "Privacy Policy", "url": "https://clustrmaps.com/policy", "xpath": "//body", "text": null, "created_at": "2021-07-04 10:35:41.419046", "updated_at": "2021-07-04 08:36:58.981823"}], "points": [{"id": 26127, "title": "You have the right to leave this service at any time", "source": "https://clustrmaps.com/policy", "status": "The Privacy Policy states \"Close Your Account: While we’d be very sad to see you go, if you no longer want to use our Services, you can close your ClustrMaps account. Please keep in mind that we may continue to retain your information after closing your account–for example, when that information is reasonably needed to comply with (or demonstrate our compliance with) legal obligations such as law enforcement requests, or reasonably needed for our legitimate business interests.\"", "created_at": "2021-11-29 18:04:23.273421", "updated_at": "2022-06-27 12:32:22.814249", "quoteText": null, "case_id": 170, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26125, "title": "Tracking pixels are used in service-to-user communication", "source": "https://clustrmaps.com/policy", "status": "The Privacy Policy states \"Information from Cookies & Other Technologies: A cookie is a string of information that a website stores on a visitor’s computer, and that the visitor’s browser provides to the website each time the visitor returns. Pixel tags (also called web beacons) are small blocks of code placed on websites and emails. ClustrMaps uses cookies and other technologies like pixel tags to help us identify and track visitors, usage, and access preferences for our Services.\"", "created_at": "2021-11-29 18:01:37.127031", "updated_at": "2022-06-27 12:32:06.783815", "quoteText": null, "case_id": 217, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26137, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://clustrmaps.com/legal", "status": "The Terms of Service \"YOU EXPRESSLY UNDERSTAND AND AGREE THAT CLUSTRMAPS SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING BUT NOT LIMITED TO, DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES (EVEN IF CLUSTRMAPS HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM: (i) THE USE OR THE INABILITY TO USE THE SERVICE; (ii) THE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING FROM ANY GOODS, DATA, INFORMATION OR SERVICES PURCHASED OR OBTAINED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM THE SERVICE; (iii) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA; (iv) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SERVICE; OR (v) ANY OTHER MATTER RELATING TO THE SERVICE.\"", "created_at": "2021-11-29 18:17:22.997381", "updated_at": "2022-08-17 16:30:57.313661", "quoteText": null, "case_id": 293, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26136, "title": "You are responsible for any risks, damages, or losses that may incur by downloading materials", "source": "https://clustrmaps.com/legal", "status": "The Terms of Service state \"(C) ANY MATERIAL DOWNLOADED, TRANSFERRED, OR OTHERWISE OBTAINED THROUGH THE USE OF THE CLUSTRMAPS SERVICE, INCLUDING BUT NOT RESTRICTED TO CLUSTRMAPS HTML AND JAVASCRIPT CODE USED ON YOUR OWN WEB SITE(S) OR PAGE(S), IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM, INTERRUPTION OF SERVICE, OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF ANY SUCH MATERIAL, INCLUDING BUT NOT RESTRICTED TO NEGATIVELY AFFECTING THE APPEARANCE OF PERFORMANCE OF YOUR WEB SITE OR PAGES RESULTING FROM INCORPORATION OF CLUSTRMAPS HTML AND JAVASCRIPT CODE.", "created_at": "2021-11-29 18:16:06.798666", "updated_at": "2022-08-17 16:31:07.713316", "quoteText": null, "case_id": 291, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26135, "title": "The service does not guarantee that software errors will be corrected", "source": "https://clustrmaps.com/legal", "status": "The Terms of Service state \"(B) CLUSTRMAPS MAKES NO WARRANTY THAT ... AND (v) ANY ERRORS IN THE SOFTWARE WILL BE CORRECTED.\"", "created_at": "2021-11-29 18:15:11.311777", "updated_at": "2022-06-29 23:34:59.286214", "quoteText": null, "case_id": 289, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26134, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://clustrmaps.com/legal", "status": "The Terms of Service state \"(B) CLUSTRMAPS MAKES NO WARRANTY THAT ... (iii) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICE WILL BE ACCURATE OR RELIABLE,", "created_at": "2021-11-29 18:14:33.467762", "updated_at": "2022-07-14 17:23:08.280647", "quoteText": null, "case_id": 288, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26133, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://clustrmaps.com/legal", "status": "The Terms of Service state \"(ii) THE SERVICE WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE,\"", "created_at": "2021-11-29 18:13:36.947702", "updated_at": "2022-06-27 12:34:06.49676", "quoteText": null, "case_id": 287, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26132, "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements", "source": "https://clustrmaps.com/legal", "status": "The Terms of Service states \"(B) CLUSTRMAPS MAKES NO WARRANTY THAT (i) THE SERVICE WILL MEET YOUR REQUIREMENTS,\"", "created_at": "2021-11-29 18:13:01.348722", "updated_at": "2022-06-27 12:33:59.499602", "quoteText": null, "case_id": 290, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26131, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://clustrmaps.com/legal", "status": "The Terms of Service state \"THE CLUSTRMAPS COUNTERS AND MAP VISUALIZATIONS AND ANY THIRD PARTY SOFTWARE MADE AVAILABLE IN CONJUNCTION WITH OR THROUGH THE CLUSTRMAPS COUNTERS AND MAP VISUALIZATIONS ARE PROVIDED \"AS IS,\" WITH NO WARRANTIES WHATSOEVER.\"", "created_at": "2021-11-29 18:12:18.835402", "updated_at": "2022-06-27 12:33:43.853197", "quoteText": null, "case_id": 286, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26130, "title": "This service is only available to users over a certain age", "source": "https://clustrmaps.com/legal", "status": "The Terms of Service states \"The ClustrMaps website is available only to individuals who are at least 16 years old\"", "created_at": "2021-11-29 18:09:58.793364", "updated_at": "2022-06-27 12:32:55.362504", "quoteText": null, "case_id": 152, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26129, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://clustrmaps.com/policy", "status": "The Privacy Policy states \" Your continued use of the Services after any change in this Privacy Policy will constitute your consent to such change.\"", "created_at": "2021-11-29 18:08:35.70503", "updated_at": "2022-06-27 12:32:47.678864", "quoteText": null, "case_id": 403, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26128, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://clustrmaps.com/policy", "status": "The Privacy Policy states \"Although most changes are likely to be minor, ClustrMaps may change its Privacy Policy from time to time. ClustrMaps encourages visitors to frequently check this page for any changes to its Privacy Policy. If we make changes, we will notify you by providing a notice (such as adding a statement to our homepage or sending you a notification through e-mail or your dashboard). If you have a ClustrMaps account, you should also check your dashboard for alerts to these changes. Your continued use of the Services after any change in this Privacy Policy will constitute your consent to such change.\"", "created_at": "2021-11-29 18:08:07.172362", "updated_at": "2022-06-27 12:32:34.980597", "quoteText": null, "case_id": 122, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26126, "title": "You can opt out of promotional communications", "source": "https://clustrmaps.com/policy", "status": "The Privacy Policy states \"Opt-Out of Electronic Communications: You may opt out of receiving promotional messages from us. Just follow the instructions in those messages. If you opt out of promotional messages, we may still send you other messages, like those about your account and legal notices.\"", "created_at": "2021-11-29 18:03:34.382673", "updated_at": "2022-06-27 12:32:12.411777", "quoteText": null, "case_id": 223, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26124, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://clustrmaps.com/policy", "status": "The Privacy Policy states \"Location Information: We may determine the approximate location of your device from your IP address. We collect and use this information to, for example, calculate how many people visit our Services from certain geographic regions.\"", "created_at": "2021-11-29 18:00:33.768024", "updated_at": "2022-06-27 12:32:00.243965", "quoteText": null, "case_id": 399, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["clustrmaps.com"]}}