{"error": 448, "message": "OK", "parameters": {"id": 2685, "name": "ADT", "created_at": "2021-02-02 19:27:03.91475", "updated_at": "2022-08-11 19:04:12.228403", "wikipedia": "https://en.wikipedia.org/wiki/ADT_Inc.", "keywords": null, "related": null, "slug": "adt", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/2685.png", "url": "adt.com,myadtdigitalsecurity.com,adtpuertoricollc.com,myadt.com,adt-optout.com", "documents": [{"id": 3918, "name": "Digital Security Privacy Policy", "url": "https://www.myadtdigitalsecurity.com/privacy-policy", "xpath": "/html/body/div[1]/div/div/div/div/div", "text": "ADT Security - Privacy Policy<p>Last updated on January 1, 2020</p>\n<p>ADT recognizes that your privacy is important.\nThis privacy policy describes the information we collect, how we collect it, and how we use and share it in connection with ADT’s websites, product and service offerings, and from your Internet-connected devices.\nThe policy also describes ADT’s information processing activities on behalf of third parties and your choices regarding use, access, and correction of your personal information.</p> Summary <p>This privacy policy describes the information ADT collects and how it is used and shared in connection with ADT’s websites, ADT’s security services, and your Internet-connected device(s).\nThe policy also describes ADT’s processing activities and your privacy choices.</p> Cross-Border Transfers of Personal Data <p>To facilitate our operations, we may transfer, store and process your personal information in jurisdictions other than where you live, including in the United States.\nLaws in these countries may differ from the laws applicable to your country of residence.\nFor instance, if you are an European Economic Area (EEA) data subject and your personal information is shared with our affiliates, partners, or third-party service providers acting on our behalf outside of the EEA, then it is done so pursuant to necessary means to ensure an adequate level of protection.&nbsp;</p>\n<p>ADT Inc.\n(and its and its affiliated entities) participates in and has certified its compliance with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework.\nWe are committed to subjecting all personal data received from European Union (EU) member countries and Switzerland in reliance on each Privacy Shield Framework to the applicable Framework’s Principles.\nTo learn more about the Privacy Shield Frameworks, and to view our certification,<b>\n</b>visit the U.S.\nDepartment of Commerce’s Privacy Shield List at https://www.privacyshield.gov.\n</p>\n<p>ADT Inc.\nis responsible for the processing of personal data it receives under each Privacy Shield Framework and subsequently transfers to a third party acting as an agent on its behalf.\nADT Inc.\ncomplies with the Privacy Shield Principles for all onward transfers of personal data from the EU and Switzerland, including the onward transfer liability provisions.\nWith respect to personal data received<b>\n</b>or<b>\n</b>transferred pursuant to the Privacy Shield Frameworks, ADT Inc.\nis subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.\nIn certain situations, we may be required to disclose personal data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</p>\n<p>Under certain conditions, more fully described on the Privacy Shield website at https://www.privacyshield.gov/article?id=How-to-Submit-a-Complaint, you may be entitled to invoke binding arbitration when other dispute resolution procedures have been exhausted.\n</p> Summary <p>ADT participates in the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework which subject ADT to FTC enforcement.\nTo learn more about Privacy Shield and its data principles please visit https://www.privacyshield.gov.\n</p> Information Collection <p>\n<b>What Information ADT Collects:</b>\n</p>\n<ul>\n<li>\n<b>In General:</b>&nbsp;When you use our website(s), service(s), and your device(s) you may be asked to provide personal information such as: <ul>\n<li>Name and/or business name</li>\n<li>Home address and/or business address</li>\n<li>Home, business, and/or mobile telephone number </li>\n<li>Email address</li>\n<li>Credit, debit, or other payment account number and related information </li>\n<li>Date of birth or other identifying personal characteristics </li>\n<li>Social Security Number</li>\n<li>Emergency contact list information about others </li>\n<li>Personal identification code</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<b>Product Specific:</b>&nbsp;Certain device(s) or service(s) may collect additional information such as: <ul>\n<li>Audio, video, and still-image recordings from your monitoring device(s) </li>\n<li>Geolocation and GPS information including physical location of your device(s) by using satellite, cell phone tower, or Wi-Fi signals </li>\n<li>Motion detection, accelerometer activity, and climate conditions surrounding your device(s) </li>\n<li>Monitoring event information such as arming and disarming your device(s) </li>\n<li>Internet protocol (IP) addresses, internet service provider (ISP), date/time stamp, and/or other event data which is automatically collected and stored in log files </li>\n</ul>\n</li>\n</ul>\n<p>\n<b>How ADT Collects Information:</b>&nbsp;Your personal and non-personal information is collected in various ways in connection with our website(s), service(s), and your device(s):</p>\n<ul>\n<li>In many cases you give information directly to us.\nFor example, you may be required to provide us personal information when: <ul>\n<li>Registering for the service(s) or an account with us </li>\n<li>Activating your device(s)</li>\n<li>Signing up for special offers from ADT and selected third parties </li>\n<li>Submitting a paper form or transmitting information to us online or via telephone </li>\n<li>Submitting your credit card or other payment information </li>\n<li>Receiving our service(s) including talking with sales representatives, service technicians, and customer service and monitoring centers (some of which may be recorded to ensure service(s) quality and to maintain an accurate record of our communications with you) </li>\n<li>Visiting and interacting with our website(s).\n</li>\n</ul>\n</li>\n<li>We may also collect your information using cookies or similar technologies to analyze trends, administer our websites, track users’ movements around our websites, and to gather demographic information about our users as a whole, for example: <ul>\n<li>\n<b>Mobile Application:</b>&nbsp;We may collect information such as registration and activation information from our mobile application(s) associated with our service(s) and your device(s).&nbsp;</li>\n<li>\n<b>Device Data:</b>&nbsp;We may collect various types of data and event information from your device(s) by using cameras, microphones, GPS, or other monitoring sensors.\n</li>\n<li>\n<b>Cookies:</b>&nbsp;We may receive and store certain information about your browsing preferences by using ADT and third-party cookies.\nCookies are small text files placed on your computer to customize your experience.\n</li>\n<li>\n<b>Web Beacons:</b>&nbsp;We may collect information about your browsing activities by using web beacons.\nWeb beacons are transparent graphic pixels that are placed on web pages that enable us or a third party to track your actions on our website(s) and deliver interest-based advertisements.\n</li>\n<li>\n<b>Local Stored Objects:</b>&nbsp;We may store information about your browsing activities through locally stored objects by using technologies such as “Flash cookies” and HTML5 (“LSOs”).\nLSOs tack your actions and store information about your preferences and can be used by third party partners to deliver interest-based advertisements.\n</li>\n<li>\n<b>Social Media Features:</b>&nbsp;Our website(s) include social media features that may collect your Internet Protocol (IP) address of the page you are visiting and may set a cookie to enable the feature to function properly.\nThese features are either hosted by a third party or hosted directly by us.\n</li>\n<li>\n<b>Log Files:</b>&nbsp;We gather certain information automatically and store it in log files.\nThis information may include Internet Protocol (IP) addresses, browser type, Internet service provider (ISP), referring/exit pages, operating system, date/time stamp, and/or clickstream data.\n</li>\n<li>\n<b>Mobile</b>:&nbsp;When you download and use our service(s), we may automatically collect information on the type of device you use, operating system version, and the unique device identifier (or \"UDID\").\nWe collect your location-based information as part our service(s) to identify your location for dispatching or sharing with emergency service providers.\nWe will only share this information with third party services for the sole purpose of providing you our service(s).\nYou may opt-out of location-based services at any time by editing the setting at the device level.\nWe also use mobile analytics software to allow us to better understand the functionality of our mobile software on your phone.\nThis software may record information such as how often you use the application, the events that occur within the application, aggregated usage, performance data, and where the application was downloaded from.\nWe do not link the information we store within the analytics software to any personally identifiable information you submit within the mobile application.\n</li>\n</ul>\n</li>\n</ul>\n<p>We may combine the above information with other information we collect or receive from other sources, such as public databases, joint marketing partners, social media platforms, and other third parties including, but not limited to, credit reporting bureaus.\nWe use the information collected from third party sources to determine the suitability of extending credit and for marketing purposes.</p> Summary <p>Your personal and non-personal information is collected in a variety of ways on ADT’s websites and when using ADT’s security services including through your Internet-connected device(s).\nCertain ADT products or services may require the collection of additional information such as audio, video, location information, and information about the device’s surroundings.\nYou may be required to provide a minimum amount of information in order to receive ADT’s services.</p> Information Use and Sharing <p>\n<b>How ADT Uses Your Information:</b>&nbsp;We may use the personal and non-personal information you provide us for our business purposes, including:</p>\n<ul>\n<li>Setting up your service(s) including establishing your ADT account and profile </li>\n<li>Providing your service(s) including responding to alarm and security events </li>\n<li>Processing payments for your service(s)</li>\n<li>Contacting you regarding your service(s) and responding to your inquiries and comments </li>\n<li>Enhancing, improving, or modifying our website(s) and service(s) </li>\n<li>Developing new products and services</li>\n<li>Conducting data analysis, including fraud monitoring and prevention </li>\n<li>Providing marketing and promotional materials</li>\n<li>Customer retention, feedback, and reactivation programs </li>\n<li>Engaging in lead generation activities</li>\n</ul>\n<p>If you submit any information to us relating to another person, you represent that you have the authority to do so and to permit us to use the information in accordance with this policy.\nWe will only use that information for the specific reason for which it was provided to us.</p>\n<p>\n<b>How ADT Shares Your Information:</b>&nbsp;We share your information in the following ways:</p>\n<ul>\n<li>\n<b>Third Party Providers:</b> We do not sell your information to third parties for their own marketing purposes.\nWe may share your information with partners and service providers (including ADT Authorized Dealers) to provide some of our service(s) and to complete our business purposes as described above.\nBefore we share personal information, we enter into written agreements with the business partners which contain data protection terms that safeguard your data.\nThese companies may use your personal information only as necessary to provide these services to us, except as otherwise authorized by you for another purpose.&nbsp;We will also enable you to revoke any such authorization in a manner equivalent to that by which you provided it or by otherwise contacting us as provided below, if you no longer want us to share your personal information for such purpose.\n</li>\n<li>\n<b>Emergency Services:</b>&nbsp;To provide our service(s), we will share your information with persons designated in your contact list and third-party emergency service providers such as police departments, fire departments, and emergency medical services.\n</li>\n<li>\n<b>Legal Authorities:</b>&nbsp;We may also disclose your information for legal reasons including to comply with a subpoena or court order or similar legal process, to cooperate with law enforcement, or when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a government request.\n</li>\n<li>\n<b>Transfer in the Event of Sale or Change of Control:</b>&nbsp;We may transfer your information to a third party in the event of any reorganization, merger, sale, joint venture, assignment, transfer or other disposition of all or any portion of our business, assets or stock, including in connection with any bankruptcy or similar proceedings.\n</li>\n<li>\n<b>Cross-Border Transfer:</b> We may transfer, store, and/or access your information electronically or in hard copy in the United States or Canada.&nbsp;We follow generally accepted standards to protect the personal information submitted to us, both during transmission and once it is received.\nSuch information is subject to the laws of the country in which it is transferred, stored, or accessed.\n</li>\n</ul>\n<p>\n<b>Note:</b>&nbsp;Our website(s) and service(s) may include links to third-party websites and use third party services.\nIf you submit personal information to any third-party websites or service providers, your information is governed by their privacy policies.\nThis policy does not address the privacy practices of any third-party websites or service providers.</p> Summary <p>We use your information for our business purposes and to provide ADT’s services.\nYour information may be shared with third party service providers, and emergency services providers to deliver or enhance ADT's services.\nWe may share your information for legal reasons, including to cooperate with legal authorities, when we receive valid requests, to protect our rights, or in the event of a sale of all or any part of our company.</p> Consent <p>\n<b>How ADT Obtains Consent:</b> Each time you provide any personal information to us through our Site(s), Service(s), or your Device(s), you consent to the collection, use, and disclosure/sharing such information according to this Policy.\nWhere required, consent for the collection, use, and disclosure/sharing of your information may be obtained either expressly or implied.\nYour express consent may be given in writing, verbally or electronically.\nYour implied consent may be given through an action you have taken, such as supplying your personal information for a specified purpose.\nIf you do not notify us, we will consider you to have consented to our continued use and disclosure/sharing of your personal information.\nRevoking consent to collection, use and/or disclose/share your information for certain purposes may affect our ability to provide you with Service(s).\nYou may contact us using the information below.</p> Summary <p>You may consent to the collection, use and disclosure/sharing of your information in a variety of ways including in writing, verbally, or electronically.\nYour consent can be express or implied by your actions.\nIf you revoke consent, we may not be able to provide you Service(s)</p> Information Processing <p>\n<b>How ADT Processes Information on Behalf of our Clients:</b>&nbsp;We may process information collected through our service(s) on behalf of our Client, such processing and use shall be limited to the purpose of providing the service for which the Client has engaged ADT.</p>\n<p>ADT collects information under the direction of its Clients, and may not have a direct relationship with the individuals whose personal data it processes.\nIf you are a customer of one of our Clients and would no longer like to be contacted by one of our Clients that use our service, please contact the Client that you interact with directly.\nWe may transfer personal information to companies that help us provide our service.\nTransfers to subsequent third parties are covered by the service agreements with our Clients.</p>\n<p>An individual who seeks access, or who seeks to correct, amend, or delete inaccurate data should direct his query to ADT’s Client (the data controller).\nIf requested to remove data we will respond within a reasonable timeframe.</p>\n<p>We will retain personal data we process on behalf of our Clients for as long as needed to provide services to our Client.\nADT will retain this personal information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p> Summary <p>ADT may process information on behalf of third parties.\nAny such processing will be limited to the purpose the third party engaged ADT for.\nYou must contact the third party directly regarding updating your information.</p> Online Tracking <p>\n<b>How ADT Responds to Do Not Track Signals:</b>&nbsp;ADT partners with third parties to display advertising on our website or to manage our advertising on other websites.\nOur third party partners use cookies, web beacons, LSOs, tags, scripts, and similar technologies to gather information about you over time and across different websites or applications in order to help predict your preferences and show you interest-based advertisements.\nOur website(s) do not respond to browser Do Not Track (DNT) signals, however you may opt-out as described below.</p>\n<p>\n<b>How Can I Opt-Out:</b>&nbsp;If you wish to opt out of interest-based advertising click here or if located in the European Union click here.\nPlease note you will continue to receive generic ads.\nYou may opt out of our marketing and promotional emails by using the “unsubscribe” link provided in the email.</p> Summary <p>ADT’s websites do not respond to browser Do Not Track signals, but you can opt-out of interested-based ads by visiting the&nbsp;links here or here.\nYou can opt-out of other tracking technologies we use by visiting the specific links provided.</p> Collection from Minors <p>\n<b>What Information ADT Collects from Children:</b>\n</p>\n<ul>\n<li>\n<b>In General:</b> ADT's website(s) and service(s) are intended for a general audience and we do not knowingly collect personal information from individuals that are less than 13 years of age.\n</li>\n<li>\n<b>Product Specific: </b>Certain ADT products and services may require the collection of personal information from individuals that are less than 13 years of age to use all features.\nFor such products and situations where ADT does knowingly collect personal information from individuals that are less than 13 years of age, we make clear disclosures in the privacy policy applicable to product or service, we only collect the information with verifiable prior consent from a parent or legal guardian, and we allow the parent to review, delete, or withdraw parental consent by contacting us.\n</li>\n</ul> Summary <p>Generally we do not target or knowingly collect personal information from people less than 13 years of age.\nFor certain services we may collect personal information from people less than 13 years of age upon making disclosures, obtaining verifiable parental consent, and allowing the parent to review, delete or withdraw consent.</p> Security <p>\n<b>How ADT Protects Your Information:</b>&nbsp;We limit access to your personal information and seek to use reasonable organizational, technical and administrative measures to protect your information.\nUnfortunately, no information transmission or storage system can be guaranteed to be 100% secure.\nIf you have reason to believe that your interaction with us is no longer secure, please contact us immediately using the information below.</p> Summary <p>We do our best to protect your information.</p> Other Information <p>\n<b>How You Update and Access Your Information:</b>&nbsp;You have the right to amend or update inaccurate or incomplete personal information, request deletion of your personal information, or request that we no longer use it.\nYou are responsible for ensuring the information you provide when using our website(s), registering for our service(s), and registering/activating your device(s) is accurate.\nTo access, review&nbsp;or&nbsp;update your information for accuracy, please login to your ADT account or contact us using the information below.\nUpon request we will provide you with information about whether we hold any of your personal information.\nWe will respond to your request within a reasonable timeframe.</p>\n<p>\n<b>How ADT Retains Your Information:</b>&nbsp;We will retain your personal information for as long as your account is active or for the period necessary to fulfill the purposes outlined in this policy and as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n<p>\n<b>How ADT Notifies You of Policy Changes:</b>&nbsp;We may update this policy to reflect changes to our information practices.\nIf we make material changes, we will notify you by email (sent to the e-mail address specified in your account) or by means of a notice on this website prior to the change becoming effective.\nWe encourage you to periodically review this policy for the latest information on our privacy practices.</p> Summary <p>Contact us or login to your ADT account to review or update your information.\nPeriodically review this policy, as we may update it from time to time.\nA third party audits any changes to our privacy practices to maintain compliance.</p> California Privacy Rights <p>ADT collects various types of personal information about you as described in this policy.\nUnder California law, ADT customers who are residents of California may request certain information about ADT’s privacy practices including the personal information ADT has collected, where it was sourced from, what it is being used for, whether it is being disclosed to third parties for business purposes, sold to third parties, and to whom it is being disclosed or sold in the previous 12 months.\nThe table below summaries ADT’s privacy practices in accordance with the California Consumer Privacy Act of 2018.</p> Summary <p>ADT customers who are residents of California have certain privacy rights including disclosures regarding the personal information we collect, share, and sell as well as the uses for such information.\nYou also have the right to request us to delete your personal information and to opt-out of the sale of your personal information.\nADT will not discriminate against you for exercising such rights.</p>\n<p>\n<strong>Information</strong>\n</p>\n<p>\n<strong>Category</strong>\n</p>\n<p>\n<strong>Examples</strong>\n</p>\n<p>\n<strong>Collected</strong>\n</p>\n<p>\n<strong>Sources</strong>\n</p>\n<p>\n<strong> Third Party Sharing Categories </strong>\n</p>\n<p>\n<strong> Disclosed to Third Parties </strong>\n</p>\n<p>\n<strong> Business/Commercial Purposes </strong>\n</p>\n<p>\n<strong> Business/Commercial Purposes </strong>\n</p>\n<p> 1.\nIdentifiers.\n</p>\n<p> Name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, SSN, driver's license number, passport number, or other similar identifiers.\n</p>\n<p>\n<strong>Yes</strong>\n</p>\n<p> - <strong>Directly from you.</strong>\n</p>\n<p> For example, from forms you complete or products and services you purchase.\n</p>\n<p> - <strong>Indirectly from you.</strong>\n</p>\n<p> For example, from observing your actions on our Website.\n</p>\n<p> - <strong>From third parties.</strong>\n</p>\n<p> For example, from our authorized dealers or partner companies to provide the services.\n</p>\n<p> - Service providers </p>\n<p> - Dealers </p>\n<p> - Affiliates </p>\n<p> - Advertisers </p>\n<p> - Partners </p>\n<p> - Parent or subsidiary organizations </p>\n<p> - Internet cookie information recipients </p>\n<p> - Insurance Companies </p>\n<p>\n<strong>Yes</strong>\n<strong>\n</strong>\n</p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> 2.\nPersonal information categories listed in the California Customer Records statute.\n</p>\n<p> Name, signature, SSN, physical characteristics/description, address, telephone number, passport number, driver's license or ID card number, insurance policy number, education, employment, employment history, bank account/credit card/debit card numbers, or any other financial information, medical information, or health insurance information.\n</p>\n<p>\n<strong>Yes</strong>\n</p>\n<p>\n<strong>Yes</strong>\n<strong>\n</strong>\n</p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> 3.\nProtected classification characteristics under California or federal law.\n</p>\n<p> Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, personal &amp.\nfamilial genetic information.\n</p>\n<p>\n<strong>Yes</strong>\n</p>\n<p>\n<strong>Yes</strong>\n</p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> 4.\nCommercial information.\n</p>\n<p> Records of personal property, products/services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\n</p>\n<p>\n<strong>Yes</strong>\n</p>\n<p>\n<strong>Yes</strong>\n<strong>\n</strong>\n</p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> 5.\nBiometric information.\n</p>\n<p> Genetic, physiological, behavioral, and biological characteristics, or activity patterns used to extract a template or other identifier or identifying information, such as, fingerprints, faceprints, and voiceprints, iris or retina scans, keystroke, gait, or other physical patterns, and sleep, health, or exercise data.\n</p>\n<p>\n<strong>Yes</strong>\n</p>\n<p>\n<strong>Yes</strong>\n<strong>\n</strong>\n</p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> 6.\nInternet or other similar network activity.\n</p>\n<p> Browsing/search history, information on a consumer's interaction with a website, application, or advertisement.\n</p>\n<p>\n<strong>Yes</strong>\n</p>\n<p>\n<strong>Yes</strong>\n<strong>\n</strong>\n</p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> 7.\nGeolocation data.\n</p>\n<p> GPS, physical location, or movements.\n</p>\n<p>\n<strong>Yes</strong>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Yes</strong>\n<strong>\n</strong>\n</p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> 8.\nSensory data.\n</p>\n<p> Audio, electronic, visual, thermal, olfactory, or similar information.\n</p>\n<p>\n<strong>Yes</strong>\n</p>\n<p>\n<strong>Yes</strong>\n<strong>\n</strong>\n</p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> 9.\nProfessional or employment-related information.\n</p>\n<p> Current or past job history or performance evaluations.\n</p>\n<p>\n<strong>No</strong>\n</p>\n<p>\n<strong>No</strong>\n<strong>\n</strong>\n</p>\n<p> N/A </p>\n<p> N/A </p>\n<p> 10.\nNon-public education information (per the Family Educational Rights and Privacy).\n</p>\n<p> Education records such as student grades, transcripts, class lists, schedules, ID codes, financial information, or disciplinary records maintained by an educational institution or party acting on its behalf.\n</p>\n<p>\n<strong>No</strong>\n<strong>\n</strong>\n</p>\n<p>\n<strong>No</strong>\n<strong>\n</strong>\n</p>\n<p> N/A </p>\n<p> N/A </p>\n<p> 11.\nInferences drawn from other personal information.\n</p>\n<p> Profile reflecting a person's preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.\n</p>\n<p>\n<strong>No</strong>\n</p>\n<p>\n<strong>No</strong>\n<strong>\n</strong>\n</p>\n<p> N/A </p>\n<p> N/A </p>\n<p>\n<strong>Sale of Personal Information</strong>\n</p>\n<ul>\n<li>\n<strong>No Sale – </strong> In the previous 12 months, ADT has not sold your personal information in the enumerated categories above.\nFurther, ADT does not sell the personal information of minors under 16 years of age without affirmative authorization.\n</li>\n</ul>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>California Consumer Rights</strong>\n</p>\n<ul>\n<li>\n<strong>Your Rights</strong> - You have the right to:</li>\n</ul>\n<ol>\n<li>request ADT to disclose the personal information we collect from you, </li>\n<li>request ADT to disclose if we sell your personal information, </li>\n<li>request ADT to delete your personal information,</li>\n<li>request ADT to opt-out of the sale of your personal information, and </li>\n<li>be free from discrimination if you exercise the above rights.\n</li>\n</ol>\n<p>\n<strong> Exercising Your Rights: Verifiable Consumer Request/Opting Out </strong>\n</p>\n<ul>\n<li>\n<strong>Submitting Requests</strong> - To exercise your rights stated above, contact ADT by submitting a request on this Online Request Form or by calling 1-877-871-5625</li>\n<li>\n<strong>Authorizing an Agent</strong> - You may also authorize an agent to act on your behalf to exercise the rights stated above.\nTo authorize an agent please provide written authorization to ADT at the contact information listed in the Feedback section below.\n</li>\n<li>\n<strong>Verifying your Request</strong> - Upon receiving your request ADT will verify the request by matching the information provided to the personal information ADT currently has.\n</li>\n</ul> Feedback <p>\n<b>How to Contact Us:</b> You can contact us about this policy by writing or emailing us at the address below: </p>\n<p>ADT LLC dba ADT Security Services<br> Attn: Privacy Officer<br> 1501 Yamato Road<br> Boca Raton, FL 33431-0835<br> privacy@adt.com</p>\n<p>If you do not receive acknowledgment of your inquiry or your inquiry has not been satisfactorily addressed, please contact our U.S.-based third-party dispute resolution provider (free of charge) &nbsp;&nbsp;https://feedback-form.truste.com/watchdog/request.\nThis third-party dispute resolution provider will then serve as a liaison with ADT to help resolve your concerns.</p> Summary <p>We are here to help you and answer any questions you have.\nPlease feel free to send us an email or send a letter in the mail.</p> ADT Entities and Affiliates <p>AA/Acme Locksmiths, Inc.<br> ADT Commercial LLC<br> ADT Finance LLC<br> ADT, Inc.<br> ADT LLC<br> ADT Puerto Rico, LLC<br> Advanced Cabling Systems, LLC<br> Alarm Security Group LLC<br> Aronson Security Group, Inc.<br> ASG Government Services LLC<br> ASG Holdings LLC<br> ASG International, Inc.<br> ATCi Communications, Inc.<br> Century Sprinkler Holdings Corporation<br> Chain Electric Holdings, Inc.<br> DataShield, LLC<br> Fire &amp.\nSecurity Holdings, LLC<br> Fire Systems International, Inc.<br> I-View Now LLC<br> MSA Systems Integration, Inc.<br> Pratt Landry Associates, Inc.<br> Red Hawk Fire &amp.\nSecurity (CA), LLC<br> Red Hawk Fire &amp.\nSecurity (CHES), LLC<br> Red Hawk Fire &amp.\nSecurity (NY), LLC<br> Red Hawk Security Systems, LLC<br> Security Monitoring Services, Inc.<br> Tele-Tector of Maryland, Inc.<br> The ADT Security Corporation</p> Summary <p>This is a list of the ADT entities and affiliates covered by this policy and the Privacy Shield certification.</p>\n", "created_at": "2021-02-02 19:32:03.411723", "updated_at": "2021-02-02 19:32:29.891082"}, {"id": 3921, "name": "Website Terms of Use", "url": "https://www.adt.com/about-adt/legal/terms-of-use", "xpath": "/html/body/div[2]/div[2]/div[2]/div[1]/div/div/div/div[2]/div/div/div/div/div/div", "text": " ADT Security - Website Terms of Use <p>Last revised: January 10, 2018 </p>\n<p>These ADT Website Terms and Conditions of Use (the \"Terms\") govern your use any websites that are owned or operated by ADT LLC, d/b/a ADT Security Services (\"ADT,\" \"we,\" \"us\" or \"our\"), and which contain a link to the Terms (collectively, and together with all services available through such websites, the \"Site\").\nBy accessing the Site, you agree to be bound by the Terms.&nbsp.\nIf you do not agree to the Terms, please exit the Site immediately and do not access any of the associated pages or materials.&nbsp.\nPlease consult the&nbsp;ADT Online Privacy Policy&nbsp;for a description of our privacy practices and policies on the Site.<br>\n<br>\nADT owns and/or operates the Site, and we reserve the right, in our sole discretion, to change, modify, add or remove any portion of this Site or the Terms, whether in whole or in part, at any time and for any reason.&nbsp.\nChanges to the Terms will be effective when posted.&nbsp.\nYou agree to review the Terms periodically to be aware of any changes.&nbsp.\nYour continued use of this Site after any changes to the Terms will be considered acceptance of those changes.<br>\n<br>\n<b>PERMITTED USE</b>\n<br>\nYou agree that you are authorized to visit, view and use the information on the Site for personal, informational, and non-commercial purposes only.&nbsp.\nYou are prohibited from duplicating, downloading, publishing, modifying or otherwise distributing, in whole or in part, any content and materials on the Site (including, without limitation, any text and images resident on the Site) without ADT’s express written permission.&nbsp.\nAll pages and any material contained on the Site are the property of ADT, or are owned by a third party and are used by ADT under license, and are protected by U.S.\nand international copyright and other intellectual property laws.<br>\n<br>\n<b>LIMITED LICENSE</b>\n<br>\nADT grants you a limited, non-exclusive, revocable and non-transferable license to utilize and access the Site pursuant to the requirements and restrictions contained in these Terms.&nbsp.\nADT may, in its sole discretion, change, suspend or discontinue any aspect of the Site at any time.&nbsp.\nWe may also impose limits on certain services or restrict access to all or certain portions of the Site, without notice or liability.\nADT does not grant any express or implied right to you under any patents, trademarks, copyrights or trade secret information.\nand you shall have no right, either directly or indirectly, to own, use, loan, sell, rent, lease, license, sublicense, assign, copy, translate, modify, adapt, improve or create any new or derivative works from, or display, distribute, perform or in anyway exploit the Site or any of its contents (including software) in whole or in part.\nYou agree to not disrupt, interrupt or attempt to interrupt the operation of the Site in anyway, including, without limitation, changing or deleting any proprietary notice from any materials downloaded from the Site.<br>\n<br>\n<b>VIOLATIONS OF THE TERMS</b>\n<br>\nYou understand and agree that ADT may, in its sole discretion, with or without prior notice, terminate your access to the Site and/or exercise any other available remedy if we determine that you have violated (i) any provision of the Terms.\n(ii) ADT’s rights.\n(iii) the rights of third parties or (iv) any applicable laws or regulations.\nYou acknowledge and agree that monetary damages may not adequately compensate ADT for your non-compliance with the Terms, and you therefore consent to injunctive or other equitable relief in the case of such violations.&nbsp.\nYou further agree that ADT may release certain information about you if we are required to do so by applicable laws or a valid subpoena.&nbsp;<br>\n<br>\n<b>INDEMNIFICATION</b>\n<br>\nYou agree to indemnify, defend and hold harmless ADT, its officers, directors, employees, agents, licensors, suppliers and any third party information providers to the Site against any and all losses, expenses, damages and costs, including reasonable attorneys’ fees, incurred in relation to, arising from, or for the purpose of avoiding, any claim or demand from a third party that your use of the Site violates the Terms, any applicable law or regulation, or the rights of any third party.<br>\n<br>\n<b>LIMITATION OF LIABILITY</b>\n<br>\nIN NO EVENT SHALL ADT OR ANY OF ITS OFFICERS, DIRECTORS, SHAREHOLDERS, SUBSIDIARIES, AFFILIATES, AGENTS OR EMPLOYEES BE LIABLE TO ANY ENTITY FOR ANY DIRECT, INDIRECT, SPECIAL, CONSEQUENTIAL OR OTHER DAMAGES (INCLUDING, WITHOUT LIMITATION, ANY LOST PROFITS, BUSINESS INTERRUPTION, LOSS OF INFORMATION OR PROGRAMS OR OTHER DATA ON YOUR INFORMATION HANDLING SYSTEM) THAT ARE RELATED TO THE USE OF, OR THE INABILITY TO USE, THE CONTENT, MATERIALS AND FUNCTIONS OF THE SITE OR ANY LINKED WEBSITE, EVEN IF ADT IS EXPRESSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.YOUR SOLE REMEDY FOR DISSATISFACTION WITH THE SITE, SITE-RELATED SERVICES AND/OR LINKED WEBSITES IS TO STOP USING THE SITE AND/OR THOSE SERVICES.<br>\n<br>\n<b>LINKING TO THE SITE</b>\n<br>\nLINKING TO THE ADT SITE INDICATES THAT YOU ACCEPT ADT’S TERMS OF USE AND LEGAL RESTRICTIONS AND THAT YOU WILL ABIDE BY THE GUIDELINES BELOW.\nIF YOU DO NOT ACCEPT THESE TERMS AND AGREE TO ABIDE BY THESE GUIDELINES, DO NOT LINK TO THIS SITE.<br>\nBy linking to the Site, you agree that you will not:</p>\n<ul>\n<li>Replicate any of the Site’s content;</li>\n<li>Frame or otherwise create a browser or border environment around the Site’s content;</li>\n<li>State or imply that ADT is endorsing you, your company or business, your website or its contents, your products or your services;</li>\n<li>Misrepresent your or your website’s relationship with ADT;</li>\n<li>Present false, misleading or inaccurate information about ADT, our products or services, any of our affiliates or any of our affiliates’ products or services;</li>\n<li>Use ADT’s trademarks, logos or copyrighted materials without obtaining express prior written authorization from ADT;</li>\n<li>Include content on your website that is or could reasonably be construed as illegal, distasteful, offensive or controversial (i.e., you agree that all content on your website is appropriate for all age groups).\nor</li>\n<li>Link to an internal page of this Site that is located one or several levels down from the home page, or bring up or present content of this Site on another website, without obtaining express prior written authorization from ADT.</li>\n</ul>\n<p>\n<b>DISCLAIMER OF WARRANTIES</b>\n<br>\nADT CANNOT AND DOES NOT GUARANTEE OR WARRANT THAT ANY FILES AVAILABLE FOR DOWNLOADING THROUGH THIS SITE WILL BE FREE OF INFECTION OR VIRUSES, WORMS, TROJAN HORSES OR OTHER CODE THAT MANIFEST CONTAMINATING OR DESTRUCTIVE PROPERTIES.\nYOU ARE RESPONSIBLE FOR IMPLEMENTING SUFFICIENT PROCEDURES TO SATISFY YOUR PARTICULAR REQUIREMENTS FOR ACCURACY OF DATA AND OUTPUT.\nYOU ASSUME TOTAL RESPONSIBILITY AND RISK FOR YOUR USE OF THE SITE.<br>\nTHE MATERIALS AND INFORMATION CONTAINED ON THIS SITE MAY CONTAIN TECHNICAL INACCURACIES AND/OR TYPOGRAPHICAL ERRORS.\nADT DOES NOT WARRANT THE ACCURACY OR COMPLETENESS OF THE MATERIALS OR THE RELIABILITY OF ANY ADVICE, OPINION, STATEMENT OR OTHER INFORMATION DISPLAYED OR DISTRIBUTED THROUGH THE SITE.\nYOU ACKNOWLEDGE THAT ANY RELIANCE ON ANY SUCH OPINION, ADVICE, STATEMENT, MEMORANDUM, OR INFORMATION SHALL BE AT YOUR SOLE RISK.\nADT RESERVES THE RIGHT, IN ITS SOLE DISCRETION, TO CORRECT ANY ERRORS OR OMISSIONS IN ANY PORTION OF THE SITE.\nADT MAY MAKE ANY OTHER CHANGES TO THE SITE, THE MATERIALS AND THE PRODUCTS, PROGRAMS, SERVICES OR PRICES (IF ANY) DESCRIBED IN THE SITE AT ANY TIME WITHOUT NOTICE.<br>\nTHIS SITE AND THE INFORMATION AND MATERIALS ON THE SITE ARE PROVIDED \"AS IS\" AND ADT DOES NOT MAKE ANY EXPRESS OR IMPLIED WARRANTIES, REPRESENTATIONS, OR ENDORSEMENTS WHATSOEVER INCLUDING, WITHOUT LIMITATION WARRANTIES OF TITLE OR NON-INFRINGEMENT, OR THE IMPLIED WARRANTIES OF MERCHANTABILITY OR FITNESS FOR ANY PARTICULAR PURPOSE WITH REGARD TO THE SITE, ANY MERCHANDISE, INFORMATION OR SERVICE PROVIDED THROUGH THE SITE AND ADT SHALL NOT BE LIABLE FOR ANY COST OR DAMAGE ARISING EITHER DIRECTLY OR INDIRECTLY FROM ANY SUCH TRANSACTION.\nSOME JURISDICTIONS DO NOT ALLOW FOR THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.<br>\n<br>\n<b>THIRD-PARTY WEBSITES</b>\n<br>\nPlease note that the Site may contain links to third-party websites not owned or operated by ADT.&nbsp.\nWe make no representations or warranties whatsoever about any other website, or the contents thereof, that you may access through the Site.&nbsp.\nWhen you access a third-party website, please understand that you are doing so at your own risk and that it is your responsibility to take all protective measures to guard against viruses or other destructive elements.&nbsp.\nADT has no control over such third-party websites, and therefore is not responsible for their contents.&nbsp.\nAny links to third-party websites are provided to you for your convenience only, and the inclusion of such links does not mean that ADT endorses or accepts any responsibility for the content, or the use, of the linked website.&nbsp.\nIncluding these links does not imply that ADT is affiliated or associated with, or is legally authorized to use any trademark, trade name, logo or copyright symbol displayed in or accessible through the links, or that any linked third-party website is authorized to use any trademark, trade name, logo or copyright symbol of ADT or any of its affiliates or subsidiaries.<br>\n<br>\n<b>GOVERNING LAW</b>\n<br>\nThis Site is operated and administered from within the United States of America (\"U.S.\").\nUse of this Site shall be governed by all applicable Federal laws of the U.S.\nand the laws of the State of Florida, without giving effect to its conflict of laws provisions.\nIn the event of any dispute or claim relating to the Site and/or the Terms, you agree to the resolution of such dispute in the state or Federal courts located in the State of Florida, in accordance with Florida law.&nbsp.\nAny cause of action you may have with respect to your use of the Site must be commenced within one (1) year after the claim or cause of action arises.<br>\n<br>\n<b>MISCELLANEOUS</b>\n<br>\nADT reserves the right, in its sole discretion, to terminate your access to all or part of the Site, with or without cause, and with or without notice.&nbsp.\nIn the event that any provision of the Terms are found by a court or other tribunal of competent jurisdiction to be unenforceable, such provisions shall be limited or eliminated to the minimum extent necessary so as to effect the intent of the Terms, and all remaining provisions shall otherwise remain in full force and effect.&nbsp.\nThe Terms constitute the entire agreement between ADT and you pertaining to the subject matter hereof.&nbsp.\nIn its sole discretion, ADT may revise these Terms from time-to-time by posting an updated version of the Terms to the Site.&nbsp.\nYou should, therefore, periodically visit the Site to review the current version of the Terms in effect, so that you are aware of any such revisions to which you are bound.<br>\n<br>\n<b>TRADEMARK, COPYRIGHT AND PROPRIETARY INFORMATION NOTICE</b>\n<br>\nThe trademarks, trade names, logos, service marks, trade dress and product configurations and packaging displayed on this, and related, web sites operated by ADT LLC and its affiliates (\"ADT Web Sites\") are registered and unregistered trademarks of ADT U.S.\nHoldings, Inc.\nor its affiliates, unless otherwise indicated.<br>\n<br>\nAll of the content on the pages of the ADT Web Sites, the manner of displaying the pages, and all of the materials downloadable therefrom are copyright-protected intellectual property owned by, or licensed to, ADT LLC and/or its affiliates.\nand may only be used for personal, informational, non-commercial purposes.&nbsp.\nThe content and materials contained in the ADT Web Sites may not otherwise be copied, modified, distributed, reproduced or reused without the express written permission of ADT.&nbsp.\nIn particular, any materials contained on the ADT Web Sites that are marked as, or otherwise appear to be, ADT proprietary and/or trade secret information may not be copied or distributed in whole or in part in any form without the prior written consent of ADT.<br>\n<br>\nThe trademarks, content, and other materials on the ADT Web Sites are protected by the intellectual property laws of the U.S.\nand other countries.&nbsp.\nADT will protect its intellectual property rights to the fullest extent of the law, including the seeking of criminal prosecution where warranted.<br>\n<br>\n<b>SOCIAL SECURITY NUMBERS</b>\n<br>\nADT complies with its legal obligations regarding the use and disclosure of Social Security numbers.\nADT also takes commercially reasonable steps to minimize the use of Social Security numbers, as well as to reduce the chances of unauthorized disclosure of Social Security numbers.</p> ", "created_at": "2021-02-02 19:49:32.893451", "updated_at": "2021-02-02 19:49:38.132105"}, {"id": 3919, "name": "Digital Security Terms of Use", "url": "https://www.myadtdigitalsecurity.com/terms-of-use", "xpath": "/html/body/div[1]/div/div/div/div/div", "text": "Terms of Use\n<p>Welcome to the network of web sites for Digital Security by ADT (the \"Web Site\"), operated by ADT LLC (“ADT”) and our service partners (“Service Partners”).\nPlease read the following terms and conditions carefully before using the Web Site.</p>\nAcceptance of terms through use\n<p>ADT makes the Web Site available subject to the following terms and conditions of use (the \"Terms of Use\").\nThese Terms of Use also apply to any updates, enhancements, new features, and/or the addition of any new web properties.\nBy using this site, you signify that you have read, understood, and agree to all terms, conditions, and notices contained or referenced herein, and agree to follow all applicable laws and regulations.\nIf you do not agree to these Terms of Use, please do not use this site.</p>\n<p>Any rights not expressly granted herein are reserved by ADT.</p>\n<p>ADT and its Service Partners reserve the right to seek all remedies available by law and in equity for any violation of these Terms of Use.</p>\nSeverability and integration\n<p>Unless otherwise specified herein, this agreement constitutes the entire agreement between you and ADT with respect to your use of the Web Site and supersedes all prior or contemporaneous communications and proposals (whether oral, written, or electronic) between you and ADT with respect thereto.\nIf any part of these Terms of Use is held invalid or unenforceable, that portion shall be construed in a manner consistent with applicable law to reflect, as nearly as possible, the original intentions of the parties, and the remaining portions shall remain in full force and effect.</p>\nChanges to Terms of Use\n<p>ADT reserves the right to update or revise the Terms of Use governing this site, or any part thereof, at any time, at its sole discretion, without prior notice.\nSuch changes, modifications, additions, or deletions shall be effective immediately upon notice thereof, which may be given by any means including posting on this site or by other electronic or conventional means.\nYou agree to review the Terms of Use periodically for changes, modifications, additions, or deletions.\nYour continued use of the site after such notice has been given constitutes acceptance of such changes, modifications, additions, or deletions.</p>\nChanges to the Web Site\n<p>ADT may periodically make changes to the Web Site at any time, without notice.</p>\nScope\n<p>The Terms of Use herein apply to the use of web sites for Digital Security by ADT referencing these Terms of Use.\nThe Terms of Use are in addition to, and do not override, the specific terms and conditions that apply to any products or services offered by ADT.\nIf the Terms of Use are not consistent with the specific terms that apply to any ADT products or services offered to you, then the specific terms that apply to such information, products, or services will apply.</p>\nTermination\n<p>ADT reserves the right, in its sole discretion, to terminate your access to all or part of this site, with or without notice, without liability to you, any other user, or any third party.</p>\nProducts\n<p>Products that are offered through the Web Site are subject to the agreements and terms of service that apply to them and can be accessed in accordance with the terms and conditions associated therewith.\nFurther, additional proprietary notices and copyright information may be found on other pages in the Web Site.</p>\n<p>\n</p>\nPersonal and non-commercial use limitation\n<p>Unless otherwise specified, the Web Site is made available for your personal, non-commercial use only.\nYou may not modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell any information, software, products, or services obtained from the Web Site, except by prior written agreement with ADT.</p>\n<p>You may not use the Web Site to sell a product or service, or to increase traffic to your web site for commercial reasons, except by prior written agreement with ADT.</p>\n<p>You may not take elements of the Web Site and reformat and display them, or mirror them on your web site, except by prior written agreement with ADT.</p>\n<p>\n</p>\nDisclaimer of warranties\n<p>Except where expressly provided otherwise by ADT, the materials and information, software, products, and services included in or available through this web site (the \"Content\") are provided \"as is\" and \"as available\", and are for non-commercial use only, and ADT and its Service Partners hereby disclaim all express or implied representations, warranties, guaranties, and conditions, including but not limited to any implied warranties or conditions of merchantability, fitness for a particular purpose, title, and non-infringement, except to the extent that such disclaimers are held to be legally invalid.\nADT and its Service Partners make no representations, warranties, guaranties, or conditions as to the quality, suitability, truth, accuracy, or completeness of any of the Content contained on the Web Site.\nADT, its Service Partners and licensors do not warrant that the content is accurate, reliable, or correct.\nthat this site will be available at any particular time or location.\nthat any defects or errors will be corrected.\nor that the content is free of harmful components.\nThe Web Site may include inaccuracies or typographical errors.\nYour use of the Web Site is solely at your risk.</p>\n<p>Some states or other jurisdictions do not allow the exclusion of implied warranties, so the above exclusions may not apply to you.\nYou may also have other rights that vary from state to state and jurisdiction to jurisdiction.</p>\nLimitation of liability\n<p>In no event shall ADT, its Service Partners or licensors be liable for any damages suffered as a result of using, modifying, contributing, copying, distributing, or downloading any materials, information, software, products, and services included in or available through the Web Site.\nIn no event shall ADT, its Service Partners or licensors be liable for any indirect, punitive, special, incidental, or consequential damages (including but not limited to loss of business, revenue, profits, use, data, or other economic advantage), however it arises, whether in an action of contract, negligence, or other tortious action, arising out of or in connection with the use or performance of information available from the Web Site, even if previously advised of the possibility of such damage.\nYou agree to hold ADT and its Service Partners harmless from, and you covenant not to sue ADT and its Service Partners for, any claims based on or related to the use of the Web Site.\nSuch limitation shall apply notwithstanding any failure of essential purpose of any limited remedy and to the fullest extent permitted by law.</p>\n<p>Without limiting the foregoing, under no circumstances shall ADT, its Service Partners, or licensors be held liable for any delay or failure in performance resulting directly or indirectly from acts of nature, forces, or causes beyond its reasonable control, including, without limitation, Internet failures, computer equipment failures, telecommunication equipment failures, other equipment failures, electrical power failures, strikes, labor disputes, riots, insurrections, civil disturbances, shortages of labor or materials, fires, floods, storms, explosions, acts of God, war, governmental actions, orders of domestic or foreign courts or tribunals, non-performance of third parties, or loss of or fluctuations in heat, light, or air conditioning.</p>\nProducts and services availability\n<p>The Web Site can be accessed from countries around the world and may contain references to services, programs, and products that have not been announced in your country.\nThese references do not imply that ADT currently offers or intends to announce such services, programs, or products in your country.</p>\n<p>\n</p>\nLinks to third-party sites\n<p>The Web Site may contain links to or mirroring of web sites controlled by parties other than ADT or its Service Partners.\nADT and its Service Partners are not responsible for and do not endorse or accept any responsibility for the contents or use of these third party web sites.\nThese links are provided to you only as a convenience, and the inclusion of any link does not imply endorsement of the linked web site.\nIt is your responsibility to take precautions to ensure that whatever you select for your use is free of viruses or other items of a destructive nature.</p>\nThird-party publications\n<p>ADT and its Service Partners have not co-authored, ratified, endorsed, or adopted the information contained in any publications referenced on the Web Site by publishing it herein.</p>\nThird-party statistics\n<p>ADT and its Service Partners have not co-authored, ratified, endorsed, or adopted any statistics provided by third parties by publishing them on the Web Site.</p>\nSubmissions, feedback, and confidentiality\n<p>Except where expressly provided otherwise by ADT, all comments, feedback, information, or materials submitted through or in association with the Web Site (\"Submissions\") shall be considered non-confidential and property of ADT.\nBy providing such Submissions, you agree to assign to ADT, at no charge, all worldwide rights, title, and interest in copyrights and other intellectual property rights to the Submissions.\nADT shall be free to use and/or disseminate such Submissions on an unrestricted basis for any purpose.\nYou acknowledge that you are responsible for the Submissions that you provide, and that you, not ADT or its Service Partners, have full responsibility for the Submissions, including their legality, reliability, appropriateness, originality, and copyright.</p>\nClaims of copyright infringement\n<p>If you believe that your work has been copied and is accessible on this site in a way that constitutes copyright infringement, you may notify ADT.</p>\nIntellectual property notices\n<p>Elements of the Web Site are protected by trade dress and other laws and may not be copied or imitated in whole or in part.\nNo logo, graphic, sound or image from the Web Site may be copied or retransmitted unless expressly permitted by ADT.\nThe absence on the Web Site of a product or service name, slogan, or logo does not constitute a waiver of any trademark or other intellectual property rights relating to such name or logo.\nAll other product names, company names, marks, logos, and symbols may be the trademarks of their respective owners.</p>\n<p>You acknowledge and agree that all content and materials available on this site are protected by copyrights, trademarks, service marks, patents, trade secrets, or other proprietary rights and laws.\nExcept as expressly authorized by ADT, you agree not to sell, license, rent, modify, distribute, copy, reproduce, transmit, publicly display, publicly perform, publish, adapt, edit, or create derivative works from such materials or content.\nNotwithstanding the above, you may print or download one copy of the materials or content on this site on any single computer for your personal, non-commercial use, provided you keep intact all copyright and other proprietary notices.\nSystematic retrieval of data or other content from this site to create or compile, directly or indirectly, a collection, compilation, database, or directory without written permission from ADT is prohibited.\nIn addition, use of the content or materials for any purpose not expressly permitted in these Terms of Use is prohibited.</p>\n<p>As noted above, reproduction, copying, or redistribution for commercial purposes of any materials or design elements on this site is strictly prohibited without the express written permission of ADT.\nPermission is granted only when certain limited criteria are met.\nFor information on requesting such permission, please click here.</p>\n<p>\n</p>\n", "created_at": "2021-02-02 19:37:59.800472", "updated_at": "2021-02-02 19:38:08.999094"}, {"id": 3920, "name": "Privacy Policy", "url": "https://www.adt.com/about-adt/legal/privacy-policy", "xpath": "/html/body/div[2]/div[2]/div[2]/div[1]/div/div/div/div[3]", "text": " <p>Last updated on January 1, 2020</p>\n<p>ADT recognizes that your privacy is important.\nThis privacy policy describes the information we collect, how we collect it, and how we use and share it in connection with ADT’s websites, product and service offerings, and from your Internet-connected devices.\nThe policy also describes ADT’s information processing activities on behalf of third parties and your choices regarding use, access, and correction of your personal information.</p> Summary <p>This privacy policy describes the information ADT collects and how it is used and shared in connection with ADT’s websites, ADT’s security services, and your Internet-connected device(s).\nThe policy also describes ADT’s processing activities and your privacy choices.</p> Cross-Border Transfers of Personal Data <p>To facilitate our operations, we may transfer, store and process your personal information in jurisdictions other than where you live, including in the United States.\nLaws in these countries may differ from the laws applicable to your country of residence.\nFor instance, if you are an European Economic Area (EEA) data subject and your personal information is shared with our affiliates, partners, or third-party service providers acting on our behalf outside of the EEA, then it is done so pursuant to necessary means to ensure an adequate level of protection.&nbsp;</p>\n<p>ADT Inc.\n(and its and its affiliated entities) participates in and has certified its compliance with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework.\nWe are committed to subjecting all personal data received from European Union (EU) member countries and Switzerland in reliance on each Privacy Shield Framework to the applicable Framework’s Principles.\nTo learn more about the Privacy Shield Frameworks, and to view our certification,<b>\n</b>visit the U.S.\nDepartment of Commerce’s Privacy Shield List at https://www.privacyshield.gov.</p>\n<p>ADT Inc.\nis responsible for the processing of personal data it receives under each Privacy Shield Framework and subsequently transfers to a third party acting as an agent on its behalf.\nADT Inc.\ncomplies with the Privacy Shield Principles for all onward transfers of personal data from the EU and Switzerland, including the onward transfer liability provisions.\nWith respect to personal data received<b>\n</b>or<b>\n</b>transferred pursuant to the Privacy Shield Frameworks, ADT Inc.\nis subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.\nIn certain situations, we may be required to disclose personal data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</p>\n<p>Under certain conditions, more fully described on the Privacy Shield website at https://www.privacyshield.gov/article?id=How-to-Submit-a-Complaint, you may be entitled to invoke binding arbitration when other dispute resolution procedures have been exhausted.</p> Summary <p>ADT participates in the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework which subject ADT to FTC enforcement.\nTo learn more about Privacy Shield and its data principles please visit https://www.privacyshield.gov.</p> Information Collection <p>\n<b>What Information ADT Collects:</b>\n</p>\n<ul>\n<li>\n<b>In General:</b>&nbsp;When you use our website(s), service(s), and your device(s) you may be asked to provide personal information such as: <ul>\n<li>Name and/or business name</li>\n<li>Home address and/or business address</li>\n<li>Home, business, and/or mobile telephone number</li>\n<li>Email address</li>\n<li>Credit, debit, or other payment account number and related information</li>\n<li>Date of birth or other identifying personal characteristics</li>\n<li>Social Security Number</li>\n<li>Emergency contact list information about others</li>\n<li>Personal identification code</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<b>Product Specific:</b>&nbsp;Certain device(s) or service(s) may collect additional information such as: <ul>\n<li>Audio, video, and still-image recordings from your monitoring device(s)</li>\n<li>Geolocation and GPS information including physical location of your device(s) by using satellite, cell phone tower, or Wi-Fi signals</li>\n<li>Motion detection, accelerometer activity, and climate conditions surrounding your device(s)</li>\n<li>Monitoring event information such as arming and disarming your device(s)</li>\n<li>Internet protocol (IP) addresses, internet service provider (ISP), date/time stamp, and/or other event data which is automatically collected and stored in log files</li>\n</ul>\n</li>\n</ul>\n<p>\n<b>How ADT Collects Information:</b>&nbsp;Your personal and non-personal information is collected in various ways in connection with our website(s), service(s), and your device(s):</p>\n<ul>\n<li>In many cases you give information directly to us.\nFor example, you may be required to provide us personal information when: <ul>\n<li>Registering for the service(s) or an account with us</li>\n<li>Activating your device(s)</li>\n<li>Signing up for special offers from ADT and selected third parties</li>\n<li>Submitting a paper form or transmitting information to us online or via telephone</li>\n<li>Submitting your credit card or other payment information</li>\n<li>Receiving our service(s) including talking with sales representatives, service technicians, and customer service and monitoring centers (some of which may be recorded to ensure service(s) quality and to maintain an accurate record of our communications with you)</li>\n<li>Visiting and interacting with our website(s).</li>\n</ul>\n</li>\n<li>We may also collect your information using cookies or similar technologies to analyze trends, administer our websites, track users’ movements around our websites, and to gather demographic information about our users as a whole, for example: <ul>\n<li>\n<b>Mobile Application:</b>&nbsp;We may collect information such as registration and activation information from our mobile application(s) associated with our service(s) and your device(s).&nbsp;</li>\n<li>\n<b>Device Data:</b>&nbsp;We may collect various types of data and event information from your device(s) by using cameras, microphones, GPS, or other monitoring sensors.</li>\n<li>\n<b>Cookies:</b>&nbsp;We may receive and store certain information about your browsing preferences by using ADT and third-party cookies.\nCookies are small text files placed on your computer to customize your experience.</li>\n<li>\n<b>Web Beacons:</b>&nbsp;We may collect information about your browsing activities by using web beacons.\nWeb beacons are transparent graphic pixels that are placed on web pages that enable us or a third party to track your actions on our website(s) and deliver interest-based advertisements.</li>\n<li>\n<b>Local Stored Objects:</b>&nbsp;We may store information about your browsing activities through locally stored objects by using technologies such as “Flash cookies” and HTML5 (“LSOs”).\nLSOs tack your actions and store information about your preferences and can be used by third party partners to deliver interest-based advertisements.</li>\n<li>\n<b>Social Media Features:</b>&nbsp;Our website(s) include social media features that may collect your Internet Protocol (IP) address of the page you are visiting and may set a cookie to enable the feature to function properly.\nThese features are either hosted by a third party or hosted directly by us.</li>\n<li>\n<b>Log Files:</b>&nbsp;We gather certain information automatically and store it in log files.\nThis information may include Internet Protocol (IP) addresses, browser type, Internet service provider (ISP), referring/exit pages, operating system, date/time stamp, and/or clickstream data.</li>\n<li>\n<b>Mobile</b>:&nbsp;When you download and use our service(s), we may automatically collect information on the type of device you use, operating system version, and the unique device identifier (or \"UDID\").\nWe collect your location-based information as part our service(s) to identify your location for dispatching or sharing with emergency service providers.\nWe will only share this information with third party services for the sole purpose of providing you our service(s).\nYou may opt-out of location-based services at any time by editing the setting at the device level.\nWe also use mobile analytics software to allow us to better understand the functionality of our mobile software on your phone.\nThis software may record information such as how often you use the application, the events that occur within the application, aggregated usage, performance data, and where the application was downloaded from.\nWe do not link the information we store within the analytics software to any personally identifiable information you submit within the mobile application.</li>\n</ul>\n</li>\n</ul>\n<p>We may combine the above information with other information we collect or receive from other sources, such as public databases, joint marketing partners, social media platforms, and other third parties including, but not limited to, credit reporting bureaus.\nWe use the information collected from third party sources to determine the suitability of extending credit and for marketing purposes.</p> Summary <p>Your personal and non-personal information is collected in a variety of ways on ADT’s websites and when using ADT’s security services including through your Internet-connected device(s).\nCertain ADT products or services may require the collection of additional information such as audio, video, location information, and information about the device’s surroundings.\nYou may be required to provide a minimum amount of information in order to receive ADT’s services.</p> Information Use and Sharing <p>\n<b>How ADT Uses Your Information:</b>&nbsp;We may use the personal and non-personal information you provide us for our business purposes, including:</p>\n<ul>\n<li>Setting up your service(s) including establishing your ADT account and profile</li>\n<li>Providing your service(s) including responding to alarm and security events</li>\n<li>Processing payments for your service(s)</li>\n<li>Contacting you regarding your service(s) and responding to your inquiries and comments</li>\n<li>Enhancing, improving, or modifying our website(s) and service(s)</li>\n<li>Developing new products and services</li>\n<li>Conducting data analysis, including fraud monitoring and prevention</li>\n<li>Providing marketing and promotional materials</li>\n<li>Customer retention, feedback, and reactivation programs</li>\n<li>Engaging in lead generation activities</li>\n</ul>\n<p>If you submit any information to us relating to another person, you represent that you have the authority to do so and to permit us to use the information in accordance with this policy.\nWe will only use that information for the specific reason for which it was provided to us.</p>\n<p>\n<b>How ADT Shares Your Information:</b>&nbsp;We share your information in the following ways:</p>\n<ul>\n<li>\n<b>Third Party Providers:</b> We do not sell your information to third parties for their own marketing purposes.\nWe may share your information with partners and service providers (including ADT Authorized Dealers) to provide some of our service(s) and to complete our business purposes as described above.\nBefore we share personal information, we enter into written agreements with the business partners which contain data protection terms that safeguard your data.\nThese companies may use your personal information only as necessary to provide these services to us, except as otherwise authorized by you for another purpose.&nbsp;We will also enable you to revoke any such authorization in a manner equivalent to that by which you provided it or by otherwise contacting us as provided below, if you no longer want us to share your personal information for such purpose.</li>\n<li>\n<b>Emergency Services:</b>&nbsp;To provide our service(s), we will share your information with persons designated in your contact list and third-party emergency service providers such as police departments, fire departments, and emergency medical services.</li>\n<li>\n<b>Legal Authorities:</b>&nbsp;We may also disclose your information for legal reasons including to comply with a subpoena or court order or similar legal process, to cooperate with law enforcement, or when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a government request.</li>\n<li>\n<b>Transfer in the Event of Sale or Change of Control:</b>&nbsp;We may transfer your information to a third party in the event of any reorganization, merger, sale, joint venture, assignment, transfer or other disposition of all or any portion of our business, assets or stock, including in connection with any bankruptcy or similar proceedings.</li>\n<li>\n<b>Cross-Border Transfer:</b> We may transfer, store, and/or access your information electronically or in hard copy in the United States or Canada.&nbsp;We follow generally accepted standards to protect the personal information submitted to us, both during transmission and once it is received.\nSuch information is subject to the laws of the country in which it is transferred, stored, or accessed.</li>\n</ul>\n<p>\n<b>Note:</b>&nbsp;Our website(s) and service(s) may include links to third-party websites and use third party services.\nIf you submit personal information to any third-party websites or service providers, your information is governed by their privacy policies.\nThis policy does not address the privacy practices of any third-party websites or service providers.</p> Summary <p>We use your information for our business purposes and to provide ADT’s services.\nYour information may be shared with third party service providers, and emergency services providers to deliver or enhance ADT's services.\nWe may share your information for legal reasons, including to cooperate with legal authorities, when we receive valid requests, to protect our rights, or in the event of a sale of all or any part of our company.</p> Consent <p>\n<b>How ADT Obtains Consent:</b> Each time you provide any personal information to us through our Site(s), Service(s), or your Device(s), you consent to the collection, use, and disclosure/sharing such information according to this Policy.\nWhere required, consent for the collection, use, and disclosure/sharing of your information may be obtained either expressly or implied.\nYour express consent may be given in writing, verbally or electronically.\nYour implied consent may be given through an action you have taken, such as supplying your personal information for a specified purpose.\nIf you do not notify us, we will consider you to have consented to our continued use and disclosure/sharing of your personal information.\nRevoking consent to collection, use and/or disclose/share your information for certain purposes may affect our ability to provide you with Service(s).\nYou may contact us using the information below.</p> Summary <p>You may consent to the collection, use and disclosure/sharing of your information in a variety of ways including in writing, verbally, or electronically.\nYour consent can be express or implied by your actions.\nIf you revoke consent, we may not be able to provide you Service(s)</p> Information Processing <p>\n<b>How ADT Processes Information on Behalf of our Clients:</b>&nbsp;We may process information collected through our service(s) on behalf of our Client, such processing and use shall be limited to the purpose of providing the service for which the Client has engaged ADT.</p>\n<p>ADT collects information under the direction of its Clients, and may not have a direct relationship with the individuals whose personal data it processes.\nIf you are a customer of one of our Clients and would no longer like to be contacted by one of our Clients that use our service, please contact the Client that you interact with directly.\nWe may transfer personal information to companies that help us provide our service.\nTransfers to subsequent third parties are covered by the service agreements with our Clients.</p>\n<p>An individual who seeks access, or who seeks to correct, amend, or delete inaccurate data should direct his query to ADT’s Client (the data controller).\nIf requested to remove data we will respond within a reasonable timeframe.</p>\n<p>We will retain personal data we process on behalf of our Clients for as long as needed to provide services to our Client.\nADT will retain this personal information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p> Summary <p>ADT may process information on behalf of third parties.\nAny such processing will be limited to the purpose the third party engaged ADT for.\nYou must contact the third party directly regarding updating your information.</p> Online Tracking <p>\n<b>How ADT Responds to Do Not Track Signals:</b>&nbsp;ADT partners with third parties to display advertising on our website or to manage our advertising on other websites.\nOur third party partners use cookies, web beacons, LSOs, tags, scripts, and similar technologies to gather information about you over time and across different websites or applications in order to help predict your preferences and show you interest-based advertisements.\nOur website(s) do not respond to browser Do Not Track (DNT) signals, however you may opt-out as described below.</p>\n<p>\n<b>How Can I Opt-Out:</b>&nbsp;If you wish to opt out of interest-based advertising click here or if located in the European Union click here.\nPlease note you will continue to receive generic ads.\nYou may opt out of our marketing and promotional emails by using the “unsubscribe” link provided in the email.</p> Summary <p>ADT’s websites do not respond to browser Do Not Track signals, but you can opt-out of interested-based ads by visiting the&nbsp;links here or here.\nYou can opt-out of other tracking technologies we use by visiting the specific links provided.</p> Collection from Minors <p>\n<b>What Information ADT Collects from Children:</b>\n</p>\n<ul>\n<li>\n<b>In General:</b> ADT's website(s) and service(s) are intended for a general audience and we do not knowingly collect personal information from individuals that are less than 13 years of age.</li>\n<li>\n<b>Product Specific: </b>Certain ADT products and services may require the collection of personal information from individuals that are less than 13 years of age to use all features.\nFor such products and situations where ADT does knowingly collect personal information from individuals that are less than 13 years of age, we make clear disclosures in the privacy policy applicable to product or service, we only collect the information with verifiable prior consent from a parent or legal guardian, and we allow the parent to review, delete, or withdraw parental consent by contacting us.</li>\n</ul> Summary <p>Generally we do not target or knowingly collect personal information from people less than 13 years of age.\nFor certain services we may collect personal information from people less than 13 years of age upon making disclosures, obtaining verifiable parental consent, and allowing the parent to review, delete or withdraw consent.</p> Security <p>\n<b>How ADT Protects Your Information:</b>&nbsp;We limit access to your personal information and seek to use reasonable organizational, technical and administrative measures to protect your information.\nUnfortunately, no information transmission or storage system can be guaranteed to be 100% secure.\nIf you have reason to believe that your interaction with us is no longer secure, please contact us immediately using the information below.</p> Summary <p>We do our best to protect your information.</p> Other Information <p>\n<b>How You Update and Access Your Information:</b>&nbsp;You have the right to amend or update inaccurate or incomplete personal information, request deletion of your personal information, or request that we no longer use it.\nYou are responsible for ensuring the information you provide when using our website(s), registering for our service(s), and registering/activating your device(s) is accurate.\nTo access, review&nbsp;or&nbsp;update your information for accuracy, please login to your ADT account or contact us using the information below.\nUpon request we will provide you with information about whether we hold any of your personal information.\nWe will respond to your request within a reasonable timeframe.</p>\n<p>\n<b>How ADT Retains Your Information:</b>&nbsp;We will retain your personal information for as long as your account is active or for the period necessary to fulfill the purposes outlined in this policy and as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n<p>\n<b>How ADT Notifies You of Policy Changes:</b>&nbsp;We may update this policy to reflect changes to our information practices.\nIf we make material changes, we will notify you by email (sent to the e-mail address specified in your account) or by means of a notice on this website prior to the change becoming effective.\nWe encourage you to periodically review this policy for the latest information on our privacy practices.</p> Summary <p>Contact us or login to your ADT account to review or update your information.\nPeriodically review this policy, as we may update it from time to time.\nA third party audits any changes to our privacy practices to maintain compliance.</p> California Privacy Rights <p>ADT collects various types of personal information about you as described in this policy.\nUnder California law, ADT customers who are residents of California may request certain information about ADT’s privacy practices including the personal information ADT has collected, where it was sourced from, what it is being used for, whether it is being disclosed to third parties for business purposes, sold to third parties, and to whom it is being disclosed or sold in the previous 12 months.\nThe table below summaries ADT’s privacy practices in accordance with the California Consumer Privacy Act of 2018.</p> Summary <p>ADT customers who are residents of California have certain privacy rights including disclosures regarding the personal information we collect, share, and sell as well as the uses for such information.\nYou also have the right to request us to delete your personal information and to opt-out of the sale of your personal information.\nADT will not discriminate against you for exercising such rights.</p>\n<p>\n<strong>Information</strong>\n</p>\n<p>\n<strong>Category</strong>\n</p>\n<p>\n<strong>Examples</strong>\n</p>\n<p>\n<strong>Collected</strong>\n</p>\n<p>\n<strong>Sources</strong>\n</p>\n<p>\n<strong> Third Party Sharing Categories </strong>\n</p>\n<p>\n<strong> Disclosed to Third Parties </strong>\n</p>\n<p>\n<strong> Business/Commercial Purposes </strong>\n</p>\n<p>\n<strong> Business/Commercial Purposes </strong>\n</p>\n<p> 1.\nIdentifiers.\n</p>\n<p> Name, alias, postal address, unique personal identifier, online identifier, IP address, email address, account name, SSN, driver's license number, passport number, or other similar identifiers.\n</p>\n<p>\n<strong>Yes</strong>\n</p>\n<p> - <strong>Directly from you.</strong>\n</p>\n<p> For example, from forms you complete or products and services you purchase.\n</p>\n<p> - <strong>Indirectly from you.</strong>\n</p>\n<p> For example, from observing your actions on our Website.\n</p>\n<p> - <strong>From third parties.</strong>\n</p>\n<p> For example, from our authorized dealers or partner companies to provide the services.\n</p>\n<p> - Service providers </p>\n<p> - Dealers </p>\n<p> - Affiliates </p>\n<p> - Advertisers </p>\n<p> - Partners </p>\n<p> - Parent or subsidiary organizations </p>\n<p> - Internet cookie information recipients </p>\n<p> - Insurance Companies </p>\n<p>\n<strong>Yes</strong>\n<strong>\n</strong>\n</p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> 2.\nPersonal information categories listed in the California Customer Records statute.\n</p>\n<p> Name, signature, SSN, physical characteristics/description, address, telephone number, passport number, driver's license or ID card number, insurance policy number, education, employment, employment history, bank account/credit card/debit card numbers, or any other financial information, medical information, or health insurance information.\n</p>\n<p>\n<strong>Yes</strong>\n</p>\n<p>\n<strong>Yes</strong>\n<strong>\n</strong>\n</p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> 3.\nProtected classification characteristics under California or federal law.\n</p>\n<p> Age (40 years or older), race, color, ancestry, national origin, citizenship, religion or creed, marital status, medical condition, physical or mental disability, sex (including gender, gender identity, gender expression, pregnancy or childbirth and related medical conditions), sexual orientation, veteran or military status, personal &amp.\nfamilial genetic information.\n</p>\n<p>\n<strong>Yes</strong>\n</p>\n<p>\n<strong>Yes</strong>\n</p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> 4.\nCommercial information.\n</p>\n<p> Records of personal property, products/services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.\n</p>\n<p>\n<strong>Yes</strong>\n</p>\n<p>\n<strong>Yes</strong>\n<strong>\n</strong>\n</p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> 5.\nBiometric information.\n</p>\n<p> Genetic, physiological, behavioral, and biological characteristics, or activity patterns used to extract a template or other identifier or identifying information, such as, fingerprints, faceprints, and voiceprints, iris or retina scans, keystroke, gait, or other physical patterns, and sleep, health, or exercise data.\n</p>\n<p>\n<strong>Yes</strong>\n</p>\n<p>\n<strong>Yes</strong>\n<strong>\n</strong>\n</p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> 6.\nInternet or other similar network activity.\n</p>\n<p> Browsing/search history, information on a consumer's interaction with a website, application, or advertisement.\n</p>\n<p>\n<strong>Yes</strong>\n</p>\n<p>\n<strong>Yes</strong>\n<strong>\n</strong>\n</p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> 7.\nGeolocation data.\n</p>\n<p> GPS, physical location, or movements.\n</p>\n<p>\n<strong>Yes</strong>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Yes</strong>\n<strong>\n</strong>\n</p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> 8.\nSensory data.\n</p>\n<p> Audio, electronic, visual, thermal, olfactory, or similar information.\n</p>\n<p>\n<strong>Yes</strong>\n</p>\n<p>\n<strong>Yes</strong>\n<strong>\n</strong>\n</p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> See Section Above: </p>\n<p> Information Use and Sharing </p>\n<p> 9.\nProfessional or employment-related information.\n</p>\n<p> Current or past job history or performance evaluations.\n</p>\n<p>\n<strong>No</strong>\n</p>\n<p>\n<strong>No</strong>\n<strong>\n</strong>\n</p>\n<p> N/A </p>\n<p> N/A </p>\n<p> 10.\nNon-public education information (per the Family Educational Rights and Privacy).\n</p>\n<p> Education records such as student grades, transcripts, class lists, schedules, ID codes, financial information, or disciplinary records maintained by an educational institution or party acting on its behalf.\n</p>\n<p>\n<strong>No</strong>\n<strong>\n</strong>\n</p>\n<p>\n<strong>No</strong>\n<strong>\n</strong>\n</p>\n<p> N/A </p>\n<p> N/A </p>\n<p> 11.\nInferences drawn from other personal information.\n</p>\n<p> Profile reflecting a person's preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.\n</p>\n<p>\n<strong>No</strong>\n</p>\n<p>\n<strong>No</strong>\n<strong>\n</strong>\n</p>\n<p> N/A </p>\n<p> N/A </p>\n<p>\n<strong>Sale of Personal Information</strong>\n</p>\n<ul>\n<li>\n<strong>No Sale – </strong> In the previous 12 months, ADT has not sold your personal information in the enumerated categories above.\nFurther, ADT does not sell the personal information of minors under 16 years of age without affirmative authorization.\n</li>\n</ul>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>California Consumer Rights</strong>\n</p>\n<ul>\n<li>\n<strong>Your Rights</strong> - You have the right to: </li>\n</ul>\n<ol>\n<li>request ADT to disclose the personal information we collect from you,</li>\n<li>request ADT to disclose if we sell your personal information,</li>\n<li>request ADT to delete your personal information,</li>\n<li>request ADT to opt-out of the sale of your personal information, and</li>\n<li>be free from discrimination if you exercise the above rights.</li>\n</ol>\n<p>\n<strong> Exercising Your Rights: Verifiable Consumer Request/Opting Out </strong>\n</p>\n<ul>\n<li>\n<strong>Submitting Requests</strong> - To exercise your rights stated above, contact ADT by submitting a request on this Online Request Form or by calling 1-877-871-5625 </li>\n<li>\n<strong>Authorizing an Agent</strong> - You may also authorize an agent to act on your behalf to exercise the rights stated above.\nTo authorize an agent please provide written authorization to ADT at the contact information listed in the Feedback section below.\n</li>\n<li>\n<strong>Verifying your Request</strong> - Upon receiving your request ADT will verify the request by matching the information provided to the personal information ADT currently has.\n</li>\n</ul> Feedback <p>\n<b>How to Contact Us:</b> You can contact us about this policy by writing or emailing us at the address below:</p>\n<p>ADT LLC dba ADT Security Services<br> Attn: Privacy Officer<br> 1501 Yamato Road<br> Boca Raton, FL 33431-0835<br> privacy@adt.com</p>\n<p>If you do not receive acknowledgment of your inquiry or your inquiry has not been satisfactorily addressed, please contact our U.S.-based third-party dispute resolution provider (free of charge) &nbsp;&nbsp;https://feedback-form.truste.com/watchdog/request.\nThis third-party dispute resolution provider will then serve as a liaison with ADT to help resolve your concerns.</p> Summary <p>We are here to help you and answer any questions you have.\nPlease feel free to send us an email or send a letter in the mail.</p> ADT Entities and Affiliates <p>AA/Acme Locksmiths, Inc.<br> ADT Commercial LLC<br> ADT Finance LLC<br> ADT, Inc.<br> ADT LLC<br> ADT Puerto Rico, LLC<br> Advanced Cabling Systems, LLC<br> Alarm Security Group LLC<br> Aronson Security Group, Inc.<br> ASG Government Services LLC<br> ASG Holdings LLC<br> ASG International, Inc.<br> ATCi Communications, Inc.<br> Century Sprinkler Holdings Corporation<br> Chain Electric Holdings, Inc.<br> DataShield, LLC<br> Fire &amp.\nSecurity Holdings, LLC<br> Fire Systems International, Inc.<br> I-View Now LLC<br> MSA Systems Integration, Inc.<br> Pratt Landry Associates, Inc.<br> Red Hawk Fire &amp.\nSecurity (CA), LLC<br> Red Hawk Fire &amp.\nSecurity (CHES), LLC<br> Red Hawk Fire &amp.\nSecurity (NY), LLC<br> Red Hawk Security Systems, LLC<br> Security Monitoring Services, Inc.<br> Tele-Tector of Maryland, Inc.<br> The ADT Security Corporation</p> Summary <p>This is a list of the ADT entities and affiliates covered by this policy and the Privacy Shield certification.</p> ", "created_at": "2021-02-02 19:41:11.95998", "updated_at": "2021-02-02 19:41:19.13592"}], "points": [{"id": 21515, "title": "Some personal data may be kept after the end of the data retention period or a request for erasure", "source": "https://www.adt.com/about-adt/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:27:57.471752", "updated_at": "2021-05-30 15:22:28.731223", "quoteText": "ADT will retain this personal information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>", "case_id": 333, "document_id": 3920, "quoteStart": 16564, "quoteEnd": 16706}, {"id": 21516, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www.adt.com/about-adt/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:28:30.556087", "updated_at": "2021-05-30 15:22:23.972008", "quoteText": "Our website(s) do not respond to browser Do Not Track (DNT) signals", "case_id": 233, "document_id": 3920, "quoteStart": 17404, "quoteEnd": 17471}, {"id": 21495, "title": "Many different types of personal data are collected", "source": "https://www.myadtdigitalsecurity.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:17:24.047963", "updated_at": "2021-05-30 15:09:27.951865", "quoteText": "\n<li>\n<b>In General:</b>&nbsp;When you use our website(s), service(s), and your device(s) you may be asked to provide personal information such as: <ul>\n<li>Name and/or business name</li>\n<li>Home address and/or business address</li>\n<li>Home, business, and/or mobile telephone number </li>\n<li>Email address</li>\n<li>Credit, debit, or other payment account number and related information </li>\n<li>Date of birth or other identifying personal characteristics </li>\n<li>Social Security Number</li>\n<li>Emergency contact list information about others </li>\n<li>Personal identification code</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<b>Product Specific:</b>&nbsp;Certain device(s) or service(s) may collect additional information such as: <ul>\n<li>Audio, video, and still-image recordings from your monitoring device(s) </li>\n<li>Geolocation and GPS information including physical location of your device(s) by using satellite, cell phone tower, or Wi-Fi signals </li>\n<li>Motion detection, accelerometer activity, and climate conditions surrounding your device(s) </li>\n<li>Monitoring event information such as arming and disarming your device(s) </li>\n<li>Internet protocol (IP) addresses, internet service provider (ISP), date/time stamp, and/or other event data which is automatically collected and stored in log files", "case_id": 376, "document_id": 3918, "quoteStart": 3354, "quoteEnd": 4664}, {"id": 21490, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.myadtdigitalsecurity.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:09:46.373847", "updated_at": "2021-05-30 15:08:18.557476", "quoteText": "<p>In no event shall ADT, its Service Partners or licensors be liable for any damages suffered as a result of using, modifying, contributing, copying, distributing, or downloading any materials, information, software, products, and services included in or available through the Web Site.\nIn no event shall ADT, its Service Partners or licensors be liable for any indirect, punitive, special, incidental, or consequential damages (including but not limited to loss of business, revenue, profits, use, data, or other economic advantage), however it arises, whether in an action of contract, negligence, or other tortious action, arising out of or in connection with the use or performance of information available from the Web Site, even if previously advised of the possibility of such damage", "case_id": 293, "document_id": 3919, "quoteStart": 5675, "quoteEnd": 6466}, {"id": 21519, "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection (Florida, USA)", "source": "https://www.adt.com/about-adt/legal/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:31:38.129691", "updated_at": "2021-05-30 15:22:17.297933", "quoteText": "Use of this Site shall be governed by all applicable Federal laws of the U.S.\nand the laws of the State of Florida, without giving effect to its conflict of laws provisions.", "case_id": 242, "document_id": 3921, "quoteStart": 9729, "quoteEnd": 9902}, {"id": 21518, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.adt.com/about-adt/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:29:42.417541", "updated_at": "2021-05-30 15:16:01.403598", "quoteText": "You have the right to amend or update inaccurate or incomplete personal information, request deletion of your personal information, or request that we no longer use it.\n", "case_id": 195, "document_id": 3920, "quoteStart": 19932, "quoteEnd": 20101}, {"id": 21517, "title": "You can opt out of targeted advertising", "source": "https://www.adt.com/about-adt/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:29:05.963827", "updated_at": "2021-05-30 15:16:10.250376", "quoteText": "If you wish to opt out of interest-based advertising click here or if located in the European Union click here.", "case_id": 219, "document_id": 3920, "quoteStart": 17556, "quoteEnd": 17667}, {"id": 21514, "title": "Your data is processed and stored in a country that is less friendly to user privacy protection", "source": "https://www.myadtdigitalsecurity.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:27:15.658867", "updated_at": "2021-05-30 15:22:35.527308", "quoteText": "<b>Cross-Border Transfer:</b> We may transfer, store, and/or access your information electronically or in hard copy in the United States or Canada.", "case_id": 411, "document_id": 3918, "quoteStart": 12977, "quoteEnd": 13124}, {"id": 21513, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://www.adt.com/about-adt/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:26:52.532478", "updated_at": "2021-05-30 15:22:41.404784", "quoteText": "We may transfer your information to a third party in the event of any reorganization, merger, sale, joint venture, assignment, transfer or other disposition of all or any portion of our business, assets or stock, including in connection with any bankruptcy or similar proceedings.", "case_id": 243, "document_id": 3920, "quoteStart": 12623, "quoteEnd": 12903}, {"id": 21512, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://www.adt.com/about-adt/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:26:33.153642", "updated_at": "2021-05-30 15:23:16.767907", "quoteText": "\n<li>\n<b>Legal Authorities:</b>&nbsp;We may also disclose your information for legal reasons including to comply with a subpoena or court order or similar legal process, to cooperate with law enforcement, or when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a government request.</li>", "case_id": 164, "document_id": 3920, "quoteStart": 12159, "quoteEnd": 12553}, {"id": 21511, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://www.myadtdigitalsecurity.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:25:40.958306", "updated_at": "2021-05-30 15:16:17.699884", "quoteText": "Before we share personal information, we enter into written agreements with the business partners which contain data protection terms that safeguard your data.\nThese companies may use your personal information only as necessary to provide these services to us, except as otherwise authorized by you for another purpose.", "case_id": 210, "document_id": 3918, "quoteStart": 11382, "quoteEnd": 11701}, {"id": 21510, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.myadtdigitalsecurity.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:25:23.990037", "updated_at": "2021-05-30 15:23:22.578918", "quoteText": "We may share your information with partners and service providers (including ADT Authorized Dealers) to provide some of our service(s) and to complete our business purposes as described above.", "case_id": 188, "document_id": 3918, "quoteStart": 11189, "quoteEnd": 11381}, {"id": 21509, "title": "Your personal data is not sold", "source": "https://www.myadtdigitalsecurity.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:25:00.927113", "updated_at": "2021-05-30 15:16:23.150008", "quoteText": "\n<b>Third Party Providers:</b> We do not sell your information to third parties for their own marketing purposes.", "case_id": 193, "document_id": 3918, "quoteStart": 11075, "quoteEnd": 11188}, {"id": 21508, "title": "Your personal data may be used for marketing purposes", "source": "https://www.myadtdigitalsecurity.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:24:41.036838", "updated_at": "2021-05-30 15:23:28.913918", "quoteText": "Providing marketing and promotional materials</li>\n", "case_id": 336, "document_id": 3918, "quoteStart": 10508, "quoteEnd": 10559}, {"id": 21507, "title": "Information is provided about how your personal data is used", "source": "https://www.myadtdigitalsecurity.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:23:57.78141", "updated_at": "2021-05-30 15:16:26.753819", "quoteText": "\n<b>How ADT Uses Your Information", "case_id": 227, "document_id": 3918, "quoteStart": 9825, "quoteEnd": 9858}, {"id": 21506, "title": "Information is gathered about you through third parties", "source": "https://www.myadtdigitalsecurity.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:23:18.891295", "updated_at": "2021-05-30 15:23:34.063379", "quoteText": "We use the information collected from third party sources to determine the suitability of extending credit and for marketing purposes.</p>", "case_id": 382, "document_id": 3918, "quoteStart": 9175, "quoteEnd": 9313}, {"id": 21505, "title": "Your profile is combined across various products", "source": "https://www.myadtdigitalsecurity.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:22:57.055026", "updated_at": "2021-05-30 15:23:40.768795", "quoteText": "</ul>\n<p>We may combine the above information with other information we collect or receive from other sources, such as public databases, joint marketing partners, social media platforms, and other third parties including, but not limited to, credit reporting bureaus.", "case_id": 326, "document_id": 3918, "quoteStart": 8907, "quoteEnd": 9174}, {"id": 21504, "title": "This service may collect, use, and share location data", "source": "https://www.myadtdigitalsecurity.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:22:38.41727", "updated_at": "2021-05-30 15:24:11.297058", "quoteText": "When you download and use our service(s), we may automatically collect information on the type of device you use, operating system version, and the unique device identifier (or \"UDID\").\nWe collect your location-based information as part our service(s) to identify your location for dispatching or sharing with emergency service providers.\nWe will only share this information with third party services for the sole purpose of providing you our service(s).\n", "case_id": 373, "document_id": 3918, "quoteStart": 7844, "quoteEnd": 8299}, {"id": 21503, "title": "This service tracks which web page referred you to it", "source": "https://www.myadtdigitalsecurity.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:22:13.093458", "updated_at": "2021-05-30 15:24:19.732313", "quoteText": "\n<b>Log Files:</b>&nbsp;We gather certain information automatically and store it in log files.\nThis information may include Internet Protocol (IP) addresses, browser type, Internet service provider (ISP), referring/exit pages", "case_id": 387, "document_id": 3918, "quoteStart": 7526, "quoteEnd": 7751}, {"id": 21502, "title": "Logs are kept for an undefined period of time", "source": "https://www.adt.com/about-adt/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:21:52.314539", "updated_at": "2021-05-30 15:24:26.309296", "quoteText": "\n<b>Log Files:</b>&nbsp;We gather certain information automatically and store it in log files", "case_id": 178, "document_id": 3920, "quoteStart": 7475, "quoteEnd": 7568}, {"id": 21501, "title": " You are being tracked via social media cookies/pixels", "source": "https://www.myadtdigitalsecurity.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:20:28.543339", "updated_at": "2021-05-30 15:24:32.390954", "quoteText": "Our website(s) include social media features that may collect your Internet Protocol (IP) address of the page you are visiting and may set a cookie to enable the feature to function properly.", "case_id": 307, "document_id": 3918, "quoteStart": 7248, "quoteEnd": 7439}, {"id": 21500, "title": "Third-party cookies are used for advertising", "source": "https://www.myadtdigitalsecurity.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:19:54.809976", "updated_at": "2021-05-30 15:24:38.530061", "quoteText": "Local Stored Objects:</b>&nbsp;We may store information about your browsing activities through locally stored objects by using technologies such as “Flash cookies” and HTML5 (“LSOs”).\nLSOs tack your actions and store information about your preferences and can be used by third party partners to deliver interest-based advertisements.\n</li>", "case_id": 128, "document_id": 3918, "quoteStart": 6868, "quoteEnd": 7207}, {"id": 21499, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://www.myadtdigitalsecurity.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:19:25.934033", "updated_at": "2021-05-30 15:09:49.682567", "quoteText": "Web Beacons:</b>&nbsp;We may collect information about your browsing activities by using web beacons.\n", "case_id": 323, "document_id": 3918, "quoteStart": 6565, "quoteEnd": 6667}, {"id": 21498, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.adt.com/about-adt/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:18:50.367193", "updated_at": "2021-05-30 15:09:44.513866", "quoteText": "Internet protocol (IP) addresses,", "case_id": 399, "document_id": 3920, "quoteStart": 4461, "quoteEnd": 4494}, {"id": 21497, "title": "App required for this service requires broad device permissions", "source": "https://www.myadtdigitalsecurity.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:18:15.018819", "updated_at": "2021-05-30 15:09:41.158538", "quoteText": "Mobile Application:</b>&nbsp;We may collect information such as registration and activation information from our mobile application(s) associated with our service(s) and your device(s).&nbsp;</li>\n<li>\n<b>Device Data:</b>&nbsp;We may collect various types of data and event information from your device(s) by using cameras, microphones, GPS, or other monitoring sensors.\n</li>", "case_id": 322, "document_id": 3918, "quoteStart": 5950, "quoteEnd": 6326}, {"id": 21496, "title": "Information is provided about how they collect personal data", "source": "https://www.myadtdigitalsecurity.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:17:36.805013", "updated_at": "2021-05-30 15:09:31.71941", "quoteText": "\n<b>How ADT Collects Information", "case_id": 297, "document_id": 3918, "quoteStart": 4692, "quoteEnd": 4724}, {"id": 21494, "title": "Details are provided about what kind of information they collect", "source": "https://www.adt.com/about-adt/legal/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:14:36.394443", "updated_at": "2021-05-30 15:09:04.826153", "quoteText": "<b>What Information ADT Collects", "case_id": 228, "document_id": 3920, "quoteStart": 3276, "quoteEnd": 3308}, {"id": 21493, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.myadtdigitalsecurity.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:13:43.982179", "updated_at": "2021-05-30 15:09:00.667988", "quoteText": "<p>ADT Inc.\n(and its and its affiliated entities) participates in and has certified its compliance with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework.", "case_id": 481, "document_id": 3918, "quoteStart": 1411, "quoteEnd": 1596}, {"id": 21492, "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them", "source": "https://www.myadtdigitalsecurity.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:10:53.960391", "updated_at": "2021-05-30 15:08:53.000253", "quoteText": "Except where expressly provided otherwise by ADT, all comments, feedback, information, or materials submitted through or in association with the Web Site (\"Submissions\") shall be considered non-confidential and property of ADT.\n", "case_id": 182, "document_id": 3919, "quoteStart": 8961, "quoteEnd": 9189}, {"id": 21491, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.adt.com/about-adt/legal/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:10:02.807513", "updated_at": "2021-05-30 15:08:30.855258", "quoteText": "You agree to indemnify, defend and hold harmless ADT, its officers, directors, employees, agents, licensors, suppliers and any third party information providers to the Site against any and all losses, expenses, damages and costs, including reasonable attorneys’ fees, incurred in relation to, arising from, or for the purpose of avoiding, any claim or demand from a third party that your use of the Site violates the Terms, any applicable law or regulation, or the rights of any third party.<br>\n", "case_id": 146, "document_id": 3921, "quoteStart": 3832, "quoteEnd": 4328}, {"id": 21489, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.myadtdigitalsecurity.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:09:21.350007", "updated_at": "2021-05-30 15:20:54.886902", "quoteText": "ADT and its Service Partners make no representations, warranties, guaranties, or conditions as to the quality, suitability, truth, accuracy, or completeness of any of the Content contained on the Web Site.", "case_id": 288, "document_id": 3919, "quoteStart": 4823, "quoteEnd": 5028}, {"id": 21488, "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements", "source": "https://www.myadtdigitalsecurity.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:08:56.938632", "updated_at": "2021-05-30 15:20:58.28604", "quoteText": "ADT and its Service Partners hereby disclaim all express or implied representations, warranties, guaranties, and conditions, including but not limited to any implied warranties or conditions of merchantability, fitness for a particular purpose, title, and non-infringement", "case_id": 290, "document_id": 3919, "quoteStart": 4474, "quoteEnd": 4746}, {"id": 21487, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.myadtdigitalsecurity.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:07:46.416623", "updated_at": "2021-05-30 15:21:06.720249", "quoteText": "Except where expressly provided otherwise by ADT, the materials and information, software, products, and services included in or available through this web site (the \"Content\") are provided \"as is\"", "case_id": 286, "document_id": 3919, "quoteStart": 4215, "quoteEnd": 4412}, {"id": 21486, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.myadtdigitalsecurity.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:07:26.771978", "updated_at": "2021-05-30 15:21:11.175224", "quoteText": "Unless otherwise specified, the Web Site is made available for your personal, non-commercial use only.", "case_id": 143, "document_id": 3919, "quoteStart": 3476, "quoteEnd": 3578}, {"id": 21485, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://www.myadtdigitalsecurity.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:06:55.315952", "updated_at": "2021-05-30 15:24:52.767074", "quoteText": "ADT reserves the right, in its sole discretion, to terminate your access to all or part of this site, with or without notice, without liability to you, any other user, or any third party.</p>\n", "case_id": 201, "document_id": 3919, "quoteStart": 2899, "quoteEnd": 3091}, {"id": 21484, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.myadtdigitalsecurity.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:06:30.106768", "updated_at": "2021-05-30 15:25:00.751268", "quoteText": "You agree to review the Terms of Use periodically for changes, modifications, additions, or deletions.\nYour continued use of the site after such notice has been given constitutes acceptance of such changes, modifications, additions, or deletions.</p>\n", "case_id": 403, "document_id": 3919, "quoteStart": 2037, "quoteEnd": 2288}, {"id": 21483, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://www.myadtdigitalsecurity.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-05-30 14:06:02.411599", "updated_at": "2021-05-30 15:21:17.127988", "quoteText": "\nChanges to Terms of Use\n<p>ADT reserves the right to update or revise the Terms of Use governing this site, or any part thereof, at any time, at its sole discretion, without prior notice.\nSuch changes, modifications, additions, or deletions shall be effective immediately upon notice thereof, which may be given by any means including posting on this site or by other electronic or conventional means.", "case_id": 122, "document_id": 3919, "quoteStart": 1634, "quoteEnd": 2036}, {"id": 15618, "title": "There is a date of the last update of the agreements", "source": "https://www.adt.com/about-adt/legal/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-02-03 07:28:12.347391", "updated_at": "2021-02-03 09:22:41.760993", "quoteText": "Last revised: January 10, 2018", "case_id": 331, "document_id": 3921, "quoteStart": 40, "quoteEnd": 70}], "urls": ["adt.com", "myadtdigitalsecurity.com", "adtpuertoricollc.com", "myadt.com", "adt-optout.com"]}}