{"error": 448, "message": "OK", "parameters": {"id": 2879, "name": "Agrale", "created_at": "2021-03-27 11:53:36.178826", "updated_at": "2021-03-27 21:32:38.369511", "wikipedia": "https://en.wikipedia.org/wiki/Agrale", "keywords": null, "related": null, "slug": "agrale", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2879.png", "url": "agrale.com.br", "documents": [{"id": 4435, "name": "Privacy Policy (Portuguese)", "url": "https://www.agrale.com.br/pt/politica-de-privacidade", "xpath": "//*[@id=\"container\"]/div/div[1]/div[2]", "text": " <p>\n<strong>Política de Privacidade</strong>&nbsp;<br> Sua visita a nosso site gerará informações que serão tratadas da maneira descrita a seguir.\nTais informações dependem do que você fizer ao visitar nosso site.&nbsp;<br>\n<br>\n<strong>Informações automáticas</strong>&nbsp;<br> Ao visitar o site, nosso servidor automaticamente reconhece e registra o nome do domínio a partir do qual você está acessando a Internet (por exemplo, aol.com, no caso de você se conectar por meio da America Online), a data e a hora em que você entra no site e o endereço IP (Protocolo Internet) do site a partir do qual você chegou até nós.\nEssas informações nos permitem criar estatísticas relacionadas a nosso site.\nTais estatísticas, por sua vez, nos permitirão compreender melhor a forma como nosso site está sendo utilizado e o que poderemos fazer para torná-lo mais útil aos que nos visitam.\nEssa informação não é armazenada em formatos que permitam a identificação pessoal.&nbsp;<br>\n<br>\n<strong>Informações fornecidas por você</strong>&nbsp;<br> As informações que você nos fornece são usadas para atender suas solicitações e permitem personalizar o material apresentado com base em visitas anteriores.\nSão também usadas em nossa comunicação com você e no aperfeiçoamento do conteúdo do site.\nO principal objetivo da coleta de informações pessoais é o fornecimento de serviços, características e conteúdo personalizados, proporcionando uma experiência efetiva e personalizada que atenda melhor suas necessidades.&nbsp;<br> Se preferir identificar-se por meio de um e-mail ou formulário online, a Agrale e seus parceiros terão acesso a essa informação para poder entrar em contato com você e para fins de marketing direto.\nTambém guardamos informações sobre as páginas que você costuma acessar.\nAs informações fornecidas por você, tais como avaliações, comentários ou críticas, poderão ser guardadas, para uso interno, em formato de identificação pessoal, não sendo partilhadas com pessoas ou organizações estranhas à Agrale S.A., suas subsidiárias, sucessores ou parceiros de negócio.\nSe decidirmos divulgar seu nome a organizações ou pessoas fora deste grupo ou o fato de que você nos forneceu matérias ou informações, solicitaremos sua permissão para usar seu nome juntamente com as matérias e informações enviadas a qualquer local deste site.&nbsp;<br>\n<br>\n<strong>Links</strong>&nbsp;<br> Este site pode conter links com sites que não pertencem à Agrale ou que não são por ela administrados.\nA Agrale não se responsabiliza pela política de privacidade de tais sites.&nbsp;<br>\n<br>\n<strong>Uso de \"Cookies\"</strong>&nbsp;<br> Os \"cookies\" são pequenos arquivos colocados em seu disco rígido que nos ajudam a prestar serviços personalizados.\nPoderemos usar cookies para evitar que você tenha que digitar seu código de acesso muitas vezes durante uma sessão.\nNenhuma outra informação pessoal é armazenada nesses cookies.&nbsp;<br>\n<br>\n<strong>Liberação de Informações</strong>&nbsp;<br> A Agrale liberará qualquer informação exigida por lei ou ordem judicial.&nbsp;<br>\n<br>\n<strong>Segurança da informação</strong>&nbsp;<br> Usamos uma encriptação SSL (Secure Socket Layer) para proteger a transmissão de informações por meio de nossos formulários online.\nTodas as informações transmitidas dessa forma são guardadas de modo seguro.\nNo caso de envio de e-mail, você deve estar ciente de que sua mensagem somente estará segura contra interceptação se você utilizar um navegador com a função segurança ativada.&nbsp;<br>\n<br> A Agrale reserva-se o direito de alterar essa política a qualquer momento.\nO uso das informações obtidas estará sujeita à Política de Privacidade então vigente.\nOs usuários que queiram tomar conhecimento das alterações poderão fazê-lo consultando, com freqüência, a Política de Privacidade de nosso site.\n</p>\n<br>\n<br>\n<br> ", "created_at": "2021-03-27 11:55:29.814326", "updated_at": "2021-03-27 11:55:40.722717"}, {"id": 4436, "name": "Privacy Policy (English)", "url": "https://www.agrale.com.br/en/politica-de-privacidade", "xpath": "//*[@id=\"container\"]/div/div[1]/div[2]", "text": " <p>\n<strong>Privacy Policy</strong>\n<br>Your visit to our site will generate information that will be treated as described bellow.\nSuch information will depend on what you do while visiting our web site.\n<br>\n<br>\n<strong>Automatic Information</strong>\n<br>When you visit our web site our server automatically recognizes and registers the domain from where you are accessing the internet (for example, aol.com, if you connect through AOL), the date and time you enter the web site and the IP (Internet Protocol) address from the site that led you to ours.\nThis information allows us to create statistics about our site.\nSuch statistics helps us understand how our web site is being used and what we can do to make it more useful to those who access it.\nThis information is not stored in formats that allow personal identification.\n<br>\n<br>\n<strong>Information provided by you</strong>\n<br>The information you provide us will be used to attend your needs and will allow us to have the material presented custom-made based on prior visits.\nThey are also used in our communication with you and in improving the site content.\nThe main goal for collecting personal information is the supply of services characteristics and custom-made content, allowing an effective and unique experience to better suit your needs.\nIf you prefer to identify yourself by email or online form, Agrale and its partners will access this information to be able to contact you.\nWe also keep information about the pages you are used to accessing.\nThese information provided by you, such as evaluations, comments or critics, could be saved for internal use, in a personal identification format, not being shared with people or organizations not related to Agrale, its subsidiaries or business partners.\nIf we decide to release your name to organizations or people outside this group, or the fact that you have provided us with materials or information, we will ask for your permission to use your name with any information sent to any part of this web site.\n<br>\n<br>\n<strong>Links</strong>\n<br>This site may contain links to third-party sites and sponsors not related to Agrale.\nAgrale is not responsible for the Privacy Policy of such web sites.\n<br>\n<br>\n<strong>Cookies</strong>\n<br>Cookies are small files written on your hard disk that allow us to provide custom-made services.\nWe can use cookies so you don't have to type your access code many times during a session.\nNo other personal information is stored on these cookies.\n<br>\n<br>\n<strong>Release of information</strong>\n<br>Agrale will release any information required by law or Court order.\n<br>\n<br>\n<strong>Information Safety</strong>\n<br>We use SSL (Secure Socket Layer) encryption to protect the transmission of information by our online forms.\nAll information transmitted by this manner is kept on secure mode.\nWhen sending an email, your message will be secure against interception only if you use a web browser with the secure function activated.\nAgrale has the right to change this policy at any time.\nThe use of any acquired information will be subject to the Privacy Policy available at the time.\nUsers who want to keep up to date to any changes can go to the Privacy Policy section of our web site.</p>\n<br>\n<br>\n<br> ", "created_at": "2021-03-27 11:56:18.130745", "updated_at": "2021-03-27 11:56:29.434555"}], "points": [], "urls": ["agrale.com.br"]}}