{"error": 448, "message": "OK", "parameters": {"id": 6567, "name": "The Washington Free Beacon", "created_at": "2022-05-07 19:49:59.965355", "updated_at": "2022-05-07 22:01:17.923925", "wikipedia": null, "keywords": null, "related": null, "slug": "the-washington-free-beacon", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6567.png", "url": "freebeacon.com", "documents": [{"id": 11952, "name": "Privacy Policy ", "url": "https://freebeacon.com/privacy-policy", "xpath": "/html/body/main/div/div[1]", "text": " Privacy Policy <p>\n<strong>Privacy Policy</strong>\n</p>\n<p>Effective Date:&nbsp;January 19, 2015</p>\n<p>The Washington Free Beacon values your support and is committed to protecting your privacy.\nThis statement (the \"Privacy Policy\") sets forth our policies and practices for handling your information on the Washington Free Beacon website (freebeacon.com), and any other website or online service that we operate and that links to this Privacy Policy (the \"Services\").</p>\n<p>\n<strong>I.\nCOLLECTION OF INFORMATION</strong>\n</p>\n<p>We may collect the following kinds of information when you use the Services:</p>\n<p>Information you provide directly to us.\nFor certain activities, such as when you subscribe to our newsletter or contact us directly, we may ask you to provide some or all of the following types of information:</p>\n<ul>\n<li>Contact information, such as full name, email address, mobile phone number, and address;</li>\n<li>Username and password;</li>\n<li>Payment information, such as credit card number, expiration date, and credit card security code, where needed to complete a transaction.\nand</li>\n<li>Correspondence you send to us.</li>\n</ul>\n<p>Information we collect automatically.\nWe may collect certain information automatically when you use our Services, such as your Internet protocol (IP) address and other device identifiers that are automatically assigned to your computer or device when you access the Internet, browser type, operating system, Internet service provider, pages that you visit before and after using the Services, the date and time of your visit, information about the links you click and pages you view within the Services, and other standard server log information.</p>\n<p>We may use cookies, pixel tags, and similar technologies to automatically collect this information.\nCookies are small bits of information that are stored by your computer’s web browser.\nPixel tags are very small images or small pieces of data embedded in images, also known as \"web beacons\" or \"clear GIFs,\" that can recognize cookies, the time and date a page is viewed, a description of the page where the pixel tag is placed, and similar information from your computer or device.\nBy using the Services, you consent to our use of cookies and similar technologies.</p>\n<p>Information we obtain from other sources.\nWe may receive information about you from other sources, including through third-party services and organizations.\nFor example, if you access third-party services, such as Facebook, Google, or Twitter, through the Services to login to the Services or to share information about your experience on the Services with others, we may collect information from these third-party services.</p>\n<p>\n<strong>II.\nUSE OF INFORMATION</strong>\n</p>\n<p>We only use payment information, such as credit card numbers, expiration date, and security codes, as necessary to complete a particular transaction or as otherwise required by law.</p>\n<p>We generally use the information we collect online to:</p>\n<ul>\n<li>Fulfill your requests for products, services, and information;</li>\n<li>Analyze the use of the Services and user data to understand and improve the Services;</li>\n<li>Prevent potentially prohibited or illegal activities and otherwise in accordance with our Terms of Use.\nand</li>\n<li>For any other purposes disclosed to you at the time we collect your information or pursuant to your consent.</li>\n</ul>\n<p>\n<strong>III.\nDISCLOSURE OF INFORMATION</strong>\n</p>\n<p>We are committed to maintaining your trust, and we want you to understand when and with whom we may share the information we collect.</p>\n<ul>\n<li>Authorized third-party vendors and service providers.\nWe share your information with third-party vendors and service-providers that help us with specialized services, including email deployment, payment and order processing, customer service, business analytics, marketing, and data processing.</li>\n<li>Business transfers.\nWe may share your information in connection with a substantial corporate transaction, such as the sale of a website, a merger, consolidation, asset sale, or in the unlikely event of bankruptcy.</li>\n<li>Legal purposes.\nWe may disclose information to respond to subpoenas, court orders, legal process, law enforcement requests, legal claims or government inquiries, and to protect and defend the rights, interests, safety, and security of the <em>Washington Free Beacon</em>, our affiliates, users, or the public.</li>\n<li>With your consent.\nWe may share information for any other purposes disclosed to you at the time we collect the information or pursuant to your consent.</li>\n</ul>\n<p>If you access third-party services, such as Facebook, Google, or Twitter, through the Services to login to the Services or to share information about your experience on the Services with others, these third-party services may be able to collect information about you, including information about your activity on the Site, and they may notify your connections on the third-party services about your use of the Site, in accordance with their own privacy policies.</p>\n<p>If you choose to engage in public activities on the Site, you should be aware that any information you share there can be read, collected, or used by other users of these areas.\nYou should use caution in disclosing personal information while participating in these areas.\nWe are not responsible for the information you choose to submit in these public areas.</p>\n<p>\n<strong>IV.\nSECURITY </strong>\n</p>\n<p>We use reasonable measures to help protect information from loss, theft, misuse and unauthorized access, disclosure, alteration and destruction.\nYou should understand that no data storage system or transmission of data over the Internet or any other public network can be guaranteed to be 100 percent secure.\nPlease note that information collected by third parties may not have the same security protections as information you submit to us, and we are not responsible for protecting the security of such information.</p>\n<p>\n<strong>V.\nYOUR CHOICES</strong>\n</p>\n<p>You may be able to refuse or disable cookies by adjusting your web browser settings.\nBecause each web browser is different, please consult the instructions provided by your web browser (typically in the \"help\" section).\nPlease note that if you choose to refuse, disable, or delete cookies, some of the functionality of the Services may no longer be available to you.</p>\n<p>\n<strong>VI.\nTHIRD-PARTY LINKS, CONTENT, AND COOKIES</strong>\n</p>\n<p>Some of the Services may contain links to content maintained by third parties that we do not control.\nWe may allow third parties to place and read their own cookies, web beacons, and similar technologies to collect information automatically through the sites and online services.\nWe are not responsible for the privacy practices of these third parties, and we recommend that you visit the privacy policies of each website that you visit.</p>\n<p>\n<em>Do-Not-Track Signals</em>.\nSome web browsers may transmit \"do-not-track\" signals.\nHowever, web browsers incorporate and activate this feature differently, and it is not always clear whether users intend for these signals to be transmitted or are aware of them.\nBecause these browser features are not uniform, we currently do not take action in response to these signals.</p>\n<p>\n<strong>VII.\nINTERNATIONAL USERS</strong>\n</p>\n<p>The Services are designed for and targeted to U.S.\naudiences and are governed by and operated in accordance with the laws of the U.S.\nWe make no representation that the Services are operated in accordance with the laws or regulations of any other nations.\nBy using the Services and providing us with information, you understand and agree that your information may be transferred to and stored on servers located outside your resident jurisdiction and, to the extent you are a resident of a country other than the United States, that you consent to the transfer of such data to the United States for processing by us in accordance with this Privacy Policy.</p>\n<p>\n<strong>VIII.\nCHANGES TO THE PRIVACY POLICY</strong>\n</p>\n<p>We may update this Privacy Policy from time to time.\nWhen we update the Privacy Policy, we will revise the \"Effective Date\" date above and post the new Privacy Policy.\nWe recommend that you review the Privacy Policy each time you visit the Services to stay informed of our privacy practices.</p>\n<p>\n<strong>IX.\nSTILL HAVE QUESTIONS?</strong>\n</p>\n<p>If you have any questions about this Privacy Policy or our practices, please contact us via US Mail at the <em>Washington Free Beacon</em>, 1000&nbsp;Wilson Boulevard, Arlington, VA&nbsp;22209 or call (202) 465-8605.</p>\n<p>\n<em>Updated April 20, 2015</em>\n</p> ", "created_at": "2022-05-07 19:49:59.968988", "updated_at": "2022-05-07 17:50:37.726422"}, {"id": 11951, "name": "Terms of Use ", "url": "https://freebeacon.com/terms-of-use", "xpath": "/html/body/main/div/div[1]", "text": " Terms of Use <p>Effective Date: 8/1/2014</p>\n<p>These Terms of Use (\"Terms\") govern your use of the Washington Free Beacon website (freebeacon.com), and any other website or online service that Free Beacon LLC (the \"Beacon\") operates and that links to these Terms (collectively, the \"Services\").</p>\n<p>\n<b>Please review these Terms carefully before using the Services.\nPLEASE NOTE THAT THE TERMS CONTAIN A BINDING ARBITRATION CLAUSE AND CLASS ACTION WAIVER.\nTHIS AFFECTS YOUR RIGHTS WITH RESPECT TO RESOLVING DISPUTES WITH THE BEACON.\nPLEASE READ THEM.</b>\n</p>\n<p>We may change these Terms or modify any features of the Services at any time.\nThe most current version of the Terms can be viewed by clicking on the \"Terms of Use\" link posted through the Services.\n<b>You accept the Terms by using the Services, and you accept any changes to the Terms by continuing to use the Services after we post the changes.</b>\n</p>\n<p>\n<b>I.\nPrivacy</b>\n</p>\n<p>Your use of the Services is governed by our Privacy Policy, which is incorporated into these Terms by reference.</p>\n<p>\n<b>II.\nProhibited Conduct</b>\n</p>\n<p>You may not access or use, or attempt to access or use, the Services to take any action that could harm us or any third party, interfere with the operation of the Services, or use the Services in a manner that violates any laws.\nFor example, and without limitation, you may not:</p>\n<ul>\n<li>engage in unauthorized spidering, \"scraping,\" or harvesting of content or personal information, or use any other unauthorized automated means to compile information;</li>\n<li>take any action that imposes an unreasonable or disproportionately large load on our network or infrastructure;</li>\n<li>use any device, software, or routine to interfere or attempt to interfere with the proper working of the Service or any activity conducted on the Services or attempt to probe, scan, test the vulnerability of, or breach the security of any system or network;</li>\n<li>attempt to decipher, decompile, disassemble, or reverse-engineer any of the software comprising or in any way making up a part of the Service;</li>\n<li>engage in any other conduct that restricts or inhibits any person from using or enjoying the Services, or that, in our sole judgment, exposes us or any of our users, affiliates, or any other third party to any liability, damages, or detriment of any type.</li>\n</ul>\n<p>Violations of system or network security may result in civil or criminal liability.\nWe may investigate and work with law enforcement authorities to prosecute users who violate the Terms.\nWe may suspend or terminate your access to the Services for any or no reason at any time without notice.</p>\n<p>\n<b>III.\nCopyrights </b>\n</p>\n<p>The Services are protected under the copyright laws of the United States and other countries.\nAll copyrights in the Services are owned by us or our third-party licensors to the full extent permitted under the United States Copyright Act and all international copyright laws.\nYou may not publish, reproduce, distribute, display, perform, edit, adapt, modify, or otherwise exploit any part of the Services without our written consent.</p>\n<p>\n<b>IV.\nLinks To Third-Party Content </b>\n</p>\n<p>The Services may contain links to third-party content.\nWe do not control, endorse, sponsor, recommend, or otherwise accept responsibility for such content.\nUse of any linked third-party content is at the user’s own risk.</p>\n<p>\n<b>V.\nDisclaimer of Warranties.\nLimitation of Liability</b>\n</p>\n<p>Your use of the Services is at your own risk.\nThe Services are provided \"as is\" without warranties of any kind, either express or implied, including without limitation warranties of merchantability, fitness for a particular purpose, non-infringement, or other violation of rights.\nWe do not warrant the adequacy, currency, accuracy, likely results, or completeness of the Services or any third-party sites linked to or from the Services, or that the functions provided will be uninterrupted, virus, or error-free.\nWe expressly disclaim any liability for any errors or omissions in the content included in the Services or any third-party sites linked to or from the Services.\nSome jurisdictions may not allow the exclusion of implied warranties, so some of the above exclusions may not apply to you.</p>\n<p>In no event will we, or our subsidiaries, affiliates, directors, officers, employees, agents, and assigns be liable for any direct or indirect, special, incidental, consequential or punitive damages, lost profits, or other damages whatsoever arising in connection with the use of the Services, any interruption in availability of the Services, delay in operation or transmission, computer virus, loss of data, or use, misuse, reliance, review, manipulation, or other utilization in any manner whatsoever of the Services or the data collected through the Services, even if one or more of them has been advised of the possibility of such damages or loss.\nAny claim arising out of or connected with the Services will be limited to the greater of $100 or the amount that you paid to access the Services.</p>\n<p>\n<b>VI.\nIndemnification</b>\n</p>\n<p>You agree to indemnify, defend and hold us and our subsidiaries, affiliates, directors, officers, employees, agents and assigns harmless from and against any and all loss, costs, expenses (including reasonable attorneys’ fees and expenses), claims, damages and liabilities related to or associated with your use of the Services and any alleged violation by you of these Terms.\nWe reserve the right to assume the exclusive defense of any claim for which we are entitled to indemnification under this section.\nIn such event, you shall provide us with such cooperation as we reasonably request.</p>\n<p>\n<b>VII.\nDISPUTES, ARBITRATION, AND CLASS ACTION WAIVER</b>\n</p>\n<p>Any dispute arising out of or relating to the Services (\"Dispute\") will be resolved according to the following procedures:</p>\n<ul>\n<li>\n<b>Notice of Dispute</b>.\nIn the event of a Dispute, you or the Beacon must give the other a Notice of Dispute, which is a written statement that sets forth the name, address, and contact information of the party giving it, the facts giving rise to the Dispute, and a proposed solution.\nYou must send any Notice of Dispute by U.S.\nMail to the <i>Washington Free Beacon</i> at 1600 K Street NW, STE 200, Washington, DC 20006.\nThe Beacon will send any Notice of Dispute to you by U.S.\nMail to your address if we have it, or otherwise to your email address.\nYou and the Beacon will attempt to resolve any Dispute through informal negotiation within sixty (60) days from the date the Notice of Dispute is sent.\nAfter sixty (60) days, you or the Beacon may commence arbitration, as described in this section.</li>\n<li>\n<b>Small claims court</b>.\nYou may also choose to litigate any Dispute in small claims court in the District of Columbia or in your own county of residence, if the Dispute meets all the requirements to be heard in small claims court.\nYou may litigate in small claims court whether or not you negotiated with the Beacon informally first.</li>\n<li>\n<b>Binding Arbitration</b>.\nIf you and the Beacon do not resolve any Dispute by informal negotiation or in small claims court, any other effort to resolve the Dispute will be conducted exclusively by binding arbitration as described in this section.\nYou are giving up the right to litigate (or participate in as a party or class member) all Disputes in court before a judge or jury.\nInstead, all Disputes will be resolved before a neutral arbitrator, whose decision will be final except for a limited right of appeal under the Federal Arbitration Act.\nAny court with jurisdiction over the parties may enforce the arbitrator’s award.</li>\n<li>\n<b>Class Action Waiver</b>\n<b>.</b> Any proceedings to resolve or litigate any dispute in any forum will be conducted solely on an individual basis.\nNeither you nor the Beacon will seek to have any dispute heard as a class action or in any other proceeding in which either party acts or proposes to act in a representative capacity.\nNo arbitration or proceeding will be combined with another without the prior written consent of all parties to all affected arbitrations or proceedings.</li>\n<li>\n<b>Arbitration Procedures</b>.\nAny arbitration will be conducted by JAMS, Inc, in accordance with the JAMS Comprehensive Arbitration Rules and Procedures (\"JAMS Rules\").\nYou agree to commence arbitration only in your county of residence or in the District of Columbia.\nThe Beacon agrees to commence arbitration only in your county of residence.\nIn a dispute involving $10,000 or less, any hearing will be telephonic unless the arbitrator finds good cause to hold an in-person hearing instead.\nThe arbitrator may award the same damages to you individually as a court could.\nThe arbitrator may award declaratory or injunctive relief only to you individually, and only to the extent required to satisfy your individual claim.</li>\n<li>\n<b>Arbitration Fees</b>.\nFor disputes involving $75,000 or less, the Beacon will reimburse your filing fees and pay the JAMS and the arbitrators fees and expenses.\nFor disputes involving more than $75,000, the JAMS Rules will govern payment of all filing fees and expenses.</li>\n<li>\n<b>Claims or disputes must be filed within one year</b>.\nTo the extent permitted by law, any claim or dispute under this agreement must be filed within one year in small claims court, or in an arbitration proceeding.\nThe one-year period begins when the claim or Notice of Dispute first could be filed.\nIf a claim or dispute isn’t filed within one year, it is permanently barred.</li>\n<li>\n<b>Severability</b>.\nIf any provision of this section (\"Disputes, Arbitration, and Class Waiver\") is found to be illegal or unenforceable, that provision will be severed, with the remainder of the section remaining in full force and effect.</li>\n</ul>\n<p>\n<b>VII.\nChoice of Law and Forum</b>\n</p>\n<p>The Services are intended for use by residents of the United States.\nWe do not intentionally provide access to the Services to individuals located outside the United States.\nThese Terms will be governed by the laws of the District of Columbia without regard to its conflict of law provisions.\nWith respect to any Disputes not subject to the dispute resolution procedures set forth above, you and the Beacon agree to submit to the personal and exclusive jurisdiction of the state and federal courts located within the District of Columbia.</p>\n<p>\n<b>VIII.\nMiscellaneous</b>\n</p>\n<p>These Terms constitute the entire agreement between you and us, superseding any prior or contemporaneous communications and proposals (whether oral, written or electronic) between you and us.\nIn the event any provision of these Terms is held unenforceable, it will not affect the validity or enforceability of the remaining provisions and will be replaced by an enforceable provision that comes closest to the intention underlying the unenforceable provision.\nYou agree that no joint venture, partnership, employment, or agency relationship exists between you and us as a result of these Terms or your access to and use of the Services.</p>\n<p>Our failure to enforce any provisions of these Terms or respond to a violation by any party does not waive our right to subsequently enforce any terms or conditions of the Terms or respond to any violations.\nNothing contained in these Terms is in derogation of our right to comply with governmental, court, and law enforcement requests or requirements relating to your use of the Services or information provided to or gathered by us with respect to such use.</p>\n<p>&nbsp;</p> ", "created_at": "2022-05-07 19:49:59.967531", "updated_at": "2022-05-07 17:50:58.843096"}], "points": [], "urls": ["freebeacon.com"]}}