{"error": 448, "message": "OK", "parameters": {"id": 4755, "name": "Gigworker.com", "created_at": "2021-07-15 18:54:22.530774", "updated_at": "2021-07-15 22:00:52.324174", "wikipedia": null, "keywords": null, "related": null, "slug": "gigworker-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4755.png", "url": "gigworker.com", "documents": [{"id": 8522, "name": "Privacy Policy", "url": "https://gigworker.com/privacy-policy/", "xpath": "//body", "text": " × Search Jump to Find Job\nWrite Review <ul>\n<li>Find Job</li>\n<li>Write Review</li>\n</ul>\n<ul>\n<li>\n</li>\n<li> Account Login Email Password Forgot Password? Login Don't have an account? Signup <p>Use a social account for faster login or easy registration.</p> Log in with Facebook Account Registration Username Email Password Confirm Password Get Started Already have an account? Login Reset Password Your email Recover Password Remember your password? Login </li>\n</ul>\n<ul>\n<li>Start Here\nStart Here<small>What is the gig economy and how does it work?</small> – Delivery Quickstart Guide<small>The basics of delivering food, groceries, and packages.</small> – Lifestyle Quickstart Guide<small>An overview of lifestyle, care-related gigs.- </small> – Lodging Quickstart Guide<small>How to get started renting your home on lodging platforms.</small> – Freelancing Quickstart Guide<small>How to enter into the gig economy as a freelancer.</small> – Rideshare Quickstart Guide<small>The basics of providing safe rides via rideshare services.</small> – Tasks Quickstart Guide<small>The basics of making money performing common tasks.</small>\n<p>\n</p>\n</li>\n<li>Find Gigs Browse All Jobs<small>Browse all available gigs</small> Browse Companies<small>Browse all companies offering gigs</small>\n<p>Featured:</p>\n<ol>\n<li>Postmates Courier</li>\n<li>Instacart Shopper</li>\n<li>DoorDash Driver</li>\n<li>Uber Driver</li>\n<li>Lyft Driver</li>\n</ol>\n<p>\n</p> Submit a Gig – list your gig on our gig marketplaceSubmit\n</li>\n<li>Browse Companies</li>\n<li>Read Content App-Based Gigs<small>Information for the Care, Delivery, Lifestyle, Lodging &amp.\nTransportation sectors</small> Business Advice<small>How to set up and run your own business as an independent contractor</small> Freelancing<small>Information for freelance consultants and gig workers</small> Reviews &amp.\nRoundups<small>Our take on gig economy platforms, products, tools, and services</small> Side Hustles<small>Unique and interesting ways to make money in the gig economy</small> News<small>The latest news and information about the gig economy</small>\n<p>Resources:</p>\n<ul>\n<li>State of Remote Work in 2020</li>\n<li>Stats About Remote Work</li>\n<li>How An Increase in Remote Work Helps Employers</li>\n<li>Why Gig Work Is Here To Stay for Good</li>\n<li>Timeline of the Gig Economy</li>\n</ul> Find Your Gig TodaySTART HERE <p>\n</p>\n<p>\n</p>\n</li>\n<li>Products &amp.\nTraining Finance<small> Accounting, finance, and funding </small> Products <small> Essential products to get the job done </small> Apps<small> Smartphone apps to improve efficiency and earnings </small> Training<small> Ebooks, courses, and certifications to advance your skills </small>\n<p>\n</p>\n</li>\n<li>Create Account</li>\n</ul> Privacy &amp.\nPolicy <p> Last modified: February 15th, 2021 </p> Privacy Policy <p>\n<strong>Effective Date: February 14, 2021</strong>\n</p>\n<p>This Privacy Policy (“<strong>Policy</strong>”) describes how GW50, LLC (“<strong>GW50, LLC</strong>”.\n“<strong>Company</strong>”, “<strong>us</strong>”, “<strong>our</strong>”, and “<strong>we</strong>”) collects, uses and shares information from and about users of its website https://gigworker.com/ (the “<strong>Site</strong>”).&nbsp.\nThis Policy also describes the measures that GW50 takes to protect the information, your options for choice and access, and how you can contact us about privacy practices.&nbsp.\nThis Policy is part of our Terms of Use (the “<strong>Terms</strong>”) for the Site.</p>\n<p>GW50 respects your privacy and is committed to protecting it through our compliance with this policy.</p>\n<p>This policy applies to information we collect</p>\n<ul>\n<li>On this Site;</li>\n<li>In email, text, and other electronic messages between you and this Site;</li>\n</ul>\n<p>It does not apply to information collected by:</p>\n<ul>\n<li>Us offline or through any other means, including on any other website operated by GW50 or any third party (including our affiliates and subsidiaries).\nor</li>\n<li>Any third party (including our affiliates and subsidiaries), including through any application or content (including advertising) that may link to or be accessible from or on the Site.</li>\n</ul>\n<p>Please read this policy carefully to understand our policies and practices regarding your information and how we will treat it.\nIf you do not agree with our policies and practices, your choice is not to use our Site.\nBy accessing or using this Site, you agree to this privacy policy.\nThis policy may change from time to time (see Updates to Privacy Policy).\nYour continued use of this Site after we make changes is deemed to be acceptance of those changes, so please check the policy periodically for updates.</p>\n<ol>\n<li>\n<strong>What We Collect</strong>\n</li>\n</ol>\n<p>1.1.\n<strong>“Personal Information”, </strong>as used in this Policy, is information that identifies you as an individual or relates to an identifiable person.&nbsp.\nWe collect Personal Information from you in the following ways:</p>\n<p>We collect Personal Information when you submit it to us, including when you ask to be added to our mailing list, contact us through the Site, participate in a community forum, create an account through our Site or otherwise directly give it to us, by email or otherwise.&nbsp.\nThe Personal Information you submit may include your name, email address, username, and affiliated website.</p>\n<p>We may also, to the extent permitted by applicable law, receive Personal Information about you from third parties including social media services or other commercially available sources.&nbsp.\nThe Personal Information we receive from third parties may include your name, contact information, information about your transactions, relationships with product and service providers, and your use of certain applications.&nbsp.\nFor example, if you access our Site through a social media service or connect our Site to a social media service, we may collect your user ID and/or user name associated with that social media service and any information the social media service shares with us, such as your profile picture or email address.&nbsp.\nThe information we obtain depends on your privacy settings on the applicable social media service.&nbsp.\nWhen you access the Site through social media services or when you connect our Site to social media services, you are authorizing us to collect, store, and use such information in compliance with this Policy.</p>\n<p>1.2.&nbsp.\n<strong>“Other Information”, </strong>as used in this Policy, is any information that is not intended to disclose your specific identity to us, such as usage data, browser information, information collected through cookies and other tracking technologies, demographic information, geolocation data obtained with your consent where required by applicable law, and aggregated data.&nbsp.\nWe collect Other Information from you in the following ways:</p>\n<p>We collect Other Information when you submit it to us.&nbsp.\nThis may include your password or other information, such as your birthday or occupation, that you voluntarily provide to us through the Site.</p>\n<p>We may receive Other Information about you from third parties, including, for example, demographic data, social media account number, information about your interests or information about your activities on other websites.</p>\n<p>We and our service providers may automatically collect information through browser cookies and other tracking technologies (collectively “<strong>Cookies</strong>”) when you visit our Site to provide and improve the Site, and to display relevant content, products, services and advertising.\nCookies are small files placed on the hard drive of your computer.\nYou may refuse to accept browser cookies by activating the appropriate setting on your browser.\nHowever, if you select this setting you may be unable to access certain parts of our Site.\nUnless you have adjusted your browser setting so that it will refuse Cookies, our system will issue Cookies when you direct your browser to our Site.\n&nbsp;Through the use of Cookies, we may obtain information about your computer or device, including computer operating system type and device characteristics, Internet Protocol (IP) address, browser type, browser language, and the name of your Internet service provider, and your activities, including the website you visited before browsing our Site, pages you viewed, how long you spent on a page, the number and frequency of your visits, access times, and other information about your use of and actions on our Site.</p>\n<p>1.3.\nInformation We Collect Through Automatic Data Collection Technologies&nbsp;</p>\n<p>As you navigate through and interact with our Site, we may use automatic data collection technologies to collect certain information about your equipment, browsing actions, and patterns, including:</p>\n<ul>\n<li>Details of your visits to our Site, including traffic data, location data, logs, and other communication data and the resources that you access and use on the Site;</li>\n<li>Information about your computer and internet connection, including your IP address, operating system, and browser type.</li>\n</ul>\n<p>The information we collect automatically helps us to improve our Site and to deliver a better and more personalized service, including by enabling us to:</p>\n<ul>\n<li>Estimate our audience size and usage patterns.</li>\n<li>Store information about your preferences, allowing us to customize our Site according to your individual interests.</li>\n<li>Speed up your searches.</li>\n<li>Recognize you when you return to our Site.</li>\n</ul>\n<p> 2.\n<strong>How We Use Your Information</strong>\n</p>\n<p>We may use your Personal Information for the purposes set forth below.&nbsp.\nWe may use and disclose Other Information for any purpose.\nprovided that if such Other Information is considered Personal Information under applicable law or if we combine Other Information with your Personal Information, we will treat such information as Personal Information.</p>\n<p>We may use your Personal Information:</p>\n<ul>\n<li>To present our Site and its contents to you.</li>\n<li>To provide you with information, products, or services that you request from us.</li>\n<li>To fulfill any other purpose for which you provide it.</li>\n<li>To carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection.</li>\n<li>To notify you about changes to our Site or any products or services we offer or provide though it.</li>\n<li>To allow you to participate in interactive features on our Site.</li>\n<li>In any other way we may describe when you provide the information.</li>\n<li>For any other purpose with your consent.</li>\n</ul>\n<p>2.1.&nbsp.\n<strong>Use of Cookies</strong>\n</p>\n<p>Third parties, such as analytics providers, ad networks, and advertisers, may use Cookies to track your online activities over time and across third party websites, apps and devices.&nbsp.\nWe may not have access to these Cookies, but we may use information obtained through the use of these Cookies to improve our products and services.&nbsp.\nThe information we obtain through these Cookies, along with Personal Information and Other Information we collect from your use of the Site (including through use of any Cookies that we employ to collect information from our Site), can be used to help improve our content, remember your preferences, personalize offerings, and show you advertisements that may be tailored to your interests.&nbsp.\nThese third party companies may also transfer this information to other parties where required to do so by law, or where such other parties process the information on their behalf.&nbsp;</p>\n<p>Specifically, we and our service providers may use advertising Cookies to deliver ads that we think will be relevant to you and your interests.&nbsp.\nWe may use advertising Cookies to customize the advertising and content you receive on our Site, conduct interest-based advertising, limit the number of times you see the same ad on our Site, help measure the effectiveness of advertising campaigns, and conduct market research.&nbsp.\nThese Cookies remember what you have looked at or purchased on our Site and other sites, and may be combined with other information acquired from third parties such as demographics and other marketing information.&nbsp.\nWe may share this information with other organizations, such as advertisers, in accordance with applicable law.&nbsp.\nThird party advertisers and other organizations may also use their own Cookies to collect information about your activities on our Site and/or the advertisements you have clicked on.&nbsp.\nThis information, which may be combined with other marketing information acquired from third parties, may be used to provide advertisements on our Site and third party sites that they think will be of interest to you based on content you have viewed.&nbsp.\nThird party advertisers may also use this information to measure the effectiveness of their advertisements and to track aggregate usage statistics.</p>\n<p>Some content or applications, including advertisements, on the Site are served by third parties, including advertisers, ad networks and servers, content providers, and application providers.\nThese third parties may use cookies to collect information about you when you use our Site.\nThe information they collect may be associated with your personal information or they may collect information, including personal information, about your online activities over time and across different websites and other online services.\nThey may use this information to provide you with interest-based (behavioral) advertising or other targeted content.</p>\n<p>We are not responsible for any third-party websites, apps, advertisements, content or special offers linked or referenced on our Site.&nbsp.\nWe do not control any Cookies or other similar devices placed on our Site by third parties, such as those that may be embedded in third-party advertising.&nbsp.\nWe are not responsible for the policies or practices of third parties.&nbsp.\nOnce you leave our Site or click an advertisement, or sign up for a special offer, the applicable third party privacy policy will apply.&nbsp.\nIf you have any questions about an advertisement or other targeted content, you should contact the responsible provider directly.\nFor information about how you can opt out of receiving targeted advertising from many providers, see Your Rights and Choices.</p>\n<p>2.2.&nbsp.\n<strong>To Provide Content and to Operate, Maintain and Improve Our Site</strong>\n</p>\n<p>We use Personal Information and Other Information we collect from and about you to operate, maintain, and improve our Site, including to (i) deliver the content, products and services offered through our Site or that users request, (ii) to create and manage your accounts, and (iii) allow you to engage with us (e.g., to comment on content or send us Feedback (as defined in the Terms).&nbsp.\nWe may also use the information we collect from you to analyze website use and improve and customize the content, layout, and services of our Site.&nbsp;</p>\n<p>2.3.&nbsp.\n<strong>To Provide (and Allow Third Parties to Provide) Advertising and Interest-Based Advertising</strong>\n</p>\n<p>We and our service providers may use any of the information we collect from and about you to allow us to provide ads about products and services tailored to your individual interests when you use our Site.&nbsp.\nWe may work with third party advertising companies, advertisers and ad networks who help deliver these ads to you.&nbsp.\nThese third parties may collect and use information about your activities on our Site and on other websites to provide ads to you that are believed to be consistent with your interests.&nbsp.\nPlease see additional details in Section 2.1 above.</p> Mediavine Programmatic Advertising <p>For information regarding data collection by Mediavine ad partners including how to opt out of data collection, please click here</p>\n<p>2.4.&nbsp.\n<strong>To Allow Social Sharing Functionality</strong>\n</p>\n<p>If you log in with, or connect a social media service account to, our Site, we may use Personal Information and Other Information to facilitate your sharing of information between our Site and your social media service.</p>\n<p>2.5.&nbsp.\n<strong>To Contact You</strong>\n</p>\n<p>We may send you materials about promotions, upcoming events, and other news related to the content offered on our Site and products and services from our selected partners.&nbsp.\nWe may use and combine any of the Personal Information and Other Information we collect to assist us in sending you these materials.&nbsp.\nWe may also contact you to respond to your comments, questions, requests or other Feedback and to provide customer service.&nbsp;</p>\n<p>2.6.&nbsp.\n<strong>To Protect Our Rights and the Rights of Others</strong>\n</p>\n<p>We may use your Personal Information, as we find necessary or appropriate in our discretion, and as permitted by law to: resolve disputes or troubleshoot problems.\ncomply with law and respond to lawful requests from public and government authorities and legal processes.\nprotect, enforce, or defend the legal rights, privacy, safety, or property of GW50 or its employees, agents and contractors (including enforcement of our agreements, policies and Terms).\nprotect the safety, privacy, and security of users of our Site or other third parties.\nenforce contractual and intellectual property rights.\nand protect against fraud and other unlawful activity or for risk management purposes.</p>\n<p>&nbsp.\n3.\n<strong>How We Share Your Information</strong>\n</p>\n<p>3.1.\n<strong>Our Disclosure of Personal Information and Other Information</strong>\n</p>\n<p>We may disclose Personal Information that we collect or you provide as described in this privacy policy:</p>\n<ul>\n<li>To our subsidiaries and affiliates.</li>\n<li>To fulfill the purpose for which you provide it.</li>\n<li>For any other purpose disclosed by us when you provide the information.</li>\n<li>With your consent.</li>\n</ul>\n<p>We may also disclose your personal information:</p>\n<p>3.1.1.\n<strong>To Allow Third-Party Service Providers to Help Us Operate Our Site</strong>\n</p>\n<p>We may provide your Personal Information to contractors, service providers, and other third parties who help us operate our Site, by, for example: developing or supporting content, products and features.\nsending email messages on our behalf.\nprocessing data or statistics.\nand serving, customizing or delivering marketing.&nbsp.\nThese third party service providers are required to protect Personal Information entrusted to them and not use it for any other purpose than the specific service they are providing on our behalf.</p>\n<p>3.1.2.\n<strong>To Allow Social Sharing Functionality</strong>\n</p>\n<p>If you log in with, or connect a social media service account to, our Site, you are authorizing us to share information we collect from and about you with the social media service provider, and you acknowledge that the use of such information by the social media service will be governed by its privacy policy.&nbsp.\nIf you do not want your Personal Information shared in this way, please do not connect your social media service account with our Site, and do not participate in social sharing on the Site.</p>\n<p>3.1.3.\n<strong>To Protect Our Rights or the Rights of Others</strong>\n</p>\n<p>There may be instances when we may disclose your Personal Information, including situations where we have a good faith belief that such disclosure is necessary in order to: comply with law and respond to requests from public and government authorities and legal processes or court order.\nprotect, enforce, or defend the legal rights, privacy, safety, or property of GW50 or its employees, agents and contractors (including enforcement of our agreements, policies and Terms), including for billing and collection purposes.\nprotect the rights, safety, privacy, and security of users of GW50, our customers, our Site or other third parties.\nenforce contractual and intellectual property rights.\nand protect against fraud and other unlawful activity or for risk management purposes, to the extent permitted by applicable law.</p>\n<p>3.1.4.&nbsp.\n<strong>In the Case of a Merger, Sale of Assets or Bankruptcy</strong>\n</p>\n<p>If we sell all or part of our business or assets, or are otherwise involved in a merger, divestiture, restructuring, reorganization, dissolution, liquidation, or other sale or transfer of all or part of our business or assets, whether as a going concern or as part of a bankruptcy, liquidation, or similar proceeding, we may transfer your Personal Information to the party or parties and their advisors involved in that transaction.</p>\n<p>3.2.\n<strong>Information You Make Public through Use of Our Site</strong>\n</p>\n<p>Certain features on our Site, including community forums or comment posting features, give you an opportunity to interact with us and others.&nbsp.\nWhen you use these features, any information you choose to submit, including the information requested from you in order to participate in such feature and the information included in your post, may be publicly available to anyone, including other users, search engines, advertisers, and anyone else with access to the Site.&nbsp.\nWe are not responsible for any information you choose to submit and make public through these interactive features.</p>\n<p> 4.\n<strong>How We Protect Personal Information</strong>\n</p>\n<p>We have implemented reasonable measures to safeguard Personal Information from accidental loss and from unauthorized access, use, alteration, and disclosure.\nHowever, no one can guarantee the complete safety of your information.&nbsp.\nThe safety and security of your information also depends on you.\nYou acknowledge and agree that the security, integrity and privacy of any and all information and data exchanged between you and us through the Site cannot be guaranteed and that you use the Site and send us information at your own risk.&nbsp.\nWe are not responsible for circumvention of any privacy settings or security measures contained on the Site.\nIf you have reason to believe that your interaction with us is no longer secure, please contact us immediately at the address below.</p>\n<p> 5.\n<strong>Your Rights and Choices</strong>\n</p>\n<p>We strive to provide you with choices regarding the Personal Information you provide to us.\nWe have created mechanisms to provide you with the following control over your information:</p>\n<p>5.1&nbsp;<strong>Opt Out of Direct Marketing</strong>\n</p>\n<p>You may opt out of receiving electronic communications from us (including our newsletter or promotions), by contacting us at the address provided below or following the unsubscribe instructions at the bottom of each email.&nbsp.\nPlease note that there are certain service notifications that you may not opt out of, such as notifications of changes to your account.</p>\n<p>5.2.\n<strong>Opt Out of Interest-Based Advertising</strong>\n</p>\n<p>You may opt out of online interest-based advertising by taking the steps detailed below.</p>\n<p>By using the Site with your browser setting adjusted to accept Cookies, you consent to the use of Cookies by us, our service providers and advertisers as set forth in this Policy.&nbsp.\nMany browsers are set to accept Cookies until you change your settings.&nbsp.\nYou can remove and reject cookies from our Site through your browser settings.&nbsp.\nMost browsers will tell you how to change your browser settings to notify you when a Cookie is being set or updated, or to restrict or block certain types or all Cookies.&nbsp.\nPlease consult the “Help” section of your browser for more information.&nbsp.\nYour device settings may also allow you to prohibit mobile app platforms from sharing certain information obtained by automatic processes with us.&nbsp;</p>\n<p>Advertising Cookies on our Site include Google Adsense.&nbsp.\nFor further information, including how to opt out, please see: https://www.google.com/intl/en/policies/privacy/partners/.&nbsp;</p>\n<p>Analytics Cookies on our Site include Google Analytics.&nbsp.\nFor further information, including how to opt out, please see: https://www.google.com/intl/en/analytics/learn/privacy.html.</p>\n<p>Opting out of advertising Cookies does not remove advertising from our Site.\ninstead it means the ads you will see may not be matched to your interests.</p>\n<p>If you make updates to your browser or device settings, or use an online link to opt out of Cookies, those updates apply to the device where you made the changes.&nbsp.\nPlease note that disabling or blocking Cookies could affect how certain functions on our Site work for you.\nIf you disable or refuse cookies, please note that some parts of this site may then be inaccessible or not function properly.</p>\n<p>&nbsp;We do not control third parties’ collection or use of your information to serve interest-based advertising.\nHowever these third parties may provide you with ways to choose not to have your information collected or used in this way.\nYou can opt out of receiving targeted ads from members of the Network Advertising Initiative (“NAI”) on the NAI’s website.</p>\n<p>5.3.\n<strong>How to Access, Correct, Update or Delete Your Personal Information</strong>\n</p>\n<p>You can access, correct, update or delete your Personal Information by contacting us at the address below.&nbsp.\nYou can also object to or restrict the processing of your Personal Information.&nbsp.\nYou can also exercise any rights you are entitled to under law.</p>\n<p>Where you have provided your consent to our use of your Personal Information, you can withdraw your consent and we will apply your preferences going forward.&nbsp.\nWe may need to retain certain information for recordkeeping purposes and/or to complete any transactions you began prior to requesting such change or deletion.</p>\n<p> 6.\n<strong>California Consumers</strong>\n</p>\n<p>We do not meet the conditions as outlined in Section 1798.140 of the California Consumer Privacy Act of 2018 (the “CCPA”) and therefore are not subject to CCPA requirements.\nFor specific information related to your ability to access and correct your personal information, <em>see</em> How to Access, Correct, Update or Delete Your Personal Informationabove.</p>\n<p> 7.\n<strong>GDPR Notice</strong>\n</p>\n<p>In compliance with the European Union (“EU”) General Data Protection Regulation (“GDPR”), we may rely upon one or more legal bases defined in the GDPR to collect, use, share and otherwise process the personal information of individuals located in the EU, including where:</p>\n<ul>\n<li>Necessary to perform a contract we have with you, such as our terms of engagement, and to provide the services;</li>\n<li>You have consented to the processing (in which case you may revoke your consent at any time);</li>\n<li>Necessary for us to comply with a legal obligation, or to establish, exercise or defend legal claims;</li>\n<li>Necessary to protect your vital interests or those of others;</li>\n<li>Necessary in the public interest.\nand</li>\n<li>Necessary for the purposes of GW50 or a third party’s legitimate interests, provided that those interests are not overridden by your interests or fundamental rights and freedoms.</li>\n</ul>\n<p>Where we collect, use, disclose and otherwise process your information based on legitimate interests, we may rely on the following interests:</p>\n<ul>\n<li>Marketing our products: We use your information as necessary to pursue our legitimate interests in marketing our products to you.\nFor example, where permitted by digital marketing law, we may contact you by email to let you know of products you might be interested in.</li>\n<li>Providing, improving and developing our products: We use your information as necessary to pursue our legitimate interests in tailoring and improving our products.\nFor example, we may send you a survey or questionnaire to understand your experience in purchasing from us.</li>\n</ul>\n<p>If you are located in the EU, under certain circumstances, you may have certain legal rights under the GDPR, including:</p>\n<ul>\n<li>To access the personal data we maintain about you</li>\n<li>To receive information about how we process your personal data</li>\n<li>To correct your personal data</li>\n<li>To have your personal data erased</li>\n<li>To object to or restrict how we process your personal data</li>\n<li>To request your personal data be transferred to a third party</li>\n<li>To withdraw any consent you may have given us to process your personal data</li>\n</ul>\n<p>If you are an EU resident, you have the right to object to our processing that is based on legitimate interests by contacting us at the address or number below.\nIf you are located in the EU and you believe that we have infringed your rights under the GDPR, please contact us by sending an email to info [at] gigworker [dot] com.</p>\n<p> &nbsp.\n8.\n<strong>Other Important Information</strong>\n</p>\n<p>8.1.&nbsp.\n<strong>Updates to Privacy Policy</strong>\n</p>\n<p>This Policy is effective as of the Effective Date set forth above.&nbsp.\nWe have the right to change or update this Policy at our discretion and without notice to you.&nbsp.\nThis Policy is subject to occasional revision and, if we make any material changes, we will notify you by posting a prominent notice on our Site indicating we have updated this Policy.&nbsp.\nContinued use of our Site following these changes means you acknowledge you have read and accept the revised Policy.</p>\n<p>8.2.\n<strong>Do Not Track Disclosure</strong>\n</p>\n<p>Some browsers or other tools include “Do Not Track” (DNT) features which, when turned on, send a signal to websites you visit indicating you do not wish to be tracked across websites over time.&nbsp.\nWe do not currently respond to DNT signals.</p>\n<p>8.3.\n<strong>Children Under 13</strong>\n</p>\n<p>Our Site is not intended for children under 13 years of age.&nbsp.\nNo one under age 13 may provide any Personal Information to or on the Site.&nbsp.\nWe do not knowingly collect Personal Information from children under 13.&nbsp.\nIf you are under 13, do not use this Site or provide any information on this Site.&nbsp.\nIf we learn we have collected or received Personal Information from a child under 13 without verification of parental consent, we will delete that information.&nbsp.\nIf you believe we might have any information from or about a child under 13, please contact us at the address below.</p>\n<p>9.&nbsp;<strong>Contact Us</strong>\n</p>\n<p>We welcome your comments or questions about this Policy.&nbsp.\nYou may contact us at our address:</p>\n<p>GW50, LLC</p>\n<p>Attn: Privacy Policy Department</p>\n<p>PO Box 541028</p>\n<p>Omaha, NE 68116</p>\n<p>Email: info [at] gigworker [dot] com</p>\n<p>Please do not disclose any sensitive Personal Information (e.g., information related to racial or ethnic origin, political opinions, religion or other beliefs or health, social security numbers, or criminal background information) when contacting us.</p> Why Remote and Gig…<small>Working remotely — add it to the long list of…</small>The Ultimate Guide to…<small>According to&nbsp;Upwork’s annual “Freelancing in America” study, it won’t be…</small>The 11 Best Cities…<small>The gig economy is booming, but where is the best…</small>Working Remotely in a…<small>We are entering the golden age of remote work.\nAs…</small>How the Gig Economy…<small>As of 2017, the Bureau of Labor Statistics reported that…</small>The State of Remote…<small>Remote work isn’t new.\nTelecommuting has long been a part…</small>An Increase in Remote…<small>Remote working, or telecommuting, has been around since the invention…</small>Why Remote and Gig…<small>Working remotely — add it to the long list of…</small>The Ultimate Guide to…<small>According to&nbsp;Upwork’s annual “Freelancing in America” study, it won’t be…</small>The 11 Best Cities…<small>The gig economy is booming, but where is the best…</small>Working Remotely in a…<small>We are entering the golden age of remote work.\nAs…</small>How the Gig Economy…<small>As of 2017, the Bureau of Labor Statistics reported that…</small>The State of Remote…<small>Remote work isn’t new.\nTelecommuting has long been a part…</small>An Increase in Remote…<small>Remote working, or telecommuting, has been around since the invention…</small>Why Remote and Gig…<small>Working remotely — add it to the long list of…</small>The Ultimate Guide to…<small>According to&nbsp;Upwork’s annual “Freelancing in America” study, it won’t be…</small>The 11 Best Cities…<small>The gig economy is booming, but where is the best…</small>Working Remotely in a…<small>We are entering the golden age of remote work.\nAs…</small> Account<ul>\n<li>My Account</li>\n<li>My Bookmarks</li>\n</ul> Company<ul>\n<li>About</li>\n<li>Blog</li>\n</ul> Resources<ul>\n<li>Contact</li>\n<li>Terms</li>\n<li>Privacy</li>\n</ul> Featured<ul>\n<li> Basics Intro to The Gig Economy </li>\n<li> Basics Gig Economy Timeline </li>\n</ul>\n<p>Gigworker.com Copyright © 2021</p> ", "created_at": "2021-07-15 18:54:22.535327", "updated_at": "2021-07-15 16:55:21.562143"}, {"id": 8521, "name": "Terms & Conditions", "url": "https://gigworker.com/terms-and-conditions/", "xpath": "//*[@id=\"post-190\"]", "text": " Terms &amp.\nConditions Website Terms of Use <p>\n<strong>Last revised on: February 14, 2021</strong>\n</p>\n<p>The website located at https://gigworker.com/ (the “<strong>Site</strong>”) is a copyrighted work belonging to GW50, LLC (“<strong>Company</strong>”, “<strong>us</strong>”, “<strong>our</strong>”, and “<strong>we</strong>”).&nbsp.\nCertain features of the Site may be subject to additional guidelines, terms, or rules, which will be posted on the Site in connection with such features.&nbsp.\nAll such additional terms, guidelines, and rules are incorporated by reference into these Terms.&nbsp.\nThe information we obtain through your access and use of the Site is subject to our Privacy Policy, which is specifically incorporated by reference into these Terms.&nbsp.\nYou consent to all actions taken by us with respect to your information in compliance with the Privacy Policy.</p>\n<p>\n<strong>\n<u>Acceptance of the Terms of Use</u>\n</strong>\n</p>\n<p>These terms of use are entered into by and between You and GW50.\nThe following terms and conditions (collectively, “<strong>Terms</strong>”) govern your access to and use of the Site, including any content, functionality, and services offered on or through the Site.</p>\n<p>Please read these Terms of Use carefully before you start to use the Site.\n<strong>By using the Site, you accept and agree to be bound and abide by these Terms of Use and our Privacy Policy, incorporated herein by reference.</strong> If you do not want to agree to these Terms of Use or the Privacy Policy, you must not access or use the Site.</p>\n<p>THESE TERMS OF USE, INCLUDING OUR PRIVACY POLICY (THESE “<strong>TERMS</strong>”) SET FORTH THE LEGALLY BINDING TERMS AND CONDITIONS THAT GOVERN YOUR USE OF THE SITE.&nbsp.\nBY ACCESSING OR USING THE SITE, YOU ARE ACCEPTING AND AGREEING TO BE BOUND BY THESE TERMS (ON BEHALF OF YOURSELF OR THE ENTITY THAT YOU REPRESENT), AND YOU REPRESENT AND WARRANT THAT YOU HAVE THE RIGHT, AUTHORITY, AND CAPACITY TO ENTER INTO THESE TERMS (ON BEHALF OF YOURSELF OR THE ENTITY THAT YOU REPRESENT).&nbsp.\nYOU MAY NOT ACCESS OR USE THE SITE OR ACCEPT THE TERMS IF YOU ARE NOT AT LEAST 18 YEARS OLD.&nbsp.\nIF YOU DO NOT AGREE WITH ALL OF THE PROVISIONS OF THESE TERMS, DO NOT ACCESS AND/OR USE THE SITE.&nbsp;</p>\n<p>THESE TERMS LIMIT THE REMEDIES AVAILABLE TO YOU IN THE EVENT OF A DISPUTE.</p>\n<p> 1.\n<strong>Access to the Site</strong>.&nbsp;</p>\n<p>1.1.<strong>&nbsp;Limited License to Use and Access</strong>.</p>\n<p>Subject to these Terms, GW50 grants you a non-transferable, non-exclusive, revocable, limited license to use and access the Site solely for your own personal, noncommercial use.\nYou are solely responsible for making all arrangements necessary for you to have access to the Site.</p>\n<p>1.2.<strong> Accounts</strong>.&nbsp;</p>\n<p>In order to use certain features of the Site, you must register for an account (“Account”) and provide certain information about yourself as prompted by the account registration form.&nbsp.\nYou represent and warrant that: (a) all required registration information you submit is truthful and accurate and (b) you will maintain the accuracy of such information.\nYou may delete your Account at any time, for any reason, by following the instructions on the Site.&nbsp.\nGW50 may suspend or terminate your Account in accordance with Section 7.&nbsp.\nYou are responsible for maintaining the confidentiality of your Account login information and are fully responsible for all activities that occur under your Account.&nbsp.\nYou agree to immediately notify GW50 of any unauthorized use, or suspected unauthorized use, of your Account or any other breach of security.\nWe have the right to disable any user name, password, or other identifier, whether chosen by you or provided by us, at any time in our sole discretion for any or no reason, including if, in our opinion, you have violated any provision of these Terms.\nGW50 is not liable for any loss or damage arising from your failure to comply with the above requirements.\nYou agree that all information you provide to register with this Site or otherwise, including, but not limited to, through the use of any interactive features on the Site, is governed by the Privacy Policy, and you consent to all actions we take with respect to your information consistent with the Privacy Policy.</p>\n<p>1.3.<strong> Restrictions on Use.\n&nbsp;</strong>\n</p>\n<p>The rights granted to you in these Terms are subject to the following restrictions: (a) you shall not license, sell, rent, lease, transfer, assign, distribute, host, or otherwise commercially exploit the Site, whether in whole or in part, or any content displayed on the Site.\n(b) you shall not modify, make derivative works of, disassemble, reverse compile or reverse engineer any part of the Site.\n(c) you shall not access the Site in order to build a similar or competing website, product, or service.\nand (d) except as expressly stated herein, no part of the Site may be copied, reproduced, distributed, republished, downloaded, displayed, posted or transmitted in any form or by any means.&nbsp.\nAny future release, update, or other addition to functionality or content of the Site shall be subject to these Terms.&nbsp.\nAll copyright and other proprietary notices on the Site (or on any content displayed on the Site) must be retained on all copies thereof.\nWe reserve the right to withdraw or amend the Site, and any service or material we provide on the Site, in our sole discretion without notice.\nWe will not be liable if, for any reason, all or any part of the Site is unavailable at any time or for any period.</p>\n<p>1.4.<strong>&nbsp;Prohibited Uses</strong>.</p>\n<p>You may use the Site only for lawful purposes and in accordance with these Terms.\nYou agree not to use the Site:</p>\n<ul>\n<li>In any way that violates any applicable federal, state, local, or international law or regulation (including, without limitation, any laws regarding the export of data or software to and from the US or other countries).</li>\n</ul>\n<ul>\n<li>To engage in any other conduct that restricts or inhibits anyone’s use or enjoyment of the Site, or which, as determined by us, may harm us or users of the Site or expose them to liability.</li>\n</ul>\n<p>Additionally, you agree not to:</p>\n<ul>\n<li>Use the Site in any manner that could disable, overburden, damage, or impair the Site or interfere with any other party’s use of the Site, including their ability to engage in real time activities through the Site;</li>\n</ul>\n<ul>\n<li>Collect, harvest, mine or engage in any other activity to obtain e-mail addresses, phone numbers, personal information or any other information about others;</li>\n</ul>\n<ul>\n<li>Promote any unlawful activity or purpose, including without limitation, any activity that could give rise to criminal or civil liability;</li>\n</ul>\n<ul>\n<li>Provide any false personal information, or create an account for anyone other than yourself;</li>\n</ul>\n<ul>\n<li>Share your password, let anyone else access your profile, or do anything else that might jeopardize the security of your profile;</li>\n</ul>\n<ul>\n<li>Use or attempt to gain access to or use another’s account, password or computer systems, whether through hacking, password mining or any other means;</li>\n</ul>\n<ul>\n<li>Use the Site in any manner that infringes any intellectual property rights or other rights of any party;</li>\n</ul>\n<ul>\n<li>Contribute any name, material, opinion or information that is child pornography, defamatory, excessively violent, harassing, inappropriate, indecent, lascivious, lewd, obscene, profane, racist, unlawful or otherwise objectionable;&nbsp;</li>\n</ul>\n<ul>\n<li>Use any robot, spider, or other automatic device, process, or means to access the Site for any purpose, including monitoring or copying any of the material on the Site;</li>\n</ul>\n<ul>\n<li>Use any manual process to monitor or copy any of the material on the Site or for any other unauthorized purpose without our prior written consent;</li>\n</ul>\n<ul>\n<li>Use any device, software, or routine that interferes with the proper working of the Site;</li>\n</ul>\n<ul>\n<li>Introduce any viruses, Trojan horses, worms, logic bombs, or other material to the Site which is malicious or technologically harmful;</li>\n</ul>\n<ul>\n<li>Attempt to gain unauthorized access to, interfere with, damage, or disrupt any parts of the Site, the server on which the Site is stored, or any server, computer, or database connected to the Site;</li>\n</ul>\n<ul>\n<li>Attack the Site via a denial-of-service attack or a distributed denial-of-service attack;</li>\n</ul>\n<ul>\n<li>Otherwise attempt to interfere with the proper working of the Site;</li>\n<li>Violate any applicable laws or regulations related to the access to or use of the Site or engage in any activity prohibited by these Terms;</li>\n<li>Prepare, compile, use, download or otherwise copy any user directory or other user or usage information or any portion thereof, or transmit, provide or otherwise distribute (whether or not for a fee) such directory or information to any third party;</li>\n<li>Violate the rights of GW50 or any third party (including rights of privacy and publicity) or abuse, defame, harass, stalk or threaten another.\nand</li>\n<li>Use any GW50 domain name as a pseudonymous return e-mail address.</li>\n</ul>\n<p>\n<strong>Right to Modify and Suspend.\n&nbsp;</strong>GW50 reserves the right, at any time, to modify, suspend, or discontinue the Site (in whole or in part) with or without notice to you.&nbsp.\nYou agree that GW50 will not be liable to you or to any third party for any modification, suspension, or discontinuation of the Site or any part thereof.\nWe have the right to take appropriate legal action, including without limitation, referral to law enforcement, for any illegal or unauthorized use of the Site.</p>\n<p>YOU WAIVE AND HOLD US HARMLESS FROM ANY CLAIMS RESULTING FROM ANY ACTION TAKEN BY US DURING OR AS A RESULT OF OUR OR LAW ENFORCEMENT AUTHORITY INVESTIGATIONS AND FROM ANY ACTIONS TAKEN AS A CONSEQUENCE OF INVESTIGATIONS BY EITHER US OR LAW ENFORCEMENT AUTHORITIES.\nWe assume no liability for any action or inaction regarding transmissions, communications, or content provided by you or anyone else.&nbsp.\nWe have no liability or responsibility to anyone for performance or nonperformance of the activities described in this section.</p>\n<p>1.5.<strong>&nbsp;No Support.\n&nbsp;</strong>\n</p>\n<p>You acknowledge and agree that GW50 will have no obligation to provide you with any support or maintenance in connection with the Site.&nbsp.\nYou are solely responsible for providing, at your own expense, all equipment necessary to access and use the Site, including computers, mobile devices and Internet access (including payment of data and user service fees associated with such access).</p>\n<p>1.6<strong>&nbsp;Intellectual Property Rights.\n&nbsp;</strong>\n</p>\n<p>Excluding any User Content that you may provide (defined below), you acknowledge that all the intellectual property rights, including copyrights, patents, trademarks, trade dress, and trade secrets, in and to the Site and its contents are owned by GW50 or GW50 otherwise has the right to use them as part of the Site, and are subject to the copyright or other intellectual property rights of GW50 and/or to the terms of licenses held by GW50.&nbsp.\nNeither these Terms (nor your access to the Site) transfers to you or any third party any rights, title or interest in or to such intellectual property rights, except for the limited access rights expressly set forth in Section 1.1.\nGW50 and its partners, sponsors, advertisers or suppliers (including all parties involved in creating, producing and delivering the Site and its content) (collectively, “Suppliers”) reserve all rights not granted in these Terms.&nbsp.\nThere are no implied licenses granted under these Terms.\nAny unauthorized use of the Site may violate copyright, trademark and other applicable laws and could result in criminal or civil penalties.&nbsp.\nWe do not warrant or represent that your use of content displayed on, or obtained through, the Site will not infringe the rights of third parties.&nbsp;</p>\n<p>Copyright © 2020 GW50, LLC.\nAll rights reserved.&nbsp.\nAll trademarks, logos and service marks (“<strong>Marks</strong>”) displayed on the Site are our property or the property of other third parties.\nYou are not permitted to use these Marks without our prior written consent or the consent of the third party who owns the Marks.</p>\n<p> 2.<strong> No Advice</strong>.&nbsp;</p>\n<p>\n<strong>The Site provides general information only.\nEach user’s financial situation, circumstances, specific needs and objectives are different.&nbsp.\nEach user should evaluate the information on the Site and is encouraged to do further research before taking any action, inaction, or making any decision based on the content provided on the Site.&nbsp.\nInformation provided by or through the Site is not intended to be, nor should it be construed or used as, (a) investment, accounting, tax, legal, insurance or other professional advice or (b) a recommendation directed to any particular person.&nbsp.\nDecisions based on the content provided on or through the Site are your sole responsibility and you agree that we are not liable for any action you take, inaction, or decision you make in reliance upon any content provided on or through the Site.&nbsp;</strong>\n</p>\n<p>The Site may include content provided by third parties, including materials provided by other users, and third-party licensors.\nAll statements and/or opinions expressed in these materials, and all articles and responses to questions and other content, other than the content provided by us, are solely the opinions and the responsibility of the person or entity providing those materials.\nThese materials do not necessarily reflect the opinion of us.\nWe are not responsible, or liable to you or any third party, for the content or accuracy of any materials provided by any third parties.</p>\n<p>\n<strong>&nbsp.\n</strong>3.\n<strong>User Content</strong>.&nbsp;</p>\n<p>3.1.<strong> “User Content” </strong>means any and all information and content that a user submits to, or uses with, or posts on the Site (e.g., content in the user’s profile or postings).&nbsp.\nYou are solely responsible for your User Content.&nbsp.\nYou assume all risks associated with use of your User Content, including any reliance on its accuracy, completeness or usefulness by others, or any disclosure of your User Content that personally identifies you or any third party.&nbsp.\nYou agree that your User Content will not violate these Terms.&nbsp.\nYou may not represent or imply to others that your User Content is in any way provided, sponsored or endorsed by, or affiliated with, GW50.&nbsp.\nBecause you alone are responsible for your User Content, you may expose yourself to liability if, for example, your User Content violates these Terms.&nbsp.\nGW50 is not obligated to backup any User Content, and your User Content may be deleted at any time without prior notice.&nbsp.\nYou are solely responsible for creating and maintaining your own backup copies of your User Content if you desire.</p>\n<p>3.2.<strong> Restrictions on User Content</strong>.&nbsp;</p>\n<p>You agree not to use the Site to collect, upload, transmit, display, or distribute any User Content (a) that violates any third-party right, including any copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary or contractual right.\n(b) that is unlawful, harassing, abusive, tortious, threatening, harmful, invasive of another’s privacy, vulgar, defamatory, false, intentionally misleading, trade libelous, pornographic, profane, indecent, obscene or patently offensive.\n(c) that promotes racism, bigotry, hatred, or physical harm of any kind against any group or individual or victimizes, harasses, degrades, or intimidates an individual or group of individuals on the basis of religion, gender, sexual orientation, race, ethnicity, age, or disability.\n(d) that is harmful to minors in any way.\n(e) that is otherwise objectionable in our sole discretion.\nor (f) that is in violation of any law, regulation, or obligations or restrictions imposed by any third party.</p>\n<p>3.3.<strong> Right to Review and Remove</strong>.\n&nbsp;</p>\n<p>We reserve the right (but have no obligation) to review any User Content, and to investigate and/or take appropriate action against you in our sole discretion if you violate these Terms or otherwise create liability for us or any other person.\nSuch action may include removing or modifying your User Content, terminating your Account in accordance with Section 7, reporting you to law enforcement authorities, and/or pursuing any other rights or remedies available to us at law or in equity.</p>\n<p>3.4.<strong> Feedback</strong>.&nbsp;</p>\n<p>If you provide GW50 with any feedback or suggestions regarding the Site (“Feedback”), you hereby assign to GW50 all rights in such Feedback and agree that GW50 shall have the right to use and fully exploit such Feedback and related information in any manner it deems appropriate.&nbsp.\nGW50 will treat any Feedback you provide to GW50 as non-confidential and non-proprietary.&nbsp.\nYou agree that you will not submit to GW50 any information or ideas that you consider to be confidential or proprietary.&nbsp.\nWe have no obligation to use or respond to any Feedback that is submitted.</p>\n<p>3.5.<strong> License to Use User Content and Feedback.\n&nbsp;</strong>\n</p>\n<p>You hereby grant (and you represent and warrant that you have the right to grant) to GW50 an irrevocable, nonexclusive, royalty-free and fully paid, perpetual worldwide license to reproduce, distribute, publicly display and perform, prepare derivative works of, incorporate into other works, and otherwise use and exploit your User Content and Feedback, and to grant sublicenses of the foregoing rights, in any manner it deems appropriate, all without compensating or notifying you or identifying you as a contributor.&nbsp.\nYou hereby irrevocably waive (and agree to cause to be waived) any claims and assertions of moral rights or attribution with respect to your User Content.</p>\n<p>3.6.<strong> Responsibility for User Content by User</strong>.&nbsp;</p>\n<p>Each Site user is solely responsible for any and all of its own User Content.&nbsp.\nBecause we do not control User Content, you acknowledge and agree that we are not responsible for any User Content, whether provided by you or by others.&nbsp.\nWe make no guarantees regarding the accuracy, currency, suitability, or quality of any User Content.&nbsp.\nGW50 does not sponsor or endorse any User Content.\nYour interactions with other Site users are solely between you and such users.&nbsp.\nYou agree that GW50 will not be responsible for any loss or damage incurred as the result of any such interactions or any User Content posted by others.&nbsp.\nIf there is a dispute between you and any Site user, we are under no obligation to become involved.</p>\n<p> 4.<strong> Indemnification and Defense</strong>.\n&nbsp;</p>\n<p>You agree to indemnify and hold GW50 and its owners, members, managers, officers, employees, contractors, agents, affiliates, licensors, service providers, suppliers, successors and assigns (collectively, its “Representatives”) harmless from any and all claims, liabilities, damages, losses, costs, awards, demands, expenses and fees (including attorneys’ fees) made by any third party due to or arising out of or in connection with (a) your use of the Site, or any content or materials on the Site, (b) your violation of these Terms, (c) your violation of applicable laws or regulations or rights of a third party or (d) your User Content.&nbsp.\nGW50 reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us, and you agree to cooperate with our defense of these claims.&nbsp.\nYou agree not to settle any matter without the prior written consent of GW50.&nbsp.\nGW50 will use reasonable efforts to notify you of any such claim, action or proceeding upon becoming aware of it.</p>\n<p> 5.&nbsp;<strong>Third-Party Links &amp.\nAds.</strong>&nbsp;</p>\n<p>5.1.<strong> Third-Party Links &amp.\nAds.\n&nbsp;</strong>\n</p>\n<p>The Site may contain links or references to third-party websites and services, and/or display advertisements for third parties or discount or promotional codes that may be used with third parties (collectively, “<strong>Third-Party Links &amp.\nAds</strong>”).&nbsp.\nSuch Third-Party Links &amp.\nAds are not under the control of GW50, and GW50 is not responsible for any Third-Party Links &amp.\nAds or the content, services, products or codes provided by or through such Third-Party Links &amp.\nAds.&nbsp.\nGW50 provides access to these Third-Party Links &amp.\nAds only as a convenience to you, and does not approve, endorse, warrant, or make any representations with respect to Third-Party Links &amp.\nAds or the content, services, products or codes provided by or through such Third-Party Links &amp.\nAds.&nbsp.\nWe are not responsible for the accuracy, copyright compliance, legality, decency, or any other aspect of the content of, or services, products or codes provided by or through, or delays and disruption of network transmissions through, such Third-Party Links &amp.\nAds, nor are we responsible for errors or omissions in any references to other parties or their content, services, products or codes.&nbsp.\nYou use all Third-Party Links &amp.\nAds at your own risk and should apply a suitable level of caution and discretion in doing so.\nWhen you click on any of the Third-Party Links &amp.\nAds, the applicable third party’s terms and policies apply, including the third party’s privacy and data gathering practices.&nbsp.\nGW50 is not liable for the actions or inactions of the third party or any breach by or failure of the third-party to comply with its terms and conditions and privacy policy.\nYou should make whatever investigation you feel necessary or appropriate before proceeding with any transaction in connection with such Third-Party Links &amp.\nAds.&nbsp.\nAny correspondence or transactions entered into by you with such third party, including the delivery of and the payment for goods and services, and any other terms, conditions, warranties or representations associated with such correspondence or transactions, are solely between you and such third-party.\nWe are not responsible for any part of any correspondence, transaction or any other aspect of the arrangement between you and the third-party.&nbsp.\nYOU HEREBY RELEASE GW50 AND ITS REPRESENTATIVES FROM AND AGAINST ANY LIABILITIES ARISING FROM OR RELATED TO YOUR USE OR ACCESS OF, ANY PRODUCTS, SERVICES OR CODES PROVIDED BY, OR ANY TRANSACTIONS WITH, A THIRD PARTY WEBSITE.</p>\n<p>5.2.<strong> Affiliate Links</strong>.&nbsp;</p>\n<p>An affiliate link (“<strong>Affiliate Link</strong>”) is any Third-Party Links &amp.\nAds for which GW50 receives compensation based on clicks and/or user activity on the third party’s website.\nGW50 uses Affiliate Links on the Site.&nbsp.\nYou may assume that all Third-Party Links &amp.\nAds on the Site are Affiliate Links.\nWhen you click an Affiliate Link, your web browser automatically shares certain information.\nThis includes, for example, the web address of the page that you are visiting and your IP address.\nWe may also set cookies on your browser or read cookies that are already there.</p>\n<p>5.3<strong>.\nLinking to the Site and Social Media Features</strong>.\n<strong>&nbsp;</strong>\n</p>\n<p>You may link to our homepage, provided you do so in a way that is fair and legal and does not damage our reputation or take advantage of it, but you must not establish a link in such a way as to suggest any form of association, approval, or endorsement on our part without our express written consent.\nYou agree to cooperate with us in causing any unauthorized framing or linking immediately to cease.&nbsp.\nWe reserve the right to withdraw linking permission without notice.\n&nbsp;We may disable all or any social media features and any links at any time without notice in our discretion.</p>\n<p> 6.\n<strong>Limits on Liability</strong>.&nbsp;</p>\n<p>6.1.<strong> Waiver of Claims.\n&nbsp;</strong>\n</p>\n<p>You hereby release and forever discharge GW50 and its Representatives from, and hereby waive and relinquish, each and every past, present and future dispute, claim, controversy, demand, right, obligation, liability, action and cause of action of every kind and nature (including personal injuries, death, and property damage), that has arisen or arises directly or indirectly out of, or that relates directly or indirectly to, the Site (including any interactions with, or act or omission of, other Site users or any Third-Party Links &amp.\nAds).&nbsp.\nIF YOU ARE A CALIFORNIA RESIDENT, YOU HEREBY WAIVE CALIFORNIA CIVIL CODE SECTION 1542 IN CONNECTION WITH THE FOREGOING, WHICH STATES: “A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS THAT THE CREDITOR OR RELEASING PARTY DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE AND THAT, IF KNOWN BY HIM OR HER, WOULD HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR OR RELEASED PARTY.”</p>\n<p>6.2.<strong> Disclaimer of Warranties</strong>.&nbsp;</p>\n<p>THE SITE, AND ALL CONTENT, PRODUCTS AND SERVICES CONTAINED THEREON, ACCESSED THROUGH OR PROVIDED BY THE SITE, ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nGW50 (AND OUR SUPPLIERS) EXPRESSLY DISCLAIM ANY AND ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS, IMPLIED, OR STATUTORY, INCLUDING ALL WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, QUIET ENJOYMENT, ACCURACY, AND NON-INFRINGEMENT OR USE AS TO THE SITE, INCLUDING THE INFORMATION, DATA, SOFTWARE OR PRODUCTS CONTAINED THEREIN, OR THE RESULTS OBTAINED BY THEIR USE OR AS TO THE PERFORMANCE THEREOF.&nbsp.\nWE (AND OUR SUPPLIERS) MAKE NO WARRANTY THAT THE SITE, OR CONTENT, PRODUCTS OR SERVICES CONTAINED ON, ACCESSED THROUGH OR PROVIDED BY THE SITE, WILL MEET YOUR REQUIREMENTS, WILL BE AVAILABLE ON AN UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE BASIS, OR WILL BE ACCURATE, FREE FROM MISTAKES OR DEFECTS, RELIABLE, FREE OF VIRUSES, OTHER HARMFUL CODE, SECURITY PROBLEMS (INCLUDING UNAUTHORIZED INTERCEPTION OF DATA OR COMMUNICATIONS), COMPLETE, LEGAL, OR SAFE.&nbsp.\nIF APPLICABLE LAW REQUIRES ANY WARRANTIES WITH RESPECT TO THE SITE, ALL SUCH WARRANTIES ARE LIMITED IN DURATION TO NINETY (90) DAYS FROM THE DATE OF FIRST USE.</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES, SO THE ABOVE EXCLUSION MAY NOT APPLY TO YOU.&nbsp.\nSOME JURISDICTIONS DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATION MAY NOT APPLY TO YOU.</p>\n<p>6.3.<strong> Limitation on Liability</strong>.</p>\n<p>ACCESS TO, AND USE OF, THE SITE, INCLUDING THE DOWNLOADING OR OTHER ACQUISITION OF MATERIALS OR INFORMATION FROM OR THROUGH THE SITE, IS AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR DEVICE OR COMPUTER SYSTEM OR LOSS OF DATA RESULTING THEREFROM.</p>\n<p>IN NO EVENT SHALL GW50, NOR ANY OF ITS AFFILIATES, OR THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS OR DIRECTORS BE LIABLE FOR DAMAGE OF ANY KIND, UNDER ANY LEGAL THEORY, INCLUDING BUT NOT LIMITED TO DAMAGES OR INJURY CAUSED BY ANY:</p>\n<ul>\n<li>USE OF (OR INABILITY TO USE) THE SITE</li>\n<li>USE OF (OR INABILITY TO USE) ANY SITE TO WHICH YOU HYPERLINK FROM OUR SITE</li>\n<li>FAILURE OF OUR SITE TO PERFORM IN THE MANNER YOU EXPECTED OR DESIRED</li>\n<li>ERROR ON OUR SITE.\nOMISSION ON OUR SITE.\nINTERRUPTION OF AVAILABILITY OF OUR SITE.\nDEFECT ON OUR SITE.\nDELAY IN OPERATION OR TRANSMISSION OF OUR SITE.\nCOMPUTER VIRUS OR LIKE FAILURE.\nDAMAGES INTENDED TO COMPENSATE SOMEONE DIRECTLY FOR A LOSS OR INJURY</li>\n<li>PUNITIVE DAMAGES.</li>\n<li>DAMAGES REASONABLY EXPECTED TO RESULT FROM A LOSS OR INJURY (KNOWN IN LEGAL TERMS AS “CONSEQUENTIAL DAMAGES.”)</li>\n<li>OTHER MISCELLANEOUS DAMAGES AND EXPENSES RESULTING DIRECTLY FROM A LOSS OR INJURY (KNOWN IN LEGAL TERMS AS “INCIDENTAL DAMAGES.”)</li>\n</ul>\n<p>WE ARE NOT LIABLE EVEN IF WE HAVE BEEN NEGLIGENT OR IF OUR AUTHORIZED REPRESENTATIVE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES OR BOTH.</p>\n<p>EXCEPTION: CERTAIN STATE LAWS MAY NOT ALLOW US TO LIMIT OR EXCLUDE LIABILITY FOR THESE “INCIDENTAL” OR “CONSEQUENTIAL” DAMAGES.&nbsp.\nIF YOU LIVE IN ONE OF THOSE STATES, THE ABOVE LIMITATION OBVIOUSLY WOULD NOT APPLY WHICH WOULD MEAN THAT YOU MIGHT HAVE THE RIGHT TO RECOVER THESE TYPES OF DAMAGES.</p>\n<p>HOWEVER, IN ANY EVENT, OUR LIABILITY TO YOU FOR ALL LOSSES, DAMAGES, INJURIES, AND CLAIMS OF ANY AND EVERY KIND (WHETHER THE DAMAGES ARE CLAIMED UNDER THE TERMS OF A CONTRACT, OR CLAIMED TO BE CAUSED BY NEGLIGENCE OR OTHER WRONGFUL CONDUCT, OR WHETHER CLAIMED UNDER ANY OTHER LEGAL THEORY) WILL NOT BE GREATER THAN THE AMOUNT YOU PAID, IF ANYTHING, TO ACCESS OUR SITE.\nYOU AGREE THAT OUR SUPPLIERS WILL HAVE NO LIABILITY OF ANY KIND ARISING OUT OF OR RELATED TO THE USE OR INABILITY TO USE THE SITE OR ANY PART THEREOF OR ANY ACTION ARISING UNDER THESE TERMS.</p>\n<p>6.4<strong>&nbsp.\nForce Majeure Events</strong>.&nbsp;</p>\n<p>In addition to any excuse provided by applicable law, GW50 shall be excused from any liability resulting from any event beyond our reasonable control.</p>\n<p>6.5.\n<strong>Enforceable Only Against Company</strong>.&nbsp;</p>\n<p>You agree that any claim, judgment or order against GW50 that may arise under these Terms or in connection with the Site is enforceable only against GW50 and GW50’s assets.&nbsp.\nNo judgment, order or execution entered in any suit, action or proceeding in your favor may be obtained or enforced against any owner, member, manager, officer, employee, agent or affiliate of GW50 or against the individual assets of any such persons and you hereby expressly waive and renounce any right to proceed against such persons.</p>\n<p> 7.<strong> Term and Termination</strong>.\n&nbsp;</p>\n<p>Subject to this Section 7, these Terms will remain in full force and effect while you use the Site.&nbsp.\nWe may suspend or terminate your rights to use the Site (including your Account) at any time for any reason at our sole discretion and without notice to you, including for any use of the Site in violation of these Terms.&nbsp.\nUpon termination of your rights under these Terms, your Account and your right to access and use the Site will terminate immediately.&nbsp.\nYou understand that any termination of your Account may involve deletion of your User Content associated with your Account from our live databases.&nbsp.\nGW50 will not have any liability whatsoever to you for any termination of your rights under these Terms, including for termination of your Account or deletion of your User Content.\nBy providing material on our Site, we do not in any way promise that the materials will remain available to you.\nGW50 is entitled to terminate all or any part of any of the Site without notice to you.\n&nbsp;Even after your rights under these Terms are terminated, the following provisions of these Terms will remain in effect: Section 1.6 and Sections 2 through 11 and any other provisions that, by their nature, survive termination of these Terms.</p>\n<p> 8.<strong> Copyright Policy and Infringement Complaints</strong>.\n&nbsp;</p>\n<p>GW50 respects the intellectual property of others and asks that users of our Site do the same.&nbsp.\nIn connection with our Site, we have adopted and implemented a policy respecting copyright law that provides for the removal of any infringing materials and for the termination, in appropriate circumstances, of users of our Site who are repeat infringers of intellectual property rights, including copyrights.&nbsp.\nIf you believe that one of our users is, through the use of our Site, unlawfully infringing the copyright(s) in a work, and wish to have the allegedly infringing material removed, the following information in the form of a written notification (pursuant to 17 U.S.C.\n§ 512(c)) must be provided to our designated Copyright Agent:</p>\n<p>(a) your physical or electronic signature;</p>\n<p>(b) identification of the copyrighted work(s) that you claim to have been infringed;</p>\n<p>(c) identification of the material on our Site that you claim is infringing and that you request us to remove;</p>\n<p>(d) sufficient information to permit us to locate such material;</p>\n<p>(e) your address, telephone number, and email address;</p>\n<p>(f) a statement that you have a good faith belief that use of the objectionable material is not authorized by the copyright owner, its agent, or under the law.\nand</p>\n<p>(g) a statement that the information in the notification is accurate, and under penalty of perjury, that you are either the owner of the copyright that has allegedly been infringed or that you are authorized to act on behalf of the copyright owner.</p>\n<p>Please note that, pursuant to 17 U.S.C.\n§ 512(f), any person who knowingly materially misrepresents that material or activity is infringing, or that material or activity was removed or disabled by mistake or misidentification, is potentially liable for damages, including costs and attorneys’ fees, incurred by us.</p>\n<p>The designated Copyright Agent for GW50 is:</p>\n<p>GW50, LLC</p>\n<p>Attn: Brett Helling</p>\n<p>8712 West Dodge Road, Suite 300</p>\n<p>Omaha, NE 68114</p>\n<p>United States</p>\n<p>Email: info [at] gigworker [dot] com</p>\n<p> 9.<strong> Changes to the Terms and the Site</strong>.&nbsp;</p>\n<p>These Terms are effective as of the “Last Revised” date set forth above.\nWe have the right to change or update these Terms at our discretion.</p>\n<p>As you use the Site we would ask that you let us know if you would like to see improvements or changes that would make it even easier for you to find or engage the information you need and want.\nAll we ask is that you agree to abide by these Terms.\nTake a few minutes to look them over because by using the Site you automatically agree to them.\nIf you don’t agree, please do not use the Site.\nWe may revise and update these Terms from time to time as we deem necessary at any time.</p>\n<p>These Terms are subject to occasional revision, and if we make any substantial changes, we may notify you by prominently posting notice of the changes on our Site.&nbsp.\nAll changes are effective immediately when we post them and apply to all access and use of the Site thereafter.\nContinued use of our Site following notice of such changes shall indicate your acknowledgement of such changes and agreement to be bound by the terms and conditions of such changes.</p>\n<p>We may update the content on the Site from time to time, but its content is not necessarily complete or up-to-date.\nWe are under no obligation to update such material.</p>\n<p> 10.\n<strong>Dispute Resolution</strong>.\n&nbsp;<strong>Please read this Section 10 carefully.\nIt is part of your contract with GW50</strong>\n<strong>and affects your rights</strong>.</p>\n<p>10.1.<strong> Disputes</strong>.&nbsp;</p>\n<p>If a claim or dispute (a “Dispute”) arises out of or in connection with the Site, or these Terms, or the use of any content, product or service provided by GW50, the parties shall attempt in good faith to resolve the Dispute informally through mutual discussions.&nbsp.\nEither party may give written notice of a Dispute (a “Dispute Notice”) to the other party.&nbsp.\nIf the dispute is not resolved informally through mutual discussions within thirty (30) days of receipt by the non-claiming party of the Dispute Notice, each party, without further delay, shall be free to pursue whatever legal remedies it may have, subject to the provisions set forth in this Section 10.&nbsp;</p>\n<p>10.2.\nEach party irrevocably consents and agrees that the United States federal or Nebraska state courts located in Omaha, Nebraska shall have exclusive jurisdiction over any legal action or proceedings brought by either party in connection with the Site, or these Terms, or the use of any content, product or service provided by GW50, and each party (a) accepts the jurisdiction of the foregoing courts, (b) irrevocably agrees to be bound by any final judgment (after any appeal) of any such court, and (c) irrevocably waives, to the fullest extent permitted by law, any objection which it may now or hereafter have to the laying of venue of any suit, action or proceeding brought in any such court, and further irrevocably waives to the fullest extent permitted by law any claim that any suit, action or proceeding brought in any such court has been brought in an inconvenient forum.&nbsp.\nEach party agrees that a final judgment (after any appeal) in any such action or proceeding shall be conclusive and may be enforced in other jurisdictions by suit on the judgment or in any other manner to the extent provided by law.\nTo the extent you have in any manner violated or threatened to violate GW50 and/or its affiliates’ intellectual property rights, GW50 and/or its affiliates may seek injunctive or other appropriate relief in any state or federal court in the State of Nebraska, and you consent to exclusive jurisdiction and venue in such courts.</p>\n<p>10.3.<strong>&nbsp;Waiver of Trial by Jury</strong>.&nbsp;</p>\n<p>EACH PARTY HEREBY WAIVES TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW ANY RIGHT IT MAY HAVE TO A TRIAL BY JURY IN RESPECT OF ANY LITIGATION RELATED TO A DISPUTE.&nbsp;</p>\n<p>10.4.\n<strong>Waiver of Class Action</strong>.&nbsp;</p>\n<p>ALL DISPUTES MUST BE RESOLVED ON AN INDIVIDUAL BASIS AND NOT ON A CLASS BASIS, AND CLAIMS OF MORE THAN ONE CUSTOMER OR USER CANNOT BE LITIGATED JOINTLY OR CONSOLIDATED WITH THOSE OF ANY OTHER CUSTOMER OR USER.</p>\n<p> 11.<strong> Miscellaneous</strong>.&nbsp;</p>\n<p>11.1.\n<strong>Export Laws</strong>.&nbsp;</p>\n<p>The Site may be subject to U.S.\nexport control laws and may be subject to export or import regulations in other countries.\nYou agree not to export, reexport, or transfer, directly or indirectly, any U.S.\ntechnical data acquired from GW50 or the Site, or any products utilizing such data, in violation of the United States export laws or regulations.</p>\n<p>11.2.<strong> California Residents</strong>.&nbsp;</p>\n<p>If you are a California resident, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Product of the California Department of Consumer Affairs by contacting them in writing at 400 R Street, Sacramento, CA 95814, or by telephone at (800) 952-5210.</p>\n<p>11.3.<strong> Electronic Communications, Transactions, and Signatures</strong>.&nbsp;</p>\n<p>The communications between you and GW50 use electronic means, whether you use the Site or send us emails, or whether GW50 posts notices on the Site or communicates with you via email.\nFor contractual purposes, you (a) consent to receive communications from GW50 in an electronic form and (b) agree that all terms and conditions, agreements, notices, disclosures, and other communications that GW50 provides to you electronically, via email, and on the Site, satisfy any legal requirement that such communications would satisfy if they were provided in a hardcopy writing.\nYOU HEREBY AGREE TO THE USE OF ELECTRONIC SIGNATURES, CONTRACTS, ORDERS, AND OTHER RECORDS, AND TO ELECTRONIC DELIVERY OF NOTICES, POLICIES, AND RECORDS OF TRANSACTIONS INITIATED OR COMPLETED BY US OR VIA THE SITE.\nYou hereby waive any rights or requirements under any statutes, regulations, rules, ordinances, or other laws in any jurisdiction which require an original signature or delivery or retention of non-electronic records, or to payments or the granting of credits by any means other than electronic means.\nThe foregoing does not affect your non-waivable rights.</p>\n<p>11.4.<strong> Entire Agreement.\nConstruction.\nAssignment</strong>.&nbsp;</p>\n<p>These Terms and the Site Privacy Policy constitute the entire agreement between you and us regarding the use of the Site and supersede all prior agreements, understandings, representations, and warranties, both written and oral, between us with respect thereto.&nbsp.\nThese Terms may not be altered, supplemented, or amended by the use of any other document(s).\nOur failure to exercise or enforce any right or provision of these Terms shall not operate as a further or continuing waiver of such right or provision or any other rights or provisions.\nThe section titles in these Terms are for convenience only and have no legal or contractual effect.\nThe word “including” means “including without limitation”.&nbsp.\nNo joint venture, partnership, employment or agency relationship exists between you and GW50 as a result of these Terms or any use of the Site.&nbsp.\nThese Terms, and your rights and obligations herein, may not be assigned, subcontracted, delegated, or otherwise transferred by you without GW50’s prior written consent, and any attempted assignment, subcontract, delegation, or transfer in violation of the foregoing will be null and void.&nbsp.\nGW50 may freely assign these Terms.&nbsp.\nThe terms and conditions set forth in these Terms shall be binding upon and inure to the benefit of the GW50, you and its and your respective heirs, representatives, successors and permitted assigns.</p>\n<p>11.5.<strong> Governing Law</strong>.&nbsp;</p>\n<p>These Terms and all related documents are governed by, and construed in accordance with, the laws of the State of Nebraska, United States of America, without giving effect to the conflict of laws provisions thereof to the extent such provisions would require or permit the application of the laws of any jurisdiction other than those of the State of Nebraska.\nIf you use our Site from locations outside of the United States, you are responsible for compliance with any applicable local laws.&nbsp;</p>\n<p>11.6.<strong> Severability</strong>.&nbsp;</p>\n<p>If any provision of these Terms is, for any reason, held to be invalid or unenforceable, such provision shall be eliminated or limited to the minimum extent, the other provisions of these Terms will be unimpaired and continue in full force and effect and the invalid or unenforceable provision shall be construed in a manner consistent with applicable law to reflect, as nearly as possible, the original intentions of the parties.</p>\n<p>11.7.<strong> Contact Information</strong>.</p>\n<p>Contact Information for GW50:</p>\n<p>GW50, LLC</p>\n<p>PO Box 541028</p>\n<p>Omaha, NE 68154</p>\n<p>Email: info [at] gigworker [dot] com</p> ", "created_at": "2021-07-15 18:54:22.533231", "updated_at": "2021-07-15 16:57:29.863946"}], "points": [], "urls": ["gigworker.com"]}}