{"error": 448, "message": "OK", "parameters": {"id": 2868, "name": "Outfit7", "created_at": "2021-03-27 03:34:36.142062", "updated_at": "2021-03-29 00:00:43.652761", "wikipedia": "https://en.wikipedia.org/wiki/Outfit7", "keywords": null, "related": null, "slug": "outfit7", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2868.png", "url": "outfit7.com", "documents": [{"id": 4514, "name": "EULA", "url": "https://outfit7.com/eula/en", "xpath": "//*[@id=\"main\"]/div[2]/div", "text": "OUTFIT7 END-USER LICENSE AGREEMENT\n<p>The terms of this End-User License Agreement (\"EULA\" or “Agreement”) govern the relationship between You and Outfit7 Limited – having its registered address at 1st Floor Sackville House, 143-149 Fenchurch Street, EC3M 6BN London, United Kingdom, and its business address at Agiou Georgiou, 4607 Pissouri, Cyprus (which, together with its subsidiaries and affiliates, is hereon in referred to as “Outfit7” or “Us”) regarding Your use of the application distributed by Outfit7 that You installed, as well as any and all related updates and upgrades that replace or supplement the application in any respect (the “Application” or “App”), unless any such update or upgrade is accompanied by a separate license in which case the separate license shall govern.</p>\n<p>The collection, use, and disclosure of Your information (including personal information) is governed by Outfit7’s Privacy Policy, which is located online at&nbsp;http://outfit7.com/privacy/en&nbsp;(''Privacy Policy'').\nFurthermore, the consequences of the collection of personal information from a child under the age of digital consent and any territory-specific child protection provisions are also described in our Privacy Policy.</p>\n<p>The use of the Application is also governed by Outfit7’s Video Policy, located online at&nbsp;http://outfit7.com/video-policy/&nbsp;(“Video Policy”), which is incorporated in the Agreement by this reference.</p>\n<p>If You download the Application from any online market for software applications that operate on devices powered by the operating system (e.g.\nApple App Store, Google Play, and Microsoft Store, PlayStation Store, Nintendo Game Store) or if You play the Application online (when this is available), You acknowledge that You have reviewed and accepted the terms of service applicable to such online market, platform, or operating system (“Special Terms”).</p>\n<p>BY INSTALLING, USING, OR OTHERWISE ACCESSING THE APPLICATION YOU AGREE TO THE TERMS OF THIS EULA.\nIF YOU DO NOT AGREE TO THE TERMS OF THIS EULA, OR DO NOT WISH TO BE BOUND BY THEM, PLEASE DO NOT INSTALL, USE, OR OTHERWISE ACCESS THE APPLICATION.\nIN THE EVENT OF A CONFLICT BETWEEN THE TERMS OF THIS EULA AND ANY SPECIAL TERMS, THE TERMS OF THIS EULA SHALL ALWAYS PREVAIL.</p>\n<p>The main characteristics of each Application can be found in the app stores’ descriptions and/or in the “How to Play” section within the Application as the case may be.</p>\n1.\nLICENSE\n1.1 LIMITED LICENSE GRANT\n<p>Through the purchase or use of the Application, You are acquiring and Outfit7 grants You a personal, revocable, limited, non-exclusive, non-sublicensable, non-transferable license to install and use the Application for Your own non-commercial use, subject to the limitations defined in this EULA.\nThe Application is being licensed to You and You hereby acknowledge that no title or ownership of the Application is being transferred or assigned to You and this EULA is not to be construed as a sale of any rights of the Application.\nYour rights granted herein are subject to Your compliance with this EULA and You agree not to use the Application for any other purpose.\nAny commercial use is prohibited.</p>\n1.2 LICENSE LIMITATIONS\n<p>Any use of the Application in violation of these License Limitations is strictly prohibited and can result in the immediate revocation of Your Limited License and may trigger Your liability for violations of law.</p>\n<p>Unless You have received prior written authorization from Outfit7, You agree not to:</p>\n<ul>\n<li>use cheats, automation software, bots, hacks or any other unauthorized software designed to modify or interfere with the Application and/or any files that are part of the Application;</li>\n<li>commercially exploit the Outfit7 Application, its Gameplay, Characters, Design, 2D or 3D models, Artwork or any other part of the Application;</li>\n<li>create Derivative Works of the Application;</li>\n<li>access or use the Application with any technology or means other than those provided in the Application, or through other explicitly authorized means that Outfit7 may designate;</li>\n<li>make a copy of the Application available on a network where it could be used by multiple users;</li>\n<li>register domain names, social media accounts or related addresses that include Outfit7’s trademarks;</li>\n<li>use the Application or related assets and/or Outfit7’s trademarks on or in connection with content that (i) promotes cheats, hacks, violence, discrimination, inappropriate themes, illegal activities, or sexually explicit content.\n(ii) makes untrue, dishonest, disparaging, or libelous statements about Outfit7 and/or its products, employees, and agents.\nand/or (iii) contains other objectionable content;</li>\n<li>resell, copy, transfer, distribute, display, translate, or modify the Application or make derivative works of the Application or any part thereof;</li>\n<li>re-use, copy, or distribute text, pictures, music, barcodes, video, data, hyperlinks, displays or any other content provided by the Application;</li>\n<li>redistribute, sublicense, rent, publish, perform, sell, assign, lease, market, transfer, or otherwise make the Application available to third parties;</li>\n<li>seek to disable, reverse engineer, decompile or otherwise attempt to extract the source code of the Application or any part thereof, unless this is expressly permitted or required by applicable law or by the licensing terms governing the use of any open-sourced components included within the Application;</li>\n<li>delete, obscure, or in any manner alter any warning, notice (including but not limited to any copyright or other proprietary rights notice), or link that appears in the Application;</li>\n<li>use the Application when operating vehicles;</li>\n<li>remove or alter Outfit7’s trademarks or logos or legal notices included in the Application or related assets;</li>\n<li>use the service to try to gain unauthorized access to any service, data, account or network by any means;</li>\n<li>post any information that contains nudity, violence, or offensive subject matter or that contains a link to such content;</li>\n<li>make an attempt to or harass, abuse, threaten, defame or otherwise infringe or violate the rights of any other party;</li>\n<li>use the Application in any way that is unlawful, fraudulent, or deceptive;</li>\n<li>use technology or any other means to access Outfit7’s proprietary information not authorized by Outfit7;</li>\n<li>use or launch any automated system to access Outfit7’s website or computer systems;</li>\n<li>attempt to introduce viruses or any other malicious computer code that interrupts, destroys, or limits the functionality of any computer software, hardware, or telecommunications equipment;</li>\n<li>attempt to gain unauthorized access to Outfit7’s computer network or user accounts;</li>\n<li>encourage conduct that would constitute a criminal offense, or would give rise to civil liability.\nor</li>\n<li>use the Application in any manner not expressly allowed in this EULA.</li>\n</ul>\n<p>Outfit7 reserves the right to determine in its sole discretion what kind of conduct is considered to be in violation of the terms of this EULA.\nFurthermore, Outfit7 reserves the right to take appropriate action as a result of Your violation of the terms of this EULA, including but not limited to prohibiting You from using the Outfit7 Application in whole or in part.</p>\n1.3 ALLOWABLE USES OF THE APPLICATION\n<p>USE OF THE APPLICATION AND ANY OF YOUR INFORMATION TRANSMITTED IN CONNECTION WITH THE APPLICATION IS LIMITED TO THE FUNCTIONALITY OF THE APPLICATION AND TO THE LIMITED LICENSE GRANT AS OUTLINED ABOVE.\nYOU MAY NOT OTHERWISE USE THE APPLICATION OR ANY COMPONENT OF IT, EXCEPT AS EXPRESSLY AUTHORIZED BY OUTFIT7 IN WRITING IN ADVANCE.</p>\n2.\nACCESSING AND DOWNLOADING THE APPLICATION FROM THE APPLE APP STORE\n<p>The following applies to any Application accessed through or downloaded from the Apple App Store (“App Store Sourced Application”):</p>\n<ul>\n<li>You acknowledge and agree that (i) this EULA is concluded between You and Outfit7 only, and not Apple.\nand (ii) Outfit7, not Apple, is solely responsible for the App Store Sourced Application and content thereof.\nYour use of the App Store Sourced Application must comply with the Apple App Store Terms of Service.</li>\n<li>You will use the App Store Sourced Application only (i) on an Apple-branded product that runs iOS (Apple’s proprietary operating system software).\nand (ii) as permitted by the “Usage Rules” set forth in the Apple App Store Terms of Service.</li>\n<li>You acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the App Store Sourced Application.</li>\n<li>In the event of any failure of any App Store Sourced Application to conform to any applicable warranty, You may notify Apple, and Apple will refund the purchase price for the App Store Sourced Application to You and to the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the App Store Sourced Application.\nAs between Outfit7 and Apple, any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be the sole responsibility of Outfit7.</li>\n<li>You and Outfit7 acknowledge that, as between Outfit7 and Apple, Apple is not responsible for addressing any claims You have or any claims of any third party relating to the App Store Sourced Application in Your possession and use of the App Store Sourced Application, including but not limited to (i) product liability claims.\n(ii) any claim that an App Store Sourced Application fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.</li>\n<li>You and Outfit7 acknowledge that, in the event of any third party claim that an App Store Sourced Application or Your possession and use of that App Store Source Application infringes that third party’s intellectual property rights, as between Outfit7 and Apple, Outfit7, not Apple, will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by this EULA.</li>\n<li>You and Outfit7 acknowledge and agree that Apple and its subsidiaries are third party beneficiaries of this EULA and that upon Your acceptance of this EULA, Apple will have the right (and will be deemed to have accepted the right) to enforce this EULA.</li>\n<li>By using the App Store Sourced Application You represent and warrant that (i) You are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country.\nand (ii) You are not listed on any U.S.\nGovernment list of prohibited or restricted parties.</li>\n<li>Without limiting any other terms of this EULA, You must comply with all applicable third party terms of agreement when using the App Store Sourced Application.</li>\n</ul>\nACCESSING AND DOWNLOADING THE APPLICATION FROM THE PLAYSTATION STORE\n<p>The following applies to any Application accessed through or downloaded from the PlayStation Store:</p>\n<ul>\n<li>You acknowledge and agree that: (i) this EULA is concluded between You and Outfit7 only, and not between Sony Interactive Entertainment, Inc., Sony Interactive Entertainment LLC, Sony Interactive Entertainment Europe Ltd.\n(“SIE Group Company”) and You.\n(ii) Outfit7, not SIE Group Company, is solely responsible for the Application;</li>\n<li>You acknowledge and agree You are granted a limited license to use the Application only on a system that You own or control or other such system to which the Application is delivered by PlayStation Network (PSN).\nand</li>\n<li>You and Outfit7 acknowledge and agree that each SIE Group Company is third party beneficiary of this EULA and that upon Your acceptance of this EULA, each SIE Group Company will have the right (and will be deemed to have accepted the right) to enforce this EULA.</li>\n</ul>\nACCESSING AND DOWNLOADING THE APPLICATION FROM THE MICROSOFT STORE\n<p>The following applies to any Application accessed through or downloaded from the Microsoft Store:</p>\n<ul>\n<li>You acknowledge that Microsoft Corporation or its affiliates have no obligation whatsoever to provide support or other services with respect to the Application;</li>\n<li>You acknowledge and agree that to the maximum extent permitted by applicable law, Microsoft Corporation and its affiliates will have no warranty obligation whatsoever with respect to the Application.\nAny other liabilities and damages for any failure to conform to any warranty will be the sole responsibility of Outfit7.</li>\n<li>You acknowledge and agree that this EULA does not govern or change, in any way, Your relationship with Microsoft under the Xbox Live Terms of Use or any other Microsoft applicable agreements under which Microsoft grants You the right to install and use the Application.</li>\n</ul>\n3.\nUSER CONTENT\n<p>Notwithstanding anything to the contrary stated in this EULA, You are allowed to create and use “User Content” (as defined below) in a non-modified form (exactly as produced by the Application) subject to the License Limitations and Specific Rules for User Content defined herein.</p>\n<p>Any modification of User Content created by the Application or incorporation of such User Content into other works requires explicit written approval from Outfit7.\nYou are expressly prohibited from sub-licensing, renting, leasing, transferring or otherwise distributing the Application or rights to use the Application.\nThis EULA does not entitle You to receive, and does not obligate Outfit7 to provide, hard-copy documentation, support, telephone assistance, or enhancements or updates to the Application.</p>\n3.1 SUBMISSIONS OF USER CONTENT\n<p>The Application may allow You to create content such as videos, data, photographs, messages, graphics, text, and other information (“User Content”), and to share such User Content with Outfit7 or with other sites, including social networking sites, as You may designate.\nYou are solely responsible for Your User Content that you upload, publish, display, link to or otherwise make available (hereinafter, “share”) on or through the Application, and You agree that Outfit7 is only acting as a passive conduit for Your online distribution and publication of Your User Content.</p>\n<p>The Application may enable sharing of User Content in two ways: (i) one-to-one (e.g.\nthrough SMS, email, KakaoTalk, and Facebook message).\nand (ii) one-to-many (e.g.\nFacebook, YouTube, Twitter, Everyplay, email).\nUnless explicitly stated otherwise herein, no User Content is stored by Outfit7 and Outfit7 only acts as a passive conduit, offering You a platform to create User Content and (solely to help You and for the sake of improving user experience) referring You to a third-party service (e.g.\nemail client, Facebook, Twitter, or YouTube application) where You can decide what User Content to share, how, when and with whom.</p>\n<p>You understand that unless explicitly stated otherwise herein Outfit7 has no control over the access to Your User Content, the sharing of Your User Content, the privacy or confidentiality of Your User Content and that You, together with the third-party service providers (e.g.\nFacebook, YouTube, Twitter), are subject to the terms of service of said third-party service providers and have the sole control over such User Content.</p>\n<p>You agree not to share User Content that: (i) may create a risk of harm, loss, physical or mental injury, emotional distress, death, disability, disfigurement, or physical or mental illness to You, to any other person, or to any animal.\n(ii) may create a risk of any other loss or damage to any person or property.\n(iii) seeks to harm or exploit children by exposing them to inappropriate content, asking them for personally identifiable details, or otherwise.\n(iv) may constitute or contribute to a crime or tort.\n(v) contains any information or content that Outfit7 deems to be unlawful, harmful, abusive, racially or ethnically offensive, defamatory, infringing, invasive of personal privacy or publicity rights, harassing, humiliating to other people (publicly or otherwise), libelous, threatening, profane, or otherwise objectionable.\n(vi) contains any information or content that is illegal (including, without limitation, the disclosure of insider information under securities law or of another party’s trade secrets).\n(vii) contains any information or content that You do not have a right to make available under any law or under contractual or fiduciary relationships.\nor (viii) contains any information or content that You know is not correct and current.</p>\n<p>If You believe that certain User Content shared through the Application, but stored on third-party services (e.g.\nFacebook, YouTube, etc.), is infringing Your rights, please contact the respective third-party service provider where such User Content is stored.</p>\n<p>You agree that any User Content that You share does not and will not violate third-party rights of any kind, including and without limitation any “Intellectual Property Rights” (as defined in Section 7 herein) or rights of publicity and privacy.\nTo the extent that Your User Content contains music, You hereby represent that You are the owner of all the copyright rights, including and without limitation, the performance and the mechanical and sound recording rights, with respect to each and every musical composition (including lyrics) and sound recording contained in such User Content and that You have the power to grant the license granted below.</p>\n<p>Notwithstanding anything to the contrary stated herein, Outfit7 reserves the right in its sole discretion to review, monitor, prohibit, edit, delete or otherwise make unavailable any User Content at any time without notice for any reason or no reason at all.\nBy entering into this EULA You hereby provide Your irrevocable consent to such monitoring and You acknowledge and agree that You have no expectation of privacy concerning the sharing of Your User Content.\nIf Outfit7 at any time decides, in its sole discretion, to monitor User Content, Outfit7 does not assume any responsibility for User Content and/or has no obligation to remove or edit any inappropriate User Content.</p>\n<p>CREATING AND SHARING OF USER CONTENT AS DESCRIBED IN THIS SECTION IS NOT ENABLED FOR USERS WHO IDENTIFY THEMSELVES AS UNDER THE AGE OF DIGITAL CONSENT.\nYOU CAN FIND MORE INFORMATION ABOUT THE COLLECTION OF INFORMATION RELATING TO CHILDREN UNDER THE AGE OF DIGITAL CONSENT IN OUR PRIVACY POLICY, AVAILABLE AT https://outfit7.com/privacy-general/.</p>\n3.2 LICENSE GRANT FOR THE USER CONTENT\n<p>By creating User Content through Outfit7 Applications, You expressly grant, and You represent and warrant that You have a right to grant to Outfit7 a royalty-free, sub-licensable, transferable, perpetual, irrevocable, non-exclusive, worldwide license to use, reproduce, modify, publish, monetize, list information regarding, edit, translate, distribute, publicly perform, publicly display, and make derivative works of, and otherwise exploit, all such User Content, as well as Your name, user name, voice, and/or likeness as contained in Your User Content, in whole or in part, and in any form, media or technology, whether now known or hereafter developed, for use in connection with the Application and Outfit7’s (and its successors’ and affiliates’) business, including and without limitation for promoting and redistributing part or all of the Application (and any derivative works thereof) or any Outfit7 Application in any media formats and through any media collections and in connection with various advertisements, such as banner ads, mobile ads, and video ads.\nYou also hereby grant each user of the Application a non-exclusive license to access Your User Content through the Application, and to use, reproduce, distribute, display, and perform such User Content as permitted through the functionality of the Application or the Internet and under this Agreement.</p>\n3.3 SPECIFIC RULES FOR USER CONTENT\n<p>By creating User Content through Outfit7 Applications you agree to these Specific Rules that outline Your use of any Outfit7’s Intellectual Property Rights:</p>\n<ul>\n<li>User Content will be used for the sole purpose of non-commercial displaying, identifying, and discussing Outfit7 Applications in accordance with these Specific Rules.\nYou are not allowed to create new applications, products, and/or content based on Outfit7 Intellectual Property Rights, even if such content would be free.</li>\n<li>You are not permitted to charge any kind of fees from customers or visitors of Your User Content, unless You obtained express prior written approval from Outfit7.</li>\n<li>Outfit7, in its sole discretion, reserves the right to monetize or use User Content or its parts created through Outfit7 Applications.\nTo the extent that Outfit7 does not use its right to monetize the User Content, You may monetize Your User Content by using advertisements, however You are solely responsible for ensuring that such advertisement is compliant with any and all applicable laws, rules, regulations and developer policies.</li>\n<li>You must not create and use the User Content under the impression that Outfit7 is a creator or sponsor of Your User Content.\nFurthermore, You are also not allowed to create any materials from Outfit7’s Intellectual Property Rights that are similar to Outfit7’s logos, trademarks, or any other elements of Outfit7’s Intellectual Property Rights.\nYou are not permitted to modify in any way Oufit7’s Intellectual Property Rights without the express prior written approval of Outfit7.</li>\n<li>Unless You obtained prior written approval from Outfit7, You are not allowed to manufacture or distribute (for free or otherwise) any physical items that bear any of Outfit7’s Intellectual Property Rights.</li>\n</ul>\n<p>Outfit7 reserves the right to determine, in its sole discretion, which User Content is in accordance with the above-mentioned Specific Rules and may revoke the Limited License in this EULA at any time and for any reason.</p>\n3.4 LIMITATION OF LIABILITY FOR USER CONTENT\n<p>Outfit7 takes no responsibility and assumes no liability for any User Content that You or any other user or third party creates with the Application or shares through the Application.\nYou shall be solely responsible for Your own User Content and the consequences of sharing or publishing it.\nYou understand and agree that any loss or damage of any kind that occurs as a result of the use of any User Content that You send, upload, download, stream, post, transmit, display, share or otherwise make available or access through Your use of the Application is solely Your responsibility.\nIn connection with Your User Content and in addition to any other representations and warranties contained in this EULA, You affirm, represent, and warrant the following:</p>\n<p>1.\nYou have the written consent of each and every identifiable natural person in the User Content to use such person’s name or likeness in the manner contemplated by the Application and this EULA, and each such person has released You from any liability that may arise in relation to such use.</p>\n<p>2.\nYour User Content and Outfit7's use thereof as contemplated by this EULA and the Application will not infringe any rights of any third party, including but not limited to any Intellectual Property Rights, privacy rights, and rights of publicity.</p>\n<p>3.\nOutfit7 may exercise the rights to Your User Content granted under this Agreement without liability for payment of any guild fees, residuals, payments, fees, or royalties payable under any collective bargaining agreement or otherwise.</p>\n<p>4.\nOutfit7 is not responsible for any public display or misuse of Your User Content.\nYou understand and acknowledge that You may be exposed to User Content that is inaccurate, offensive, indecent, objectionable, or inappropriate for children, and You agree that Outfit7 shall not be liable for any damages you allege to incur as a result of such User Content.</p>\n4.\nACCESS\n<p>You must provide, at Your own expense, the equipment, Internet connections, or mobile devices and/or service plans to access and use the Application.\nOutfit7 does not guarantee that the Application is available in all geographic locations.\nYou acknowledge that when You use the Application, Your wireless carrier may charge You fees for data, messaging, and/or other wireless access.\nCheck with Your carrier to see if there are any such fees that apply to You.\nYou are solely responsible for any costs You incur to access the Application from Your mobile device and/or PC device.\nYour right to use the Application is also predicated on Your compliance with any applicable terms of agreements You have with third parties when using the Application.</p>\n5.\nIN-APP PURCHASES\n<p>Although some of our Applications are free to download, all of our Applications may offer in-app purchases, including subscriptions (“In-App Purchases”).\nEven though our free-to-download Applications offer In-App Purchases, You can play and access all levels of said Applications and all of the features necessary to progress within said Applications without making any In-App Purchases using real money.</p>\n<p>In-App Purchases may be made only upon entering Your app store password and You are responsible for maintaining the security of such password.\nYour authentication and security maintaining are subject to the specific terms of the app store and the operating system (“OS”) of Your mobile device.&nbsp;<strong>You should be aware of the iOS’ 15-minute and Android’s 30-minute window after downloading an Application, during which time In-App Purchases may be made without the insertion of an app store password.</strong>&nbsp;<strong>You should also take into account that OS 2.1 or older versions of Android mobile phones do not require the entering of an app store account password to carry out In-App Purchases.</strong>\n</p>\n<p>By completing an In-App Purchase You obtain a limited, personal, non-transferable, non-sublicensable, revocable license to use virtual currency, virtual items, and other virtual content (“Virtual Items”) within our Application.\nVirtual Items are not redeemable or subject to refund and cannot be traded outside of the Application for money or other items of value.\nOutfit7 may manage, regulate, control, modify or eliminate Virtual Items and the price for Virtual Items at any time, with or without notice.\nOutfit7 shall have no liability to You or any third party in the event that Outfit7 exercises any such rights.</p>\n<p>By signing up for a subscription, You agree that Your subscription will be automatically renewed and, unless You cancel Your subscription, You authorize us to charge Your account for the renewal term.\nThe period of auto-renewal and the price of subscription will be the same as Your initial subscription period and price, unless otherwise disclosed to You at the time of sale.\nYou can manage Your subscriptions in Your app store account settings.&nbsp;<strong>You should be aware that deleting the Application from Your device does not always result in the cancellation of Your subscription.</strong>&nbsp;For more detailed information on how to manage In-App Purchases, please see our Frequently Asked Question available at&nbsp;http://outfit7.com/contact/.</p>\n<p>\n<strong>In-App Purchases range from EUR 0.89 to EUR 99.99</strong>.&nbsp;All rates are in EUR currency and are subject to change and localization to the local currency, which shall be done by the app store from which You downloaded the App, meaning that the prices may vary plus/minus 15%.\nYou should always check the prices in the Application to get the real values of the Virtual Items You want to buy in Your territory.</p>\n<p>In-App Purchases are subject to the payment terms and conditions of the mobile platform (e.g.\niOS Platform, Android Platform, Windows Platform, etc.) from which You make Your purchase.\nOutfit7 does not control or manage the payment process.\nPlease review the relevant terms and conditions of the applicable platform provider before making any In-App Purchases.</p>\n<p>ALL PURCHASES ARE FINAL.\nYOU HEREBY ACKNOWLEDGE THAT OUTFIT7 IS NOT REQUIRED TO PROVIDE A REFUND FOR ANY REASON, AND THAT YOU WILL NOT RECEIVE MONEY OR OTHER COMPENSATION FOR UNUSED VIRTUAL ITEMS/SUBSCRIPTIONS WHEN AN ACCOUNT IS CLOSED, WHETHER SUCH CLOSURE WAS VOLUNTARY OR INVOLUNTARY, UNLESS OTHERWISE REQUIRED BY APPLICABLE LAW.</p>\n<p>\n<strong>WAIVER TO THE RIGHT OF WITHDRAWAL</strong>\n</p>\n<p>You hereby acknowledge that by clicking “BUY”, “PURCHASE”, or similarly described button, in order to make an In-App Purchase, Outfit7 provides You with immediate access to and performance of the digital content, without having to wait for the 14-day withdrawal period.\n<strong>You hereby expressly consent and acknowledge You waive Your right of withdrawal from such purchase.</strong>\n</p>\n6.\nTERM AND TERMINATION\n<p>The term of this EULA shall commence on the date You install or otherwise use the Application and shall end on the earlier of the date of Your disposal of the Application or Outfit7’s termination of this EULA.\nYou may terminate this EULA by uninstalling the Application.</p>\n<p>Uninstalling the Application does not result in a refund of the amount paid for the Application.\nOutfit7 reserves the right, using its sole discretion, to terminate this EULA, or request that You remove the Application from Your device for any reason, including but not limited to Outfit7’s reasonable conclusion that You have violated this EULA.\nPromptly upon termination, You must cease all use of the Application and destroy all copies of the Application in Your possession or control.</p>\n<p>Termination will not limit any of Outfit7’s other rights or remedies at law or in equity.\nIf any of the platforms disable the ability to use the Application on Your device pursuant to Your agreement with such platform, any associated license rights with Outfit7 will terminate as well.</p>\n7.\nRESERVATION OF RIGHTS\n<p>You have obtained a license to the Application and Your rights are subject to this EULA.\nExcept as expressly licensed to You herein, Outfit7 reserves all rights, titles, and interests in the Application.\nThis license is limited to the intellectual property rights of Outfit7 and does not include any rights to other patents or intellectual property.</p>\n<p>Outfit7 retains all rights, titles, and interests in and to the Outfit7 Intellectual Property Rights, as defined below, whether registered or not, and all Applications thereof, except of the copyright of the third-party technology.\nThe Outfit7 software is protected by applicable laws and treaties throughout the world.</p>\n<p>For the purposes of this EULA, “Intellectual Property Rights” means all patent rights, trade names, proprietary rights, copyright rights, titles, computer codes, audiovisual effects, themes, characters, character names, stories, dialog, settings, artwork, sound effects, musical works, mask work rights, moral rights, rights of publicity, trademark, trade dress and service mark rights, goodwill, trade secret rights and other intellectual property rights as may now exist or hereafter come into existence, and all applications therefore and registrations, renewals and extensions thereof, under the laws of any state, country, territory or other jurisdiction.</p>\n8.\nTHIRD-PARTY CONTENT 8.1 THIRD-PARTY TECHNOLOGY <p>One or all Applications use third-party technologies, whereas such third-party technologies may be subject to commercial licenses (“Commercial Third-Party Technology”) or to open-source software licenses (\"Open-Source Components\").</p>\n<p>The following list includes only those Commercial Third-Party Technologies that require such disclosure in accordance with their license:</p>\n<p>•&nbsp;<strong>NGUI:</strong>&nbsp;Some of our Applications use the NGUI library licensed under the NGUI Site License:&nbsp;http://www.tasharen.com/?page_id=140.</p>\n<p>•&nbsp;<strong>Unity:</strong> For some Applications we use Unity Software to develop such Applications and by using such Applications You agree to be bound by the Unity Terms of Service available at&nbsp;https://unity3d.com/legal/terms-of-service.</p>\n<p>The list of Open-Source Components is available at&nbsp;http://outfit7.com/credits/.\nPlease see the licensing terms governing the use of the Open Source Components here:&nbsp;http://outfit7.com/credits/.</p>\n<p>To the extent there is conflict between the license terms covering the Open-Source Components and this EULA, the terms of such licenses will apply in lieu of the terms of this EULA.\nTo the extent that the terms of the licenses, applicable to Open-Source Components, prohibit any of the restrictions in this EULA with respect to such Open-Source Component, such restrictions will not apply to such Open-Source Component.\nTo the extent that the terms of the licenses applicable to Open-Source Components require to make available the source or object form of the Open-Source Component or any modifications to it, You may obtain it here:&nbsp;http://outfit7.com/credits/.\nYou can also obtain it by contacting us at:&nbsp;support@outfit7.com.</p>\n<p>Below You can obtain the following Open-Source Components:</p>\n<p>•&nbsp;<strong>FFmpeg (mp4 support, openamr, LAME):</strong>&nbsp;The Application uses libraries from the FFmpeg project (http://www.ffmpeg.org/,&nbsp;http://lame.sourceforge.net/index.php&nbsp;and&nbsp;http://sourceforge.net/projects/opencore-amr/).\nThe libraries and their use are covered by the LGPLv2.1 license:&nbsp;http://www.gnu.org/licenses/old-licenses/lgpl-2.1.html.\nThe source code can be downloaded at&nbsp;http://outfit7.com/dl/o7_ffmpeg.tgz.\nNotwithstanding anything in this EULA, Outfit7 hereby expressly acknowledges that it does not own FFmpeg.\nThe owners of FFmpeg can be found here:&nbsp;http://www.ffmpeg.org/.</p>\n<p>•&nbsp;<strong>SoundTouch</strong>&nbsp;<strong>Library:</strong>&nbsp;The Application uses libraries from the SoundTouch project under the LGPLv2.1 license:&nbsp;http://www.gnu.org/licenses/old-licenses/lgpl-2.1.html.\nNotwithstanding anything in this EULA, Outfit7 hereby expressly acknowledges that it does not own SoundTouch.\nThe owners of SoundTouch and the SoundTouch Library can be found here:&nbsp;http://www.surina.net/soundtouch/index.html.</p>\n8.2 THIRD-PARTY CONTENT AND FUNCTIONS\n<p>Some content and functions available via the Application may include materials from third parties.\nOutfit7 may integrate third-party content (e.g.\nuser-generated YouTube videos) and provide links to third-party websites as a convenience to You.\nYou agree that Outfit7 is not responsible for examining or evaluating the content or accuracy of such and Outfit7 does not warrant and will not have any liability or responsibility for any third-party materials or websites, or for any other materials, products, or services of third parties.\nYou agree that You will not use any third-party materials in a manner that would infringe or violate the rights of any other party and that Outfit7 is not in any way responsible for any such use by You.</p>\n<p>One or all Outfit7 Applications use the following third-party content, whereas the following list includes only such third-party content that requires such disclosure in accordance with their license:</p>\n<ul>\n<li>\n<strong>ADMIRA:</strong>&nbsp;This Application uses an image which is accessible at&nbsp;http://www.admira.sg/collection.\nAll copyright belongs to Admira Pte LTD.\nImage is not for sale.</li>\n</ul>\n<p>8.3 THIRD-PARTY AD-SERVING TECHNOLOGY</p>\n<p>Each Application may incorporate third-party dynamic in-game advertisement-serving technology, which enables advertising to be temporarily uploaded into the Application on Your mobile device and/or Your PC and replaced while You are online.\nWhen You use the Application, we or third parties operating the advertisement-serving technology may collect and use the information as specified in the Privacy Policy.\nOutfit7 has partnered with third-party advertising providers (as specified in the Privacy Policy) and each Application might use one or more of them simultaneously.</p>\n9.\nDISCLAIMER OF WARRANTIES\n<p>TO THE FULLEST EXTENT PERMISSIBLE UNDER APPLICABLE LAW, THE APPLICATION IS PROVIDED TO YOU “AS IS”, WITH ALL FAULTS, WITHOUT WARRANTY OF ANY KIND, WITHOUT PERFORMANCE ASSURANCES OR GUARANTEES OF ANY KIND, AND YOUR USE IS AT YOUR SOLE RISK.\nTHE ENTIRE RISK OF SATISFACTORY QUALITY AND PERFORMANCE RESIDES WITH YOU.\nOUTFIT7 AND OUTFIT7’S LICENSORS (COLLECTIVELY “OUTFIT7” FOR PURPOSES OF THIS SECTION AND SECTION 10) DO NOT MAKE, AND HEREBY DISCLAIM, ANY AND ALL EXPRESS, IMPLIED, OR STATUTORY WARRANTIES, INCLUDING IMPLIED WARRANTIES OF CONDITION, UNINTERRUPTED USE, MERCHANTABILITY, SATISFACTORY QUALITY, FITNESS FOR A PARTICULAR PURPOSE, NONINFRINGEMENT OF THIRD-PARTY RIGHTS, AND WARRANTIES (IF ANY) ARISING FROM A COURSE OF DEALING, USAGE, OR TRADE PRACTICE.</p>\n<p>OUTFIT7 DOES NOT WARRANT AGAINST INTERFERENCE WITH YOUR ENJOYMENT OF THE APPLICATION.\nTHAT THE APPLICATION WILL MEET YOUR REQUIREMENTS.\nTHAT OPERATION OF THE APPLICATION WILL BE UNINTERRUPTED OR ERROR-FREE.\nTHAT THE APPLICATION WILL INTEROPERATE OR BE COMPATIBLE WITH ANY OTHER APPLICATION.\nTHAT ANY ERRORS IN THE APPLICATION WILL BE CORRECTED.\nOR THAT THE APPLICATION WILL BE AVAILABLE FOR REINSTALLS TO THE SAME OR MULTIPLE DEVICES.</p>\n<p>NO ORAL OR WRITTEN ADVICE PROVIDED BY OUTFIT7 OR ANY AUTHORIZED REPRESENTATIVE OR THIRD PARTY SHALL CREATE A WARRANTY.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF, OR LIMITATIONS ON, IMPLIED WARRANTIES OR THE LIMITATIONS ON THE APPLICABLE STATUTORY RIGHTS OF A CONSUMER, SO SOME OR ALL OF THE ABOVE EXCLUSIONS AND LIMITATIONS MAY NOT APPLY TO YOU.</p>\n10.\nLIMITATION OF LIABILITY\n<p>TO THE FULLEST EXTENT PERMISSIBLE BY APPLICABLE LAW, IN NO EVENT SHALL OUTFIT7, ITS SUBSIDIARIES OR ITS AFFILIATES AND ITS LICENSORS BE LIABLE TO YOU FOR ANY PERSONAL INJURY, PROPERTY DAMAGE, LOST PROFITS, COST OF SUBSTITUTE GOODS OR SERVICES, LOSS OF DATA, LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION OR ANY OTHER FORM OF DIRECT OR INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR PUNITIVE DAMAGES FROM ANY CAUSES OF ACTION ARISING OUT OF OR RELATED TO THIS EULA OR THE APPLICATION, WHETHER ARISING IN TORT (INCLUDING NEGLIGENCE), CONTRACT, STRICT LIABILITY OR OTHERWISE, WHETHER OR NOT OUTFIT7 HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE AND WHETHER OR NOT REPAIR, REPLACEMENT, OR A REFUND (IF AWARDED AT OUR SOLE DISCRETION) FOR THE APPLICATION DOES NOT FULLY COMPENSATE YOU FOR ANY LOSSES.</p>\n<p>SOME JURISDICTIONS DO NOT ALLOW A LIMITATION OF LIABILITY FOR DEATH, PERSONAL INJURY, FRAUDULENT MISREPRESENTATIONS OR CERTAIN INTENTIONAL OR NEGLIGENT ACTS, OR VIOLATION OF SPECIFIC STATUTES, OR THE LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO SOME OR ALL OF THE ABOVE LIMITATIONS OF LIABILITY MAY NOT APPLY TO YOU.\nIn no event shall Outfit7’s total liability to You for all damages (except as required by applicable law) exceed the amount actually paid by You for the Application.\nTHIS LIMITATION APPLIES, BUT IT IS NOT LIMITED TO ANYTHING RELATED TO THE APPLICATION, SERVICES, OR CONTENT MADE AVAILABLE THROUGH THE APPLICATION.\nYou agree that the provisions in this EULA that limit liability are essential terms of this EULA.</p>\n11.\nINDEMNIFICATION\n<p>You agree to defend, indemnify, and hold harmless Outfit7 and its employees, contractors, officers, and directors from any and all claims, suits, damages, costs, lawsuits, fines, penalties, liabilities, expenses (including attorney's fees) that arise from Your use or misuse of the Application, violation of the EULA, or violation of any rights of a third party.\nOutfit7 reserves the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by You, in which event You will cooperate in asserting any available defenses.</p>\n12.\nINJUNCTIVE RELIEF\n<p>You agree that a breach of this EULA will cause irreparable injury to Outfit7 for which monetary damages would not be an adequate remedy and Outfit7 shall be entitled to seek equitable relief in addition to any remedies it may have hereunder or at law without a bond, other security, or proof of damages.</p>\n13.\nGOVERNING LAW\n<p>This Agreement and all disputes or controversies arising out of or relating to this Agreement shall be governed by, and construed in accordance with, the laws of England and Wales, if You use the Application in the EU, excluding its conflict of laws rules, or in accordance with the laws of the State of California, excluding its conflict of laws rules, if You use the Application anywhere else in the world.</p>\n14.\nARBITRATION\n<p>We will make every reasonable effort to resolve any disagreements that You have with Outfit7.\nIf those efforts fail, by using the Application You agree that any claim, dispute, or controversy You may have against Outfit7 arising out of, relating to, or connected in any way with this Agreement and/or the Application, shall be resolved exclusively by final and binding arbitration, as defined in this Section 14.</p>\n<p>If You are a resident of the United States of America: (a) any such arbitration shall be administered by the American Arbitration Association (the “AAA”) and conducted before a single arbitrator pursuant to the applicable rules and procedures established by the AAA (the “AAA Rules and Procedures”).\n(b) the arbitration shall be held at a location determined by the AAA pursuant to the AAA Rules and Procedures (provided that such location is reasonably convenient for You), or at such other location as may be mutually agreed upon by You and Outfit7.\n(c) the arbitrator shall apply California law consistent with the Federal Arbitration Act and applicable statutes of limitations, and shall honor claims of privilege recognized at law.\n(d) there shall be no authority for any claims to be arbitrated on a class or representative basis, arbitration can decide only Your and/or Outfit7’s individual claims, and the arbitrator may not consolidate or join the claims of other persons or parties who may be similarly situated.\n(e) in the event that You are able to demonstrate that the costs of arbitration will be prohibitive as compared to the costs of litigation, Outfit7 will pay as much of Your filing and hearing fees in connection with the arbitration as the arbitrator deems necessary to prevent the arbitration from being cost-prohibitive.\n(f) all arbitration submissions, communications, and proceedings shall be made or conducted in English.\nand (g) with the exception of clause (d) above, if any part of this arbitration provision is deemed to be invalid, unenforceable, or illegal, or otherwise conflicts with the AAA Rules and Procedures, then the balance of this arbitration provision shall remain in effect and shall be construed in accordance with its terms as if the invalid, unenforceable, illegal or conflicting provision were not contained herein.</p>\n<p>If You are a resident of any country other than the United States of America: (a) any such arbitration shall be administered by the International Chamber of Commerce (the “ICC”) and conducted before a single arbitrator pursuant to the Rules of Arbitration of the ICC (the “ICC Rules of Arbitration”).\n(b) the arbitration shall be held in London, England, or at such other location as may be mutually agreed upon by You and Outfit7.\n(c) the arbitrator shall apply California law consistent with the ICC Rules of Arbitration and applicable statutes of limitations, and shall honor claims of privilege recognized at law.\n(d) all arbitration submissions, communications, and proceedings shall be made or conducted in English.\nand (e) if any part of this arbitration provision is deemed to be invalid, unenforceable, or illegal, or otherwise conflicts with the ICC Rules of Arbitration, then the balance of this arbitration provision shall remain in effect and shall be construed in accordance with its terms as if the invalid, unenforceable, illegal or conflicting provision were not contained herein.</p>\n15.\nFINAL PROVISIONS\n15.1 ELIGIBILITY\n<p>Any person who uses the Application represents to Outfit7 that they are at least the age of majority under applicable law, or if under the age of majority that they are either an emancipated minor, or possess the legal consent of a parent or legal guardian, and are fully able and competent to enter into the terms, conditions, obligations, affirmations, representations, and warranties set forth in this Agreement, and to abide by and comply with this Agreement.</p>\n15.2 SEVERABILITY AND SURVIVAL\n<p>If any provision of this EULA is illegal or unenforceable under applicable law, the remainder of the provision shall be amended to achieve as closely as possible the effect of the original term and all other provisions of this EULA shall continue in full force and effect.</p>\n15.3 ENTIRE AGREEMENT\n<p>This Agreement constitutes the entire agreement between You and Outfit7 with respect to the Application and supersedes all prior or contemporaneous understandings regarding such subject matter.\nNo amendment to or modification of this EULA will be binding unless made in writing and signed by Outfit7.\nNo failure to exercise, and no delay in exercising, on the part of either party, any right or any power hereunder preclude further exercise of any other right hereunder.\nIn the event of a conflict between this EULA, any applicable purchase, or other terms, the terms of this EULA shall govern.</p>\n15.4 LANGUAGE\n<p>The original version of this EULA is written in English.\nAny translation of this EULA into any other language is done for local requirements and in the event of a dispute, inconsistency, or discrepancy between the English and any non-English version, the English version of this EULA shall govern, to the extent not prohibited by local law in Your jurisdiction.</p>\n15.5 EXPORT\n<p>You agree to abide by Cyprus, U.S., EU and other applicable export control laws and agree not to transfer the Application to a foreign national, or national destination, which is prohibited by such laws, without first obtaining, and then complying with, any requisite government authorization.\nYou certify that You are not a person with whom Outfit7 is prohibited from transacting business under applicable law.</p>\n15.6 CHANGES\n<p>We will occasionally update this EULA as necessary to protect our users, furnish current information, and respond to legal and technical changes.\nThe most current version of the EULA will govern Your use of our Application and will be available at&nbsp;http://outfit7.com/eula/en/.\nPlease check this webpage regularly for any changes.\nWe reserve the right to change this EULA at any time by posting the amended version of EULA at the above-mentioned address.\nYour usage of the Application after the changes are integrated will constitute Your acceptance of the changes.</p>\n15.7 CONTACT INFORMATION\n<p>Should You wish to contact Outfit7 with any questions, complaints, or claims with respect to the Application, You should visit the Outfit7 website at&nbsp;http://outfit7.com/contact/&nbsp;or contact&nbsp;support@outfit7.com.</p>\n15.8 TRANSFER OF TITLE FOR THE SALE OF AN APPLICATION\n<p>To the extent that applicable legislation allows the parties to a transaction to agree on where title passes for sales of property, You agree that title for the sale of the Application (software sold by electronic download) passes where Outfit7 is domiciled.</p>\nOUTFIT7 LIMITED, LAST UPDATED MARCH 2020\n", "created_at": "2021-03-30 19:04:04.798493", "updated_at": "2021-03-30 19:04:14.37915"}, {"id": 4515, "name": "Terms of Website", "url": "https://outfit7.com/terms", "xpath": "//*[@id=\"main\"]/div/div", "text": "Terms of Website\n<p>\n<strong>GENERAL TERMS AND CONDITIONS FOR THE USE OF WEBSITES OF OUTFIT7 LIMITED</strong>\n</p>\n<p>These General terms and conditions for use of the Website are an agreement between You and Outfit7 Limited, a company organized under the laws of United Kingdom, with a registered office at 1st Floor Sackville House, 143-149 Fenchurch Street, EC3M 6BN London, United Kingdom and with a business and billing address at AGIOU GEORGIOU, 4607 PISSOURI, CYPRUS, tax ID no.: 12902859G, VAT no.: CY90006264G, registration no.: 08725441 (UK) and AE 2859 (Cyprus).\nThese Conditions govern Your use of the Website, unless any special function is accompanied by a separate license, in which case the separate license shall govern.\n</p>\n<ol>\n<li>\n<strong>INTRODUCTION</strong>\n</li>\n</ol>\n<p>BY ACCESSING OR USING THE WEBSITE YOU ACCEPT AND UNDERTAKE TO BE BOUND BY THESE CONDITIONS.\nIF YOU DO NOT ACCEPT THESE CONDITIONS, DO NOT ACCESS AND/OR USE THE WEBSITE.\n</p>\n<p>Subject to Your acceptance of and compliance with these Conditions, we grant You a personal, limited, non-exclusive, revocable and non-transferable license to use the Website solely for Your personal and non-commercial purposes as set forth in these Conditions.\nBefore You use our Website, if You have any questions relating to these Conditions, please contact Us through&nbsp;https://outfit7.com/contact/.\nThis Website contains our episodes, description of our characters and links to our social media.\n</p>\n<p>\n<strong>Definitions</strong>\n\"<strong>We/Us</strong>\"&nbsp;means Outfit7 Limited, a company organized under the laws of United Kingdom, with a registered office at 1st Floor Sackville House, 143-149 Fenchurch Street, EC3M 6BN London, United Kingdom and with a business and billing address at AGIOU GEORGIOU, 4607 PISSOURI, CYPRUS, tax ID no.: 12902859G, VAT no.: CY90006264G, registration no.: 08725441 (UK) and AE 2859 (Cyprus) and its affiliates and subsidiaries.\n</p>\n<p>\n<strong>\"Website\"</strong> means the websites located at https://outfit7.com&nbsp;and&nbsp;https://talkingtomandfriends.com, and any other URL which may replace it or which may be added to the list of websites published by Us.\n<strong>\"You\"</strong> means a User of the Website.\n<strong>\"Users\"</strong> means the Users of the Website collectively.\n</p>\n<p>\"<strong>Agreement</strong>\"&nbsp;The Agreement shall consist of documents as described in this Conditions and Privacy Policy.\nThe agreement shall be deemed concluded when You accept to be bound by these Conditions and the Privacy Policy.\n</p>\n<p>\n<strong>\"Conditions or the Terms of service\"</strong> means these General terms and conditions for the use of the Website and any applicable Special Conditions.\nConditions are available at the right bottom of the Website or on link https://outfit7.com/pages/terms/, https://talkingtomandfriends.com/terms/.\n</p>\n<p>\"<strong>Special Conditions</strong>\"&nbsp;means any additional conditions that apply to these terms and conditions.\n</p>\n<p>\"<strong>Cookies</strong>\"&nbsp;means small text files which our Website places on Your computer’s hard drive to enable information about Your browsing session and to identify Your computer.\n</p>\n<p>\n<strong>\"Personal Information\"</strong> means the details provided by You on registration as well any information regarding behavior on the Website and any other information submitted by You to Us.</p>\n<ol>\n<li>\n<strong>ACCESS</strong>\n</li>\n</ol>\n<p>\n<strong>Use of the Website</strong> You are provided with access to this Website in accordance with these Conditions.\nWhen using the Website, You are responsible for maintaining the confidentiality of Your account and password (if any) and for restricting access to Your computer, and You agree to accept responsibility for all activities that occur under Your account or password.\nYou agree to use the Website in a manner that does not cause harm to Us, other Users or third parties.\nWe reserve the right to terminate or restrict Your access to the Website without prior notice if You violate these Conditions or if You abuse the Website or access the Website to an unusual extent.\nWe are entitled to prevent access to the Website if We have reason to believe that You are engaged in illegal activity or compromise other Users’ or Our data security or privacy.\nWe may suspend the Website where necessary for example for installation, amendment or maintenance work or if laws, regulations or authorities so require or if there are other justifiable reasons for suspension.\nWe aim to ensure that the suspension is as short as possible.\nWe reserve the right to cease operating the Website or offering it to the public at our sole discretion.\n</p>\n<p>\n<strong>Modifications to the Website</strong> We reserve the right to: modify or withdraw, temporarily or permanently, this Website (or any part thereof) with or without notice to You and You confirm that we shall not be liable to You or any third party for any modification to or withdrawal of the Website.\nIf such changes necessitate changes in Your operating environment or other devices, You shall make such changes at Your own expense.\n</p>\n<p>\n<strong>Modification of these Conditions</strong> We reserve the right to: modify and/or change the Conditions from time to time, and Your continued use of the Website (or any part thereof) following such change shall be deemed to be Your acceptance of such change.\nIt is Your responsibility to check regularly to determine whether the Conditions have been changed.\nIf You do not agree to any change to the Conditions then You must immediately stop using the Website and must not access and/or use the Website.\nThe most current version of the Conditions is available at https://outfit7.com&nbsp;and&nbsp;https://talkingtomandfriends.com.\n</p>\n<p>\n<strong>Feedback</strong> In connection with Your use of the Website You may provide us with suggestions, ideas, reviews, comments, and questions or other information and/or material regarding the Website (“Feedback”).\nAfter providing the Feedback to Us You continue to retain any Intellectual Property Rights to the Feedback that You may have and You grant us and our partners a worldwide, perpetual, irrevocable and royalty-free right and license to use, copy, amend, modify, translate, further develop and make derivative works of the Feedback.\nYou acknowledge that You also give to us, without charge, the right to commercialize Your Feedback in any way and for any purpose.\nWe have no liability for any loss or damage suffered by You as a result of the disclosure or use of such Feedback.\nYou agree not to provide Us with Feedback that is subject to a third party license that requires Us to license the Website or the material contained therein to third parties because We include Your Feedback in the Website.\nFurther, We do not solicit or wish to receive any Feedback from You that is deemed confidential or proprietary, unless specifically so requested by Us.\nAny Feedback that You submit to Us will be deemed non-confidential or non-proprietary, unless We have specifically stated otherwise.\nWe are not responsible for Feedbacks of third parties or any materials that are provided by You and/or third parties.</p>\n<ol>\n<li>\n<strong>GENERAL PROVISIONS</strong>\n</li>\n</ol>\n<p>\n<strong>License to use the Website</strong> Through the use of the Website You are acquiring and Outfit7 Limited grants You a personal, limited, non-exclusive and non-transferable license to use the Website for Your personal, non-commercial use.\nYour acquired rights are subject to Your compliance with Privacy Policy and this Conditions.\nAny commercial use is prohibited.\nNotwithstanding this prohibition You are allowed to use the Website in a non-modified form for the purpose of viewing.\n</p>\n<p>\n<strong>Restrictions on use</strong> Your right to use the Website is limited to the license grant above, and You may not otherwise copy, display, seek to disable, distribute, perform, publish, modify, transfer, create works from, or use the Website or any component of it, except as expressly authorized by Us.\nYou are not authorized to, for example:</p>\n<ul>\n<li>access or use the Website through any technology that causes technical malfunctioning of the Website;</li>\n<li>make a copy of the Website and use it for selling Our Products;</li>\n<li>copy, translate, modify, or make derivative works of any part of the Website;</li>\n<li>reproduce, transmit, publish, display, redistribute, sublicense, rent, publish, sell, assign, lease, market, transfer, otherwise commercially exploit the Website or make the Website available to third parties;</li>\n<li>reverse engineer, decompile or otherwise attempt to extract the source code of the Website or any part of the Website;</li>\n<li>delete, obscure, or in any manner alter any warning, notice (including but not limited to any copyright or other proprietary rights notice), or link that appears on the Website;</li>\n<li>remove or alter our trademarks or logos or legal notices from the Website.</li>\n</ul>\n<p>In no event may the Website be used in a manner that:</p>\n<ul>\n<li>harasses, abuses, threatens, defames or otherwise infringes or violates the rights of any other party;</li>\n<li>is unlawful, fraudulent or deceptive;</li>\n<li>uses technology or other means to access our proprietary information that is not authorized by Us;</li>\n<li>uses or launches any automated system to access the Website or Store;</li>\n<li>attempts to introduce viruses or any other malicious computer code that interrupts, destroys or limits the functionality of any computer software, hardware or telecommunications equipment;</li>\n<li>attempts to gain unauthorized access to Our Website, Store or user accounts;</li>\n<li>encourages conduct that would constitute a criminal offense, or would give rise to civil liability.\nor</li>\n<li>violates this Conditions.</li>\n</ul>\n<p>\n<strong>Reservation of rights</strong> You have obtained a license to use the Website and/or Store and Your rights are subject to this Conditions and Privacy Policy.\nYou acknowledge and agree that all copyright, trademarks and all other intellectual property rights in all material or content supplied as part of the Website shall remain at all times vested in Us or Our licensors.\nYou are permitted to use this material only as expressly authorized by Us or Our licensors.\nYou acknowledge and agree that the material and content contained within the Website is made available for Your personal non-commercial use only.\n</p>\n<p>\n<strong>Copyright &amp.\nTrademarks</strong> The Intellectual Property Rights in Website and the materials on or accessible via it belong to ‘Outfit7 Limited’ or its licensors.\nThis Website and the materials on or accessible via it and the Intellectual Property Rights therein may not be copied, distributed, published, licensed, used or reproduced in any way (save to the extent strictly necessary for, and for the purposes of, accessing and using this Website).\n”Outfit7” and the Outfit7 Logo are trademarks, which belong to “Outfit7 Limited”, and they may not be used, copied or reproduced in any way without written consent from “Outfit7 Limited”.\nAll trademarks not owned by Outfit7 Limited are the property of their respective owners, and are used with permission.\nNothing contained on this Website may be construed as granting, by implication, estoppel, or otherwise, any right or license to use any trademark.\nFor these purposes “Intellectual Property Rights” includes the following, but is not limited to (wherever and whenever arising and for the full term of each of them): any patent, trade mark, trade name, service mark, service name, design, design right, copyright, database right, moral rights, know how, trade secret and other confidential information, rights in the nature of any of these items in any country, rights in the nature of unfair competition rights and rights to sue for passing off or other similar intellectual or commercial right (in each case whether or not registered or registrable) and registrations of and applications to register any of them.\n</p>\n<p>\n<strong>Compliance with laws</strong> The Website and Store may be used only for lawful purposes and in a lawful manner.\nYou agree to comply with all applicable laws, statutes and regulations regarding the Website and any transactions conducted on or through the Website.\n</p>\n<p>\n<strong>Indemnity</strong> You agree fully to indemnify, defend and hold us, and our officers, directors, employees, agents and suppliers, harmless immediately on demand, from and against all claims, liability, damages, losses, costs and expenses, including reasonable legal fees, arising out of any breach of the Conditions by You or any other liabilities arising out of Your use of this Website, or the use by any other person accessing the Website using Your computer and/or Your Personal Information.\n</p>\n<p>\n<strong>Online shopping</strong> This Website and other websites owned by Outfit7 Limited or its licensees may offer online capabilities to purchase products (such as toys).\nAs to products and services featured on this Website, please note that we make every effort to display as accurately as possible the products and services that appear on this Website.\nHowever, the colors, dimensions, and details that you see on your computer monitor or other electronic device will vary depending on your equipment, so we cannot guarantee that your equipment will accurately display the details of our products and services.\nBy clicking on the product, You will be redirected to Talking Friends online store.\nAs to services featured on this Website, the terms of those service offerings may be specified in a separate General terms and conditions that will be provided to you in connection with the service purchased and will be supplemented by this General terms and conditions.\nYou must be 18 years of age or older to make any such purchases.\nCheck Talking Shop online stores General terms and conditions of use for more information on delivery, returns, and other sales policies.\n</p>\n<p>\n<strong>Collection of data</strong> For the collection of data, advertising and the use of cookies, please refer to our privacy policy available at&nbsp;https://outfit7.com/privacy-policy/.\n</p>\n<p>\n<strong>Limitation of liability and warranties</strong> While We use reasonable endeavors to verify accuracy of any information We place on the Website, We shall not be responsible for and We disclaim all liability for any loss, liability, damage (whether direct, indirect or consequential), personal injury or expense of any nature whatsoever which may be suffered by You or any third party, as a result of or which may be attributable, directly or indirectly, to Your access and use of the Website, any information contained on the Website, Your personal information or material and information transmitted over our system.\nIn particular, neither We nor any third party or data or content provider shall be liable in any way to You or to any other person, firm or corporation whatsoever for any loss, liability, damage (whether direct or consequential), personal injury or expense of any nature whatsoever arising from any delays, inaccuracies, errors in, or omission of any price information or the transmission thereof, or for any actions taken in reliance thereon or occasioned thereby or by reason of non-performance or interruption, or termination thereof.\nIn addition, We do not make any warranty or representation that information on the Website or Store is appropriate for use in any jurisdiction.\nExcept as expressly provided in these Conditions, We disclaim any and all warranties of any kind, whether express or implied to the fullest extent permissible under applicable law.\nWe will not be liable, in contract, tort (including, without limitation, negligence), pre-Agreement or other representations (other than fraudulent or negligent misrepresentations) or otherwise out of or in connection with the Conditions for:</p>\n<ul>\n<li>any economic losses (including without limitation loss of revenues, profits, contracts, business or anticipated savings).\nor</li>\n<li>any loss of goodwill or reputation.\nor</li>\n<li>any special or indirect losses suffered or incurred by that party arising out of or in connection with the provisions of any matter under the Conditions.</li>\n</ul>\n<p>This Section does not affect Your statutory rights as a consumer, nor does it affect Your Agreement Cancellation Rights.\n</p>\n<p>\n<strong>Severance</strong> If any part of the Conditions shall be deemed unlawful, void or for any reason unenforceable, then that provision shall be deemed to be severable from the Conditions and shall not affect the validity and enforceability of any of the remaining provisions of the Conditions.\nNo waiver by us shall be construed as a waiver of any proceeding or succeeding breach of any provision.\nEach provision of the Conditions shall be construed as separately applying and surviving even if for any reason one or other of those provisions is held to be inapplicable or unenforceable in any circumstances.\n</p>\n<p>\n<strong>Entire Agreement and the Term</strong> These Conditions together with Privacy Policy and any Specific Conditions govern Our relationship with You and concluded Agreement.\nYou confirm that, in agreeing to accept the Conditions, You have not relied on any representation save insofar as the same has expressly been made a term of these Conditions and You agree that You shall have no remedy in respect of any representation.\nYour Statutory Rights are not in any way affected by these Conditions.\nThe Term of this Conditions and Privacy Policy shall commence on the date You start using the Website and shall end on date You stop using the Website and/or the Agreement is fulfilled or We terminate this Conditions and Privacy policy, whichever is earlier.\n</p>\n<p>\n<strong>Law</strong> This Agreement is concluded in English language.\nThe Conditions and Privacy Policy shall be governed by and construed in accordance with the laws of Cyprus.\nIssued in Cyprus, in September 2019.\nOutfit7 Limited</p>\n", "created_at": "2021-03-30 19:05:04.381588", "updated_at": "2021-03-30 19:05:13.791472"}, {"id": 4412, "name": "Privacy - Web", "url": "https://outfit7.com/privacy-web/en", "xpath": "/html/body/div/div[1]/div/main/div[2]/div", "text": "PRIVACY POLICY FOR WEBSITES\n<p>(Last update January 28, 2020)</p>\n<p>Your privacy is very important for us and we will always use your personal information only for the purposes as described in this Privacy Policy.\nAs used in this Privacy Policy, \"OUTFIT7\", “we”, “us” or “our”, “ours” refers to Outfit7 Limited and all of its subsidiaries.&nbsp;This Privacy Policy governs your use of&nbsp;http://outfit7.com,&nbsp;http://talkingtomandfriends.com,&nbsp;http://talking-ginger.com/, http://talkingtomherodash.com/ &nbsp;and any other websites and/or URL which may replace it or which may be added to the list of websites published by us and linking to this Privacy Policy (the “Website/s”).</p>\n<p>By using the Websites, you specifically consent to the collection, use and disclosure of your information (including personal information) in accordance with this Privacy Policy.\nWe receive and/or you may be asked to provide your information (including personal information) any time you are in contact with us or use the Applications.\nAs described in greater detail below, we share your information (including personal information) with our affiliates and with third party partners (as defined below) and use it in ways consistent with this Privacy Policy.\nWe may also use your information (including personal information) together with other information to provide and improve products, services and content.</p>\nINFORMATION WE COLLECT FROM YOU\n<p>When you visit our Websites, we collect information about you, such as details about how you use and interact with such Websites.\nWe may use the information we collect about you for a number of purposes, including for operating and optimising the Websites, in connection with promoting our apps and services, and for research or analysis.</p>\n1.\nTechnical Information\n<p>We collect the data necessary for you to use the Websites and for us to maintain and analyze the functioning of the Websites and to personalize the content of our products.</p>\n<p>We automatically obtain certain information about your computing device, including:</p>\n<ul>\n<li>IP address.\nCountry code;</li>\n<li>Language.\nLocale (specific location where a given language is spoken);</li>\n<li>Time zone;</li>\n<li>Network status (WiFi, etc.), browser plug-in types and versions;</li>\n<li>Technical device information (e.g.\ndevice model and name, operating system name and version, screen size, mobile phone carrier, Internet service provider);</li>\n<li>Information we collect via cookies (which are small text files placed on your device).\nCookies allow us to collect data, such as your device's model, operating system and screen size and other information about how you use our Services.\nFor more information, please see “Our Use of Cookies and Related Technologies” Section of this Privacy Policy.</li>\n<li>Information we collect via the use of pixel tags in marketing emails that we send to you (where we have your consent to do so) to measure open, click through and read rates and allow us to improve our emails.\n–</li>\n<li>Information we collect via the use of tracking links in marketing emails that we send to you (where we have your consent to do so) to measure click through and install rates to be able to evaluate how many users have downloaded the app.</li>\n</ul>\n<p>Although some of this information (such as IP address) may uniquely identify your device, this information does not identify you personally.\nSome legislation (such as US and EU) may treat information that uniquely identifies your device as personal information.</p> 2.\nWebsite Usage Information\n<p>When you use the Websites, we collect additional information from you by using persistent identifiers that permit identification of your device.</p>\n<p>The information we collect includes:</p>\n<ul>\n<li>Website usage, including log information, that lets us know how you use the Websites and the resources that you access (for example, information about how and when you use the Websites, or what device you use to access the Websites);</li>\n<li>Characteristics obtained by your use, such as data about pages of our Websites that were viewed during your visit, any actions or movements within the Websites and movements to/from the website from/to another website, date and time, page response times, download errors, length of visits to certain pages, page interaction information (such as scrolling, clicks, and mouse-overs).</li>\n</ul> 3.\nClassical Personal Information\n<p>When you request information using the Websites or contact us directly, we may collect personally identifiable information about you that you provide us such as your name and surname, email address and demographic information such as your year of birth.\nWhen you voluntarily submit your ideas, cooperate in our contests and/or surveys or otherwise register with OUTFIT7, we may collect additional personally identifiable information about you that you voluntarily submit, such as your telephone number, address, resume, job position, etc.\nWhen you pre-register for any new games and sign-up for marketing emails, we will collect your information that you submit in the pre-registration or sign-up forms, such as your name, your date of birth, your email address and your marketing preferences.\nWe will use your contact information and other personal information only for the purpose for which you provided it to us.\nWe will not share this data with third parties other than those detailed in this privacy policy.</p>\n<p>If you are applying for a job position with one of the companies within Outfit7 Group, your personal information will be processed in accordance with our Outfit7 Candidates Privacy Policy available at https://outfit7.com/candidates-privacy-policy/.</p>\n<p>If you wish to delete your personal information that we received from you, please send an e-mail to&nbsp;privacy@outfit7.com&nbsp;and your personal information will be deleted from our database.\nFor Privacy enquiries US residents may contact us on our toll-free telephone number: (855) 9541152.</p>\nHOW WE USE YOUR INFORMATION\n<p>We use the information we collect from you for delivering our services and Websites and to operate our business.&nbsp;&nbsp;We use it also for improving our services and Websites, for enhancing security and for analytics and research purposes to make sure we provide you with the best experience.\nIn addition, we use your information to promote our services, Apps and Websites, for providing customer support and for complying with our legal obligations.</p>\n<p>We use your technical, website usage and classical information for the following purposes:&nbsp;</p>\n<ul>\n<li>\n<strong>Delivering our services:</strong> developing, delivering and improving our products, services, and content, tailoring our products and services, determining your age in order to decide whether you can pre-register for any new products or services, enter into any promotion and to show you age-appropriate content, using your IP address to determine which country you are based to decide the age limit for the pre-registration for games depending on applicable laws, understanding and analyzing trends in connection with usage of the Websites, administering the Websites, and customer communications.</li>\n<li>\n<strong>Promoting our Apps and Services</strong>: when you use our Websites we may promote our Apps and other Services, including new games.</li>\n<li>\n<strong>Analytics and research:</strong> Understanding and analyzing trends in connection with the usage of Website, auditing, learning about user behavior on the Websites (how often you use the Website, the events that occur on the Website, aggregated usage, performance data etc.).\nWe also use information collected from pixel tags in marketing emails that we send to you (where we have your consent to do so) to measure open, click through and read rates and allow us to improve our emailing campaigns.\nWe also use information collected from tracking links in marketing emails that we send to you (where we have your consent to do so) to measure click through and install rates to be able to evaluate how many users have downloaded the app.</li>\n<li>\n<strong>Security:&nbsp;</strong>We use your information for enhancing the safety and security of our Websites, apps, products and services.</li>\n<li>\n<strong>Customer Support:</strong>&nbsp;We use your information for providing customer support to you and to respond to your inquiries.</li>\n<li>\n<strong>Our legal obligations:&nbsp;</strong>We use your information when we are required to do so by law.</li>\n</ul> OUR USE OF COOKIES AND RELATED TECHNOLOGIES\n<p>We use cookies on our websites for conducting internal analysis about the usage of websites in order to make them more appealing.\nFor information about cookies and related technologies, please visit “Outfit7 Cookie Policy” available at:http://outfit7.com/cookies/.</p>\n<p>Your browser settings may allow you to automatically transmit a “Do Not Track” signal to online services you visit.\nNote, however, there is no industry consensus as to what site and app operators should do with regard to these signals.\nAccordingly, we do not monitor or take action with respect to “Do Not Track” signals or other mechanisms.\nFor more information on “Do Not Track,” visit http://www.allaboutdnt.com.</p>\nSURVEYS AND CONTESTS\n<p>We are conducting surveys and online contests in order to improve our services and you may freely decide whether you would like to take part in it or not.</p>\n<p>From time to time we may conduct an e-mail survey or an online contest and collect classical personal information, demographic information, usage information and other materials that you voluntarily submit to us for the purposes of internal analysis, marketing and brand development.\nParticipating in a survey or an online contest is completely voluntary.\nWe will use the information to make our services more appealing to users.\nCollected information gathered via surveys shall be anonymized and aggregated.\nWe may use your information gathered via contests for the purposes of performing the contest and to contact you as per such contest’s terms and conditions.</p> HOW WE SHARE YOUR INFORMATION\n<p>We cannot provide all services necessary for the successful operation of the Website by ourselves.\nWe must therefore share collected information with third parties, including analytics providers, and other third party service providers that support the Website, including Third Party Social Networks (collectively referred to as “Partners”).\nWe may share information that can be used to personally identify your device (e.g.\nIP address) for the purposes of delivering our services, displaying adsvertisements, promoting our apps and services and conducting analysis and research.\n&nbsp;We also reserve the right to disclose your information (including personally identifiable information) when we are legally required to do so, to disclose your information in an anonymous and aggregated manner, meaning you could not be personally identified from it.</p>\n<p>We may share such information to:</p>\n<ul>\n<li>\n<strong>Third party analytics providers:</strong>&nbsp;For some Websites we use third party web analysis service Google Analytics from Google Inc.\n(“Google”) for the purposes of delivering our services, conducting analysis and research.\nGoogle Analytics uses so-called “cookies”.\nThe information generated by the cookie about your use of this website (including your IP address) will be sent to a Google server in the US and stored there.\nGoogle will use this information to analyze your use of our Website in order to compile reports about website activities for us and to perform other services connected with the use of the Website.\nGoogle will also send this information to third parties where applicable, if this is required by law or if third parties process these data on behalf of Google.\nGoogle will not connect your IP address with other data from Google.\nYou can prevent cookies from being installed by setting up your browser software accordingly.\nplease note, however, that in this case you might not be able to use all of the functions of this Website to their full extent.\nTo get more information about how your data is being collected and processed you can visit the site “How Google uses data when you use our partners' sites or apps” located at&nbsp;www.google.com/policies/privacy/partners/.\nGoogle has the right to process the data in accordance with their privacy policy (http://www.google.com/intl/en/policies/privacy/#nosharing).\nWe can aggregate the data for benchmarking feature.\nPlease see section “Opt-Out Of Analytics”.</li>\n<li>\n<strong>Our cloud service providers:</strong> We store information we collect from you on servers provided by our third party cloud service providers such as Google Cloud Platform;</li>\n<li>\n<strong>Our video gallery providers:</strong> For some Websites we use YouTube embedded video gallery in order to display our video content.\nYouTube may in accordance with their privacy policy display contextual advertising in its video gallery.</li>\n<li>\n<strong>Our other service providers:</strong> We use third party service providers, such as SendinBlue to send you marketing emails, where we have your consent to do so, and to measure open, click through and read rates and allow us to improve our emailing campaigns.\nWe also use a third party tracking service providers, such as Appsflyer to measure click through and install rates in order to evaluate how many users have downloaded the app and games.</li>\n</ul>\n<p>We may contract with additional Partners or change existing Partners in the future to perform any services in connection with the Website.\nThese changes shall be updated twice a year or promptly in case of material changes in our data processing practices.</p>\n<p>We reserve the right to disclose your information (including personally identifiable information) in response to law, legal process, litigation, and/or requests from public and governmental authorities within or outside your country of residence.\nWe may also disclose information about you if we determine that for purposes of national security, law enforcement, or other issues of public importance, disclosure is necessary or appropriate.\nWe may also disclose information about you if we determine that disclosure is reasonably necessary to enforce our terms and conditions or to protect our operations, users or user experience.\nAdditionally, in the event of a reorganization, merger or sale we may transfer any and all information (including personally identifiable information) we collect to the relevant third party.</p>\n<p>For detailed information about information collection and the usage practices of our partners please see the “Cookie” section of this Privacy Policy.\nFor any additional questions about third party information collection please refer to&nbsp;privacy@outfit7.com.</p> MARKETING EMAILS\n<p>If you have passed the age screening and you have given us consent for marketing emails, we will use your personal information for marketing analysis and to provide you with promotional update communications by email about our products and services.</p>\n<p>You can object to further marketing at any time by selecting the \"unsubscribe\" link at the end of all our marketing and promotional update communications to you, or by sending us an email to &nbsp;privacy@outfit7.com.</p>\nIMPORTANT INFORMATION FOR YOUNGER USERS THAT WANT TO SIGN UP FOR MARKETING MATERIALS\n<p>As described in this Privacy Policy, we offer our users to pre-register for new games, products and services and to sign-up for marketing emails.\nTo protect your personal information, we offer this feature only to users who have passed the age screening as described in section Children’s Privacy of this Privacy Policy.</p>\n<p>When you want to pre-register for our new game and you give us your name, date of birth and email address and you tick the first box on the pre-registration form, you are saying that you are happy for us to use this information about you to let you pre-register for this game and get the free item if enough people pre-register, and to use your email address to send you information about the game, such as when it is ready for you to play, and when any new updates or new features of the game will be available.\nIf you also tick the second box, you are saying that you are happy for us to email you also with news and information about our other games.</p>\n<p>When you want to sign up for marketing emails and you give us your name, date of birth and email address and you tick the first box on the sign up form, you are saying that you are happy for us to use your email address to send you information about the particular game you are signing up for, such as when any new updates or new features of the game will be available.\nIf you also tick the second box, you are saying that you are happy for us to email you also with news and information about our other games.</p>\n<p>In any emails that we send you, we use something called pixel tags, that let us see whether you have read our emails and clicked on any of the links in those emails.\nWe do this so we can make our emails better.\nWe also use something called tracking links, that lets us see if you ended up downloading the game.\nWe do this to keep a track of how many people decided to download the game after receiving an email from us.\nWe use other companies to help us send these emails and use these pixel tags and tracking links, so the information about you that you give to us is shared with those companies so that they can help us with this.</p>\n<p>If you are unsure what any of this means, you should speak to an adult.\nYou can always ask us to stop sending you emails at any time by selecting the \"unsubscribe\" link at the end of all our marketing and promotional update communications to you, or by sending us an email to &nbsp;privacy@outfit7.com.</p>\n<p>You can also ask us to delete all the information that we have about you by sending us an email to &nbsp;privacy@outfit7.com.\nIf you have any questions, you can ask us by email:&nbsp;privacy@outfit7.com, and US residents may call us on our toll-free telephone number: (855) 9541152.</p>\nTHIRD PARTY SOCIAL NETWORKS\n<p>The Websites may include social media features, such as like, follow and share buttons, provided by third party social networks such as Facebook, YouTube, LinkedIn, Twitter and VKontakte (“Social Media Features”).\nThese Social Media Features may collect your IP address, which page you are visiting on our Websites, and may set a cookie to enable the Social Media Feature to function properly.\nSocial Media Features are generally hosted by a third party, but may also be hosted directly on our Websites.\nYour interactions with these Social Media Features are governed by the privacy policy of the third party social media network providing it.\nFor additional questions you can contact us at&nbsp;privacy@outfit7.com<em>.</em>\n</p>\nHOW OUR PARTNERS MAY USE YOUR INFORMATION\n<p>We strive to adhere to the generally accepted industry practices regarding the collection and the usage of information by our Partners and to limit their usage to the services they provide for us.\nThey adhere to this Privacy Policy, but in some cases we must use their privacy policies.</p>\n<p>We strive to commit our Partners to using the information solely for the purposes as stated above.\nIf they use information that might be considered as personal information, they should use it solely for the purposes of providing the service to us or for contextual advertising, but for any other purposes they should use the information solely on anonymized and aggregated basis.\nNotwithstanding the above, we cannot guarantee that our Partners will adhere to the contractual obligations or acceptable business practices.</p>\n<p>In addition, Partners may use their own tracking technologies (including and without limitation: cookies, Web beacons, HTTP cache, and local shared objects) to compile anonymous information about visitors to the Websites.\nPartners may share anonymous information that they collect with their clients.\nWe strive to ensure that this information is only disclosed to such third parties in an anonymized and aggregated manner.</p>\n<p>Our Partner’s information gathering practices, including their policies regarding the use of cookies, Web beacons, and other tracking technologies, are governed by their own privacy policies, not this one.\nWe strive to adhere to the generally accepted industry practices regarding the collection and the usage of information by our Partners and to limit their usage to the services they provide for us.</p> THIRD PARTY TERMS AND CONDITIONS\n<p>Please note that your access to and ability to use and interact with the Websites may be subject to certain third party terms and conditions and privacy policies, including but not limited to application stores, mobile software platforms, online gaming platforms, social networking services, statistics services providers and payment providers.</p>\n<p>Our Websites may contain links to third party websites, products, or services.\nPlease note that while using such third party offerings, you are using sites, products, and services developed and administered by people or companies not affiliated with or controlled by us.\nWe cannot control the actions of those people or companies, the content of their sites, products or services, the use of information you provide to them, or any products or services they may offer.\nOur link to such third parties does not constitute our sponsorship of, or affiliation with, those people or companies.\nNor is such linking an endorsement of such third party’s privacy or information security policies or practices or their compliance with laws.\nInformation collected by third parties, which may include such things as location information or contact details, is governed by their privacy practices.\nWe encourage you to learn about the privacy practices of third parties with which you interact.</p> CHILDREN’S PRIVACY\n<p>We consider ourselves to be family oriented, however we have decided to voluntarily implement higher child protection standards even though our products and services are not directed to, and we do not knowingly collect personal information from children under 13 or under the age of digital consent according to EEA and UK data protection legislation, with the sole exception of persistent identifiers as described below.\nIf we learn that we have collected personal information other than persistent identifier of a child under the age of 13 or under the age of digital consent according to EEA and UK data protection legislation, we will take all reasonable steps to delete the information as soon as possible.\nIf you become aware that your child has provided us with personal information without your consent, please contact us at privacy@outfit7.com.</p>\n<p>We recognize the importance of safeguarding children's personal information collected online.\nThe only personal information we collect on Websites from children under 13 or under the age of digital consent according to EEA and UK data protection legislation are persistent identifiers (such as IP address and cookies).\nSuch persistent identifiers are used and shared with third parties solely for providing support for the internal operations meaning to deliver and optimize our Websites, place contextual advertisement (solely through embedded video gallery), to authenticate users of or personalize the content on our Websites and Apps, to maintain or analyze the functioning of the Websites and Apps, personalize the content of the Websites and Apps, to perform network communications to protect the security or integrity of the user or the Websites and Apps, to ensure legal or regulatory compliance.</p>\n<p>When using the persistent identifiers we will not contact users under the age of 13 or under the age of digital consent according to EEA and UK data protection legislation, display behavioral advertising to them, nor do any user tracking or profiling.\nFor the detailed information about disclosure to third parties please see section “How do we share your information” of this Privacy Policy.\nFor any additional questions about third party information disclosure please contact us via privacy@outfit7.com.</p>\n<p>In an instance that a child submits a personal information to us, we will retain such information only so long as reasonably necessary to fulfill the activity request, or as required by law.\nIn the event we discover we have collected information from a child in a manner inconsistent with COPPA’s requirements, we will either delete the information or immediately seek the parent’s consent for that collection.</p> Kids Privacy Assured by PRIVO: COPPA Safe Harbor Certification\n<p>Outfit7 Limited is a member of the PRIVO Kids Privacy Assured COPPA Safe Harbor Certification Program (“the Program”).\nThe Program certification applies to the digital properties listed on the validation page that is viewable by clicking on the PRIVO Seal.\nPRIVO is an independent, third-party organization committed to safeguarding children's personal information collected online.\nThe PRIVO COPPA certification Seal posted on this page indicates Outfit7 Limited has established COPPA compliant privacy practices and has agreed to submit to PRIVO’s oversight and consumer dispute resolution process.\nIf you have questions or concerns about our privacy practices, please contact us on our toll-free telephone number (855) 9541152 or at privacy@outfit7.com.\nIf you have further concerns after you have contacted us, you can contact PRIVO directly at privacy@privo.com</p>\n<p>\n<strong>COPPA Safe Harbor Certification</strong>\n</p>\n<p>\n<strong>\n</strong>\n</p>\nOPT-OUT OF ANALYTICS\n<p>You are always free to opt out from the future collection of your personal information by us and Google Analytics in accordance with this Privacy Policy for analytics purposes by following instructions available on this link https://tools.google.com/dlpage/gaoptout.</p>\nYOUR RIGHTS\n<p>You have certain rights in connection with your personal information and how we handle it, i.e.\nyou have a right to obtain information about whether we hold personal information about you, to access personal information we hold about you, to obtain the correction, update, amendment or deletion of your personal information and to turn to supervisory authority.\nSome of these rights may be subject to some exceptions or limitations.&nbsp;You can exercise these rights at any time by sending your requests regarding your personal information to&nbsp;privacy@outfit7.com.</p>\n<p>Your rights include:</p>\n<ul>\n<li>\n<strong>Right to object.</strong>&nbsp;In some cases you have the right to object to the processing of your personal information that is processed on the grounds of legitimate interests (see&nbsp;Legal Bases&nbsp;below).\nYou are always free to opt out from the future collection of your personal information by us and our Partners by stopping with the use of our Websites and services.</li>\n<li>\n<strong>Right of access.</strong>&nbsp;You have a right to know what information we hold about you and in some cases to have the information communicated to you.\nIf you wish to exercise this right please contact us by letting us know that you wish to exercise your right of access and what information in particular you would like to receive.\nWe reserve the right to ask for reasonable evidence to verify your identity before we provide you with any information.\nPlease note that we may not be able to provide all the information you ask for.\nWhere we are not able to provide you with information that you have asked for, we will explain to you why.\nWe will try to respond to any request for a right of access as soon as possible, but we will always do so within 1 month of receipt of your request and verification of your identity.\nFor privacy enquiries you may contact us via privacy@outfit7.com, and US residents can call us on our toll-free telephone number: (855) 9541152.</li>\n<li>\n<strong>Right to correct personal information.</strong>&nbsp;We try to keep the information that we hold about you accurate and up to date.\nShould you realize that any of the information that we hold about you is incorrect, please&nbsp;contact us via&nbsp;privacy@outfit7.com and we will correct it as soon as we can.</li>\n<li>\n<strong>Data deletion.</strong>&nbsp;You have a right to request deletion of the personal information that we hold about you.\nShould you wish to do that, please&nbsp;contact us via&nbsp;privacy@outfit7.com.\nWe reserve the right to ask to provide us additional information to verify your identity before we can start processing your request.\nOnce we receive all information we need in order to be able to identify you, we will delete your personal information you requested us to delete as soon as possible, but we will always do so within 1 month of receipt of your request and verification of your identity.\nPlease note that we may still retain some or all of that information, for example for complying with our legal obligations and protecting or enforcing legal rights.\nWe may also retain your information in an anonymised form.</li>\n<li>\n<strong>Data portability.</strong>&nbsp;In some circumstances, you have the right to request that we provide you with the personal information which you have provided to us, so you can transfer this information to another data controller.\nShould you wish to do that, please&nbsp;contact us via&nbsp;privacy@outfit7.com.</li>\n<li>\n<strong>Restriction of processing.</strong>&nbsp;In some cases, you may have the right to request a restriction of the processing of your personal information.</li>\n<li>\n<strong>Right to withdraw consent.</strong> Where the processing of your personal information by us is based on consent, you have the right to withdraw that consent without detriment at any time by contacting us via privacy@outfit7.com.</li>\n<li>\n<strong>Right to file a complaint.</strong> You have the right to file a complaint against us.\nTo do so, contact the supervisory authority in your country of residence.</li>\n</ul>\n<p>We may decline to process requests that are unreasonably repetitive, require disproportionate technical effort, jeopardize the privacy of others, are extremely impractical, or for which access is not otherwise required by local law.</p> GENERAL\n<p>Your privacy and security of your information is important to us and we always pay special attention to ensure that we process your information lawfully, including but not limited in accordance with one of the legal bases set out under Data Protection Laws that apply to EEA and UK users.\nWe have appointed data protection officer in accordance with Data Protection Laws, ePrivacy GmbH, Große Bleichen 21, 20354 Hamburg, to help us ensure compliance with such laws.\nWe store your information for as long as needed to provide you with our services.\nWe may store information longer, but only in a way that it cannot be tracked back to you.\nWe operate globally and we share your information with our Partners as for the purposes described above in “How We Share Your Information” Section, which may include a transfer of your personal information outside of the European Economic Area (the “EEA”).\nPlease check&nbsp;http://outfit7.com/privacy/&nbsp;regularly for changes to our Privacy Policy.</p>\n<strong>LEGAL BASES</strong>\n<p>In each case where we process your information, we do so lawfully in accordance with one of the legal bases set out under Data Protection Laws.</p>\n<p>The legal bases that we rely upon are the following:</p>\n<ul>\n<li>\n<strong>Contractual Necessity.</strong> This covers information that is processed by us in order to provide you with service that you have requested - and that we have agreed - to provide to you, that is to deliver and improve our services, to provide customer support and to process your information in relation to online contests.</li>\n<li>\n<strong>Legitimate Interests.</strong> This covers information that is processed by us for the purposes that can be reasonably expected within the context of your use of our services to pursue our legitimate interests in order to ensure you have the best experience when use our Websites and services, to make sure your information is secure and to provide to you our services free of charge or at a low cost.\nWe pay special attention to your data protection rights making sure that your data protection rights are not overridden by our legitimate interests.\nWe rely on our legitimate interests for data processing for analytics and research, for our own promotion purposes and contextual advertising purposes in embedded video gallery.</li>\n<li>\n<strong>Consent.</strong> Where we ask for your consent to use your data for a particular purpose, such as to send you marketing emails with promotional update communications, we will make this clear at the point of collection and we will also make clear how you can withdraw your consent.\nWe will ask for you consent before conducting any surveys.</li>\n<li>\n<strong>Legal Obligation.</strong> This covers information that is processed by us to comply with a legal obligation.</li>\n</ul>\n<strong>SECURITY</strong>\n<p>We have implemented appropriate technical and organizational measures to protect the confidentiality, security and integrity of the collected information, and to prevent unauthorized access and the use of information contrary to this Privacy Policy.\nAlthough we use commercially reasonable efforts to assure that your information remains secure when maintained by us, please be aware that no security measures are perfect or impenetrable.</p>\nINTERNATIONAL TRANSFER\n<p>We operate globally, so we need to transfer your personal information to our affiliated entities and/or to other third party service providers across boarder and from your country to other countries around the world.\nPlease note, that not all of these countries have the same data protection laws as your own country, but wherever your personal information is transferred, stored or processed by us, we will take reasonable steps to safeguard the privacy of your personal information.</p>\n<p>We will transfer your personal information outside EEA only when the transfer is based on one of the following safeguards:</p>\n<ul>\n<li>\n<strong>To a country with adequate data protection.</strong> We will transfer your personal information outside EEA to a country that ensures an adequate level of protection in accordance with EEA data protection legislation.</li>\n<li>\n<strong>Based on standard contractual clauses.</strong> We will transfer your personal information to our Partner outside EEA, if we have entered into standard contractual clauses with such Partner, that are adopted by Commission of European Union in accordance with EEA data protection legislation and are deemed to offer sufficient safeguards with respect to the protection of the privacy and fundamental rights and freedoms of individuals (you can obtain a copy of the clauses by contacting us via&nbsp;privacy@outfit7.com).</li>\n<li>\n<strong>Based on an approved certification mechanism.</strong> We will transfer your personal information to our Partner outside EEA, if our Partner is certified by an approved certification mechanism pursuant to EEA data protection legislation.\nFor instance, to our partner that is certified to comply with the principles for data protection under the US-EU Privacy Shield Framework (\"Privacy Shield\") (you can view the entities certified under Privacy Shield at www.privacyshield.gov).</li>\n</ul> RETENTION\n<p>We store your information for as long as needed to provide you with our services.\nWe may store information longer, but only in a way that it cannot be tracked back to you.\nWe delete the information as soon as we do not need them for providing our services.</p>\n<ul>\n<li>\n<strong>For EU Countries and the UK</strong>\n</li>\n</ul>\n<p>We store personal information as long as it is needed for the provision of our services.\nTraffic information is erased or made anonymous when it is no longer needed for the purpose of the transmission.\nCookies, and provision of value-added services information (including traffic information used for these purposes) is stored as long as the same is necessary for the provision of these activities, or up to the time when a user opts out from such use in accordance with this Privacy Policy and the “Opt Out of Analytics” and “Your Rights” section herein.\nOther information is stored for as long as we consider it to be necessary for the provision of our services.\nThis section shall not prevent any technical storage or access to information for the sole purpose of carrying out the transmission of a communication or as strictly necessary in order for us to provide the service you requested.</p>\n<ul>\n<li>\n<strong>For US and rest of the world</strong>\n</li>\n</ul>\n<p>We will retain collected information for the period necessary to fulfill the purposes outlined in this Privacy Policy unless a longer retention period is required or permitted by applicable legislation.</p>\n<p>Storing might be different depending on the territory of collecting the information and the applicable legislation, but we always strive to store the information only as long as it is needed for the purposes of providing, improving or personalizing our services.</p>\n<p>When information is no longer needed, we shall delete it using reasonable measures to protect the information from unauthorized access or use.</p> CHANGES TO OUR PRIVACY POLICY\n<p>We will occasionally update this Privacy Policy as necessary to protect our users, furnish current information, and respond to legal and technical changes.\nThe most current version of the Privacy Policy will govern our use of your information and will be available at&nbsp;http://outfit7.com/privacy/.</p>\n<p>For previous versions of this Privacy Policy please contact us via privacy@outfit7.com.</p>\nCONTACT US\n<p>If you have questions or concerns about OUTFIT7’s Privacy Policy, please contact us through one of the following ways:</p>\n<ol>\n<li>for privacy questions and exercising your rights via our privacy email:&nbsp;privacy@outfit7.com;</li>\n<li>our data protection officer: ePrivacy GmbH, Große Bleichen 21, 20354 Hamburg;</li>\n<li>for general information please feel free to contact us via&nbsp;our customer service page: http://outfit7.com/contact/.</li>\n<li>For privacy enquiries US residents may call us on our toll-free telephone number: (855) 9541152.</li>\n</ol>\n<p>For information collected under this Privacy Policy that is subject to Data Protection Laws, the data controller is Outfit7 Limited, a company registered at 1st Floor Sackville House, 143-149 Fenchurch Street, London EC3M 6BN, United Kingdom, with business address at Agiou Georgiou, 4607 Pissouri, Cyprus.</p>\n<p>OUTFIT7 PRIVACY POLICY FOR WEBSITES, last updated January 28, 2020</p>\n", "created_at": "2021-03-27 03:35:24.146237", "updated_at": "2021-03-27 03:37:28.990291"}, {"id": 4513, "name": "Video policy", "url": "https://outfit7.com/video-policy/en/", "xpath": "//*[@id=\"main\"]/div[2]/div", "text": "OUTFIT7 VIDEO POLICY\n<p>As used in this Video Policy, “Outfit7”, “we”, “us” or “our”, “ours” refers to Outfit7 Limited, registered at 1st Floor Sackville House, 143-149 Fenchurch Street, EC3M 6BN London, United Kingdom, with business and billing address at Agiou Georgiou, 4607 Pissouri, Cyprus, and all of its subsidiaries.</p>\n<p>This Video Policy is part of and incorporated by reference into the End User License Agreement (the “EULA”) governing the use of all \"OUTFIT7\" branded software applications (the “Application/s”), which may operate on any type of computing device (including without limitation, a mobile device), and applies to your use of the Applications and/or https://outfit7.com, https://talkingtomandfriends.com and any other websites and/or URL which may replace it or which may be added to the list of websites published by us and linking to this Video Policy (the “Website/s”).\nFurthermore and notwithstanding anything to the contrary stated herein, this Video Policy also governs the use of all OUTFIT7 video content published on Social Media Accounts (including but not limited to Facebook, Twitter, Instagram and Pinterest) and YouTube channels.</p>\n<p>By agreeing to the EULA and/or using the Applications, the Websites, Social Media Accounts or YouTube channels, as defined above, you agree to and wish to be bound by the terms of this Video Policy.\nYou are allowed to create videos (“Video(s)”), using our Applications, video images, footage, music, sounds, speech or any other assets from Outfit7 (“Outfit7 Content”), subject to the following limitations and rules:</p>\n<ul>\n<li>NON-COMMERCIAL USE.\nYou are not allowed to charge any kind of fees from users to view or access your Videos.\nUnless you obtain a prior written approval from Outfit7, you are also not allowed to sell or license your Videos for a payment of any kind.\nOutfit7 reserves the right to issue a monetization claim on Videos featuring Outfit7 Content.\nTo the extent Outfit7 does not issue a monetization claim on Videos featuring Outfit7 Content, you may monetize such Videos by using advertisement, whereas you are solely responsible for ensuring that such advertisement is compliant with any and all applicable laws, rules, regulations and developer policies.</li>\n<li>LIMITED USE.\nOnly a limited use of Outfit7 Content is permitted in your Videos.\nEach continuous uncut segment taken from Outfit7 Content and included in your Video must not exceed 10 seconds.\nNotwithstanding anything to the contrary stated herein, aforementioned limitation does not apply to Videos showing gameplay from Outfit7 genuine applications as defined herein below.</li>\n<li>NO DUPLICATING.\nThis Video Policy is intended for Videos that include creative spin on Outfit7 Content, hence simple duplication of Outfit7 assets is not in line with this Video Policy and Outfit7 reserves the right to remove or monetize (in whole or in part) any Videos that are only reproducing Outfit7 Content.</li>\n<li>BE APPROPRIATE.\nOutfit7 is a family oriented company, therefore you are not allowed to create and post Videos that contain nudity, sexually explicit content, violent or graphic content, hateful, harmful or dangerous content, offensive content, brand damaging content or any other inappropriate content that makes untrue, dishonest, disparaging sensational or libelous statements about Outfit7 and/or its products, employees and agents.</li>\n<li>ORIGINAL GAMES ONLY.\nYou are permitted to create and post Videos showing gameplay from Outfit7 genuine applications.\nKeep in mind that there are several fraudulent online applications using Outfit7 Content and Outfit7 will unconditionally request to remove any such Videos infringing Outfit7’s copyright material.</li>\n<li>NO CHEATING OR HACKING.\nYou are not allowed to create, post and promote Videos that explain cheating and/or hacking into Outfit7 applications.</li>\n<li>NO ALTERATIONS.\nThe recordings of Outfit7’s App gameplays should represent an accurate, unaltered view as displayed on the screen, whereas unallowed alterations include but are not limited to orientation or aspect rate changes and colour filtering.</li>\n<li>MAKE IT CLEAR IT IS A FAN PRODUCT.\nYou are not allowed to create and post Videos under the impression that Outfit7 is a creator or sponsor of your Video or in a way that audience might understand that such Video is an official Outfit7’s release.</li>\n<li>RESPECT CREATIVE OWNERSHIP.\nBeside from Outfit7 Content do not use any third party creative materials in your Videos, unless you have obtained their prior written approval or purchased appropriate license from such third party.\nOutfit7 is not responsible for any copyright claims raised from such third parties.</li>\n<li>NO OFFLINE DOWNLOAD.\nYou are not permitted to download any official Outfit7 Videos from any online platform (including but not limited to YouTube, Youku, Vimeo, VKontakte, Facebook Live) and disseminate simple duplication of such Videos on another online platform, make any derivative works of such Videos and/or make them available for offline download.</li>\n<li>NO LIVE STREAMING.\nUnder no circumstances shall your Videos featuring Outfit7 Content be played out as a livestreaming event on any distribution platform without our prior written consent.</li>\n<li>NO MISLEADING DATA.\nYou cannot use misleading and/or unrelated metadata (including but not limited to titles, descriptions, tags), which include Outfit7’s trademarks in published Videos.</li>\n</ul>\n<p>THUMBNAILS.\nYou are not permitted to replicate motives used in Outfit7’s original YouTube thumbnails and/or use Outfit7’s official promo/social graphics for thumbnails.</p>\n<p>Outfit7 reserves the right to determine in its sole discretion, which Videos are in accordance with the above-mentioned limitations and rules.\nFailure to comply with this Video Policy may result in Outfit7 taking action to have your Video removed without any notice and liability to you.</p>\nCHANGES TO OUR VIDEO POLICY\n<p>Please check https://outfit7.com/video-policy/ regularly for changes to our Video Policy.\nOutfit7 reserves the right to change this Video Policy at any time and for any reason.</p>\nCONTACT INFORMATION\n<p>In case you have any questions feel free to contact us via https://outfit7.com/contact/.</p>\n<p>OUTFIT7 Video Policy, v1.2, last update September 2019</p>\n", "created_at": "2021-03-30 19:02:45.671247", "updated_at": "2021-03-30 19:02:53.824025"}], "points": [{"id": 17919, "title": "The court of law governing the terms is in Cyprus", "source": "https://outfit7.com/terms", "status": "Generated through the annotate view", "created_at": "2021-03-30 19:44:53.69956", "updated_at": "2021-03-30 20:32:09.853095", "quoteText": "This Agreement is concluded in English language.\nThe Conditions and Privacy Policy shall be governed by and construed in accordance with the laws of Cyprus.", "case_id": 163, "document_id": 4515, "quoteStart": 17939, "quoteEnd": 18095}, {"id": 17770, "title": "The service may keep a secure, anonymized record of users' data for analytical purposes even after the data retention period", "source": "https://outfit7.com/privacy-web/en", "status": "Generated through the annotate view", "created_at": "2021-03-27 03:38:50.449351", "updated_at": "2021-03-28 18:44:16.675137", "quoteText": "We may also retain your information in an anonymised form.</li>", "case_id": 304, "document_id": 4412, "quoteStart": 29277, "quoteEnd": 29340}, {"id": 18928, "title": "This service tracks you on other websites", "source": "https://outfit7.com/terms", "status": "Generated through the annotate view", "created_at": "2021-04-16 10:54:38.68574", "updated_at": "2021-04-18 16:36:49.684836", "quoteText": "Terms of Website\n<p>\n<strong>GENERAL TERMS AND CONDITIONS FOR THE USE OF WEBSITES OF OUTFIT7 LIMITED</strong>\n</p>\n<p>These General terms and conditions for use of the Website are an agreement between You and Outfit7 Limited, a company organized under the laws of United Kingdom, with a registered office at 1st Floor Sackville House, 143-149 Fenchurch Street, EC3M 6BN London, United Kingdom and with a business and billing address at AGIOU GEORGIOU, 4607 PISSOURI, CYPRUS, tax ID no.: 12902859G, VAT no.: CY90006264G, registration no.: 08725441 (UK) and AE 2859 (Cyprus).\nThese Conditions govern Your use of the Website, unless any special function is accompanied by a separate license, in which case the separate license shall govern.\n</p>\n<ol>\n<li>\n<strong>INTRODUCTION</strong>\n</li>\n</ol>\n<p>BY ACCESSING OR USING THE WEBSITE YOU ACCEPT AND UNDERTAKE TO BE BOUND BY THESE CONDITIONS.\nIF YOU DO NOT ACCEPT THESE CONDITIONS, DO NOT ACCESS AND/OR USE THE WEBSITE.\n</p>\n<p>Subject to Your acceptance of and compliance with these Conditions, we grant You a personal, limited, non-exclusive, revocable and non-transferable license to use the Website solely for Your personal and non-commercial purposes as set forth in these Conditions.\nBefore You use our Website, if You have any questions relating to these Conditions, please contact Us through&nbsp;https://outfit7.com/contact/.\nThis Website contains our episodes, description of our characters and links to our social media.\n</p>\n<p>\n<strong>Definitions</strong>\n\"<strong>We/Us</strong>\"&nbsp;means Outfit7 Limited, a company organized under the laws of United Kingdom, with a registered office at 1st Floor Sackville House, 143-149 Fenchurch Street, EC3M 6BN London, United Kingdom and with a business and billing address at AGIOU GEORGIOU, 4607 PISSOURI, CYPRUS, tax ID no.: 12902859G, VAT no.: CY90006264G, registration no.: 08725441 (UK) and AE 2859 (Cyprus) and its affiliates and subsidiaries.\n</p>\n<p>\n<strong>\"Website\"</strong> means the websites located at https://outfit7.com&nbsp;and&nbsp;https://talkingtomandfriends.com, and any other URL which may replace it or which may be added to the list of websites published by Us.\n<strong>\"You\"</strong> means a User of the Website.\n<strong>\"Users\"</strong> means the Users of the Website collectively.\n</p>\n<p>\"<strong>Agreement</strong>\"&nbsp;The Agreement shall consist of documents as described in this Conditions and Privacy Policy.\nThe agreement shall be deemed concluded when You accept to be bound by these Conditions and the Privacy Policy.\n</p>\n<p>\n<strong>\"Conditions or the Terms of service\"</strong> means these General terms and conditions for the use of the Website and any applicable Special Conditions.\nConditions are available at the right bottom of the Website or on link https://outfit7.com/pages/terms/, https://talkingtomandfriends.com/terms/.\n</p>\n<p>\"<strong>Special Conditions</strong>\"&nbsp;means any additional conditions that apply to these terms and conditions.\n</p>\n<p>\"<strong>Cookies</strong>\"&nbsp;means small text files which our Website places on Your computer’s hard drive to enable information about Your browsing session and to identify Your computer.\n</p>\n<p>\n<strong>\"Personal Information\"</strong> means the details provided by You on registration as well any information regarding behavior on the Website and any other information submitted by You to Us.</p>\n<ol>\n<li>\n<strong>ACCESS</strong>\n</li>\n</ol>\n<p>\n<strong>Use of the Website</strong> You are provided with access to this Website in accordance with these Conditions.\nWhen using the Website, You are responsible for maintaining the confidentiality of Your account and password (if any) and for restricting access to Your computer, and You agree to accept responsibility for all activities that occur under Your account or password.\nYou agree to use the Website in a manner that does not cause harm to Us, other Users or third parties.\nWe reserve the right to terminate or restrict Your access to the Website without prior notice if You violate these Conditions or if You abuse the Website or access the Website to an unusual extent.\nWe are entitled to prevent access to the Website if We have reason to believe that You are engaged in illegal activity or compromise other Users’ or Our data security or privacy.\nWe may suspend the Website where necessary for example for installation, amendment or maintenance work or if laws, regulations or authorities so require or if there are other justifiable reasons for suspension.\nWe aim to ensure that the suspension is as short as possible.\nWe reserve the right to cease operating the Website or offering it to the public at our sole discretion.\n</p>\n<p>\n<strong>Modifications to the Website</strong> We reserve the right to: modify or withdraw, temporarily or permanently, this Website (or any part thereof) with or without notice to You and You confirm that we shall not be liable to You or any third party for any modification to or withdrawal of the Website.\nIf such changes necessitate changes in Your operating environment or other devices, You shall make such changes at Your own expense.\n</p>\n<p>\n<strong>Modification of these Conditions</strong> We reserve the right to: modify and/or change the Conditions from time to time, and Your continued use of the Website (or any part thereof) following such change shall be deemed to be Your acceptance of such change.\nIt is Your responsibility to check regularly to determine whether the Conditions have been changed.\nIf You do not agree to any change to the Conditions then You must immediately stop using the Website and must not access and/or use the Website.\nThe most current version of the Conditions is available at https://outfit7.com&nbsp;and&nbsp;https://talkingtomandfriends.com.\n</p>\n<p>\n<strong>Feedback</strong> In connection with Your use of the Website You may provide us with suggestions, ideas, reviews, comments, and questions or other information and/or material regarding the Website (“Feedback”).\nAfter providing the Feedback to Us You continue to retain any Intellectual Property Rights to the Feedback that You may have and You grant us and our partners a worldwide, perpetual, irrevocable and royalty-free right and license to use, copy, amend, modify, translate, further develop and make derivative works of the Feedback.\nYou acknowledge that You also give to us, without charge, the right to commercialize Your Feedback in any way and for any purpose.\nWe have no liability for any loss or damage suffered by You as a result of the disclosure or use of such Feedback.\nYou agree not to provide Us with Feedback that is subject to a third party license that requires Us to license the Website or the material contained therein to third parties because We include Your Feedback in the Website.\nFurther, We do not solicit or wish to receive any Feedback from You that is deemed confidential or proprietary, unless specifically so requested by Us.\nAny Feedback that You submit to Us will be deemed non-confidential or non-proprietary, unless We have specifically stated otherwise.\nWe are not responsible for Feedbacks of third parties or any materials that are provided by You and/or third parties.</p>\n<ol>\n<li>\n<strong>GENERAL PROVISIONS</strong>\n</li>\n</ol>\n<p>\n<strong>License to use the Website</strong> Through the use of the Website You are acquiring and Outfit7 Limited grants You a personal, limited, non-exclusive and non-transferable license to use the Website for Your personal, non-commercial use.\nYour acquired rights are subject to Your compliance with Privacy Policy and this Conditions.\nAny commercial use is prohibited.\nNotwithstanding this prohibition You are allowed to use the Website in a non-modified form for the purpose of viewing.\n</p>\n<p>\n<strong>Restrictions on use</strong> Your right to use the Website is limited to the license grant above, and You may not otherwise copy, display, seek to disable, distribute, perform, publish, modify, transfer, create works from, or use the Website or any component of it, except as expressly authorized by Us.\nYou are not authorized to, for example:</p>\n<ul>\n<li>access or use the Website through any technology that causes technical malfunctioning of the Website;</li>\n<li>make a copy of the Website and use it for selling Our Products;</li>\n<li>copy, translate, modify, or make derivative works of any part of the Website;</li>\n<li>reproduce, transmit, publish, display, redistribute, sublicense, rent, publish, sell, assign, lease, market, transfer, otherwise commercially exploit the Website or make the Website available to third parties;</li>\n<li>reverse engineer, decompile or otherwise attempt to extract the source code of the Website or any part of the Website;</li>\n<li>delete, obscure, or in any manner alter any warning, notice (including but not limited to any copyright or other proprietary rights notice), or link that appears on the Website;</li>\n<li>remove or alter our trademarks or logos or legal notices from the Website.</li>\n</ul>\n<p>In no event may the Website be used in a manner that:</p>\n<ul>\n<li>harasses, abuses, threatens, defames or otherwise infringes or violates the rights of any other party;</li>\n<li>is unlawful, fraudulent or deceptive;</li>\n<li>uses technology or other means to access our proprietary information that is not authorized by Us;</li>\n<li>uses or launches any automated system to access the Website or Store;</li>\n<li>attempts to introduce viruses or any other malicious computer code that interrupts, destroys or limits the functionality of any computer software, hardware or telecommunications equipment;</li>\n<li>attempts to gain unauthorized access to Our Website, Store or user accounts;</li>\n<li>encourages conduct that would constitute a criminal offense, or would give rise to civil liability.\nor</li>\n<li>violates this Conditions.</li>\n</ul>\n<p>\n<strong>Reservation of rights</strong> You have obtained a license to use the Website and/or Store and Your rights are subject to this Conditions and Privacy Policy.\nYou acknowledge and agree that all copyright, trademarks and all other intellectual property rights in all material or content supplied as part of the Website shall remain at all times vested in Us or Our licensors.\nYou are permitted to use this material only as expressly authorized by Us or Our licensors.", "case_id": 129, "document_id": 4515, "quoteStart": 0, "quoteEnd": 10375}, {"id": 18930, "title": "This service tracks you on other websites", "source": "https://outfit7.com/terms", "status": "Generated through the annotate view", "created_at": "2021-04-16 10:56:09.226409", "updated_at": "2021-04-18 16:37:23.208724", "quoteText": "Online shopping</strong> This Website and other websites owned by Outfit7 Limited or its licensees may offer online capabilities to purchase products (such as toys).\nAs to products and services featured on this Website, please note that we make every effort to display as accurately as possible the products and services that appear on this Website.\nHowever, the colors, dimensions, and details that you see on your computer monitor or other electronic device will vary depending on your equipment, so we cannot guarantee that your equipment will accurately display the details of our products and services.\nBy clicking on the product, You will be redirected to Talking Friends online store.\nAs to services featured on this Website, the terms of those service offerings may be specified in a separate General terms and conditions that will be provided to you in connection with the service purchased and will be supplemented by this General terms and conditions.\nYou must be 18 years of age or older to make any such purchases.\nCheck Talking Shop online stores General terms and conditions of use for more information on delivery, returns, and other sales policies.\n</p>\n<p>\n<strong>Collection of data</strong> For the collection of data, advertising and the use of cookies, please refer to our privacy policy available at&nbsp;https://outfit7.com/privacy-policy/.\n</p>\n<p>\n<strong>Limitation of liability and warranties</strong> While We use reasonable endeavors to verify accuracy of any information We place on the Website, We shall not be responsible for and We disclaim all liability for any loss, liability, damage (whether direct, indirect or consequential), personal injury or expense of any nature whatsoever which may be suffered by You or any third party, as a result of or which may be attributable, directly or indirectly, to Your access and use of the Website, any information contained on the Website, Your personal information or material and information transmitted over our system.\nIn particular, neither We nor any third party or data or content provider shall be liable in any way to You or to any other person, firm or corporation whatsoever for any loss, liability, damage (whether direct or consequential), personal injury or expense of any nature whatsoever arising from any delays, inaccuracies, errors in, or omission of any price information or the transmission thereof, or for any actions taken in reliance thereon or occasioned thereby or by reason of non-performance or interruption, or termination thereof.\nIn addition, We do not make any warranty or representation that information on the Website or Store is appropriate for use in any jurisdiction.\nExcept as expressly provided in these Conditions, We disclaim any and all warranties of any kind, whether express or implied to the fullest extent permissible under applicable law.\nWe will not be liable, in contract, tort (including, without limitation, negligence), pre-Agreement or other representations (other than fraudulent or negligent misrepresentations) or otherwise out of or in connection with the Conditions for:</p>\n<ul>\n<li>any economic losses (including without limitation loss of revenues, profits, contracts, business or anticipated savings).\nor</li>\n<li>any loss of goodwill or reputation.\nor</li>\n<li>any special or indirect losses suffered or incurred by that party arising out of or in connection with the provisions of any matter under the Conditions.</li>\n</ul>\n<p>This Section does not affect Your statutory rights as a consumer, nor does it affect Your Agreement Cancellation Rights.\n</p>\n<p>\n<strong>Severance</strong> If any part of the Conditions shall be deemed unlawful, void or for any reason unenforceable, then that provision shall be deemed to be severable from the Conditions and shall not affect the validity and enforceability of any of the remaining provisions of the Conditions.\nNo waiver by us shall be construed as a waiver of any proceeding or succeeding breach of any provision.\nEach provision of the Conditions shall be construed as separately applying and surviving even if for any reason one or other of those provisions is held to be inapplicable or unenforceable in any circumstances.\n</p>\n<p>\n<strong>Entire Agreement and the Term</strong> These Conditions together with Privacy Policy and any Specific Conditions govern Our relationship with You and concluded Agreement.\nYou confirm that, in agreeing to accept the Conditions, You have not relied on any representation save insofar as the same has expressly been made a term of these Conditions and You agree that You shall have no remedy in respect of any representation.\nYour Statutory Rights are not in any way affected by these Conditions.\nThe Term of this Conditions and Privacy Policy shall commence on the date You start using the Website and shall end on date You stop using the Website and/or the Agreement is fulfilled or We terminate this Conditions and Privacy policy, whichever is earlier.", "case_id": 129, "document_id": 4515, "quoteStart": 12925, "quoteEnd": 17908}, {"id": 17950, "title": "There is a date of the last update of the agreements", "source": "https://outfit7.com/eula/en", "status": "Generated through the annotate view", "created_at": "2021-03-31 15:44:35.13119", "updated_at": "2021-03-31 16:26:43.048134", "quoteText": "LAST UPDATED MARCH 2020", "case_id": 331, "document_id": 4514, "quoteStart": 47962, "quoteEnd": 47985}, {"id": 17952, "title": "There is a date of the last update of the agreements", "source": "https://outfit7.com/privacy-web/en", "status": "Generated through the annotate view", "created_at": "2021-03-31 15:45:33.259204", "updated_at": "2021-03-31 16:27:04.595558", "quoteText": "last updated January 28, 2020", "case_id": 331, "document_id": 4412, "quoteStart": 39053, "quoteEnd": 39082}, {"id": 17951, "title": "There is a date of the last update of the agreements", "source": "https://outfit7.com/eula/en", "status": "Generated through the annotate view", "created_at": "2021-03-31 15:44:36.895147", "updated_at": "2021-03-31 16:27:30.654009", "quoteText": "LAST UPDATED MARCH 2020", "case_id": 331, "document_id": 4514, "quoteStart": 47962, "quoteEnd": 47985}, {"id": 17949, "title": "There is a date of the last update of the agreements", "source": "https://outfit7.com/video-policy/en/", "status": "Generated through the annotate view", "created_at": "2021-03-31 15:43:46.0438", "updated_at": "2021-03-31 16:27:53.674082", "quoteText": "last update September 2019</p>", "case_id": 331, "document_id": 4513, "quoteStart": 6322, "quoteEnd": 6352}, {"id": 17948, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://outfit7.com/terms", "status": "Generated through the annotate view", "created_at": "2021-03-31 15:41:36.495516", "updated_at": "2021-03-31 20:01:49.140151", "quoteText": "You agree fully to indemnify, defend and hold us, and our officers, directors, employees, agents and suppliers, harmless immediately on demand, from and against all claims, liability, damages, losses, costs and expenses, including reasonable legal fees, arising out of any breach of the Conditions by You or any other liabilities arising out of Your use of this Website, or the use by any other person accessing the Website using Your computer and/or Your Personal Information.", "case_id": 146, "document_id": 4515, "quoteStart": 12430, "quoteEnd": 12907}, {"id": 18913, "title": "Users agree to comply with the law of the service's country", "source": "https://outfit7.com/terms", "status": "Generated through the annotate view", "created_at": "2021-04-16 03:59:44.553478", "updated_at": "2021-04-16 19:04:45.031882", "quoteText": "You agree to comply with all applicable laws, statutes and regulations regarding the Website and any transactions conducted on or through the Website.", "case_id": 237, "document_id": 4515, "quoteStart": 12243, "quoteEnd": 12393}, {"id": 18912, "title": "This service is only available for use individually and non-commercially.", "source": "https://outfit7.com/terms", "status": "Generated through the annotate view", "created_at": "2021-04-16 03:49:08.024008", "updated_at": "2021-04-16 19:00:50.342245", "quoteText": "You acknowledge and agree that the material and content contained within the Website is made available for Your personal non-commercial use only.", "case_id": 143, "document_id": 4515, "quoteStart": 10376, "quoteEnd": 10521}, {"id": 18914, "title": "The service collects many different types of personal data", "source": "https://outfit7.com/privacy-web/en", "status": "Generated through the annotate view", "created_at": "2021-04-16 04:11:25.020168", "updated_at": "2021-04-16 19:47:07.052394", "quoteText": "<p>We automatically obtain certain information about your computing device, including:</p>\n<ul>\n<li>IP address.\nCountry code;</li>\n<li>Language.\nLocale (specific location where a given language is spoken);</li>\n<li>Time zone;</li>\n<li>Network status (WiFi, etc.), browser plug-in types and versions;</li>\n<li>Technical device information (e.g.\ndevice model and name, operating system name and version, screen size, mobile phone carrier, Internet service provider);</li>\n<li>Information we collect via cookies (which are small text files placed on your device).\nCookies allow us to collect data, such as your device's model, operating system and screen size and other information about how you use our Services.\nFor more information, please see “Our Use of Cookies and Related Technologies” Section of this Privacy Policy.</li>\n<li>Information we collect via the use of pixel tags in marketing emails that we send to you (where we have your consent to do so) to measure open, click through and read rates and allow us to improve our emails.\n–</li>\n<li>Information we collect via the use of tracking links in marketing emails that we send to you (where we have your consent to do so) to measure click through and install rates to be able to evaluate how many users have downloaded the app.</li>\n</ul>\n<p>Although some of this information (such as IP address) may uniquely identify your device, this information does not identify you personally.\nSome legislation (such as US and EU) may treat information that uniquely identifies your device as personal information.</p>", "case_id": 376, "document_id": 4412, "quoteStart": 1995, "quoteEnd": 3562}, {"id": 18929, "title": "This service tracks you on other websites", "source": "https://outfit7.com/terms", "status": "Generated through the annotate view", "created_at": "2021-04-16 10:55:30.545823", "updated_at": "2021-04-18 16:37:05.359556", "quoteText": "Copyright &amp.\nTrademarks</strong> The Intellectual Property Rights in Website and the materials on or accessible via it belong to ‘Outfit7 Limited’ or its licensors.\nThis Website and the materials on or accessible via it and the Intellectual Property Rights therein may not be copied, distributed, published, licensed, used or reproduced in any way (save to the extent strictly necessary for, and for the purposes of, accessing and using this Website).\n”Outfit7” and the Outfit7 Logo are trademarks, which belong to “Outfit7 Limited”, and they may not be used, copied or reproduced in any way without written consent from “Outfit7 Limited”.\nAll trademarks not owned by Outfit7 Limited are the property of their respective owners, and are used with permission.\nNothing contained on this Website may be construed as granting, by implication, estoppel, or otherwise, any right or license to use any trademark.\nFor these purposes “Intellectual Property Rights” includes the following, but is not limited to (wherever and whenever arising and for the full term of each of them): any patent, trade mark, trade name, service mark, service name, design, design right, copyright, database right, moral rights, know how, trade secret and other confidential information, rights in the nature of any of these items in any country, rights in the nature of unfair competition rights and rights to sue for passing off or other similar intellectual or commercial right (in each case whether or not registered or registrable) and registrations of and applications to register any of them.\n</p>\n<p>\n<strong>Compliance with laws</strong> The Website and Store may be used only for lawful purposes and in a lawful manner.", "case_id": 129, "document_id": 4515, "quoteStart": 10539, "quoteEnd": 12242}, {"id": 19205, "title": "You must be 18 years of age or older to use Talking Friends online store to purchase products (such as toys)", "source": "https://outfit7.com/terms", "status": "Generated through the annotate view", "created_at": "2021-04-26 06:54:42.270446", "updated_at": "2021-04-26 07:00:25.721112", "quoteText": "You must be 18 years of age or older to make any such purchases.", "case_id": 152, "document_id": 4515, "quoteStart": 13888, "quoteEnd": 13952}, {"id": 19896, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://outfit7.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-05 02:45:48.698054", "updated_at": "2021-05-05 11:36:07.880255", "quoteText": "No waiver by us shall be construed as a waiver of any proceeding or succeeding breach of any provision.", "case_id": 295, "document_id": 4515, "quoteStart": 16824, "quoteEnd": 16927}, {"id": 19895, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://outfit7.com/terms", "status": "Generated through the annotate view", "created_at": "2021-05-05 02:45:12.891847", "updated_at": "2021-05-05 11:36:12.904235", "quoteText": "If any part of the Conditions shall be deemed unlawful, void or for any reason unenforceable, then that provision shall be deemed to be severable from the Conditions and shall not affect the validity and enforceability of any of the remaining provisions of the Conditions.", "case_id": 294, "document_id": 4515, "quoteStart": 16551, "quoteEnd": 16823}], "urls": ["outfit7.com"]}}