{"error": 448, "message": "OK", "parameters": {"id": 5103, "name": "Exam Success", "created_at": "2021-10-11 14:51:15.459723", "updated_at": "2021-10-11 22:01:19.828251", "wikipedia": null, "keywords": null, "related": null, "slug": "exam-success", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5103.png", "url": "examsuccess.com.au", "documents": [{"id": 9154, "name": "Exam Success child safe policy", "url": "https://www.examsuccess.com.au/info/child_safe_policy", "xpath": "", "text": " Toggle navigation <ul>\n<li> BOOK TUTOR </li>\n<li> EXAMS <ul>\n<li> Abstract/Non-Verbal Reasoning Test </li>\n<li> Academic Assessment Services (AAS) Scholarship Test (Year 7) </li>\n<li> Brisbane State High School Selective Test (Sit in Grade 5) </li>\n<li> Brisbane State High School Selective Test (Sit in Grade 6) </li>\n<li> GATE Test (Gifted &amp.\nTalented) Academic Selective Test - ASET in WA </li>\n<li> IELTS General Training Writing </li>\n<li> IGNITE Program South Australia Exam (a Selective Schools Test offered by ACER®) </li>\n<li> NAPLAN Grade 5 </li>\n<li> Narrative Writing (Written Expression) Test </li>\n<li> NSW Selective Schools Test (HSPT) </li>\n<li> Numerical Reasoning Test </li>\n<li> Persuasive / Argumentative Writing Test (with Topics &amp.\nReal-Life Examples) </li>\n<li> QLD Academies SMT Selective Grade 7 Entry </li>\n<li> Reading Comprehension Test Practice (Grade 5, Grade 6, Grade 7) </li>\n<li> Scholarship Tests (Year 7 – Level 1) offered by ACER® </li>\n<li> Scholarship Tests (Year 7) Offered by Edutest® </li>\n<li> SEAL/SEALP (Select Entry Accelerated Learning Program) Exams Offered by ACER® </li>\n<li> Select Entry Accelerated Learning Programs (SEAL/SEALP) Offered by Edutest® </li>\n<li> Test Practice Questions - Free Trial </li>\n<li> The ADF Aptitude Test (Defence Force YOU Session) </li>\n<li> Verbal Reasoning Tests </li>\n<li> Victorian Selective Schools Test </li>\n</ul>\n</li>\n<li> PRODUCTS <ul>\n<li>ONLINE COURSES</li>\n<li>TEST PAPERS</li>\n<li>EBOOKS</li>\n<li>WRITING PROGRAMS</li>\n<li>SITE MEMBERSHIP</li>\n</ul>\n</li>\n<li> IMPROVE ENGLISH <ul>\n<li>WRITING CLUB</li>\n</ul>\n</li>\n<li> RESOURCES <ul>\n<li>BLOG &amp.\nARTICLES</li>\n<li>FREE VIDEOS</li>\n<li>WRITING PROMPTS</li>\n<li>SAMPLE ESSAYS</li>\n<li>MASTERCLASS VIDEOS</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Get Started </li>\n<li> Sign In </li>\n</ul>\n<ul>\n<li>\n<ul>\n<li> Get Started </li>\n<li> Sign In </li>\n</ul>\n</li>\n</ul> Exam Success child safe policy Our commitment to child safety <p> Original dated 12th Day of December 2016.\nUpdated 18 February 2020.\n<br> Our organisation is committed to child safety.\n<br> We want children to be safe, happy and empowered.\nWe support and respect all children, as well as our contractors.\n<br> We are committed to the safety, participation and empowerment of all children.\n<br> We have zero tolerance of child abuse, and all allegations and safety concerns will be treated very seriously and consistently with our robust policies and procedures.\n<br> We have legal and moral obligations to contact authorities when we are worried about a child’s safety, which we follow rigorously.\n<br> Our organisation is committed to preventing child abuse and identifying risks early, and removing and reducing these risks.\n<br> Our organisation has solid human resources and recruitment practices all contractors.\n<br> Our organisation is committed to regularly educating our contractors and staff on child abuse risks.\n<br> We support and respect all children, as well as our contractors and staff.\nWe are committed to the cultural safety of Aboriginal children, the cultural safety of children from a culturally and/or linguistically diverse backgrounds, and to providing a safe environment for children with a disability.\n<br> We have specific policies, procedures and training in place that support our leadership team, contractors and staff to achieve these commitments.\n<br> If you believe a child is at immediate risk of abuse phone 000.\n</p> Our children <p> This policy is intended to empower children who are vital and active participants in our organisation.\nWe involve them when making decisions, especially about matters that directly affect them.\nWe listen to their views and respect what they have to say.\n<br>We promote diversity and tolerance in our organisation, and people from all walks of life and cultural backgrounds are welcome.\nIn particular we:\n<br>• promote the cultural safety, participation and empowerment of Aboriginal children\n<br>• promote the cultural safety, participation and empowerment of children from culturally and/or linguistically diverse backgrounds\n<br>• ensure that children with a disability are safe and can participate equally.</p> Our contractors and staff <p> This policy guides our contractors and staff on how to behave with children in our organisation.\n<br>All of our contractors and staff must agree to abide by our code of conduct which specifies the standards of conduct required when working with children.\nAll contractors and staff, as well as children and their families, are given the opportunity to contribute to the development of the code of conduct.\n</p> Training and supervision <p> Training and education is important to ensure that everyone in our organisation understands that child safety is everyone’s responsibility.\n<br>Our organisational culture aims for all contractors and staff (in addition to parents/carers and children) to feel confident and comfortable in discussing any allegations of child abuse or child safety concerns.\n<br>We also support our contractors and staff through ongoing supervision to: develop their skills to protect children from abuse.\nand promote the cultural safety of Aboriginal children, the cultural safety of children from linguistically and/or diverse backgrounds, and the safety of children with a disability.\n<br>New contractors will be provided with the policy and a code to conduct to ensure they understand our organisation’s commitment to child safety and that everyone has a role to play in protecting children from abuse, as well as checking that their behaviour towards children is safe and appropriate (please refer to this organisation’s code of conduct to understand appropriate behaviour further).\nAny inappropriate behaviour will be reported through appropriate channels, including the Department of Health and Human Services and Victoria Police, depending on the severity and urgency of the matter.</p> Recruitment <p> We take all reasonable steps to employ skilled people to work with children.\nWe develop selection criteria and advertisements which clearly demonstrate our commitment to child safety and an awareness of our social and legislative responsibilities.\nOur organisation understands that when recruiting contractors and staff we have ethical as well as legislative obligations.\n<br>All people engaged in child-related work, including volunteers, are required to hold a Working with Children Check and to provide evidence of this Check.\nPlease see the Working with Children Check website for further information <br>We carry out checks deemed necessary to ensure that we are recruiting the right people.\nIf a police record check is required, it is used only for the purposes of recruitment and is discarded after the recruitment process is complete.\nWe do retain our own records (but not the actual criminal record) if an applicant’s criminal history affected our decision making process.\n<br>If during the recruitment process a person’s records indicate a criminal history then the person will be given the opportunity to provide further information and context.</p> Fair procedures for personnel <p> The safety and wellbeing of children is our primary concern.\nWe are also fair and just to personnel.\nThe decisions we make when recruiting, assessing incidents, and undertaking disciplinary action will always be thorough, transparent, and based on evidence.\n<br>We record all allegations of abuse and safety concerns using our incident reporting form, including investigation updates.\nAll records are securely stored.\n<br>If an allegation of abuse or a safety concern is raised, we provide updates to children and families on progress and any actions we as an organisation take.</p> Privacy <p> All personal information considered or recorded will respect the privacy of the individuals involved, whether they be staff, volunteers, parents or children, unless there is a risk to someone’s safety.\nWe have safeguards and practices in place to ensure any personal information is protected.\nEveryone is entitled to know how this information is recorded, what will be done with it, and who will have access to it.</p> Legislative responsibilities <p> Our organisation takes our legal responsibilities seriously, including:\n<br>• Failure to disclose: Reporting child sexual abuse is a community-wide responsibility.\nAll adults in Victoria who have a reasonable belief that an adult has committed a sexual offence against a child under 16 have an obligation to report that information to the police.\n<br>• Failure to protect: People of authority in our organisation will commit an offence if they know of a substantial risk of child sexual abuse and have the power or responsibility to reduce or remove the risk, but negligently fail to do so.\n<br>• Any personnel who are mandatory reporters must comply with their duties.\n</p> Risk management <p> In Victoria, organisations are required to protect children when a risk is identified (see information about failure to protect above).\nIn addition to general occupational health and safety risks, we proactively manage risks of abuse to our children.\n<br>We have risk management strategies in place to identify, assess, and take steps to minimise child abuse risks, which include risks posed by physical environments (for example, any doors that can lock), and online environments (for example, no contractor or staff is to have contact with a child in organisations on social media).</p> Regular review <p> This policy will be reviewed every two years and following significant incidents if they occur.\nWe will ensure that families and children have the opportunity to contribute.\nWhere possible we do our best to work with local Aboriginal communities, culturally and/or linguistically diverse communities and people with a disability.</p> Allegations, concerns and complaints <p> Our organisation takes all allegations seriously and has practices in place to investigate thoroughly and quickly.\nOur contractors and staff are trained to deal appropriately with allegations.\n<br>We work to ensure all children, families, contractors and staff know what to do and who to tell if they observe abuse or are a victim, and if they notice inappropriate behaviour.\n<br>We all have a responsibility to report an allegation of abuse if we have a reasonable belief that an incident took place (see information about failure to disclose above).\n<br>If an adult has a reasonable belief that an incident has occurred then they must report the incident.\nFactors contributing to reasonable belief may be:\n<br>• a child states they or someone they know has been abused (noting that sometimes the child may in fact be referring to themselves)\n<br>• behaviour consistent with that of an abuse victim is observed <br>• someone else has raised a suspicion of abuse but is unwilling to report it\n<br>• observing suspicious behaviour.\n</p> Get expert test tips delivered to your inbox.\n<p>We email a couple of times a month.\nNo spam.</p>\n<p>Just exclusive insider tips &amp.\noffers so you can succeed in your exams!</p> I'm In! Scholarships &amp.\nSelective School Job Aptitude Tests English Reading &amp.\nWriting - General Improvement IELTS NAPLAN <p>Opt in to receive news and updates.\n&nbsp;We respect your\nprivacy.\nWe will not sell or distribute your email address to any\n3<sup>rd</sup> party at any time.\nView our privacy policy.</p> I'm In! Thank you! <p>You have successfully joined our subscriber list.</p> Have A Question? Get in touch! Please leave this field empty Please leave this field empty <ul>\n<li> About Us </li>\n<li> Terms </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> Editorial Policy </li>\n<li> Child Safe Policy </li>\n<li> Contact Us </li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>\n<p> © 12Descartes Pty Ltd t/a Exam Success 2011 - 2021.\n</p>\n<p> Exam Success develops a range of unofficial education materials.\nAll trademarks are property of their respective trademark owners.\n</p>\n</li>\n</ul> ", "created_at": "2021-10-11 14:51:15.466931", "updated_at": "2021-10-11 12:53:49.983756"}, {"id": 9153, "name": "Editorial Policy", "url": "https://www.examsuccess.com.au/info/editorial", "xpath": "", "text": " Toggle navigation <ul>\n<li> BOOK TUTOR </li>\n<li> EXAMS <ul>\n<li> Abstract/Non-Verbal Reasoning Test </li>\n<li> Academic Assessment Services (AAS) Scholarship Test (Year 7) </li>\n<li> Brisbane State High School Selective Test (Sit in Grade 5) </li>\n<li> Brisbane State High School Selective Test (Sit in Grade 6) </li>\n<li> GATE Test (Gifted &amp.\nTalented) Academic Selective Test - ASET in WA </li>\n<li> IELTS General Training Writing </li>\n<li> IGNITE Program South Australia Exam (a Selective Schools Test offered by ACER®) </li>\n<li> NAPLAN Grade 5 </li>\n<li> Narrative Writing (Written Expression) Test </li>\n<li> NSW Selective Schools Test (HSPT) </li>\n<li> Numerical Reasoning Test </li>\n<li> Persuasive / Argumentative Writing Test (with Topics &amp.\nReal-Life Examples) </li>\n<li> QLD Academies SMT Selective Grade 7 Entry </li>\n<li> Reading Comprehension Test Practice (Grade 5, Grade 6, Grade 7) </li>\n<li> Scholarship Tests (Year 7 – Level 1) offered by ACER® </li>\n<li> Scholarship Tests (Year 7) Offered by Edutest® </li>\n<li> SEAL/SEALP (Select Entry Accelerated Learning Program) Exams Offered by ACER® </li>\n<li> Select Entry Accelerated Learning Programs (SEAL/SEALP) Offered by Edutest® </li>\n<li> Test Practice Questions - Free Trial </li>\n<li> The ADF Aptitude Test (Defence Force YOU Session) </li>\n<li> Verbal Reasoning Tests </li>\n<li> Victorian Selective Schools Test </li>\n</ul>\n</li>\n<li> PRODUCTS <ul>\n<li>ONLINE COURSES</li>\n<li>TEST PAPERS</li>\n<li>EBOOKS</li>\n<li>WRITING PROGRAMS</li>\n<li>SITE MEMBERSHIP</li>\n</ul>\n</li>\n<li> IMPROVE ENGLISH <ul>\n<li>WRITING CLUB</li>\n</ul>\n</li>\n<li> RESOURCES <ul>\n<li>BLOG &amp.\nARTICLES</li>\n<li>FREE VIDEOS</li>\n<li>WRITING PROMPTS</li>\n<li>SAMPLE ESSAYS</li>\n<li>MASTERCLASS VIDEOS</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Get Started </li>\n<li> Sign In </li>\n</ul>\n<ul>\n<li>\n<ul>\n<li> Get Started </li>\n<li> Sign In </li>\n</ul>\n</li>\n</ul> Editorial Policy <p>\n</p>\n<p> Before you upload … our editorial guidelines</p>\n<p> What can you upload?\n<br> You can upload any documents you’ve created, such as study notes, revision sheets, summaries, formula sheets, sample answers, sample practice tests, sample questions and more!\n<br> The important thing is that you’ve created the material yourself, and not copied someone else’s work (including something from a book, something your lecturer or teacher has given you or something from a commercial study guide).\n<br> Also, don’t upload lecture notes if they’re more than a summary of what was covered in the lecture.\n<br> Don’t do any of these!\n<br> Avoid plagiarism [http://www.plagiarism.org] and copyright infringement [http://www.copyright.org.au]!\n<br> Don’t:\n<br> • upload someone else’s work …\n<br> • copy chunks of websites, books, encyclopaedias and so on into your work …\n<br> • use more of a quote than you need to make your point …\n<br> • include someone else’s material that you don’t discuss …\n<br> • upload lecture notes that are more than summaries of what was covered …\n<br> • upload essays that don’t have proper citations (such as bibliographies and footnotes) …\n<br> Also, don’t upload anything that:\n<br> • is abusive …\n<br> • is racist or sexist …\n<br> • includes logos or trademarks (including the logo of the college, uni or school you attend) …\n<br> • is really just advertising …\n<br> • contains any personal details (your’s or anyone else’s) …\n<br> Citations and references\n<br> If you’ve used any reference material to write an essay: you must list these in your bibliography.\n<br> If you’ve included any quotes or any illustrations (including any graphs or tables): you must properly cite these.\n<br> There are different ways of citing – any of these are fine for essays you want to upload.\n(For information on citation and referencing methods, see your teacher or lecturer, or see HERE http://en.wikipedia.org/wiki/Citation\n<br> You can only upload if your document is in Word or PDF format AND the file size is less than 50MB.\n<br> For PDFs:\n<br> We prefer documents that are typed, but scans of something that’s handwritten is OK if:\n<br> • it’s a good quality scan.\nand\n<br> • your handwriting’s easy to read.\n<br> For Word documents:\n<br> • check that the paper size is set at A4.\n<br> FAQs\n<br> Can I upload the question with an answer or essay I wrote? This will usually be fine, but don’t upload a whole set of questions someone else created.\n<br> What do I do if I want to upload my answers to all or most of a set of questions written by someone else (including from a book or study guide)? In these cases, provide a reference to the book or other source where people can find the questions themselves and the page number.\nYou should also number your answers (for example, Q1, Q2 and so on) so people can match your answer to the relevant question.\n<br> Can I refer to the fact that the document I’m uploading relates to a particular course or, for example, to the HSC, VCE or IELTS? This will usually be fine, but don’t imply that your document is in any way “official” (for example, that it’s a recommended model answer).\nSo, for example, you can say that your notes relate to a particular course at XYZ University, but make sure any scan doesn’t include XYZ University’s crest or logo.\n<br> What will happen if I don’t stick to these guidelines? We may take your material down – in which case, everyone loses.\nYou may also be legally liable if, for example, you’ve infringed copyright.</p>\n<p> Checklist\n<br> • All your own work?\n<br> • Only quoted what you need to make your point?\n<br> • Properly cited all your sources?\n<br> • All quotes and illustrations (including tables and graphs) are properly cited?\n<br> • File’s in PDF or Word?\n<br> • File size less than 50MB?\n<br> • It’s legible?</p> Then upload HERE Get expert test tips delivered to your inbox.\n<p>We email a couple of times a month.\nNo spam.</p>\n<p>Just exclusive insider tips &amp.\noffers so you can succeed in your exams!</p> I'm In! Scholarships &amp.\nSelective School Job Aptitude Tests English Reading &amp.\nWriting - General Improvement IELTS NAPLAN <p>Opt in to receive news and updates.\n&nbsp;We respect your\nprivacy.\nWe will not sell or distribute your email address to any\n3<sup>rd</sup> party at any time.\nView our privacy policy.</p> I'm In! Thank you! <p>You have successfully joined our subscriber list.</p> Have A Question? Get in touch! Please leave this field empty Please leave this field empty <ul>\n<li> About Us </li>\n<li> Terms </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> Editorial Policy </li>\n<li> Child Safe Policy </li>\n<li> Contact Us </li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>\n<p> © 12Descartes Pty Ltd t/a Exam Success 2011 - 2021.\n</p>\n<p> Exam Success develops a range of unofficial education materials.\nAll trademarks are property of their respective trademark owners.\n</p>\n</li>\n</ul> ", "created_at": "2021-10-11 14:51:15.465767", "updated_at": "2021-10-11 12:53:27.005656"}, {"id": 9152, "name": "cookies", "url": "https://www.examsuccess.com.au/info/cookie_policy", "xpath": "", "text": " Toggle navigation <ul>\n<li> BOOK TUTOR </li>\n<li> EXAMS <ul>\n<li> Abstract/Non-Verbal Reasoning Test </li>\n<li> Academic Assessment Services (AAS) Scholarship Test (Year 7) </li>\n<li> Brisbane State High School Selective Test (Sit in Grade 5) </li>\n<li> Brisbane State High School Selective Test (Sit in Grade 6) </li>\n<li> GATE Test (Gifted &amp.\nTalented) Academic Selective Test - ASET in WA </li>\n<li> IELTS General Training Writing </li>\n<li> IGNITE Program South Australia Exam (a Selective Schools Test offered by ACER®) </li>\n<li> NAPLAN Grade 5 </li>\n<li> Narrative Writing (Written Expression) Test </li>\n<li> NSW Selective Schools Test (HSPT) </li>\n<li> Numerical Reasoning Test </li>\n<li> Persuasive / Argumentative Writing Test (with Topics &amp.\nReal-Life Examples) </li>\n<li> QLD Academies SMT Selective Grade 7 Entry </li>\n<li> Reading Comprehension Test Practice (Grade 5, Grade 6, Grade 7) </li>\n<li> Scholarship Tests (Year 7 – Level 1) offered by ACER® </li>\n<li> Scholarship Tests (Year 7) Offered by Edutest® </li>\n<li> SEAL/SEALP (Select Entry Accelerated Learning Program) Exams Offered by ACER® </li>\n<li> Select Entry Accelerated Learning Programs (SEAL/SEALP) Offered by Edutest® </li>\n<li> Test Practice Questions - Free Trial </li>\n<li> The ADF Aptitude Test (Defence Force YOU Session) </li>\n<li> Verbal Reasoning Tests </li>\n<li> Victorian Selective Schools Test </li>\n</ul>\n</li>\n<li> PRODUCTS <ul>\n<li>ONLINE COURSES</li>\n<li>TEST PAPERS</li>\n<li>EBOOKS</li>\n<li>WRITING PROGRAMS</li>\n<li>SITE MEMBERSHIP</li>\n</ul>\n</li>\n<li> IMPROVE ENGLISH <ul>\n<li>WRITING CLUB</li>\n</ul>\n</li>\n<li> RESOURCES <ul>\n<li>BLOG &amp.\nARTICLES</li>\n<li>FREE VIDEOS</li>\n<li>WRITING PROMPTS</li>\n<li>SAMPLE ESSAYS</li>\n<li>MASTERCLASS VIDEOS</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Get Started </li>\n<li> Sign In </li>\n</ul>\n<ul>\n<li>\n<ul>\n<li> Get Started </li>\n<li> Sign In </li>\n</ul>\n</li>\n</ul> 12Descartes cookies, web beacons and similar technologies <p> 12Descartes Pty Ltd runs siteslike examsuccess.com.au.\nThis guide provides more information as a part of our commitment to upholding a high standard of transparency in our Privacy Policy [https://www.examsuccess.com.au/welcome/privacy].</p>\n<p>\n<b>What are cookies, web beacons, and similar technologies?</b>\n</p>\n<p>\tTypically, there are two types of tracking technologies we might use on our sites:</p>\n<p>\t1.\nCookies: are a small data file sent from a server to your web browser or mobile device that is stored on your browser cache or mobile device.\nThere are ways you can control your cookies preferences and set whether you want to accept or reject cookies (see what your options are below).</p>\n<p>\t2.\nClear gifs, web beacons, web bugs: These are tiny graphics with a unique identifier similar in function to cookies, and are used to track the movements of web users between pages and websites.\nUnlike cookies, which are cached on a user’s computer, clear gifs, web beacons and web bugs are embedded invisibly on web pages and are about the size of a single pixel.</p>\n<p>\n<b>What do we do with these technologies?</b>\n</p>\n<p>\tWe use these tracking technologies for a few general purposes like:</p>\n<p>\t1.\nTo allow our sites to function correctly.</p>\n<p>\t2.\nTo understand how our sites are functioning and to inform any improvements in performance and our services.</p>\n<p>\t3.\nTo enhance your experience on our sites and provide functionality that means for example you don’t have to re-enter your details each time you engage with our sites or to record what purchases you’ve made on our sites.</p>\n<p>\t4.\nTo gather relevant data that helps us deliver marketing and advertising content relevant to your interests.</p>\n<p>\tWe might sometimes partner with third-party services who may use various tracking technologies to provide certain services or features on our sites, including targeted online marketing or relevant on-site messaging.\nThese third-party services use cookies to anonymously collect data and allow them to recognize your computer or mobile device each time you visit any of our sites.\nNo personally identifiable information is collected by these cookies.\nThe anonymous data they collect is kept separate from the personal information about you as a user that we collect.</p>\n<p>\n<b>Your options when it comes cookies, web beacons and similar technologies</b>\n</p>\n<p>\tYou can change your web browser’s settings to reflect your cookie preferences.\nUse these links to find out more information about cookie settings for these common browsers:</p>\n<p>\t1.\nInternet Explorer [http://windows.microsoft.com/en-US/windows7/Block-enable-or-allow-cookies]\n<br>\t2.\nFirefox [https://support.mozilla.org/en-US/kb/cookies-information-websites-store-on-your-computer]\n<br>\t3.\nChrome [https://support.google.com/chrome/answer/95647?hl=en]\n<br>\t4.\nSafari [https://support.apple.com/en-us/HT201265]</p>\n<p>\tAlso, you can opt out of third party advertising cookies at any time by visiting this page - http://www.networkadvertising.org/managing/opt_out.asp</p>\n<p>\tJust keep in mind that if you disable cookies, web beacons and similar technologies there might be some functionality that will not work or not operate correctly on our sites.</p>\n<p>\tIf you have any questions about our privacy practices, please contact our privacy contact in writing at Suite 812, 585 Little Collins St, Melbourne VIC 3000 or success@examsuccess.com.au.</p>\n<br> Get expert test tips delivered to your inbox.\n<p>We email a couple of times a month.\nNo spam.</p>\n<p>Just exclusive insider tips &amp.\noffers so you can succeed in your exams!</p> I'm In! Scholarships &amp.\nSelective School Job Aptitude Tests English Reading &amp.\nWriting - General Improvement IELTS NAPLAN <p>Opt in to receive news and updates.\n&nbsp;We respect your\nprivacy.\nWe will not sell or distribute your email address to any\n3<sup>rd</sup> party at any time.\nView our privacy policy.</p> I'm In! Thank you! <p>You have successfully joined our subscriber list.</p> Have A Question? Get in touch! Please leave this field empty Please leave this field empty <ul>\n<li> About Us </li>\n<li> Terms </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> Editorial Policy </li>\n<li> Child Safe Policy </li>\n<li> Contact Us </li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>\n<p> © 12Descartes Pty Ltd t/a Exam Success 2011 - 2021.\n</p>\n<p> Exam Success develops a range of unofficial education materials.\nAll trademarks are property of their respective trademark owners.\n</p>\n</li>\n</ul> ", "created_at": "2021-10-11 14:51:15.464574", "updated_at": "2021-10-11 12:52:33.106562"}, {"id": 9151, "name": "Website Privacy Policy", "url": "https://www.examsuccess.com.au/info/privacy", "xpath": "", "text": " Toggle navigation <ul>\n<li> BOOK TUTOR </li>\n<li> EXAMS <ul>\n<li> Abstract/Non-Verbal Reasoning Test </li>\n<li> Academic Assessment Services (AAS) Scholarship Test (Year 7) </li>\n<li> Brisbane State High School Selective Test (Sit in Grade 5) </li>\n<li> Brisbane State High School Selective Test (Sit in Grade 6) </li>\n<li> GATE Test (Gifted &amp.\nTalented) Academic Selective Test - ASET in WA </li>\n<li> IELTS General Training Writing </li>\n<li> IGNITE Program South Australia Exam (a Selective Schools Test offered by ACER®) </li>\n<li> NAPLAN Grade 5 </li>\n<li> Narrative Writing (Written Expression) Test </li>\n<li> NSW Selective Schools Test (HSPT) </li>\n<li> Numerical Reasoning Test </li>\n<li> Persuasive / Argumentative Writing Test (with Topics &amp.\nReal-Life Examples) </li>\n<li> QLD Academies SMT Selective Grade 7 Entry </li>\n<li> Reading Comprehension Test Practice (Grade 5, Grade 6, Grade 7) </li>\n<li> Scholarship Tests (Year 7 – Level 1) offered by ACER® </li>\n<li> Scholarship Tests (Year 7) Offered by Edutest® </li>\n<li> SEAL/SEALP (Select Entry Accelerated Learning Program) Exams Offered by ACER® </li>\n<li> Select Entry Accelerated Learning Programs (SEAL/SEALP) Offered by Edutest® </li>\n<li> Test Practice Questions - Free Trial </li>\n<li> The ADF Aptitude Test (Defence Force YOU Session) </li>\n<li> Verbal Reasoning Tests </li>\n<li> Victorian Selective Schools Test </li>\n</ul>\n</li>\n<li> PRODUCTS <ul>\n<li>ONLINE COURSES</li>\n<li>TEST PAPERS</li>\n<li>EBOOKS</li>\n<li>WRITING PROGRAMS</li>\n<li>SITE MEMBERSHIP</li>\n</ul>\n</li>\n<li> IMPROVE ENGLISH <ul>\n<li>WRITING CLUB</li>\n</ul>\n</li>\n<li> RESOURCES <ul>\n<li>BLOG &amp.\nARTICLES</li>\n<li>FREE VIDEOS</li>\n<li>WRITING PROMPTS</li>\n<li>SAMPLE ESSAYS</li>\n<li>MASTERCLASS VIDEOS</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Get Started </li>\n<li> Sign In </li>\n</ul>\n<ul>\n<li>\n<ul>\n<li> Get Started </li>\n<li> Sign In </li>\n</ul>\n</li>\n</ul> Website Privacy Policy <p> Dated the 21st Day of February 2014 </p>\n<p> This web site is owned and operated by 12Descartes Pty Ltd t/a Exam Success and will be referred to as \"We\", \"our\" and \"us\" in this Internet Privacy Policy.\nBy using this site, you agree to the Internet Privacy Policy of this web site (\"the web site\"), which is set out on this web site page.\nThe Internet Privacy Policy relates to the collection and use of personal information you may supply to us through your conduct on the web site.\n</p>\n<p> We reserve the right, at our discretion, to modify or remove portions of this Internet Privacy Policy at any time.\nThis Internet Privacy Policy is in addition to any other terms and conditions applicable to the web site.\nWe do not make any representations about third party web sites that may be linked to the web site.\n</p>\n<p> We recognise the importance of protecting the privacy of information collected about visitors to our web site, in particular information that is capable of identifying an individual (\"personal information\").\nThis Internet Privacy Policy governs the manner in which your personal information, obtained through the web site, will be dealt with.\nThis Internet Privacy Policy should be reviewed periodically so that you are updated on any changes.\nWe welcome your comments and feedback.\n</p>\n<p> Personal Information </p>\n<p> 1.\nPersonal information about visitors to our site is collected only when knowingly and voluntarily submitted.\nFor example, we may need to collect such information to provide you with further services or to answer or forward any requests or enquiries.\nIt is our intention that this policy will protect your personal information from being dealt with in any way that is inconsistent with applicable privacy laws in Australia.</p>\n<p> Use of Information</p>\n<p> 2.\nPersonal information that visitors submit to our site is used only for the purpose for which it is submitted or for such other secondary purposes that are related to the primary purpose, unless we disclose other uses in this Internet Privacy Policy or at the time of collection.\nCopies of correspondence sent from the web site, that may contain personal information, are stored as archives for record-keeping and back-up purposes only.\n</p>\n<p> Collecting information on Registered members</p>\n<p> 3.\nAs part of registering with us, we collect personal information about you in order for you to take full advantage of our services.\nTo do this it may be necessary for you to provide additional information to us as detailed below.</p>\n<p> 4.\nRegistration</p>\n<p> Registration is completely optional.\nRegistration may include submitting your name, email address, address, telephone numbers, option on receiving updates and promotional material and other information.\nYou may access this information at any time by logging in and going to your account.\n</p>\n<p> Credit Card Details</p>\n<p> 5.\nOrders placed at our website are managed by stripe.com.\nYour credit card information is collected by stripe.com.\nPlease be sure to refer to Stripe's Security Policy and Privacy Policy.</p>\n<p> Disclosure</p>\n<p> 6.\nApart from where you have consented or disclosure is necessary to achieve the purpose for which it was submitted, personal information may be disclosed in special situations where we have reason to believe that doing so is necessary to identify, contact or bring legal action against anyone damaging, injuring, or interfering (intentionally or unintentionally) with our rights or property, users, or anyone else who could be harmed by such activities.\nAlso, we may disclose personal information when we believe in good faith that the law requires disclosure.\n</p>\n<p> 7.\nWe may engage third parties to provide you with goods or services on our behalf.\nIn that circumstance, we may disclose your personal information to those third parties in order to meet your request for goods or services.\n</p>\n<p> Security</p>\n<p> 8.\nWe strive to ensure the security, integrity and privacy of personal information submitted to our sites, and we review and update our security measures in light of current technologies.\nUnfortunately, no data transmission over the Internet can be guaranteed to be totally secure.\n</p>\n<p> 9.\nHowever, we will endeavour to take all reasonable steps to protect the personal information you may transmit to us or from our online products and services.\nOnce we do receive your transmission, we will also make our best efforts to ensure its security on our systems.\n</p>\n<p> 10.\nIn addition, our employees and the contractors who provide services related to our information systems are obliged to respect the confidentiality of any personal information held by us.\nHowever, we will not be held responsible for events arising from unauthorised access to your personal information.</p>\n<p> Collecting Information from Users </p>\n<p> 11.\nIP Addresses - Our web servers gather your IP address to assist with the diagnosis of problems or support issues with our services.\nAgain, information is gathered in aggregate only and cannot be traced to an individual user.</p>\n<p> 12.\nCookies and Applets - We use cookies to provide you with a better experience.\nThese cookies allow us to increase your security by storing your session ID and are a way of monitoring single user access.\n<br> This aggregate, non-personal information is collated and provided to us to assist in analysing the usage of the site.\n</p>\n<p> Access to Information</p>\n<p> 13.\nWe will endeavour to take all reasonable steps to keep secure any information which we hold about you, and to keep this information accurate and up to date.\nIf, at any time, you discover that information held about you is incorrect, you may contact us to have the information corrected.\n</p>\n<p> 14.\nIn addition, our employees and the contractors who provide services related to our information systems are obliged to respect the confidentiality of any personal information held by us.\n</p>\n<p> Links to other sites</p>\n<p> 15.\nWe provide links to Web sites outside of our web sites, as well as to third party Web sites.\nThese linked sites are not under our control, and we cannot accept responsibility for the conduct of companies linked to our website.\nBefore disclosing your personal information on any other website, we advise you to examine the terms and conditions of using that Web site and its privacy statement.\n</p>\n<p> Problems or questions</p>\n<p> 16.\nIf we become aware of any ongoing concerns or problems with our web sites, we will take these issues seriously and work to address these concerns.\nIf you have any further queries relating to our Privacy Policy, or you have a problem or complaint, please contact us.</p>\n<p> 17.\nFor more information about privacy issues in Australia and protecting your privacy, visit the Australian Federal Privacy Commissioner's web site.\nhttp://www.privacy.gov.au/.</p>\n<p> This Privacy Policy has been specifically drafted for and provided to 12Descartes Pty Ltd t/a Exam Success by LawLive Pty Ltd (www.lawlive.com.au).</p> Get expert test tips delivered to your inbox.\n<p>We email a couple of times a month.\nNo spam.</p>\n<p>Just exclusive insider tips &amp.\noffers so you can succeed in your exams!</p> I'm In! Scholarships &amp.\nSelective School Job Aptitude Tests English Reading &amp.\nWriting - General Improvement IELTS NAPLAN <p>Opt in to receive news and updates.\n&nbsp;We respect your\nprivacy.\nWe will not sell or distribute your email address to any\n3<sup>rd</sup> party at any time.\nView our privacy policy.</p> I'm In! Thank you! <p>You have successfully joined our subscriber list.</p> Have A Question? Get in touch! Please leave this field empty Please leave this field empty <ul>\n<li> About Us </li>\n<li> Terms </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> Editorial Policy </li>\n<li> Child Safe Policy </li>\n<li> Contact Us </li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>\n<p> © 12Descartes Pty Ltd t/a Exam Success 2011 - 2021.\n</p>\n<p> Exam Success develops a range of unofficial education materials.\nAll trademarks are property of their respective trademark owners.\n</p>\n</li>\n</ul> ", "created_at": "2021-10-11 14:51:15.463217", "updated_at": "2021-10-11 12:51:56.703889"}, {"id": 9150, "name": "Website Terms and Conditions", "url": "https://www.examsuccess.com.au/info/terms", "xpath": "", "text": " Toggle navigation <ul>\n<li> BOOK TUTOR </li>\n<li> EXAMS <ul>\n<li> Abstract/Non-Verbal Reasoning Test </li>\n<li> Academic Assessment Services (AAS) Scholarship Test (Year 7) </li>\n<li> Brisbane State High School Selective Test (Sit in Grade 5) </li>\n<li> Brisbane State High School Selective Test (Sit in Grade 6) </li>\n<li> GATE Test (Gifted &amp.\nTalented) Academic Selective Test - ASET in WA </li>\n<li> IELTS General Training Writing </li>\n<li> IGNITE Program South Australia Exam (a Selective Schools Test offered by ACER®) </li>\n<li> NAPLAN Grade 5 </li>\n<li> Narrative Writing (Written Expression) Test </li>\n<li> NSW Selective Schools Test (HSPT) </li>\n<li> Numerical Reasoning Test </li>\n<li> Persuasive / Argumentative Writing Test (with Topics &amp.\nReal-Life Examples) </li>\n<li> QLD Academies SMT Selective Grade 7 Entry </li>\n<li> Reading Comprehension Test Practice (Grade 5, Grade 6, Grade 7) </li>\n<li> Scholarship Tests (Year 7 – Level 1) offered by ACER® </li>\n<li> Scholarship Tests (Year 7) Offered by Edutest® </li>\n<li> SEAL/SEALP (Select Entry Accelerated Learning Program) Exams Offered by ACER® </li>\n<li> Select Entry Accelerated Learning Programs (SEAL/SEALP) Offered by Edutest® </li>\n<li> Test Practice Questions - Free Trial </li>\n<li> The ADF Aptitude Test (Defence Force YOU Session) </li>\n<li> Verbal Reasoning Tests </li>\n<li> Victorian Selective Schools Test </li>\n</ul>\n</li>\n<li> PRODUCTS <ul>\n<li>ONLINE COURSES</li>\n<li>TEST PAPERS</li>\n<li>EBOOKS</li>\n<li>WRITING PROGRAMS</li>\n<li>SITE MEMBERSHIP</li>\n</ul>\n</li>\n<li> IMPROVE ENGLISH <ul>\n<li>WRITING CLUB</li>\n</ul>\n</li>\n<li> RESOURCES <ul>\n<li>BLOG &amp.\nARTICLES</li>\n<li>FREE VIDEOS</li>\n<li>WRITING PROMPTS</li>\n<li>SAMPLE ESSAYS</li>\n<li>MASTERCLASS VIDEOS</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Get Started </li>\n<li> Sign In </li>\n</ul>\n<ul>\n<li>\n<ul>\n<li> Get Started </li>\n<li> Sign In </li>\n</ul>\n</li>\n</ul> Website Terms and Conditions <p> Dated the 21st Day of February 2014 </p>\n<p> In these terms and conditions, “we” “us” and “our” refers to 12Descartes Pty Ltd t/a Exam Success.\nYour access to and use of all information on this website including purchase of our product/s is provided subject to the following terms and conditions.\n</p>\n<p> We reserve the right to amend this Notice at any time and your use of the website following any amendments will represent your agreement to be bound by these terms and conditions as amended.\nWe therefore recommend that each time you access our website you read these terms and conditions.</p>\n<p> Registered Users</p>\n<p> 1.\nIn order to access the services provided on this website, you must become a registered user.\nYou must complete registration by providing certain information as set out on our membership/registration page.\nPlease refer to our Privacy Policy linked on our home page for information relating to our collection, storage and use of the details you provide on registration.</p>\n<p> 2.\nYou agree to ensure that your registration details are true and accurate at all times and you undertake to update your registration details from time to time when they change.</p>\n<p> 3.\nOn registration, we provide you with a password and username.\nOn registration you agree to pay for our services as set out on our website.\n</p>\n<p> 4.\nWe reserve the right to terminate your registration at any time if you breach these terms and conditions.\n</p>\n<p> Our Website Services</p>\n<p> 5.\nBy proceeding to purchase through our website, you acknowledge that you are over 13 years of age.\nIf you are between 13 and 18 years old, your registration and/or purchases must be created on your behalf by your parent or legal guardian.\nIf you are under 13, your parent or legal guardian must create an account for themselves and be the contact person for any communication.\n<br>\n<br> 6.\nAll prices are in Australian Dollars (AUD) and are inclusive of GST.\nWe endeavour to ensure that our price list is current.\nOur price list can be accessed from our home page and we reserve the right to amend our prices at any time.\nIf you have placed an order, we undertake to fulfil your order at the price listed at the time you ordered.\n</p>\n<p> Product Descriptions</p>\n<p> 7.\nWe strive to ensure that our products are described as accurately as possible on our website, however we do not warrant that the description is accurate.\nWhere we become aware of any misdescription, we reserve the right to correct any error or omission.\n</p>\n<p> 8.\nImages have been provided for illustrative purposes only and we do not guarantee that any image will reproduce in true colour nor that any given image will reflect or portray the full design or options relating to that product.</p>\n<p> Product Orders</p>\n<p> 9.\nOur products are for sale to those aged over 13 years old.\nBy proceeding to purchase through our website, if you are between 13 and 18 years old, your registration and/or purchases must be created on your behalf by your parent or legal guardian.</p>\n<p> 10.\nWe endeavour to ensure that our product list is current however we give no undertaking as to the availability of any product advertised on our website.</p>\n<p> 11.\nAll prices are in Australian Dollars (AUD) and are inclusive of GST.\nOur price list can be accessed from our home page and we reserve the right to amend our prices at any time.\n<br>\n<br> 12.\nPackaging and postage is an additional charge, calculated at time of purchase.</p>\n<p> 13.\nWhen you order from us, we require you to provide your email address.\nPayments placed at our website are managed by stripe.com.\nYour credit card information is collected by stripe.com.\nPlease be sure to refer to Stripe's Security Policy and Privacy Policy.\nWe undertake to take due care with the information we are given.\nhowever in providing us with such information you accept that we are not liable for its misuse due to error in transmission or virus or malware.</p>\n<p> 14.\nWe undertake to accept or reject your order within Seven (7) days.\nIf we have not responded to you within Seven (7) days, your offer is deemed to be rejected.\nWe are not required to give reasons for rejecting your offer to purchase however the most likely reason for rejecting your offer will be that we do not currently have that product in stock.</p>\n<p> 15.\nOnce you have submitted an order, you may not cancel that order even if our acceptance or rejection of your offer is still pending.</p>\n<p> 16.\nDelivery of your ordered product/s will be as set out on our website.\nTitle in the goods passes to you when we have received payment.\nOur terms of payment are set out on the order page.\n<br>\n<br> 17.\nAll risk of loss or damage to the goods passes to you when we despatch the goods.\n</p>\n<p> Product Returns</p>\n<p> 18.\nWe undertake to reimburse you for any product delivered to you that is faulty or is in a damaged condition.\nIf you wish to return a faulty or damaged product, you must notify us through our designated “contact us” webpage where we set out our requirements relating to return of such goods.\n</p>\n<p> 19.\nIf we are unable at the time of return to replace or exchange returned goods, we undertake to reimburse your credit card for the amount initially debited for the purchase including packaging and postage charges less an administration fee of $20 which includes merchant fees.</p>\n<p> Site Access</p>\n<p> 20.\nWhen you visit our website, we give you a limited licence to access and use our information for personal use.\n</p>\n<p> 21.\nYou are permitted to download a copy of the information on this website to your computer for your personal use only provided that you do not delete or change any copyright symbol, trade mark or other proprietary notice.\nYour use of our content in any other way infringes our intellectual property rights.</p>\n<p> 22.\nExcept as permitted under the Copyright Act 1968 (Cth), you are not permitted to copy, reproduce, republish, distribute or display any of the information on this website without our prior written permission.</p>\n<p> 23.\nThe licence to access and use the information on our website does not include the right to use any data mining robots or other extraction tools.\nThe licence also does not permit you to metatag or mirror our website without our prior written permission.\nWe reserve the right to serve you with notice if we become aware of your metatag or mirroring of our website.\n<br>\n<br> Hyperlinks</p>\n<p> 24.\nThis website may from time to time contain hyperlinks to other websites.\nSuch links are provided for convenience only and we take no responsibility for the content and maintenance of or privacy compliance by any linked website.\nAny hyperlink on our website to another website does not imply our endorsement, support, or sponsorship of the operator of that website nor of the information and/or products which they provide.\n</p>\n<p> 25.\nYou may link our website with our consent.\nAny such linking will be entirely your responsibility and at your expense.\nBy linking, you must not alter any of our website's contents including any intellectual property notices and you must not frame or reformat any of our pages, files, images, text or other materials.\n<br>\n<br> Intellectual Property Rights</p>\n<p> 26.\nThe copyright to all content on this website including applets, graphics, images, layouts and text belongs to us or we have a licence to use those materials.</p>\n<p> 27.\nAll trade marks, brands and logos generally identified either with the symbols TM or ® which are used on this website are either owned by us or we have a licence to use them.\nYour access to our website does not license you to use those marks in any commercial way without our prior written permission.</p>\n<p> Disclaimers</p>\n<p> 28.\nWhilst we have taken all due care in providing the information on our website, we do not provide any warranty either express or implied including without limitation warranties of title or implied warranties of merchantability or fitness for a particular purpose.\n<br>\n<br> 29.\nTo the extent permitted by law, any condition or warranty which would otherwise be implied into these terms and conditions is excluded.\n<br>\n<br> 30.\nWe also take all due care in ensuring that our website is free of any virus, worm, Trojan horse and/or malware, however we are not responsible for any damage to your computer system which arises in connection with your use of our website or any linked website.</p>\n<p> Statutory Guarantees and Warranties to Consumers </p>\n<p> 31.\nSchedule 2 of the Competition and Consumer Act 2010 (“C&amp;C Act”) defines a consumer.\nUnder the C&amp;C Act we are a supplier of either goods or services or both to you, and as a consumer the C&amp;C Act gives you statutory guarantees.\nAttached to the Standard Terms and Conditions are:-</p>\n<p> (i) Schedule 2 of the C&amp;C Act.\nand\n<br> (ii) those statutory guarantees, all of which are given by us to you if you are a consumer.</p>\n<p> 32.\nIf you are a consumer within the meaning of Schedule 2 of the C&amp;C Act of our goods or services then we give you a warranty that at the time of supply of those goods or services to you, if they are defective then:-</p>\n<p> (i) We will repair or replace the goods or any part of them that is defective.\nor\n<br> (ii) Provide again or rectify any services or part of them that are defective.\nor\n<br> (iii) Wholly or partly recompense you if they are defective.</p>\n<p> 33.\nAs a consumer under the C&amp;C Act you may be entitled to receive from us notices under Schedule 2 section 103 of the C&amp;C Act.\nIn that regard:-</p>\n<p> (i) If you are a consumer within the meaning of Schedule 2 of the C&amp;C Act and the goods or services we are providing relate to the repair of consumer goods then we will give you any notice which we are obliged to give you under Schedule 2 section 103 of the C&amp;C Act.\n<br> (ii) If we are a repairer of goods capable of retaining user-generated data then we hereby give you notice that the repair of those goods may result in the loss of the data.\n<br> (iii) If we are a repairer and our practice is to supply refurbished goods as an alternative to repairing your defective goods or to use refurbished parts in the repair, then we give you notice that the goods presented by you to us for repair may be replaced by refurbished goods of the same type rather than being repaired.\nWe also give you notice that we may use in the repair of your goods, refurbished parts.</p>\n<p> Limitation of Liability</p>\n<p> 34.\nIf you are not a consumer within the meaning of Schedule 2 of the C&amp;C Act then this clause applies to you.\nIf you are a consumer within the meaning of the C&amp;C Act then this clause has no effect whatsoever to in any way limit our liability or your rights.\nIf you are not a consumer:- </p>\n<p> (i) To the full extent permitted by law, our liability for breach of an implied warranty or condition is limited to the supply of the services again or payment of the costs of having those services supplied again.\n<br> (ii) We accept no liability for any loss whatsoever including consequential loss suffered by you arising from services we have supplied.\n<br> (iii) We do not accept liability for anything contained in the post of a user or in any form of communication which originates with a user and not with Us.\n<br> (iv) We do not participate in any way in the transactions between our users.</p>\n<p> Indemnity</p>\n<p> 35.\nBy accessing our website, you agree to indemnify and hold us harmless from all claims, actions, damages, costs and expenses including legal fees arising from or in connection with your use of our website.\n</p>\n<p> Force Majeure</p>\n<p> 36.\nIf a Force Majeure event causing delay continues for more than Thirty (30) days, we may terminate this Agreement by giving at least Seven (7) days Notice to you.\n“Force Majeure” means any act, circumstance or omission over which we could not reasonably have exercised control.\n</p>\n<p> Jurisdiction</p>\n<p> 37.\nThese terms and conditions are to be governed by and construed in accordance with the laws of Victoria and any claim made by either party against the other which in any way arises out of these terms and conditions will be heard in Victoria and you agree to submit to the jurisdiction of those Courts.</p>\n<p> 38.\nIf any provision in these terms and conditions is invalid under any law the provision will be limited, narrowed, construed or altered as necessary to render it valid but only to the extent necessary to achieve such validity.\nIf necessary the invalid provision will be deleted from these terms and conditions and the remaining provisions will remain in full force and effect.</p>\n<p> Privacy </p>\n<p> 39.\nWe undertake to take all due care with any information which you may provide to us when accessing our website.\nHowever we do not warrant and cannot ensure the security of any information which you may provide to us.\nInformation you transmit to us is entirely at your own risk although we undertake to take reasonable steps to preserve such information in a secure manner.</p>\n<p> 40.\nOur compliance with privacy legislation is set out in our separate Privacy Policy which may be accessed from our home page.\n</p>\n<p> These Terms and Conditions have been specifically drafted for, and provided to 12Descartes Pty Ltd t/a Exam Success by LawLive Pty Ltd (www.lawlive.com.au).</p>\n<br> Additional Website Terms: Exam Success Marketplace Terms of Service <p>\nDated the 9th Day of April 2020 </p>\n<p>12Descartes Pty Ltd t/a Exam Success as part of their diversified products and services, provides an online marketplace platform on designed parts of the website for Consumers to search for and book Classes with Independent Tutors and for Independent Tutors to list their Classes for sale.\nThe current marketplace goods/services are “Book Tutor” located at https://www.examsuccess.com.au/book_tutor</p>\n<p>Agreement\n<br>In these terms and conditions, “we” “us” and “our” refers to 12Descartes Pty Ltd (ABN 45 147 934 334) t/a Exam Success.\nThese Exam Success Marketplace Terms of Service are in addition to the Website Terms and Conditions (you can refer to them at https://www.examsuccess.com.au/info/terms).</p>\n<p>The terms 'you' or 'your' means the Consumer who accepts these Terms of Service.\nAcceptance of these Terms of Service will be indicated by your use of the Services and any associated software, networks, processes, including the purchase of any goods or services through the Website.\nThese Terms of Service apply to you and your use of the Services and any associated software, networks and processes, including the purchase of goods or services from the Exam Success Marketplace.\nBy browsing the Website, or utilising Services offered in the Marketplace, you agree to these Terms.\nIf you do not agree to these Terms you should immediately cease use of the Services and accessing the Website.</p>\n<p>1.\nInterpretation</p>\n<p>1.1.\nIn these Terms, these expressions shall have the following meanings, unless otherwise stated:</p>\n<p>'Agreement' or 'Terms' means these Terms of Service, including all of the terms of any order placed by you through the Website (if applicable).\n<br>'Class' means a session or course as provided by the Independent Tutor for Consumers to purchase on the Marketplace.\n<br>'Consumer' refers to any person using the Services, whether they are a Purchaser or a person who browses, visits or otherwise uses the Website, the Marketplace or the Services.\n<br>'Intellectual Property' means all rights in patent, copyright, trade names, trademarks, logos, designs, algorithms and images (including still images, audio and audio-visual media).\n<br>'Marketplace' means the online portal located on or via the Website through which certain goods and services can be bought and sold.\n<br>'Material' means any information or content (including, but not limited to, data or source codes) or images in any form (whether visible or not) stored on or used in conjunction with the Services.\n<br>'Purchaser' means any person who purchases goods and/or services listed by Independent Tutors for sale on the Marketplace.\n<br>'Registration Data' means information provided by you to us for the purposes of your registration to access certain sections of the Website including, but not limited to, your name, date of birth, gender and contact details.\n<br>'Services' refers to the Marketplace we provide pursuant to this Agreement.\n<br>'Independent Tutor' means any person who lists goods and / or services for sale on the Marketplace.\n<br>'Website' means the website located at https://www.examsuccess.com.au or any other website nominated by Exam Success from time to time.</p>\n<p>1.2.\nAny reference in this Agreement to the singular includes the plural, to any gender includes all genders, to any Act or statute includes any Act or statute which supersedes, replaces or modifies any earlier Act or statute, to persons includes all bodies and associations (including human, corporate and unincorporated), and vice versa.\nParagraph headings are for reference and convenience purposes only, and all references to clauses are to clauses in this Agreement unless otherwise specified.</p>\n<p>1.3.\nIn order to confirm your agreement of the Exam Success Marketplace Terms of Service, you will affirm that you have read these Terms of Service in the relevant area on the Website.\nYour continued use of the Services will be deemed to be acceptance of these Terms.\nIf you do not agree to these Terms you should immediately cease accessing the Website and using the Services.</p>\n<p>2.\nOverview of Services</p>\n<p>2.1.\nThe Marketplace is a portal or conduit providing Consumers with an online platform through which persons may list, advertise, sell or exchange goods and/or services.\nThe Marketplace allows Consumers to easily search for and book Classes with Independent Tutors.\nWe do supply or sell goods and/or services on, or via, the Website and the Exam Success Marketplace is a separate business line of Exam Success.</p>\n<p>2.2.\nTo use the Services, a Consumer may register for an account in accordance with Clause 4.\nAlternatively, an unregistered Consumer may search and find Independent Tutors’ profiles on the website and pay for an Independent Tutor’s services.</p>\n<p>2.3.\nConsumers have access to the Services and are able to:</p>\n<p>(a) Access the website and view the Independent Tutors listed on it.\n<br>(b) Browse and book Classes with Independent Tutors.\n<br>(c) Communicate with their Independent Tutors on the platform as a result of the Classes purchased via the Website.\nand\n<br>(d) Access a third-party platform to receive the virtual service of the engaged Independent Tutor.\nThe platform also records the service delivered and these recordings are stored for safety and security reasons.</p>\n<p>2.4.\nConsumers will:</p>\n<p>(a) have the option, if available, to provide a rating regarding the goods and / or services after they engage with an Independent Tutor for the use of any goods and / or services.\nand\n<br>(b) be able to rate an Independent Tutor’s goods and services (based on a rating system of 1 – 5 stars) as well as give feedback regarding the goods and / or services sold by the Independent Tutor.\nConsumers should provide honest and non-biased reviews that at all times comply with their obligations under these Terms.</p>\n<p>2.5.\nAt the absolute discretion of Exam Success, Exam Success may hide any reviews submitted by a Consumer if it perceives such reviews to be unfair, untrue, discriminatory, derogatory, in breach of the terms of this Agreement or otherwise unfairly damaging to an Independent Tutor.\nFor the avoidance of doubt, Exam Success bears no responsibility to maintain, moderate or monitor reviews on its Website.\nHowever, it may nonetheless remove reviews for any of the reasons above.</p>\n<p>3.\nUsing the Services</p>\n<p>3.1.\nYou must ensure that your access to or use of the Services is not illegal or otherwise prohibited by laws that apply in your jurisdiction.</p>\n<p>3.2.\nYou must take precautions to ensure that when accessing the Services that you do not expose your telecommunications or computer systems to viruses, malware or other forms of interference that may damage your telecommunications or computer systems.\nWe will not take responsibility for any such damage to your telecommunications or computer systems that may arise in connection with your access to the Website and use of the Services.</p>\n<p>3.3.\nAny information on this Website or otherwise provided to Consumers is supplied in good faith but we do not guarantee the accuracy or completeness of any information provided by us or any third party, including any Independent Tutor.\nYou agree that it is your responsibility to make enquiries as to the accuracy or completeness of any information which we receive from you or third parties.</p>\n<p>3.4.\nYou agree that you have sole responsibility for any activity that occurs on your account.\nYou must keep your Exam Success account details and password secure, as you are responsible for any activity on your account (whether undertaken by you or anyone else).\nYou agree to notify us immediately if you become aware of or suspect any security breach or unauthorised use of your Exam Success password or account.</p>\n<p>3.5.\nExam Success may discontinue or stop (temporarily or permanently) providing access to the Services (or any feature of the Services) to you, Consumers, guests or members generally, at its absolute discretion and without prior notice to you.</p>\n<p>3.6.\nExam Success may, at its absolute discretion, terminate or suspend your Exam Success account or restrict your access to the Services for any reason including for security, technical, maintenance, legal or regulatory reasons, or due to any breach of these Terms.\nIf we do this, you may be prevented from accessing all or parts of the Services, your account details or other content contained in your Exam Success account.\nWe will not be liable to you or any third party for doing so.\nWe may impose limits or restrictions on your use of the Services.\nFurther, for security, technical, maintenance, legal and / or regulatory reasons, or due to any breach of these Terms, we may withdraw the Services or change or remove functions of the Services at any time without notice to you.</p>\n<p>3.7.\nThe Services may contain links to other websites.\nThose links are provided for convenience only and may not be current.\nAny hyperlinks or banners advertising other websites on the Website or from websites that are external to the Website which advertise the Website are not subject to Exam Success’s control or privacy standards, policies and procedures.\nExam Success will not be responsible for the content or privacy practices associated with such linked websites and we recommend that you make your own enquiries as to the privacy and other policies of these third parties.</p>\n<p>3.8.\nWhile using the Website and any associated Services, you must not:</p>\n<p>(a) misuse any part of the Website by introducing viruses, trojans or other material that is malicious or technologically harmful.\n<br>(b) attempt to gain unauthorised access to any part of the Website, the server on which the Website is stored or any server, computer or database connected to the Website.\n<br>(c) engage in any activity that interferes with or disrupts the Services or the servers and networks which host the Services.\n<br>(d) attempt to circumvent, disable or otherwise interfere with any security related features of the Services or any features which prevent or restrict the use or copying of any content or enforce limitations on the use of the Services or the content of the Website.\n<br>(e) engage in any abusive or derogatory behaviour.\nor\n<br>(f) advocate, support or practise discrimination based on race, religion, age, national origin, language, gender, sexual orientation or mental or physical handicap.\n<br>(g) seek to transfer your communication with your Independent Tutor off the Exam Success Marketplace platform by providing your personal details or any other information to enable the tutor to contact you outside of the Exam Success Marketplace platform.\n<br>3.9.\nIf you fail to comply with this Agreement, Exam Success may, at its absolute discretion and without liability:\n<br>(a) immediately temporarily or permanently withdraw your right to access and use the Services (including deletion of your account).\n<br>(b) take any other legal action against you.\nand\n<br>(c) refer or report any suspected fraudulent, abusive or illegal activity to relevant law enforcement authorities.</p>\n<p>3.10.\nYou acknowledge that we have no obligation to provide you with support of any kind.</p>\n<p>4.\nRegistration</p>\n<p>4.1.\nIn order to communicate with your Independent Tutor, you must register with Exam Success as a member by providing us with Registration Data as requested.\nYou may not use one email address to register for multiple accounts.</p>\n<p>4.2.\nYou are not obliged to register as a member, but you may nonetheless be required to provide Registration Data in order to access the Services, including but not limited to making a Class booking via the Website.</p>\n<p>4.3.\nIf you are under the age of 18 years, we may ask you to confirm that you have your parents’ or guardians’ permission and that they have agreed to these Terms on your behalf.\nWe will provide you access to the Website and your account on this basis.</p>\n<p>4.4.\nIf you are a parent or guardian who has permitted a person under the age of 18 (a 'Minor') to create an Exam Success account, you agree to:</p>\n<p>(a) exercise supervision over the Minor's use of our Services and their personal account with Exam Success.\n<br>(b) assume all risks associated with the Minor's use of our Services and their Exam Success account, including the transmission of content or information to and from third parties via the Internet.\n<br>(c) assume any and all liabilities resulting from the Minor's use of our Services and their Exam Success account.\n<br>(d) ensure the accuracy and truthfulness of all information submitted to Exam Success and the Website by the Minor.\nand\n<br>(e) provide the necessary consents contained in these Terms on behalf of the Minor.</p>\n<p>4.5.\nSubject to Clause 4.3, in the event that you provide Registration Data to us, you represent and warrant to us that the Registration Data provided is true, complete, accurate and up to date, and you undertake to maintain the truthfulness, completeness and accuracy of your Registration Data as necessary and / or as required by us.</p>\n<p>4.6.\nIf you provide us with Registration Data you consent to the possibility that:</p>\n<p>(a) you may receive emails from us confirming the details of your registration and any purchases from the Services made through your account with Exam Success, providing you with necessary information relating to your access and use of the Services and any purchases from the Services made through your Exam Success account.\nand</p>\n<p>(b) from time to time, we may email you regarding our Services or third-party products and services which we believe may be of interest to you, such as new products, features, special offers and updated information.\nThe emails may contain code that enables our database to track your usage of the emails, including whether the email was opened and / or what links (if any) were clicked.\nWe may combine that information with other information which we have about you and may use that information to improve your site experience and / or provide customised email communications to you.</p>\n<p>4.7.\nYou acknowledge that we may use your Registration Data and any other personal information provided to us in accordance with the Exam Success Privacy Policy, which you can view at https://www.examsuccess.com.au/info/privacy.</p>\n<p>5.\nLegal Capacity</p>\n<p>5.1.\nAny goods and / or services purchased from an Independent Tutor on, or via, the Website is an acknowledgement by you that you meet the specified age requirement to transact with the Independent Tutor, accept these Terms and agree that these Terms are binding.</p>\n<p>5.2.\nExam Success reserves the right to take legal action and seek compensation from a parent or guardian of a Minor for any loss or damage we may suffer as a result of, or in connection with, any transaction entered into on, or via, the Website by a Consumer who is a Minor.</p>\n<p>6.\nPricing</p>\n<p>6.1.\nAll prices displayed on the Marketplace are subject to change without notice, at the discretion of an Independent Tutor.</p>\n<p>6.2.\nWhere applicable, all prices listed on the Marketplace are in Australian Dollars unless otherwise specified by the Independent Tutor.\nPrices might otherwise be listed in British Pounds Sterling, Euros, US Dollars or any other nominated currency, as deemed necessary by Exam Success from time to time.</p>\n<p>6.3.\nAll prices listed on the Marketplace may either include or exclude GST (as applicable) and therefore are subject to the terms as displayed by the Independent Tutor from time-to-time.</p>\n<p>6.4.\nPromotional discount codes may be provided to Consumers at the sole discretion of the Independent Tutor and, where appropriate, Consumers will be given written notice of the promotional discount codes at the time of the relevant offer.</p>\n<p>6.5.\nExam Success reserves the right, at its absolution discretion, to prohibit any Consumer from entering into a transaction via the Marketplace for any reason.</p>\n<p>7.\nPurchases</p>\n<p>7.1.\nIn order to make contact with an Independent Tutor for the purchase of goods and / or services on the Marketplace, you are required to register with Exam Success in accordance with Clause 4.</p>\n<p>7.2.\nYou acknowledge and agree that a listing on the Marketplace for the provision of goods and / or services by an Independent Tutor to you constitutes mere information and does not form part of any offer to sell the goods and / or services that may be provided by an Independent Tutor.</p>\n<p>7.3.\nFor the avoidance of doubt, all purchases and / or payments made pursuant to any agreement which utilises the Services is between you and the Independent Tutor and this agreement is made to the exclusion of Exam Success.</p>\n<p>7.4.\nExam Success operates an online platform that connects Independent Tutors and Consumers.\nExam Success has their own selection process for a person to become an Independent Tutor on the site.</p>\n<p>7.5.\nExam Success communicates primarily with Consumers via email.\nBy using our Services, you accept that communication with us will be mainly via electronic means.\nWe will contact you by email or provide you with information by posting notices on the Website.\nIt is your responsibility to ensure that correct contact details are registered, that Exam Success is given written notice of any changes to your contact details, and that you check the nominated email address regularly for any correspondence.</p>\n<p>7.6.\nWe accept no responsibility for purchases between a Purchaser and an Independent Tutor, and you agree to indemnify and hold us harmless against any and losses, liabilities, expenses, damages, costs, proceedings, demands or claims arising out of, or in connection with, the provision of the Website and the use of the Services.\nWe will not be liable for such losses in accordance with Clause 10.</p>\n<p>8.\nPayment</p>\n<p>8.1.\nThe processing of payments for goods and / or services can only proceed once a Consumer and Independent Tutor have entered into a separate, external agreement for the purchase of goods and / or services.</p>\n<p>8.2.\nExam Success is not responsible for the processing of payments in relation to the purchase of goods and services and therefore accepts no responsibility for transactions that occur outside the Marketplace.</p>\n<p>8.3.\nPayment processing services for the Services are provided by Stripe.\nBy placing an order and using Stripe, the Consumer agrees to be bound by the Stripe Terms (below), which may be modified by Stripe from time to time.\nAs a condition of enabling payment processing services through Stripe, you agree to provide us with accurate and complete information about you and/or your business, and you authorize us to share it and transaction information related to your use of the payment processing services provided by Stripe.</p>\n<p>(a) Stripe: https://stripe.com/au/legal</p>\n<p>8.4.\nDespite Exam Success using reasonable endeavours to verify the identity of Independent Tutors on the Marketplace, you acknowledge that, to the extent permitted by law, Exam Success does not warrant the reliability, legitimacy, repute, or credibility of any Independent Tutor, nor the capacity, ability or willingness of the Independent Tutor to deliver or transact with you.</p>\n<p>8.5.\nThe Consumer bears sole responsibility for verifying any terms and conditions imposed by the Independent Tutor in relation to the sale of goods and/or services, including but not limited to the terms of payment, processing and handling fees, commissions and refund policies.</p>\n<p>8.6.\nTo the maximum extent permitted by law, Exam Success accepts no responsibility for any payment that occurs outside the Website and will not be held liable for any damages, liabilities, expenses, costs or losses suffered by Consumers as a result of engagement with an Independent Tutor via the Website, in accordance with Clause 10 and Clause 18.</p>\n<p>9.\nWarranties</p>\n<p>9.1.\nWe will, within a reasonable period of time, investigate any alleged error or other issue regarding any of the Services, provided that you notify us in writing within seven (7) days of becoming aware of the error or other issue, giving us all necessary information to be able to investigate the error or other issue.\nNotwithstanding, you agree that our liability will be limited in any event to the right to attempt redelivery of the Services to you.</p>\n<p>9.2.\nYou agree to use your reasonable endeavours to ensure that the information that you supply us or any Independent Tutor is complete and accurate and notify us (and, if relevant, the Consumer(s)) in writing if there is any change to the information supplied.</p>\n<p>9.3.\nExcept as provided in this Agreement, no further warranty, condition, undertaking or term, express or implied, statutory or otherwise as to the condition, quality, performance or fitness for purpose of the Services provided in accordance with this Agreement is given by us, other than as required by law.\nNothing contained in this Agreement excludes, restricts or modifies the application of any condition, warranty or other obligation, the exercise of any right or remedy, or the imposition of any liability under the Competition and Consumer Act 2010 (Cth) or any other national, state or territory legislation where to do so is unlawful.</p>\n<p>9.4.\nExcept as set out in this Clause 9, we give no further warranties.\nAll implied warranties are hereby excluded.</p>\n<p>9.5.\nYou acknowledge that, to the extent permitted by law, Exam Success does not warrant that any information or content displayed or uploaded by Independent Tutors on the Website is accurate, complete, reliable, current, error-free, virus free or suitable for any particular purpose or use under any specific conditions, and that they are provided on an 'as is' and 'where is' basis;</p>\n<p>10.\nLiability and Exclusions</p>\n<p>10.1.\nWe will not be liable to you or any third party for any loss, expenses, liabilities, costs, or damage caused by viruses, system failures or other technologically harmful material that may infect your computer equipment, computer programs, data or other proprietary material due to your use of any part of the Website or downloading of any material or content posted on it, or on any website linked to it.\nWe always recommend all Internet Consumers ensure they have up-to-date virus checking software installed.</p>\n<p>10.2.\nYou acknowledge that Exam Success provides a marketplace service for connecting Consumers and Independent Tutors to use the Services, and is in no way involved in purchases or payments in relation to goods and / or services displayed on the Website.\nTo the fullest extent permitted by law, Exam Success is not responsible for dealing with, and not, liable for, any disputes or complaints made by you or any Consumer in relation to the goods or services sold, or via, the Website (including any dispute or complaint regarding refunds, payment, goods or services).\nYou should address such complaints directly with the Independent Tutor.</p>\n<p>10.3.\nYou agree that Exam Success shall not be liable to you or any third party for any:</p>\n<p>(a) indirect, consequential, special or exemplary losses, expenses or liabilities.\nor\n<br>(b) loss of profits, loss of revenue, economic loss, loss of goodwill, loss, corruption or alteration of data, failure to realise anticipated savings, loss of opportunity, expectation loss or loss of production, arising out of, or in connection with, the provision or use of the Services, the Marketplace, the Website or these Terms.</p>\n<p>10.4.\nNotwithstanding, you agree that in any event, Exam Success’s maximum aggregate liability to you or a third party under these Terms will be no more than the total amount spent by a Consumer on the Website in the preceding 12 months.</p>\n<p>10.5.\nThe Consumer acknowledges and agrees that the limitations of liability contained in this clause are a fair and reasonable allocation of the commercial risk between the parties.\nThe provisions of this Clause 10 will continue to apply indefinitely after Termination of this Agreement.</p>\n<p>11.\nConfidentiality</p>\n<p>11.1.\nThe Consumer and Exam Success agree not to use or disclose Confidential Information, relating to or owned by the other, received or disclosed to it by the other party during the Term of this Agreement, save for use or disclosure required in order to perform their respective obligations under this Agreement.\nDisclosure shall be limited to such of the receiving party's employees, officers, agents or contractors directly involved in performing the receiving party's obligations.</p>\n<p>11.2.\nThe parties agree that information is not to be regarded as confidential and that the receiving party will have no obligation regarding confidentiality where that information is already in the public domain or enters the public domain through no fault of the receiving party, or is received from a third party without any obligations of confidentiality, or is used or disclosed with the prior written consent of the owner of that information, or is disclosed in compliance with a legal requirement, or is independently developed by the receiving party.</p>\n<p>11.3.\nAny Confidential Information will be returned or destroyed by the receiving party at the written request of the owner.</p>\n<p>11.4.\nYou allow us to refer to you in any publicity we engage in after we have provided you with the Services or, with your permission, during our provision to you of the Services.</p>\n<p>11.5.\nIn the event that the parties execute a separate confidentiality agreement, the terms of that agreement shall prevail over this Clause 11 only.</p>\n<p>12.\nTermination</p>\n<p>12.1.\nWe may terminate this Agreement (or, at our discretion, cease to supply you with the Services) at our sole discretion if:</p>\n<p>(a) it transpires that you have provided false or misleading information on the Website.\nor\n<br>(b) you are found to be offensive or abusive to an Independent Tutor or other Consumers.</p>\n<p>12.2.\nEither party may terminate this Agreement immediately by written notice if the other is in breach of this Agreement to a material extent and fails to remedy the breach within fourteen (14) days of being notified of the breach in writing (if it is capable of being remedied).</p>\n<p>12.3.\nEither party may terminate this Agreement at any time upon four weeks’ written notice the other party.</p>\n<p>13.\nIntellectual Property</p>\n<p>13.1.\nYou acknowledge that all Intellectual Property in any Material is the property of Exam Success (or its licensors) and your use and access to the Services and the Website does not give you any rights, title or interest in or to the Material.\nUnless expressly authorised either under this Agreement or otherwise by the licensors, you may not reproduce, adapt, modify, display, perform or distribute any Material or any part of any Material.\nAustralian and international laws protect these intellectual property rights and nothing in this Agreement gives you any permission, right or licence to use any of the Intellectual Property.</p>\n<p>13.2.\nSubject to the Copyright Act 1968 (Cth) and other relevant legislation, you may view the Services and its contents for personal and non-commercial use, however, you may not in any form or by any means reproduce, modify, distribute, store, transmit, publish or display within another website or create derivative works from any part of the Services or commercialise any information obtained from any part of the Services without the prior written consent of Exam Success or, in the case of third party Material, from the owner of the copyright and / or other Intellectual Property in that Material.</p>\n<p>13.3.\nYou may not modify or copy the layout or appearance of the Services or any computer software or code contained in the Services, nor may you decompile or disassemble, reverse engineer or otherwise attempt to discover or access any source code related to the Services.</p>\n<p>14.\nUnavoidable Events</p>\n<p>We will not be liable to you (or anyone else) if Exam Success is prevented from, or delayed in, performing its obligations under the Agreement or for failing to provide the Services by acts, events, omissions or accidents beyond its reasonable control ('Unavoidable Events').\nWhere an Unavoidable Event occurs, we will attempt to recommence provision of the Services as soon as reasonably practicable.\nIn such circumstances, there may be a delay (sometimes a substantial delay) before we can start or continue providing the Services to you.</p>\n<p>15.\nNotices</p>\n<p>15.1.\nAny notice required to be given pursuant to this Agreement shall, unless stated otherwise in this Agreement, be in English and in writing (including email communications), and be sent to the other party marked to such address as either party may from time to time notify to the other in writing in accordance with this clause (if no such address has been provided then in the case of Exam Success, to success@examsuccess.com.au, and in the case of a Consumer, to that Consumer’s last email address registered with their account at www.examsuccess.com.au).</p>\n<p>15.2.\nA correctly addressed notice sent by correctly addressed emails shall be deemed to have been received 24 hours after sending.</p>\n<p>16.\nDispute resolution</p>\n<p>16.1.\nYou agree that if you have a complaint about the performance of the Agreement or the Services provided that you will contact us at success@examsuccess.com.au in the first instance, and allow us reasonable time in which to consider your complaint, determine a possible solution and notify you of the solution.</p>\n<p>16.2.\nIf the complaint regards another Consumer’s conduct, we may attempt to resolve the issue by taking such actions as we deem necessary, in Exam Success’s absolute discretion, which may include the removal of a Consumer’s access to the Website.</p>\n<p>16.3.\nIf the complaint regards our own performance of the Agreement, such as regarding a technical issue on the Website, we will use our reasonable endeavours to attempt to resolve the issue with you.</p>\n<p>16.4.\nFor any complaint regarding payment in relation to an Independent Tutor, you agree and acknowledge that such complaints should be made directly to that Independent Tutor, and that Exam Success is indemnified from any losses, liabilities, damages, expenses or costs you or a third party may suffer in accordance with Clauses 10 and 18.</p>\n<p>16.5.\nIf, following a purchase, you feel the goods and / or services:</p>\n<p>a) were not of acceptable quality.\n<br>b) were not fit for its purpose.\nor\n<br>c) did not match its description, you may have rights under the Australian Consumer Law to have the goods and / or services replaced by the Independent Tutor, or have the price you paid for the goods and / or services refunded by the Independent Tutor.</p>\n<p>16.6.\nNothing in these Terms excludes, restricts or modifies the consumer guarantees provided for under the Competition and Consumer Act 2010 (Cth) ('Australian Consumer Law').</p>\n<br> Uploading Material - Licence\n<p>\nEffective 21st Day of February 2014 </p>\n<p> 1.\nUploading Material - Licence</p>\n<p>1.1 By uploading Material to the Website, you grant us a non-exclusive, worldwide, perpetual, unlimited, irrevocable all media and all format right to:</p>\n<p>(a) Reproduce it, and to edit and/or adapt it as is reasonably necessary for the purposes of the Website.\n<br>(b) Communicate it, and all other intellectual property embedded in it, to the public from the Website and by any other means of electronic communication.\nand <br>(c) Sublicense its use to other users of the Website and use it, whether in whole or part, whether on its own or in combination with other content and in any medium, for the purposes of promoting the Website, Exam Success or our services.\n</p>\n<p>1.2 To the extent that you have any “moral rights” under Part IX of the Australian Copyright Act 1968 (the “Act”) in relation to attribution for, and to the treatment of, Material, you consent to any dealing with the work in accordance with this agreement (including by not attributing you as the author of Materials, or by adapting or altering Material) that might otherwise be an infringement of such rights.\n<br>\n<br>1.3 We may require you confirm these Terms, or, as a condition of uploading Material, to agree related terms and conditions in connection with that upload, each time you upload Material.</p>\n<p>1.4 We are not obliged to publish or make accessible on the Website any Material that you upload, and we can take down and cease to make accessible any Material at any time at our discretion.</p>\n<p>2.\nYour obligations </p>\n<p>2.1 You agree that:</p>\n<p>(a) you will provide any reasonable assistance, requested by Exam Success, in relation to the communication of Material to the public from the Website.\n<br>(b) you will be solely responsible for all obligations to third parties (contractual or otherwise) that may arise as a result of our communication of the Material to the public via the Website.</p>\n<br> Additional Terms &amp.\nConditions for Writing Club\n<p> Dated the 29th Day of June 2017 </p>\n<p>1.\nAny writing club tutoring sessions will be conducted through online video conferencing software.\n<br>2.\nWriting Club sessions must be booked using the link provided in the writing club area on examsuccess.com.au.\n<br>3.\nSession times are strictly 60 minutes.\n<br>4.\nIf you miss a session that you have booked, then you would forfeit that session.\n<br>5.\nIf you turn up late to your session anytime from its starting time, the session will still run, however the 60 minute session will be counted from the original scheduled time.\nThat means, if your scheduled session was at 2:00pm and you turned up to the session at 2:10pm, this means your session will still end at 3:00pm.\n</p>\n<br>\n<br> Get expert test tips delivered to your inbox.\n<p>We email a couple of times a month.\nNo spam.</p>\n<p>Just exclusive insider tips &amp.\noffers so you can succeed in your exams!</p> I'm In! Scholarships &amp.\nSelective School Job Aptitude Tests English Reading &amp.\nWriting - General Improvement IELTS NAPLAN <p>Opt in to receive news and updates.\n&nbsp;We respect your\nprivacy.\nWe will not sell or distribute your email address to any\n3<sup>rd</sup> party at any time.\nView our privacy policy.</p> I'm In! Thank you! <p>You have successfully joined our subscriber list.</p> Have A Question? Get in touch! Please leave this field empty Please leave this field empty <ul>\n<li> About Us </li>\n<li> Terms </li>\n<li> Privacy Policy </li>\n<li> Cookie Policy </li>\n<li> Editorial Policy </li>\n<li> Child Safe Policy </li>\n<li> Contact Us </li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>\n<p> © 12Descartes Pty Ltd t/a Exam Success 2011 - 2021.\n</p>\n<p> Exam Success develops a range of unofficial education materials.\nAll trademarks are property of their respective trademark owners.\n</p>\n</li>\n</ul> ", "created_at": "2021-10-11 14:51:15.461758", "updated_at": "2021-10-11 12:51:41.695615"}], "points": [], "urls": ["examsuccess.com.au"]}}