{"error": 448, "message": "OK", "parameters": {"id": 4513, "name": "Prisma Media", "created_at": "2021-07-04 10:38:08.636766", "updated_at": "2021-07-05 22:00:44.463832", "wikipedia": null, "keywords": null, "related": null, "slug": "prisma-media", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/4513.png", "url": "programme-tv.net,prismamedia.com,prismamediasolutions.com,beaute-addict.com,femmeactuelle.fr,cuisineactuelle.fr,editions-prisma.com,prismashop.fr,businessinsider.fr,caminteresse.fr,capital.fr,flowmagazine.fr,gala.fr,hbrfrance.fr,neonmag.fr,prima.fr,programme.tv,voici.fr", "documents": [{"id": 7924, "name": "Cookie Policy", "url": "https://www.prismamedia.com/cookies/", "xpath": "/html/body/div[3]", "text": " Cookies <p>– <strong>LIVERAMP</strong> : Lors de votre navigation sur nos sites web ou lorsque vous utilisez nos applications mobiles ou à l’ouverture de l’un de nos emails, nous pouvons être amenés à partager avec notre partenaire LiveRamp et les sociétés de son groupe des données personnelles que nous recueillons auprès de vous, telles que votre adresse e-mail (sous forme hachée et pseudonyme), votre adresse IP, votre identifiant publicitaire mobile ou des informations sur votre navigateur ou votre système d’exploitation.\nLiveRamp utilise ces informations pour créer un code d’identification en ligne afin de vous reconnaître sur vos appareils sans permettre de vous identifier directement.\nNous pouvons placer ce code dans notre cookie ou dans un cookie LiveRamp et autorisons son partage avec nos partenaires publicitaires ainsi qu’avec d’autres sociétés tierces dans le monde entier afin de leur permettre de personnaliser le contenu et les publicités qui vous sont proposées en fonction de vos intérêts, tout au long de votre expérience en ligne (web, emails, apps mobiles, objets connectés, etc).\nCes sociétés peuvent à leur tour utiliser ce code pour y associer les informations démographiques ou d’intérêt que vous avez fournies lors de vos interactions avec eux.\nVous pouvez vous opposer au traitement de vos données personnelles à tout moment en cliquant sur ce lien:&nbsp;https://liveramp.fr/retirer-votre-consentement</p>\n<p>&nbsp;</p>\n<p>– <strong>NOTIFY : </strong>Notify Brand Technology est une solution qui a pour objectif (i) de mesurer l’audience du site et (ii) de vous proposer des publicités et services personnalisées grâce aux cookies déposés par nos partenaires.\nCes données vont ainsi permettre d’adapter leur communication à votre égard au moyen de tout support électronique (via courrier électronique, applications, SMS…) ou traditionnel (courrier ou appels téléphoniques) sous réserve de votre consentement libre et exprès de voir vos données personnelles communiquées à des partenaires de celui auquel vous les aurez confiées.&nbsp;Cliquer ici&nbsp;pour en savoir plus.</p>\n<p>&nbsp;</p>\n<p>–<strong> R TARGET&nbsp;:&nbsp;</strong>Dans le cadre de l’amélioration du ciblage des offres que Prisma Media vous présente, la société CCMPerformance via sa solution R TARGET pourra déposer des cookies sur votre terminal ayant pour objectif de proposer des publicités personnalisées.\nR-Target reconnaît les internautres à l’aide de cookie.\nPlus d’informations sur R-TARGET.</p>\n<p>&nbsp;</p>\n<p>–<b>\n</b>\n<strong>CLOUDMEDIA</strong> : Cloud Media est un service permettant d’afficher des publicités ciblées et personnalisées.\nA ce titre, la société Cloud Media peut déposer des cookies sur votre navigateur.\nPour en savoir plus cliquez-ici</p>\n<p>&nbsp;</p>\n<p>– <strong>SQUADATA</strong>\n<b> : </b>Les services Digital Squad ont pour objectif de proposer des publicités personnalisées affichant des produits ou services basées sur le comportement récent des internautes sur les sites, newsletters et applications des partenaires de Digital Squad.&nbsp.\nDigital Squad reconnait les internautes à l’aide de cookies.\nPour en savoir plus sur Digital Squad ou pour désactiver ce service, veuillez cliquer-ici.</p>\n<p>&nbsp;</p>\n<p>– <strong>REMAILME</strong> :&nbsp;RemailMe est un service permettant d’adresser des publicités ciblées par email en fonction de la navigation de l’utilisateur.\nA ce titre, la société RemailMe peut déposer des cookies sur votre navigateur.\nPour en savoir plus<i>&nbsp;</i>cliquez-ici.</p>\n<p>&nbsp;</p>\n<p>– <strong>MEDIAMETRIE</strong>&nbsp;:&nbsp;La technologie eStat’Streaming de Médiamétrie permet l’analyse à des fins de mesure d’audience de l’ensemble des contenus consommés en streaming (audio, vidéo, live, différé) disponibles sur les sites Internet et applications mobiles.<br>\nIl s’agit d’une mesure « site-centric » basée sur un marqueur eStat Streaming dont le périmètre est le suivant :<br>\n– 3 écrans (ordinateur, mobile, tablette), TV connectée, consoles de jeux, box Internet<br>\n– Monde entier<br>\n– Sites &amp.\napps : Live et replay, audio et vidéo, avec prise en compte des actions utilisateur sur le player<br>\nPour en savoir plus, et configurer les cookies Médiamétrie, rendez-vous sur https://www.mediametrie.fr/fr/gestion-des-cookies</p>\n<p>&nbsp;</p>\n<p>– <strong>ANTVOICE</strong> : AntVoice propose une I.A.\nunique en Europe permettant de prédire les intentions des consommateurs grâce à l’analyse de la navigation des internautes (1,6 Md d’événements tous les mois pour plus de 40 M d’internautes).\nCes intentions sont exploités sous différentes formes : recrutement de nouveaux clients en display/email, personnalisation de l’expérience client et monétisation.&nbsp;AntVoice s’engage à assurer la protection de la vie privées des utilisateurs.\nToutes les données que nous recueillons sont anonymisées et ne seront utilisées que conformément à toutes les lois applicables, y compris le RGPD de l’union Européenne.\nAntVoice ne collecte aucune donnée permettant de contacter/identifier un utilisateur.&nbsp;Pour en savoir plus cliquez-ici.</p>\n<p>&nbsp;</p>\n<p>–&nbsp;<strong>EYEOTA<br>\n</strong>La technologie d’Eyeota rassemble des informations pseudonymisées sur l’utilisation&nbsp;comportementale et préférence individuel des sites Prisma Media.\nAnnonceurs et marketeurs utilise ces informations pour être analysé et engager l’audiences à travers des publicités ciblé et du contenu personnalisé.\nPour plus d’information suivez le lien suivant : https://www.eyeota.com/privacy-policy/<br>\nPour vous désabonner d’Eyeota Interest-Based Advertising<br>\n1.\nDésabonnez vous directement via le lien<br>\n2.\nAlternativement vous pouvez aussi vous désabonner via l’url suivante : https://www.youronlinechoices.eu</p>\n<p>&nbsp;</p>\n<p>– <strong>MEDIARITHMICS</strong> : mediarithmics est un fournisseur de services permettant la gestion des données et des médias numériques pour les annonceurs et les agences.\nLa plateforme de mediarithmics active des données, automatise l’exécution, et optimise les interactions à travers des médias adressables – tout en offrant plus de performance, de transparence et de contrôle pour les commerçants et une meilleure expérience pour les consommateurs.\npour en savoir plus&nbsp;cliquez-ici.</p>\n<p>&nbsp;</p>\n<p>– <strong>OPENASK</strong>&nbsp;est un service de tests &amp.\nquiz en ligne disponible sur plusieurs sites du groupe Prisma Media.\nLes visiteurs des rubriques tests sont amenés à s’inscrire ou se connecter au service pour pouvoir l’utiliser.\nPour faciliter la gestion des comptes utilisateurs,&nbsp;OpenAsk&nbsp;dépose sur les terminaux des utilisateurs des cookies de session, de mesure de trafic et de reconnexion.\nCes informations ne font l’objet d’aucun partage avec des tiers et sont aux seules fins de faciliter l’usage du service et mesurer les volumes d’activité sur les tests &amp.\nquiz.\nPour plus d’information,&nbsp;cliquez ici.</p>\n<p>&nbsp;</p>\n<p>\n<strong>– ZEOTAP</strong> : La technologie Zeotap permet aux annonceurs d’afficher sur les sites web et/ou applications mobiles que vous visitez, des offres pertinentes basées sur vos habitudes de consommation et à des fins d’analyse.<br>\nPour fonctionner ce service repose sur le dépôt de cookie sur votre navigateur ou lors de l’ouverture d’un email.\nLa réception de votre courriel crypté de manière irréversible permet la création d’un identifiant nommé ID+.\nEn déposant nos cookies, certaines informations techniques peuvent être automatiquement collectées (adresse IP, système d’exploitation ou type de navigateur).\nPour plus d’informations : https://zeotap.com/privacy_policy.</p>\n<p>&nbsp;</p>\n<p>– <strong>ALLIANCE GRAVITY DATA MEDIA</strong> :</p>\n<p>\n<strong>Cookies et technologies similaires utilisés par notre partenaire Alliance Gravity Data Media</strong>\n</p>\n<p>Prisma Media est membre de l’Alliance Gravity Data Media (ci-après «&nbsp;Gravity&nbsp;»).</p>\n<p>Pour en savoir plus sur l’Alliance Gravity Data Media&nbsp;: www.alliancegravity.com</p>\n<p>Afin que les annonces apparaissant sur notre Site, les Sites des Membres d’Alliance Gravity data Media ou d’autres sites, soient les plus pertinentes possible, Alliance Gravity Data Media collecte, rapproche et analyse des informations pseudonymes issues de votre navigation sur les sites des Membre d’Alliance Gravity Data Media (activités en ligne, visites, pages vues, liens) ou sur des applications mobiles éditées par les Membres d’Alliance Gravity Data Media et des partenaires, à l’aide d’une ligne de code insérée dans les pages que vous visitez (Tag Gravity opéré par la société mediarithmics).</p>\n<p>Pour en savoir plus sur les sites sur lesquels le tag Gravity est placé et les partenaires de l’Alliance Gravity Data Media&nbsp;: www.alliancegravity.com/membres</p>\n<p>Le Tag Gravity et les autres identifiants placés dans les cookies utilisés par Gravity et les membres de l’Alliance Gravity Data Media, sont associés entre eux pour chaque terminal sur lequel vous naviguez.\nCes données ne comportent aucune donnée permettant à Alliance Gravity Data Media de vous identifier directement.\nCes données sont croisées avec des données de navigation et autres informations collectées à l’occasion de vos relations avec les Membres du réseau Alliance Gravity Data Media, et rendues pseudonymes avant toute utilisation par Alliance Gravity Data Media, comme votre tranche d’âge ou votre sexe aux fins de dresser votre profil d’utilisateur et y associer des centres d’intérêts à partir desquels des publicités seront servies pour le compte de partenaires annonceurs.</p>\n<p>Comme d’autres acteurs de la publicité en ligne, Alliance Gravity Data Media participe et fait appel à des services d’échanges basés sur les identifiants marketing pseudonymes contenus dans les cookies («&nbsp;cookie matching&nbsp;») avec des tiers, régies publicitaires ou services d’analyse, dont notamment la société Mediarithmics.\nCes échanges de cookies permettent ainsi aux clients des partenaires proposant ces services d’échanges de cookies d’enrichir les profils des utilisateurs à partir de données détenues par les Membres Gravity ou Gravity, à des fins de ciblage publicitaire.\nLes conventions conclues avec ces tiers proposant des services d’échanges de cookies prévoient que ces échanges ne peuvent être utilisés qu’à des fins de ciblage publicitaire.</p>\n<p>\n<b>Ces collectes et associations sont effectuées dans des conditions permettant d’assurer votre pseudonymat</b>.\nEn effet, les identifiant utilisés sont tous pseudonymes, c’est-à-dire qu’ils ont fait l’objet d’un chiffrement et qu’ils sont distincts de tous autres identifiants utilisés par les Membres de l’Alliance Gravity Data Media.\nLe lien établi entre les différentes informations rapprochées ne permet pas de vous identifier directement, et n’est pas utilisé à cette fin.\nIl permet seulement de reconnaître un utilisateur unique et d’attribuer les informations collectées et partagées à ce même utilisateur afin de constituer son profil d’utilisateur et servir des publicités ciblées.</p>\n<p>De plus, afin d’éviter toute utilisation non contrôlée des données de navigation, les données collectées via le Tag Gravity ne sont transmises que sur les pages utilisant un protocole sécurisé.</p>\n<p>\n<strong>Conséquence sur l’affichage de publicités</strong>\n</p>\n<p>Ainsi, seules les publicités concernant des actualités, produits ou services susceptibles de vous intéresser et dont vous n’auriez pas nécessairement eu connaissance autrement seront affichées sur les pages visitées.</p>\n<p>En cas de refus d’utilisation du Tag Gravity, des publicités continueront à s’afficher sur les pages internet que vous visitez, mais ne seront plus adaptées à vos centres d’intérêts.</p>\n<p>Par exemple, si vous avez consulté à partir de votre ordinateur fixe une page comportant un article traitant d’alimentation saine dont le titre est reproduit dans le lien contextuel de la page, l’information tirée du titre est collectée par le Tag Gravity et est associée à l’identifiant cookie posé sur votre terminal pour qualifier votre profil d’utilisateur comme rattaché au centre d’intérêt «&nbsp;Alimentation Saine&nbsp;».\n&nbsp;Si vous aviez déjà interagi avec l’un des Membres de l’Alliance Gravity Data Media, d’autres informations peuvent être ajoutées aux informations recueillies par le Tag Gravity pour déterminer votre profil.\nSi par exemple vous avez consulté ensuite à l’aide du navigateur de votre téléphone mobile un article traitant de compétitions sportives sur le site d’un autre Membre du réseau Alliance Gravity Data Media, votre profil d’utilisateur pseudonyme pourrait être enrichi par l’association avec le critère «&nbsp;intéressé par le sport&nbsp;».\n&nbsp;La plateforme de placement publicitaire d’Alliance Gravity Data Media permettra alors à des annonceurs partenaires d’afficher des publicités ciblées à des utilisateurs intéressés par l’alimentation saine et intéressées par le sport.</p>\n<p>\n<strong>Pour vous opposer à cette utilisation :&nbsp;</strong>\n</p>\n<p>Vous pouvez désactiver la réception de publicités personnalisées servies par l’intermédiaire de l’Alliance Gravity Data Media, en cliquant sur le lien ci-après&nbsp;: &nbsp;https://www.alliancegravity.com/politiquedeprotectiondesdonneespersonnelles/#opt-out</p>\n<p>Attention, cette désactivation 1/ n’affecte pas l’affichage de publicités servies par d’autres partenaires et 2/ n’affectent pas les centres d’intérêt que vous communiquez expressément à Prisma Media.</p>\n<p>\n<strong>Durée d’utilisation des cookies Gravity et des données pseudonymes recueillies et associées par l’Alliance Gravity Data Media </strong>\n</p>\n<p>Les données pseudonymes recueillies via le Tag Gravity sont conservées par l’Alliance Gravity Data Media pour un maximum de 12 mois à partir de la date de la collecte.\nLes cookies Gravity expirent 12 mois après leur dépôt.</p>\n<p>Veuillez noter que nous n’avons pas d’accès ni de contrôle sur le Tag mediarithmics Gravity.\nPour en savoir plus la technologie utilisée par Gravity et les services associés, nous vous invitons à consulter www.alliancegravity.com</p>\n<p>&nbsp;</p> ", "created_at": "2021-07-04 13:53:32.184346", "updated_at": "2021-07-04 13:53:39.820589"}, {"id": 7923, "name": "General Terms of Use", "url": "https://www.prismamedia.com/cgu-prisma-connect/", "xpath": "/html/body/div[3]/div/div", "text": " <p>\n<strong>Editeur : LE GROUPE PRISMA MEDIA<br>\n</strong>\n<strong>Siège social : 13, rue Henri Barbusse – 92230 GENNEVILLIERS<br>\n</strong>\n<strong>Capital social : 3 000 000 €<br>\n</strong>\n<strong>RCS : 318 826 187<br>\n</strong>\n<strong>N°TVA : FR 82 318 286 187<br>\n</strong>\n<strong>Gérant : GRUNER + JAHR COMMUNICATION GmbH, elle-même représentée par Rolf HEINZ et Isabelle NARBEBURU.</strong>\n</p>\n<strong>PREAMBULE</strong>\n<p>Le GROUPE PRISMA MEDIA (ci-après «LE GROUPE PRISMA MEDIA »), comprenant la société PRISMA MEDIA, SNC au capital de 3.000.000 €, immatriculée au RCS de NANTERRE sous le N° 318 826 187, dont le siège social est situé 13, rue Henri Barbusse – 92230 GENNEVILLIERS, ainsi que l’ensemble de ses filiales au sens des dispositions de l’article L 233-1 du Code du commerce, est l’éditeur de sites de contenus et services en ligne et de Supports numériques mobiles ou tablettes, accessibles sur tous terminaux numériques et disponibles lors de la connexion des utilisateurs.</p>\n&nbsp;<strong>ARTICLE 1 – DÉFINITIONS</strong>\n<p>Chacun des termes mentionnés ci-dessous aura, dans les présentes conditions générales d’utilisation (ci-après « les CGU »), la signification suivante :<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Sites et Supports numériques</strong>:&nbsp;sites web, sites mobiles, supports numériques destinés aux magazines et aux marques du Groupe PRISMA MEDIA et accessible aux adresses url éditées par le GROUPE PRISMA MEDIA (ci-après « Sites et Supports numériques »).</p>\n<p>\n<strong>Abonnement</strong>&nbsp;: adhésion par l’Utilisateur à un service de souscription à un ou plusieurs magazines édité par le GROUPE PRISMA MEDIA accessible sur le site&nbsp;www.prismashop.fr</p>\n<p>\n<strong>Annonceur</strong>&nbsp;: personne morale bénéficiant d’un espace dédié pour publier ses messages publicitaires sur les Sites et Supports numériques.</p>\n<p>\n<strong>Compte Personnel PRISMA CONNECT</strong>:&nbsp;désigne l’espace unique mis à la disposition de l’Utilisateur après inscription, lui permettant d’accéder, après s’être identifié avec ses Identifiants, aux&nbsp;Sites et Supports numériques&nbsp;du GROUPE PRISMA MEDIA et aux Services souscrits.</p>\n<p>Le Compte Personnel comprend l’ensemble des données personnelles relatives à un Visiteur, comprenant notamment ses éléments d’identité ainsi que ses identifiants, lui permettant de devenir un Utilisateur.</p>\n<p>\n<strong>Contribution</strong>&nbsp;: textes, photographies, vidéos, montages et, plus généralement, tout contenu créé par un Visiteur ou un Utilisateur titulaire d’un&nbsp;Compte Personnel PRISMA CONNECT, un compte Facebook, un compte Google ou un compte Twitter&nbsp;et posté sur un des espaces communautaires des Sites.</p>\n<p>\n<strong>Données Personnelles</strong>&nbsp;: toute information relative à une personne physique identifiée ou qui peut être identifiée, directement ou indirectement, par référence à un nom, un numéro d’identification ou à un ou plusieurs éléments qui lui sont propres.</p>\n<p>\n<strong>Identifiant</strong>&nbsp;: pseudonyme et/ou code choisis par l’Utilisateur permettant son identification et l’accès aux Sites et à son Compte Personnel PRISMA CONNECT.</p>\n<p>\n<strong>Partenaire</strong>&nbsp;: personne physique ou morale ayant un lien contractuel avec LE GROUPE PRISMA MEDIA.</p>\n<p>\n<strong>Services</strong>&nbsp;: ensemble des fonctionnalités mises à la disposition des Utilisateurs par LE GROUPE PRISMA MEDIA et disponibles sur les Sites et Supports numériques.</p>\n<p>\n<strong>Utilisateur</strong>&nbsp;: toute personne physique titulaire d’un Compte Personnel PRISMA CONNECT, qui enregistre ses Données Personnelles afin de pouvoir s’inscrire et avoir accès à l’ensemble des Sites et Supports numériques et des Services proposés.</p>\n<p>\n<strong>Visiteur</strong>&nbsp;: toute personne physique accédant aux Sites et Supports numériques à des fins de simple consultation et sans utilisation d’un Compte Personnel PRISMA CONNECT.</p>\n<strong>ARTICLE 2 – ACCEPTATION DES CONDITIONS GÉNÉRALES D’UTILISATION</strong>\n<p>Les présentes CGU s’adressent à tout Utilisateur et Visiteur et ont pour objet de définir les modalités de mise à disposition et d’utilisation des Sites et Supports numériques.\nCes dispositions s’appliquent concomitamment à la Charte pour la protection des données et aux Conditions Générales de vente lorsqu’elles existent.</p>\n<p>En naviguant sur les Sites et les Supports numériques, quels que soient les moyens techniques d’accès (réseaux informatiques, télécommunications, numériques etc.), quels que soient les terminaux numériques de réception, mobiles ou non mobiles (ordinateur, &nbsp;téléphone mobile, tablette, téléviseur connecté et autres dispositifs connectés) et quels que soient les différentes versions existantes des Sites développées sur tout terminal numérique de réception (WEB, sites mobiles, WAP, Supports numériques tablettes, Supports numériques téléviseurs connectés), l’Utilisateur ou le Visiteur est présumé connaître les conditions d’utilisation figurant ci-après et en accepter les termes sans réserve.</p>\n<p>Les présentes CGU s’appliquent, en tant que de besoin, à toute déclinaison ou extension des Sites et Supports numériques sur les réseaux sociaux et/ou communautaires existants ou à venir.</p>\n<p>Les CGU pourront être modifiées à tout moment, unilatéralement par LE GROUPE PRISMA MEDIA, au gré des changements ou additions effectués, afin notamment de se conformer à toutes évolutions légales, jurisprudentielles, éditoriales et/ou techniques.\nIl est donc conseillé à l’Utilisateur ou au Visiteur de se référer avant toute &nbsp;navigation à la dernière version des CGU accessible à tout moment sur les Sites.\nEn cas de désaccord avec les CGU, aucun usage des Sites et Supports numériques ne saurait être effectué par l’Utilisateur ou Visiteur.</p>\n<p>LE GROUPE PRISMA MEDIA se réserve le droit de refuser unilatéralement et sans notification préalable, à tout Utilisateur ne respectant pas les présentes CGU, l’accès à son Compte Personnel PRISMA CONNECT et à l’utilisation des Services y associés.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<strong>ARTICLE 3 – CONDITIONS D’ACCÈS AUX SITES ET Supports numériques</strong>\n<p>\n<strong>Accessibilité&nbsp;:</strong>\n</p>\n<p>L’accès aux Sites et Supports numériques est possible vingt-quatre (24) heures sur vingt-quatre (24), sept (7) jours sur sept (7) sauf en cas de force majeure ou d’événement hors du contrôle du GROUPE PRISMA MEDIA et sous réserve des éventuelles pannes et interventions de maintenance nécessaires au bon fonctionnement des Sites et Supports numériques qui pourront être effectuées sans en avoir averti l’Utilisateur ou le Visiteur au préalable.</p>\n<p>Toute connexion aux Sites et Supports numériques via un Compte Personnel PRISMA CONNECT sera présumée avoir été effectuée par le titulaire dudit Compte Personnel PRISMA CONNECT et sous sa responsabilité exclusive.</p>\n<p>\n<strong>Coûts et frais&nbsp;:</strong>\n</p>\n<p>Les Sites et Supports numériques sont accessibles gratuitement à tout Utilisateur ou Visiteur disposant d’un accès internet.</p>\n<p>Tous les logiciels et matériels nécessaires à l’utilisation ou au fonctionnement des Services des Sites et Supports numériques, l’accès à l’Internet ou les frais de communication sont à sa charge.\nIl est seul responsable du bon fonctionnement de son équipement informatique et de son accès Internet.</p>\n<p>\n<strong>Annonces&nbsp;:</strong>\n</p>\n<p>L’Utilisateur est informé que l’accès libre et gratuit aux Contenus et Services des Sites et Supports numériques, est en partie financé par les revenus liés à la publicité diffusée sur ces espaces.\nIl accepte par conséquent l’affichage de la publicité sur les Sites et les Supports numériques.</p>\n<p>En sa qualité d’éditeur des Sites et Supports numériques, le GROUPE PRISMA MEDIA est libre de commercialiser auprès d’annonceurs de son choix les espaces publicitaires des Sites et des Supports numériques.\nL’Utilisateur reconnaît ne disposer d’aucun droit sur ces espaces publicitaires et s’interdit toute demande ou action à ce titre.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<strong>ARTICLE 4 – PRESENTATION DU COMPTE PERSONNEL PRISMA CONNECT</strong>\n<p>\n<strong>Création et Inscription&nbsp;:</strong>\n</p>\n<p>Le Groupe PRISMA MEDIA met à la disposition des Utilisateurs un Compte Personnel PRISMA CONNECT lui permettant d’avoir accès gratuitement via un identifiant unique et mot de passe unique à l’ensemble des Sites et Supports numériques du Groupe PRISMA MEDIA.</p>\n<p>La création d’un compte PRISMA CONNECT est destinée à l’usage des personnes majeures.\nElle est ouverte aux mineures sous la surveillance d’un adulte.\nLE GROUPE PRISMA MEDIA se réserve le droit de résilier tout Compte Personnel PRISMA CONNECT ouvert par un mineur qui ne pourrait pas justifier d’une autorisation.</p>\n<p>L’Utilisateur s’engage à avoir pris connaissance des présentes CGU avant adhésion au compte PRISMA CONNECT.</p>\n<p>L’inscription au Compte Personnel PRISMA CONNECT sera ainsi réputée complète dès l’acceptation par l’Utilisateur des présentes CGU en cochant la case «&nbsp;<strong>\n<em>J’accepte les Conditions Générales d’Utilisation</em>\n</strong>&nbsp;», et dès la réception par LE GROUPE PRISMA MEDIA de l’ensemble des informations sollicitées dans le formulaire d’inscription.</p>\n<p>Lors de son inscription en ligne, l’Utilisateur s’engage à fournir des informations exactes, à jour, complètes sur son identité et ne portant pas atteinte aux droits de tiers.\nIl s’engage notamment à ne pas user d’une identité fausse ou usurpée de nature à induire LE GROUPE PRISMA MEDIA ou les tiers en erreur.\nIl est tenu de fournir une adresse email valide.</p>\n<p>Il appartient à l’Utilisateur de mettre à jour ses Données Personnelles.</p>\n<p>Il ne peut être créé qu’un seul Compte Personnel PRISMA CONNECT par adresse email.\nIl ne peut y avoir qu’un seul Compte Personnel PRISMA CONNECT se rapportant à un numéro et identifiant de box ou coffret internet d’Utilisateur.</p>\n<p>Le Compte Personnel PRISMA CONNECT propose notamment à l’Utilisateur :</p>\n<ul>\n<li>la consultation de contenus et d’informations présents sur les Sites et Supports numériques</li>\n<li>l’accès à différents Services et contenus, sous réserve de son inscription préalable,</li>\n<li>de mettre en ligne, de stocker, de partager et commenter</li>\n<li>de bénéficier d’offres promotionnelles du Groupe PRISMA MEDIA et de ses partenaires.</li>\n</ul>\n<p>Certains Sites proposent des Services complémentaires :</p>\n<p>Lors de son inscription, l’Utilisateur peut également inscrire le numéro et les identifiants de sa box / bouquet internet dont il est propriétaire sur le formulaire d’inscription en ligne.\nCette insertion se fait aux risques et périls de l’Utilisateur.\nElle lui permettra d’avoir accès, en fonction des options de son offre internet personnelle, à tous les services disponibles et proposés sur les Sites et Supports numériques.\nLe GROUPE PRISMA MEDIA ne pourra en aucune façon être tenue responsable de l’absence ou du manque de fonctionnalités de la box de l’Utilisateur, des défauts que pourraient engendrer cette connexion box/TV avec les Sites et Supports numériques, de la non compatibilité des services proposés par les Sites et Supports numériques avec les produits propriétés de l’Utilisateur, etc.</p>\n<p>Il est tenu de fournir des identifiants et numéros de box et de coffret internet conforme et appartenant bien au produit ou service qu’il a lui-même contracté.\nA défaut, LE GROUPE PRISMA MEDIA se réserve le droit de suspendre immédiatement, sans préavis ni indemnité, son Compte Personnel PRISMA CONNECT ou de lui en refuser l’accès de manière temporaire ou définitive.</p>\n<p>\n<strong>Durée, résiliation et désinscription</strong>\n</p>\n<p>La durée de validité d’un Compte Personnel PRISMA CONNECT est indéterminée.</p>\n<ol>\n<li>LE GROUPE PRISMA MEDIA se réserve néanmoins la faculté de supprimer automatiquement, sans préavis ni indemnité, tout Compte Personnel PRISMA CONNECT non activé (pas de connexion au Compte Personnel) durant plus d’un an.</li>\n</ol>\n<p>De la même façon, LE GROUPE PRISMA MEDIA se réserve la faculté de supprimer automatiquement, sans préavis ni indemnité, tout Compte Personnel PRISMA CONNECT en cas de violation(s) grave(s) et/ou répétée(s) par l’Utilisateur des stipulations des présentes CGU.</p>\n<p>L’Utilisateur reconnaît expressément que LE GROUPE PRISMA MEDIA peut, sans préavis ni indemnité, résilier tout ou partie des Services fournis sur les Sites et ce, sans avoir à en justifier.</p>\n<ol>\n<li>L’Utilisateur a la possibilité, à tout moment, de se désinscrire et de supprimer son Compte Personnel PRISMA CONNECT, via le bouton “Supprimer son compte” disponible dans son espace personnel.</li>\n</ol>\n<p>Il est averti par les présentes que sa désinscription porte alors sur l’ensemble des Sites et Supports numériques du GROUPE PRISMA MEDIA.</p>\n<p>Cette possibilité de désinscription est offerte à l’Utilisateur dès la réception de son courriel de bienvenue au Compte Personnel PRISMA CONNECT, via un lien actif de désinscription ou de retractation.</p>\n<ol>\n<li>A tout moment, l’Utilisateur dispose, conformément à la loi Informatique et Libertés du 6 janvier 1978 modifiée, d’un droit d’accès, de modification, de rectification, de suppression et d’opposition au traitement des informations le concernant.\nPour exercer ces droits, il lui suffit d’écrire en envoyant un e-mail ou un courrier à cil@prismamedia.com ou PRISMA MEDIA, le Correspondant Informatique et Libertés, 13, rue Henri Barbusse – 92230 Gennevilliers.</li>\n</ol>\n<p>\n<strong>Gestion du Compte Personnel PRISMA CONNECT par l’Utilisateur</strong>\n</p>\n<p>\n<strong>Identifiants&nbsp;</strong>: Un mot de passe conforme aux recommandations de la CNIL est transmis par le Groupe PRISMA MEDIA aux Utilisateurs à l’inscription du Compte Personnel.\nLe Groupe PRISMA MEDIA conseille fortement aux Utilisateurs de personnaliser, dès sa première connexion, son mot de passe conformément aux recommandations de la CNIL.</p>\n<p>En cas d’oubli de mot de passe ou d’identifiant, l’Utilisateur peut en faire la demande sur tous Sites et Supports numériques.\nIl recevra alors un mail de retour, générant un nouveau mot de passe ou identifiant conforme aux recommandations de la CNIL.</p>\n<p>Lorsque le renouvellement d’un mot de passe est consécutif à un oubli, une fois que le mot de passe a été réinitialisé, l’Utilisateur est fortement incité à le changer dès sa première connexion afin de le personnaliser.</p>\n<p>Le mot de passe choisi est unique, personnel et confidentiel.\nIl appartient à l’Utilisateur de prendre toutes les dispositions nécessaires permettant de protéger ses données.\nLE GROUPE PRISMA MEDIA s’engage pour sa part à mettre en place tous les moyens dont il dispose pour garantir la sécurité et la confidentialité des données ainsi transmises.</p>\n<p>\n<strong>Coordonnées&nbsp;</strong>: L’Utilisateur peut modifier à tout moment ses coordonnées, identifiants, etc.\nvia son Compte Personnel PRISMA CONNECT.</p>\n<p>\n<strong>Connection&nbsp;</strong>: Après identification de l’Utilisateur et dans le cas où ce dernier ne déconnecte pas sa session de Compte Personnel PRISMA CONNECT, il est entendu que le Compte restera actif (connecté) pour une durée raisonnable.\nL’Utilisateur sera alors automatiquement reconnu à chacune de ses visites sur un des Sites et Supports numériques du GROUPE PRISMA MEDIA pendant cette durée raisonnable.\nL’Utilisateur peut cesser cette reconnaissance automatique à tout moment en se déconnectant de son Compte Personnel.<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Newsletters</strong>&nbsp;: Chaque Utilisateur a la possibilité de recevoir des news­let­ters du Groupe PRISMA MEDIA.</p>\n<p>Chaque Utilisateur a la possibilité, en cochant la case correspondante, de recevoir des offres commerciales des Partenaires des marques du Groupe PRISMA MEDIA.</p>\n<p>L’accès aux news­let­ters des Sites et Supports numériques néces­site de rensei­gner le formulaire «<strong>\n<em>votre adresse e-mail</em>\n</strong>&nbsp;» ou/et de cocher les cases appropriées obligatoires lors de l’inscription au Compte Personnel, présent sur les Sites et Supports numériques, et ce, pour chacun d’entre eux.</p>\n<p>Il est égale­ment tenu de four­nir une adresse email valide.\nA défaut, LE GROUPE PRISMA MEDIA ne pourra pas lui adres­ser les news­let­ters corres­pon­dantes.</p>\n<p>Un lien de désins­crip­tion est disponible au sein de l’ensemble des news­let­ters et prospections commerciales adres­sées par le Groupe PRISMA MEDIA.</p>\n<p>LE GROUPE PRISMA MEDIA s’engage pour sa part à mettre en place tous les moyens dont il dispose pour garan­tir la sécu­rité et la confi­den­tia­lité des données ainsi trans­mises.</p>\n<strong>ARTICLE 5 – SERVICES PROPOSÉS PAR LES SITES ET SUPPORTS&nbsp;NUMERIQUES</strong>\n<p>Les Sites et Supports numériques fournis à ses Utilisateurs et Visiteurs des contenus éditoriaux parmi lesquels, sans que cette énumération soit exhaustive ou définitive : accès à des articles de presse : actualité, people, politique, recettes, etc., à des vidéos, à des photographies, accès en ligne à des grilles de programme TV, à des services de TV Connectée, à des jeux, à des alertes et des informations en provenance d’Annonceurs et de Partenaires.</p>\n<p>\n<strong>ABONNEMENT</strong>\n</p>\n<p>Chaque Utilisateur ou Visiteur peut accéder en ligne à un Abonnement au(x) magazine(s) se rapportant aux Sites et Supports numériques.\nIl lui suffit de cliquer sur le lien correspondant qui le redirigera vers le site&nbsp;www.prismashop.fr, sur lequel figure des conditions générales d’utilisation et conditions générales de vente qu’il devra préalablement accepter.</p>\n<p>\n<strong>PARTAGE</strong>\n</p>\n<p>Les Visiteurs ou Utilisateurs des Sites et Supports numériques, disposant de comptes de réseaux sociaux, ont la faculté de partager des articles sur les différents sites de partage type Facebook, Google, twitter etc.</p>\n<p>\n<strong>BLOGS ET ESPACES CONTRIBUTIFS</strong>\n</p>\n<p>Les Visiteurs et Utilisateurs des Sites et Supports numériques, disposant obligatoirement d’un compte Facebook, Twitter, Google, Pinterest, Messenger, Google+, LinkedIn (d’autres Supports numériques pourront être ajoutées aux services par Prisma Media), ont la faculté de mettre en ligne des Contributions au sein des espaces communautaires mis à leur disposition par LE GROUPE PRISMA MEDIA sur lesdits sites.</p>\n<p>Ces Contributions, ou mentions « j’aime » ou mentions « partager », etc.\npourront alors être apparentes sur les&nbsp;Sites et Supports numériques.\nLE GROUPE PRISMA MEDIA recommande aux Visiteurs de rester prudents lorsqu’ils décident d’indiquer leur adresse email, afin d’éviter d’être « spammés » notamment par des cybermarchands ou des internautes indélicats.\nLes espaces communautaires mis à la disposition par LE GROUPE PRISMA MEDIA sont soumis aux règles et conditions générales d’utilisation des sociétés éditrices des sites communautaires, LE GROUPE PRISMA MEDIA ne pourra pas être tenu responsable de toute suppression de Contribution, suppression de l’espace communautaire en question, etc.\nIl est recommandé aux Visiteurs de prendre connaissance des conditions générales de ces sociétés.</p>\n<p>LE GROUPE PRISMA MEDIA intervient en qualité d’hébergeur de contenus et n’a aucune obligation générale de surveillance des Contributions ni d’obligation générale de recherche de faits ou de circonstances révélant d’activités illicites.\nIl n’est donc pas tenu de garantir l’exactitude, la probité et l’honnêteté des Contributions.</p>\n<p>LE GROUPE PRISMA MEDIA décline toute responsabilité quant aux Contributions, de quelque nature que ce soit, mises en ligne dans les espaces communautaires.\nToutefois, dans un souci de protection des Visiteurs, LE GROUPE PRISMA MEDIA se réserve la faculté, si nécessaire, de modérer les Contributions a posteriori.</p>\n<p>LE GROUPE PRISMA MEDIA et ou son modérateur se réservent le droit, à leur seule discrétion, de refuser ou retirer toute Contribution qui violerait les lois et règlements quels qu’ils soient sans préavis ni indemnité.</p>\n<p>Les Visiteurs et Utilisateurs disposant d’un compte Facebook, peuvent également demander, en revenant sur chaque article qu’ils ont posté apparaissant sur le&nbsp;Sites&nbsp;et en cliquant sur le « crayon Facebook : supprimer » à tout moment, à ce que leurs Contributions apparentes sur les Sites soient supprimées.</p>\n<p>Tout Visiteur ou Utilisateur s’engage à se soumettre aux règles suivantes&nbsp;:</p>\n<p>– il ne doit pas harceler les autres ;</p>\n<p>– il ne doit pas chercher à obtenir des informations concernant les autres, ni manuellement, ni à l’aide de méthodes automatisées ;</p>\n<p>– il ne doit pas poster de Contributions comportant un virus ou autres codes susceptibles de mettre en péril le fonctionnement des&nbsp;Sites et Supports numériques;</p>\n<p>– il ne doit pas envoyer ou publier de Contributions à caractère commercial.\nSeuls les Annonceurs et les Partenaires peuvent publier des messages publicitaires ;</p>\n<p>– il ne doit pas effectuer de déclaration portant atteinte à l’image et à la réputation des&nbsp;Sites et Supports numériques&nbsp;ou de tout autre support édité par LE GROUPE PRISMA MEDIA ;</p>\n<p>– il ne doit pas porter atteinte à l’image et à la réputation d’une marque, d’un produit, d’un organisme ou d’une personne physique ou morale ;</p>\n<p>– il ne doit pas exploiter les Sites à des fins politiques, religieuses ou sectaires ;</p>\n<p>– il doit garantir l’exactitude, la loyauté et la légalité des Contributions mises en ligne sur les Sites.</p>\n<p>Ils déclarent expressément et garantissent&nbsp;:</p>\n<p>– qu’ils détiennent l’ensemble des droits de propriété intellectuelle et autorisations nécessaires à la publication des Contributions et en garantissent LE GROUPE PRISMA MEDIA</p>\n<p>– qu’elles sont entièrement originales et ne contiennent aucun emprunt à une autre œuvre de quelque nature que ce soit ;</p>\n<p>– qu’ils se sont acquittés de l’ensemble des obligations dont ils pourraient être redevables à l’égard des ayants-droit des contenus de toute nature reproduits dans les Contributions et, notamment, du paiement des redevances dues aux auteurs.</p>\n<p>En déposant des Contributions au sein des espaces communautaires et/ou des Sites, ils autorisent à titre gracieux leur exploitation sur tous supports numériques gratuits en lien avec la Marque, notamment les&nbsp;Sites et Supports numériques, quelle que soit la rubrique, et l’ensemble des pages concernant la Marque sur les réseaux sociaux.</p>\n<p>Ces droits sont concédés pendant toute la durée de leur mise en ligne et dans la limite de la durée de protection des droits d’auteur.</p>\n<p>En outre, sont interdites toutes les Contributions&nbsp;:</p>\n<p>– contraires à l’ordre public, d’incitation à la réalisation de crimes ou de délits, d’actes de terrorisme, de provocation à la discrimination, à la haine ou à la violence en raison de la race, de l’ethnie, de la religion, incitant à l’apologie du nazisme ou à la contestation de crimes contre l’humanité ;</p>\n<p>– à caractère pornographique, pédophile ou violente ;</p>\n<p>– diffamatoires, injurieuses, dénigrantes notamment à l’égard des Partenaires et Annonceurs du GROUPE PRISMA MEDIA, portant atteinte au respect de la vie privée, de la présomption d’innocence, de la personne humaine et de sa dignité, de l’égalité entre hommes et femmes et de la protection des enfants et des adolescents ;</p>\n<p>– incitant ou faisant l’éloge du suicide ;</p>\n<p>– incitation à la consommation ou à la vente de substances faisant l’objet d’une interdiction légale.</p>\n<p>LE GROUPE PRISMA MEDIA décline toute responsabilité quant aux Contributions, de quelque nature que ce soit.\nEn application des dispositions de l’article 6.I.2.\nde la Loi pour la confiance dans l’économie numérique du 21 juin 2004, LE GROUPE PRISMA MEDIA agira promptement pour retirer le contenu litigieux ou en couper l’accès en cas de notification d’un contenu illicite.\nLE GROUPE PRISMA MEDIA se réserve le droit, à sa seule discrétion, de refuser ou retirer toute Contribution qui violerait les lois et règlements quels qu’ils soient.</p>\n<p>\n<strong>BLOGS&nbsp;</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>Certains Sites du GROUPE PRISMA MEDIA peuvent permettre la création ou la gestion de blogs dont LE GROUPE PRISMA MEDIA assure l’hébergement.\nLes créateurs des blogs les administrent seuls notamment au moyen d’outils de création et de publication directement disponibles en ligne accessibles par mot de passe et identifiant.</p>\n<p>Le contenu de ces blogs reste la propriété intellectuelle de leurs créateurs.\nToute reproduction, réédition ou redistribution par quelque moyen que ce soit est totalement interdite par la loi sans autorisation écrite des créateurs concernés.</p>\n<p>Les créateurs de blogs hébergés par LE GROUPE PRISMA MEDIA autorisent ce dernier à faire la promotion de leurs blogs, de quelque manière que ce soit et par tout moyen de communication.\nLE GROUPE PRISMA MEDIA ne peut être considéré comme responsable des dommages liés à cette promotion.</p>\n<p>LE GROUPE PRISMA MEDIA se garde le droit, à sa convenance, de limiter le nombre de compte, le nombre de blogs par créateur afin d’éviter tout usage abusif du service ainsi proposé sur les Sites et Supports numériques.</p>\n<p>LE GROUPE PRISMA MEDIA ne garantit pas une fréquentation minimum des blogs hébergés sur ses Sites et Supports numériques et ne garantit pas non plus la réalisation d’un quelconque chiffre d’affaires ou bénéfice au profit de leurs créateurs.</p>\n<p>En cas de défectuosité de l’hébergement des blogs sur les Sites et Supports numériques, les créateurs assument l’intégralité des coûts d’entretien, de réparation ou de correction de ses propres matériels et logiciels.\nDans cette hypothèse, LE GROUPE PRISMA MEDIA ne sera pas tenue de réparer les dommages indirects tels que préjudice financier ou commercial, perte de clientèle ou de parts, trouble commercial quelconque, augmentation des coûts et autres frais généraux, perte de bénéfices, perte d’image de marque, perte de Contenus ou de données et notamment de fichiers quelconques qui pourraient résulter des difficultés liées à la transmission, la réception et la diffusion des Contributions.</p>\n<p>Les créateurs ont la possibilité de mettre un terme à l’hébergement de leurs blogs sur les Sites, sans aucune justification en transmettant leur demande en utilisant un formulaire disponible sur les Sites.\nLa résiliation interviendra dans les 30 jours de la réception de la demande de résiliation ou retrait par LE GROUPE PRISMA MEDIA.\nIl appartient aux créateurs sous leur responsabilité exclusive et sur un support de leur choix leur appartenant de sauvegarder, le cas échéant, les contenus de leurs blogs avant d’effectuer leurs demandes de résiliation ou retrait.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>DÉPÔT D’AVIS SUR UN PRODUIT, BLOGS ET FORUMS&nbsp;</strong>\n<strong>FEMME ACTUELLE LES TESTEUSES</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>Les Visiteurs et Utilisateurs doivent s’inscrire sur&nbsp;www.beaute-addict.com&nbsp;pour créer un blog, participer aux discussions du forum et donner leurs avis sur les produits proposés.<br>\nIls s’engagent lors de l’inscription à ne pas créer une fausse identité de nature à induire les tiers en erreur, et &nbsp;s’engagent à informer le Groupe PRISMA MEDIA de tout changement des informations du compte et ce dès que possible, et à tenir à jour sans délai les données qu’ils ont communiquées.\nUn seul compte ne sera autorisé par foyer.<br>\n<strong>BLOG ET FORUM:</strong>\n</p>\n<p>Les créateurs des blogs doivent être âgés au minimum de 13 ans.\nLes mineurs sont admis à s’inscrire, à la condition qu’ils aient préalablement obtenu l’accord de leurs parents ou de la personne exerçant l’autorité parentale, sous l’entière responsabilité de ces derniers.</p>\n<p>PRISMA MEDIA se réserve le droit de suspendre ou de résilier un Compte sans délai et de refuser à l’Utilisateur l’accès à tout ou partie des Blogs, du Forum et du Site pour tout manquement aux règles éditées ci-dessus et ce sans motiver sa décision.</p>\n<p>Nos modérateurs se réservent également le droit de retirer sans préavis et sans en informer l’Utilisateur, tout ou partie des messages et ce sans avoir à motiver son action.<br>\nLe modérateur ne réécrit pas les messages s’ils sont acceptés mais peut éventuellement modifier l’intitulé du sujet à des fins de clarté et de cohérence.</p>\n<p>Les citations récurrentes de marques, de sites Internet, de services commerciaux sont assimilées à des publicités détournées et entrent dans le cadre de la modération.<br>\nLes décisions du modérateur ne peuvent être contestées.\nEn créant un compte, l’Utilisateur du Forum et des Blogs s’engage à respecter l’autorité du modérateur.<br>\n<strong>DEPOT D’AVIS :</strong>\n</p>\n<p>Tout avis posté sur le site&nbsp;www.beaute-addict.com&nbsp;sera soumis à validation avant sa mise en ligne sous un délai de 48h.\nIl doit être sincère, argumenté, pertinent et doit concerner exactement le produit de la fiche et non un produit comparable, ni même un produit de la même gamme.\nDe manière exceptionnelle, votre avis pourra être mis en ligne sous un délai supérieur à 48h.</p>\n<p>Tout avis déposé sur un produit qui ne serait pas encore sorti, ne pourra être mis en ligne qu’à partir de la date de commercialisation de ce dernier.</p>\n<p>Une fois validé, l’avis pourra être réutilisé par les marques partenaires du Groupe PRISMA MEDIA.</p>\n<p>\n<strong>PRISMALERTE</strong>\n</p>\n<p>La rubrique Prismalerte est un Service proposé sur certains Sites et Applications du Groupe qui permet de recevoir des notifications web sur l’actualité en lien avec différents thèmes à savoir&nbsp;: une personnalité, un auteur, un programme TV, un ingrédient, etc.</p>\n<p>Après inscription à son Compte Personnel Prisma Connect, l’Utilisateur a ainsi la possibilité de suivre des tags (mot clés taggués) associés à des articles des Sites et Applications du Groupe.\nIl reçoit ainsi des notifications web liés à ces mots clés.</p>\n<p>Il peut à tout moment ne plus suivre et gérer ses tags&nbsp;:</p>\n<p>– soit à travers une «&nbsp;page article&nbsp;» en cliquant sur la case&nbsp;: «&nbsp;x arrêter de suivre&nbsp;».</p>\n<p>– soit à travers une «&nbsp;page tag/mot clé&nbsp;» en cliquant sur la case&nbsp;: «&nbsp;x arrêter de suivre&nbsp;».</p>\n<p>\n<strong>&nbsp;</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>PARTENARIATS</strong>\n</p>\n<p>LE GROUPE PRISMA MEDIA met en place des partenariats afin d’enrichir le contenu et les services proposés par les Sites et Supports numériques.\nCes derniers peuvent également contenir des pages/espaces comportant des offres de produits et services auxquelles les Utilisateurs ou Visiteurs ont accès s’ils le souhaitent.\nCes offres des Partenaires et Annonceurs sont proposées par ces derniers en toute indépendance et sous leur seule responsabilité.</p>\n<p>En conséquence, LE GROUPE PRISMA MEDIA ne saurait voir sa responsabilité engagée pour quelque cause et sur quelque fondement que ce soit relativement aux offres ainsi consultées ainsi qu’aux transactions qui pourraient en découler, les Partenaires et Annonceurs étant seuls engagés dans une relation contractuelle avec les Utilisateurs ou Visiteurs des Sites et Supports numériques.</p>\n<p>Le contenu des pages/espaces des Partenaires et Annonceurs reste leur propriété intellectuelle.\nToute reproduction, réédition ou redistribution par quelque moyen que ce soit est totalement interdite par la loi sans autorisation écrite des Partenaires et Annonceurs concernés.</p>\n<p>Les présentes CGU ne s’appliquant pas aux contenus et offres des Partenaires et Annonceurs, il est recommandé aux Utilisateurs et Visiteurs de prendre connaissance des conditions générales d’utilisation et des conditions générales de vente des sites des Partenaires et Annonceurs.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>RUBRIQUES JEUX / CONCOURS</strong>\n</p>\n<p>Certains Sites et Supports numériques du GROUPE PRISMA MEDIA proposent et mettent à disposition des jeux/concours :</p>\n<p>Le règlement des opérations est adressé à toute personne qui en fait la demande à l’adresse suivante: GROUPE PRISMA MEDIA – Jeux / Concours, 13, rue Henri Barbusse – 92230 GENNEVILLIERS.&nbsp;Le règlement complet de ce jeu est déposé auprès de Maîtres Brisse, Bouvet et LLOPIS, Huissiers de Justice à Paris.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>RUBRIQUES ET CONSEILS SANTE / ALIMENTATION</strong>\n</p>\n<p>Certains Sites et Supports numériques du Groupe PRISMA MEDIA proposent et mettent à disposition des contenus et conseils santé / alimentation :</p>\n<p>L’Utilisateur et le Visiteur sont alertés sur le fait que les informations et services proposés au sein des Sites et Supports numériques ne constituent ni directement, ni indirectement une consultation médicale.\nEn aucun cas, les informations et services proposés sont susceptibles de se substituer à une consultation, une visite ou un diagnostic formulé par un professionnel médical ou peuvent être interprétées comme assurant la promotion de médicaments.</p>\n<p>Les informations disponibles dans les Sites et Supports numériques ne peuvent être considérées comme un diagnostic, la détermination d’un traitement ou la prise et/ou la cessation de la prise de médicament.</p>\n<p>Le GROUPE PRISMA MEDIA ne peut ainsi donner aucune garantie de fiabilité quant aux informations fournies sur les Sites et Supports numériques, qu’elles proviennent de lui ou de ses Partenaires.\nElles sont sélectionnées avec soin et ne sont communiquées qu’à titre informatif.\nLe GROUPE PRISMA MEDIA ne garantit ni les résultats, ni les performances à la suite de la mise en application desdites informations et services proposés.</p>\n<p>Les messages incitant à des pratiques alimentaires excessives (boulimie, anorexie, etc.) ou à l’emploi de substance médicamenteuse utilisée de façon non conforme à leur destination (laxatif, drainant, etc.) dans le but d’obtenir une perte de poids rapide sont proscrits en raison des risques de santé encourus.</p>\n<p>En conséquence, L’Utilisateur reconnaît que la responsabilité du GROUPE PRISMA MEDIA ne pourra être recherchée au titre de l’information et des services proposés dans les Sites et Supports numériques en matière de santé, et accepte que l’utilisation de ces informations et services s’effectue sous sa seule et entière responsabilité, contrôle et direction.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>RUBRIQUES ET CONSEILS BOURSE / RETRAITE / INVESTISSEMENTS / IMMOBILIER</strong>\n</p>\n<p>Certains Sites et Supports numériques du Groupe PRISMA MEDIA proposent et mettent à disposition des contenus et conseils Bourse / Retraite / Investissements&nbsp;<strong>:</strong>\n</p>\n<p>LE GROUPE PRISMA MEDIA a pour seul objectif de mettre certaines informations à caractère boursier et financier à la disposition des Visiteurs et Utilisateurs des Sites et Supports numériques et n’entend en aucune manière effectuer, directement ou indirectement, un quelconque démarchage ou une quelconque offre de valeurs mobilières.</p>\n<p>LE GROUPE PRISMA MEDIA ne peut donner aucune garantie de fiabilité quant aux informations à caractère boursier et financier proposées dans cette rubrique, qu’elles soient fournies par LE GROUPE PRISMA MEDIA ou ses Partenaires.</p>\n<p>Elles sont sélectionnées avec soin et ne sont communiquées qu’à titre informatif et non dans le but d’inciter à réaliser des transactions.\nElles s’adressent à une clientèle avertie consciente des fluctuations rapides qui peuvent intervenir sur certains marchés et de leur caractère spéculatif.\nS’il est exact que LE GROUPE PRISMA MEDIA s’est efforcé de s’assurer de l’exactitude des informations disponibles sur le serveur, il est également important de rappeler que ce serveur est un nouveau mode de diffusion d’informations, dont certaines proviennent de sources extérieures.</p>\n<p>Concernant les cours de bourse : l’indice CAC 40 est diffusé en temps réel.\nLes autres cotations sont diffusées en différé d’au moins 15 minutes.</p>\n<p>LE GROUPE PRISMA MEDIA décline toute responsabilité relative à l’exactitude, l’exhaustivité ou les délais de mise à jour des informations fournies.\nIl est donc recommandé aux Visiteurs et Utilisateurs des Sites et Supports numériques de ne prendre aucune décision sur la base de ces informations avant de les avoir vérifiées, étant précisé qu’ils seront seuls responsables de leur interprétation et de l’utilisation qui en sera faite.</p>\n<p>L’Utilisateur est pleinement conscient du caractère aléatoire et du risque pris lors des investissements dans des valeurs mobilières et produits similaires et assimilés.\nIl en conserve la pleine et entière responsabilité.\nIl s’engage à respecter l’intégralité de la législation boursière, en vigueur et notamment à ne pas diffuser de fausses informations ou communiqués de presse des sociétés cotées, à respecter les règles applicables au marché boursier issues notamment des différents règlements de la Commission des Opérations de Bourse.</p>\n<p>LE GROUPE PRISMA MEDIA ne garantit ni les résultats, ni les performances des produits basés sur les informations indiquées dans cette rubrique.\nEn conséquence, ni la société GROUPE PRISMA MEDIA, ni ses administrateurs, dirigeants, employés, adhérents, agents ou consultants ne pourront être tenus responsables à l’égard de quelque personne que ce soit pour quelques pertes, coûts ou dépenses que ce soient (notamment manque à gagner, ou perte d’usage, dommages directs, indirects, accessoires ou consécutifs) résultant d’erreurs, d’omissions ou d’altérations d’informations que vous pourriez subir du fait d’erreurs contenues dans les informations fournies.</p>\n<p>Ces dernières ne peuvent être utilisées que pour les besoins personnels des Visiteurs et Utilisateurs des Sites et Supports numériques et ne peuvent en aucun cas faire l’objet d’une exploitation commerciale.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>CONSEILS IMMOBILIERS</strong>\n</p>\n<p>Les rubriques étant réalisées par un Partenaire tiers, il convient de se reporter aux conditions d’utilisation de ce Partenaire.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>COMMUNAUTE PHOTOS / VIDEOS</strong>\n</p>\n<p>Certains Sites et Supports numériques du Groupe PRISMA MEDIA proposent et mettent à disposition des contenus et Communautés photos/vidéos<strong>&nbsp;:</strong>\n</p>\n<p>Une rubrique Communauté Photo est accessible à l’adresse url&nbsp;photos.geo.fr, Il s’agit un espace contributif sur lequel les Visiteurs peuvent consulter et les Utilisateurs peuvent consulter ou déposer des photos, les commenter, les noter, etc.</p>\n<p>En déposant des photographies dans la rubrique Communauté Photo, les Utilisateurs autorisent à titre gracieux leur exploitation sur tous supports numériques gratuits en lien avec la marque GEO, notamment les Sites et Supports numériques GEO, quelle que soit la rubrique, et l’ensemble des pages concernant la marque sur les réseaux sociaux.</p>\n<p>Ces droits sont concédés pendant toute la durée de leur mise en ligne, pour le monde entier et dans la limite de la durée de protection des droits d’auteur.</p>\n<p>Ces supports peuvent être accessibles par tous procédés techniques, existants ou à venir, en ce compris notamment Supports numériques mobile et/ou tablette, réseaux informatiques, télécommunications, numériques, terminaux de réception numériques multi-écrans (ordinateur portable ou non, téléphone mobile ou terminal mobile numérique, caméra digitalisée, tablettes, installations de télévision ou autres dispositifs de réseau liés physiquement ou par téléguidage aux réseaux, etc.).</p>\n<p>Ces exploitations pourront être réalisées sous les formes suivantes, sans que cette liste soit limitative:</p>\n<ul>\n<li>Publication sous forme de diaporama,</li>\n<li>Publication sous forme de fond d’écran téléchargeable gratuitement par les Visiteurs ou Utilisateurs,</li>\n<li>Publication dans le cadre de la promotion des Sites et Supports numériques GEO, hors achat d’espace,</li>\n<li>Publication dans un format vignette, sur les Sites et Supports numériques GEO, dans le but de créer un lien hypertexte ou non vers un contenu de la communauté Photo (geo.fr)</li>\n</ul>\n<p>Ce droit d’exploiter les photographies inclut le droit de les modifier (redimensionnement, affichage partiel…) en vue de leur ré-exploitation telle que définie ci-dessus via les fonctionnalités des différents supports et procédés techniques sus visés et ce, dans le respect du droit moral des membres de la Communauté Photo.</p>\n<p>Dans la rubrique Communauté Photo, les Utilisateurs ont la possibilité de signaler la publication de toute Contribution dont ils auraient connaissance, qui serait contraire à la ligne éditoriale du Sites et des Supports numériques GEO et aux présentes CGU et/ou qui contreviendrait aux lois et règlements en vigueur.\nCette faculté peut être exercée en cliquant sur le lien « Signaler », accessible sous chaque photo déposée dans la Communauté Photo.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>LES BLOGS DE VOYAGEURS GEO</strong>\n</p>\n<p>La rubrique Blogs de Voyageurs, ci-après « Les Blogs GEO », est un service du Site GEO qui agrège des blogs sur le thème du voyage.\nLes Blogs GEO s’appuient sur le flux RSS des Utilisateurs blogueurs qui le souhaitent afin de publier sur leur page profil des aperçus de billets présents sur leurs blogs.\nLes aperçus des billets publiés sur Les Blogs GEO rendent apparents : le nom d’utilisateur du blogueur (son pseudo), un lien vers sa page profil, un visuel repris au sein de son blog (ledit visuel pourra être redimensionné, affiché partiellement, etc.\nselon les besoins techniques attachés aux pages des Blogs GEO) et un lien redirigeant vers son blog.</p>\n<p>Chaque Utilisateur blogueur dispose donc d’une page profil dans la rubrique des Blogs GEO, sur laquelle il est libre de publier les informations qu’il souhaite.\nCes informations doivent répondre aux critères définis dans les CGU.</p>\n<p>Les aperçus de billets des blogs redirigent ensuite directement vers le contenu originel, accessible dans son intégralité sur le blog de l’Utilisateur blogueur hébergé par ses soins.\nAucun billet de blog n’apparait dans son intégralité sur les pages les Blogs GEO.\nDès lors que l’Utilisateur et/ou le Visiteur cliquent sur le lien disponible sur les pages profils des Utilisateurs blogueurs, il est automatiquement dirigé sur le blog originel du blogueur et quitte ainsi les pages du Site GEO.</p>\n<p>Le contenu de ces blogs reste la propriété intellectuelle de leurs créateurs.\nToute reproduction, réédition ou redistribution par quelque moyen que ce soit est totalement interdite par la loi sans autorisation écrite des Utilisateurs blogueurs concernés.\nLes Utilisateurs blogueurs restent responsables de tous les contenus présents sur leurs blogs y compris les visuels.</p>\n<p>LE GROUPE PRISMA MEDIA ne garantit ni une fréquentation minimum des blogs et ni la réalisation d’un quelconque chiffre d’affaires ou bénéfice au profit des Utilisateurs blogueurs.</p>\n<p>Les Utilisateurs blogueurs ont la possibilité de mettre un terme à la présence des aperçus de leurs blogs sur le Site GEO, sans aucune justification en transmettant leur demande à webmastergeo@geo.fr.\nLa résiliation ou le retrait interviendra dans les 30 jours de la réception de la demande.</p>\n<p>Les Utilisateurs blogueurs et/ou les Visiteurs ont également la possibilité de signaler l’existence d’un compte Blogs GEO dont ils auraient connaissance, qui serait contraire à la ligne éditoriale du Site GEO et aux présentes CGU et/ou qui contreviendrait aux lois et règlements en vigueur.\nPour ce faire, les Utilisateurs blogueurs et/ou les Visiteurs peuvent cliquer sur le lien « Signaler ce compte » accessible sur la page profil de l’Utilisateur bloggeur considéré, lien qui redirigera l’Utilisateur blogueur ou le Visiteur vers une fenêtre permettant d’adresser un message précis à une équipe de modérateurs.</p>\n<p>Les aperçus de billets de blogs agrégés sur les Blogs GEO sont susceptibles d’être mis en avant dans d’autres rubriques du Site GEO.\nIls peuvent notamment apparaître en illustration de certains contenus éditoriaux du Site GEO.\nCes mentions peuvent indiquer un lien vers la page profil du blogueur sur Les Blogs GEO, ainsi qu’un lien vers le blog de l’Utilisateur blogueur considéré.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<strong>ARTICLE &nbsp;6 – SITES ET SUPPORTS NUMÉRIQUES RELIÉS/LIENS HYPERTEXTES</strong>\n<p>Les Sites et Supports numériques peuvent contenir des liens hypertextes pointant vers des sites tiers ou sources externes qui n’appartiennent pas au GROUPE PRISMA MEDIA &nbsp;et qui sont fournis à titre informatif.\nCes liens ne sont pas contrôlés par LE GROUPE PRISMA MEDIA qui ne répond pas de la disponibilité de tels sites et sources externes ni ne la garantit.</p>\n<p>La décision d’activer ces liens relève de la pleine et entière responsabilité de l’Utilisateur ou du Visiteur.\nLE GROUPE PRISMA MEDIA n’exerce aucun contrôle sur ces sites et décline toute responsabilité quant à leur accès, contenu ou utilisation, ainsi qu’aux dommages pouvant résulter de la consultation des informations présentes sur ces sites.</p>\n<p>Si toutefois, dans les pages des Sites et Supports numériques, se trouve un lien avec une page externe dans laquelle des contenus illicites venaient à être diffusés par un tiers, LE GROUPE PRISMA MEDIA effacera, après avoir été informé desdits contenus, le lien avec cette page.</p>\n<p>Les présentes CGU ne s’appliquant pas aux contenus de ces sites externes, il est recommandé aux Utilisateurs et Visiteurs de prendre connaissance de leurs conditions générales d’utilisation et de leurs conditions générales de vente.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<strong>ARTICLE 7 – CONSERVATION ET ARCHIVAGE</strong>\n<p>Conformément aux dispositions de la Loi pour la confiance dans l’économie numérique du 21 juin 2004, LE GROUPE PRISMA MEDIA est tenue, en sa qualité d’hébergeur de contenu de détenir et conserver les données de nature à permettre l’identification de toute personne ayant diffusé des contenus par son intermédiaire, pour le cas où les autorités judiciaires en feraient la demande.</p>\n<p>Après la résiliation ou la désactivation d’un Compte Personnel PRISMA CONNECT tel que prévu ci-dessus, ou après demande de retrait d’une Contribution, LE GROUPE PRISMA MEDIA se réserve la faculté de conserver ladite Contribution pour une période commercialement raisonnable afin de la sauvegarder, l’archiver ou la vérifier.</p>\n<p>L’archivage de ces données est effectué sur un support fiable et durable de manière à correspondre à une copie fidèle et durable, conformément à l’article 1379 du Code civil.</p>\n<p>En cas de conflit entre ces fichiers informatisés et tout document de l’Utilisateur ou Visiteur, il est expressément convenu entre les parties que les fichiers informatisés du GROUPE PRISMA MEDIA primeront sur les documents de l’Utilisateur ou Visiteur et seront seuls admis à titre de preuve.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<strong>ARTICLE 8 – DONNEES COLLECTEES</strong>\n<p>\n<strong>8.1</strong>&nbsp;Les présentes CGU s’adressent à tout Utilisateur et Visiteur et ont pour objet de définir les modalités de mise à disposition et d’utilisation des Sites et Supports numériques.\nCes dispositions s’appliquent concomitamment à la&nbsp;<strong>Charte pour la protection des données</strong>.</p>\n<p>\n<strong>8.2</strong>&nbsp;Les Données Personnelles sont strictement confidentielles.\nEn conséquence, conformément à la Loi informatique et libertés du 6 janvier 1978, l’Utilisateur dispose d’un droit d’accès, &nbsp;de suppression et de rectification aux informations qui le concernent.</p>\n<p>Il dispose également d’un droit d’opposition au traitement de ses Données Personnelles pour des motifs légitimes, ainsi que d’un droit d’opposition à ce que ses données soient utilisées à des fins de prospection commerciale.</p>\n<p>Il dispose enfin du droit de définir des directives générales et particulières définissant la manière dont il entend que soient exercés, après son décès, ses droits.</p>\n<p>Pour exercer ces droits, il doit adresser un courrier accompagné de la photocopie d’un titre d’identité comportant votre signature au Correspondant Informatique et Libertés de la société PRISMA MEDIA à l’adresse suivante :&nbsp;cil@prismamedia.com&nbsp;ou CIL 13 rue Henri Barbusse 92230 GENNEVILLIERS<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>8.3</strong>&nbsp;<strong>PRISMA CONNECT</strong>&nbsp;: Les Données Personnelles identifiées comme étant obligatoires au sein de l’inscription au Compte Personnel PRISMA CONNECT ou à la réception de newsletters sont nécessaires pour bénéficier des fonctionnalités des Sites et Supports numériques et des Services.</p>\n<p>Les Données Personnelles collectées le sont pour la durée de validité du Compte Personnel PRISMA CONNECT.\nLes données personnelles sont ainsi conservées uniquement le temps nécessaire à l’accomplissement de l’objectif qui est poursuivi lors de leur collecte, à savoir l’inscription au Compte PRISMA CONNECT.</p>\n<p>\n<strong>8.4</strong>&nbsp;En téléchargeant et utilisant nos applications mobiles, des données relatives à la géolocalisation du mobile de l’Utilisateur sont collectées et peuvent être partagées avec nos partenaires dans le but de lui permettre de bénéficier d’une meilleure expérience utilisateur, en lui proposant notamment du contenu plus pertinent dans le cadre de campagnes de marketing ciblé géolocalisé.</p>\n<p>À tout moment, l’Utilisateur a la possibilité de s’opposer à l’activation et au fonctionnement de cette collecte en désactivant la géolocalisation attribuée à l’application mobile dans les Paramètres/Réglages de son mobile.</p>\n<p>\n<strong>8.5</strong>&nbsp;Conformément à l’article 40 de la loi Informatique et libertés : « droit à l’oubli » des mineurs au moment de la collecte des données, tout mineur peut demander, sans justification, l’effacement par le Groupe PRISMA MEDIA de ses données et contenus dans les meilleurs délais.</p>\n<strong>ARTICLE 9 – PROPRIETE INTELLECTUELLE</strong>\n<p>Hormis sur les éléments réalisés par des intervenants extérieurs aux Sites et pour lesquels LE GROUPE PRISMA MEDIA ne dispose que d’une simple licence d’utilisation, LE GROUPE PRISMA MEDIA dispose des droits exclusifs de propriété intellectuelle sur l’ensemble des contenus éditoriaux des Sites en ce compris notamment textes, graphismes, logiciels, photographies, images, vidéos, sons, plans, noms, logos, marques, créations et œuvres protégeables diverses, bases de données, sa structure et son organisation et, plus généralement, sur l’ensemble des éléments de conception des Sites, ci-après désignés « les Éléments ».</p>\n<p>L’accès aux Sites et Supports numériques confère à l’Utilisateur ou Visiteur un droit d’usage privé, non collectif et non exclusif sur les Éléments des Sites et Supports numériques.</p>\n<p>L’ensemble des Éléments constituant des œuvres au sens des dispositions de l’article L 112-1 du Code de la propriété intellectuelle, toute représentation ou reproduction, intégrale ou partielle, qui pourrait en être faite sans le consentement de leurs auteurs ou de leurs ayants-droit, est illicite, sous réserve des dispositions figurant ci-après.\nL’Utilisateur ou le Visiteur ne peut donc modifier, copier, transmettre par e-mail ou de toute autre manière, céder, télécharger, afficher et, d’une façon générale, exploiter les Éléments.</p>\n<p>L’Utilisateur ou Visiteur s’engage en conséquence à&nbsp;:</p>\n<p>– ne pas télécharger les Éléments hormis pour un usage personnel et limité dans le temps ;</p>\n<p>– ne pas imprimer sur support papier les Éléments téléchargés sauf si ces copies sont strictement limitées à un usage personnel ;</p>\n<p>– ne pas reproduire la version numérique des Éléments à des fins de revue de presse ;</p>\n<p>– ne pas altérer, modifier, déplacer, retirer ou remplacer les Éléments.</p>\n<p>Aucun lien hypertexte ne peut renvoyer vers les Sites et Supports numériques sans l’autorisation préalable et exprès de LE GROUPE PRISMA MEDIA.\nA défaut d’autorisation, un tel lien pourrait être considéré comme constitutif du délit de contrefaçon.</p>\n<p>Il est rappelé que la violation de l’un des droits d’auteur attaché aux Éléments des Sites et Supports numériques constitue un délit de contrefaçon puni en France par l’article L 335-2 du Code de la propriété intellectuelle et passible de trois ans d’emprisonnement et 300 000 € d’amende.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<strong>ARTICLE 10 – GARANTIE ET RESPONSABILITE</strong>\n<p>Les contenus éditoriaux du GROUPE PRISMA MEDIA sont fournis sans garantie d’aucune sorte, l’obligation de fourniture de services du GROUPE PRISMA MEDIA se limitant à une obligation de moyen.</p>\n<p>Les informations qui sont communiquées sur l’ensemble des Services des Sites, ainsi que les faits ou événements directs ou indirects en découlant, ne pourront en aucun cas permettre la mise en cause du GROUPE PRISMA MEDIA et l’engagement de sa responsabilité à quelque titre que ce soit.</p>\n<p>LE GROUPE PRISMA MEDIA exclut expressément et dans la mesure permise par les lois applicables &nbsp;toutes garanties explicites, implicites et légales, de sécurité, de fiabilité, d’opportunité et de performance de ses Services, y compris et sans restriction les garanties de succès commercial et de non infraction de droits de propriété.</p>\n<p>LE GROUPE PRISMA MEDIA s’engage à faire ses meilleurs efforts afin de sécuriser l’accès, la consultation et l’utilisation des Sites conformément aux règles d’usages de l’Internet.\nEn conséquence, la responsabilité du GROUPE PRISMA MEDIA ne peut être engagée dans les cas suivants (y compris en cas de dommages subis par des tierces parties) :</p>\n<p>– &nbsp;interruptions momentanées des Services nécessaires à leur évolution, maintenance, ou plus généralement en cas de mise à jour de certains fichiers ;</p>\n<p>– difficultés de fonctionnement ou interruption momentanée des Services (notamment TV Connectée) indépendamment de la volonté de GROUPE PRISMA MEDIA notamment en cas d’interruption des services d’électricité ou de télécommunication ;</p>\n<p>– défaillances ou dysfonctionnements du réseau Internet dans la transmission de messages ou documents ;</p>\n<p>– suppression, impossibilité de stockage, transmission incorrecte ou inopportune des contenus éditoriaux figurant sur les Sites et Supports numériques;</p>\n<p>– dommages susceptibles de résulter du téléchargement ou de l’utilisation des contenus éditoriaux disponibles sur les Sites et Supports numériques ou accessibles sur des sites tiers via les Services des Sites et Supports numériques;</p>\n<p>– dommages susceptibles de résulter des Contributions des Visiteurs ou Utilisateurs.</p>\n<p>Par ailleurs, l’Utilisateur ou Visiteur demeure seul responsable des dommages et préjudices, directs ou indirects, matériels ou immatériels dès lors qu’ils auraient pour cause, fondement ou origine un usage des Sites par lui-même ou par toute personne autorisée par lui à utiliser ces Sites et Supports numériques, que cet usage soit réalisé de manière &nbsp;frauduleuse ou non frauduleuse.\nIl renonce donc expressément à toute réclamation ou action en justice relative à de tels dommages et préjudices, sur le fondement de la responsabilité contractuelle de LE GROUPE PRISMA MEDIA en sa qualité d’éditeur de ces Sites et Supports numériques ou sur tout autre fondement.</p>\n<p>L’Utilisateur déclare accepter les caractéristiques et les limites de l’Internet et, en particulier, reconnaît :</p>\n<p>– qu’il a connaissance de la nature de l’Internet, en particulier de ses performances techniques et des temps de réponse pour consulter, interroger ou transférer les contenus éditoriaux des Sites et Supports numériques ou les Contributions ;</p>\n<p>– que la communication de ses éventuels codes d’accès et précisément de son identifiant et de son mot de passe ou d’une manière générale de toute information jugée confidentielle est réalisée sous sa propre responsabilité ;</p>\n<p>– qu’il lui appartient de prendre toutes mesures nécessaires pour s’assurer que les caractéristiques techniques de son ordinateur lui permettent la consultation des Sites et Supports numériques;</p>\n<p>– qu’il lui appartient de prendre toutes les mesures appropriées de façon à protéger ses propres données et/ou logiciels de la contamination par d’éventuels virus circulant à travers les Sites et Supports numériques;</p>\n<p>Dans le cas où la responsabilité de GROUPE PRISMA MEDIA serait recherchée en raison d’un manquement par un Utilisateur aux obligations qui lui incombent aux termes de la loi ou des présentes CGU, ce dernier s’engage à garantir LE GROUPE PRISMA MEDIA contre toute condamnation prononcée à son encontre, cette garantie couvrant tant les dommages et intérêts qui seraient éventuellement versés que les frais y afférents.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>SIGNA­LE­MENT DES CONTE­NUS ILLI­CITES</strong>\n</p>\n<p>Sur les Sites, les Visi­teurs ont la possi­bi­lité de signa­ler la publi­ca­tion de toute contri­bu­tion ou contenu dont ils auraient connais­sance, qui ne serait pas en rapport avec le sujet abordé, contraire à la ligne édito­riale des Sites &nbsp;et aux présentes CGU et/ou qui contre­vien­drait aux lois et règle­ments en vigueur.</p>\n<p>Cette faculté peut être exer­cée en envoyant un e-mail à l’adresse du webmas­ter suivante : webmas­ter@­[marque].fr permet­tant d’adres­ser un message précis à une équipe de modé­ra­teurs des Sites et Supports numériques.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<strong>ARTICLE 11 – TRIBUNAUX ET DROIT APPLICABLE</strong>\n<p>Les présentes CGU sont régies par le droit français.\nElles sont rédigées en langue française.</p>\n<p>Dans le cas où elles seraient traduites en une ou plusieurs langues, seul le texte français ferait foi en cas de litige.</p>\n<p>Tous les litiges auxquels les CGU pourraient donner lieu, concernant tant leurs validités, interprétation, exécution ou résiliation, leurs conséquences et leurs suites seront soumis aux tribunaux de Nanterre.</p> ", "created_at": "2021-07-04 10:40:08.594338", "updated_at": "2021-07-04 10:40:18.50488"}, {"id": 7922, "name": "Privacy Notice", "url": "https://www.prismamedia.com/charte-pour-la-protection-des-donnees/", "xpath": "/html/body/div[3]/div/div", "text": " <p>&nbsp;</p>\n<p>&nbsp;</p>\nmise à jour au 1er avril 2021\nPREAMBULE\n<p>PRISMA MEDIA (ci-après « PRISMA MEDIA »), comprenant la société PRISMA MEDIA, ainsi que l’ensemble de ses filiales au sens des dispositions de l’article L 233-1 du Code du commerce, existantes et à venir, est l’éditeur de contenus, produits et services disponibles sur différents supports magazines et digitaux en ce compris applications, newsletters, sites web, plateformes sociales, et tout autre support existant (ci-après « les Services »).</p>\n<p>\n</p>\n<p>PRISMA MEDIA accorde une grande importance à la protection des Données Personnelles de ses clients, des utilisateurs de ses sites internet et de ses applications mobiles, de ses partenaires et de ses salariés.</p>\n<p>\n</p>\n<p>La présente charte (ci-après « la Charte ») présente les engagements de PRISMA MEDIA pour la protection des Données Personnelles des internautes visitant le présent site ou la présente application (ci-après désigné « le Site ») et des utilisateurs des Services.\nElle vous informe également des procédés de collecte et d’utilisation de vos Données Personnelles et des options dont vous bénéficiez à cet égard.\nLe cas échéant, certains Services peuvent être soumis à des chartes pour la protection des données spécifiques additionnelles.</p>\n<p>\n</p>\n<p>Elle pourra être modifiée à tout moment par PRISMA MEDIA, au gré des modifications effectuées, afin notamment de se conformer à toutes évolutions réglementaires, jurisprudentielles, éditoriales et/ou techniques.</p>\n<p>\n</p>\n<p>Il vous est conseillé de vous référer avant toute navigation à la dernière version de la Charte accessible sur nos Services.</p>\n<p>\n</p>\n<p>PRISMA MEDIA respecte le Règlement Général sur la Protection des Données, n° 2016/679 du 27 avril 2016, la loi « Informatique &amp.\nLibertés » n° 78-17 du 6 janvier 1978 modifiée, ainsi que la loi « pour la confiance dans l’économie numérique » n° 2004-575 du 21 juin 2004 (article L.\n34-5 du Code des postes et des communications électroniques).</p>\n<p>\n</p>\n<p>PRISMA MEDIA a désigné un délégué à la protection des données en charge notamment du droit à l’information, du droit d’accès, de rectification, d’opposition, d’effacement, de limitation et de portabilité dont vous disposez conformément à ladite loi (mail : dpo@prismamedia.com).</p>\n<p>La Charte s’applique en complément des dispositions des Conditions Générales d’Utilisation des Services et des Conditions Générales de Vente des Services, lorsqu’elles existent.</p>\nARTICLE 1 : QUELLE EST L’IDENTITÉ DU RESPONSABLE DE TRAITEMENT ?\n<p>Le responsable de traitement est la société PRISMA MEDIA, SAS au capital de 3.000.000 €, immatriculée au RCS de NANTERRE sous le N° 318 826 187, dont le siège social est situé 13, rue Henri Barbusse – 92230 GENNEVILLIERS.</p>\nARTICLE 2 – POURQUOI DES DONNEES PERSONNELLES VOUS CONCERNANT SONT-ELLES COLLECTEES ?\n<p>PRISMA MEDIA peut être amenée à collecter et traiter des données déclaratives, des données comportementales de ses clients, de ses prospects et des utilisateurs du site internet et des données d’interaction avec ces derniers (ci-après prises dans leur ensemble « Données Personnelles »).</p>\n<p>\n</p>\n<p>Ces Données Personnelles dans le cadre de l’utilisation du Site et des Services font l’objet de traitements aux fins suivantes :</p>\n<p>\n</p>\n<ul>\n<li>Lorsque vous vous abonnez à l’un de nos magazines afin de gérer votre commande, la livraison des magazines, le renouvellement de votre abonnement ;</li>\n<li>Lorsque vous souscrivez à l’un des services proposés sur le Site (comprenant notamment les lettres d’informations, jeux et concours ou nos communications marketing ou celles de nos partenaires) via votre Compte PRISMA CONNECT&nbsp;.\n</li>\n<li>Lorsque nous devons gérer des impayés et des contentieux avec nos clients ;</li>\n<li>Lorsque nous collectons des Données personnelles nécessaires à l’amélioration de l’expérience utilisateur ;</li>\n<li>Lorsque nous collectons des données afin de vous adresser de la publicité ciblée ;</li>\n<li>Lorsque nous réalisons des études statistiques et des mesures d’audience de consultation de nos sites internet.</li>\n</ul>\n<p>\n</p>\n<p>PRISMA MEDIA ne collecte que les données adéquates, pertinentes et limitées à ce qui est nécessaire au regard des objectifs pour lesquels elles sont traitées.</p>\n<p>\n</p>\n<p>Ces objectifs sont spécifiques et légitimes et, en aucun cas, vos données ne seront traitées ultérieurement d’une manière incompatible avec ces finalités, sauf à recueillir votre accord préalable.</p>\n<p>\n</p>\n<p>ARTICLE 3 – QUELLES SONT LES DONNÉES PERSONNELLES COLLECTÉES PAR PRISMA MEDIA ?</p>\n<p>PRISMA MEDIA ne collecte que les données adéquates, pertinentes et limitées à ce qui est nécessaire au regard des objectifs pour lesquels elles sont traitées.\n</p>\n<p>\n</p>\n<p>Elle peut être amenée à collecter et traiter des Données aux fins d’atteindre une finalité spécifique, et notamment les Données déclaratives renseignées par vos soins dans le formulaire de Compte PRISMA CONNECT, des Données comportementales issue de l’activité de l’internaute sur les Sites et des Données d’interaction dans le cadre des Services.</p>\n<p>\n</p>\n<p>3.1.\nDonnées déclaratives : PRISMA MEDIA est susceptible de constituer un ou plusieurs fichiers comportant des informations que vous lui fournissez volontairement pour bénéficier d’un Service via votre Compte PRISMA CONNECT ou effectuer une commande d’un produit ou abonnement via votre Compte PRISMASHOP.\n</p>\n<p>Dans le cadre de votre Compte PRISMASHOP, les données sont : </p>\n<p>Vos données relatives au suivi de la relation commerciale : demandes de documentation, demandes d’essai, produit acheté, service ou abonnement souscrit, quantité, montant, périodicité, adresse de livraison, historique des achats et des prestations de services, retour des produits, origine de la vente (vendeur, représentant, partenaire, affilié) ou de la commande, correspondances avec le client et service après-vente, échanges et commentaires des clients et prospects, personne(s) en charge de la relation client.\n</p>\n<p>\n</p>\n<p>Dans le cadre de votre Compte PRISMA CONNECT,&nbsp;le tableau ci-dessous présente les catégories des Données traitées, les Données correspondantes en fonction de la finalité poursuivie, ainsi que la source des Données.\nNous vous invitons à consulter la&nbsp;Charte Protection des données personnelles de PRISMA CONNECT.&nbsp;</p>\n<p>\n</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>FINALITÉS</p>\n<p>CATÉGORIE DE DONNÉES</p>\n<p>DÉTAIL DES DONNÉES</p>\n<p>SOURCE </p>\n<p>La création et la gestion du Compte PRISMA CONNECT </p>\n<p>\n</p>\n<p>Donnée d’identification</p>\n<ul>\n<li>Adresse mail</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>Collecte directe auprès de l’Utilisateur ou collecte indirecte via les partenaires de PRISMA MEDIA</p>\n<p>La souscription et la gestion des Services spécifiques et transverses associés au Compte utilisateur PRISMA CONNECT</p>\n<p>\n</p>\n<p>\n</p>\n<p>Données d’identification et de contact</p>\n<ul>\n<li>Nom</li>\n<li>Prénom</li>\n<li>Pseudo</li>\n<li>Date de naissance</li>\n<li>Genre/sexe</li>\n<li>Adresse mail</li>\n<li>Téléphone</li>\n<li>Adresse postale</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>Collecte directe auprès de l’Utilisateur ou collecte indirecte via les partenaires de PRISMA MEDIA</p>\n<p>Amélioration des Services</p>\n<p>Prospection commerciale par le biais de profilage</p>\n<p>Assurer la sécurité et la maintenance de PRISMA CONNECT</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Données de connexion</p>\n<ul>\n<li>Identifiant</li>\n<li>Informations d’authentification</li>\n<li>Date d’inscription à un Service</li>\n<li>Date de création de Compte PRISMA CONNECT</li>\n<li>Date de dernière activité</li>\n<li>Date de validation des CGU et de la Charte</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>Données générées par l’activité de l’Utilisateur</p>\n<p>La souscription et la gestion des Services spécifiques et transverses associés au Compte utilisateur PRISMA CONNECT</p>\n<p>La souscription et la gestion des Services spécifiques et transverses associés au Compte utilisateur PRISMA CONNECT</p>\n<p>\n</p>\n<p>Informations sur les Services souscrits</p>\n<ul>\n<li>Gestion des préférences Newsletter : Preuve du consentement de l’Utilisateur</li>\n</ul>\n<p>Données générées par l’activité de l’Utilisateur</p>\n<p>Prospection commerciale par le biais de profilage</p>\n<p>Suivi comportemental via les cookies </p>\n<p>\n</p>\n<p>Géolocalisation (uniquement pour applications mobiles)</p>\n<ul>\n<li>Informations de navigation (Adresse IP, sites consultés, pages/contenus consultés…)</li>\n<li>Données de géolocalisation</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>Données générées par l’activité de l’Utilisateur</p>\n<p>Amélioration des services</p>\n<p>Informations relatives à l’utilisation du Compte PRISMA CONNECT</p>\n<ul>\n<li>Informations relatives aux services souscrits </li>\n<li>Statistiques d’usages</li>\n</ul>\n<p>\n</p>\n<p>Données générées par l’activité de l’Utilisateur</p>\n<p>\n</p>\n<p>\n</p>\n<p>Par exception, et conformément à la réglementation applicable, dans le cas où ces coordonnées ont été collectées dans le cadre de la vente d’un produit ou d’une prestation de service et qu’elles sont utilisées pour l’envoi de prospections destinées à promouvoir des produits ou services analogues et fournis par PRISMA MEDIA, vos coordonnées pourront être utilisées sans votre consentement.\nDe même, votre consentement ne sera pas requis en matière de prospection par téléphone ou voie postale.\nDans ces deux hypothèses, PRISMA MEDIA traite vos données aux fins d’intérêts considérés comme légitime par la réglementation, sans que cela n’emporte de conséquences sur vos droits.</p>\n<p>&nbsp;</p>\n<p>3.2.\nDonnées comportementales :&nbsp;PRISMA MEDIA est également susceptible de procéder à la collecte de vos données de navigation grâce aux outils de collecte de données : cookies, tag, balises, et tout autre moyen technique approprié installés sur les Sites .\nDans ce cadre, nous vous renvoyons à la consultation de l’Article 6 ci-dessous.\n</p>\n<p>\n</p>\n<p>3.3.\nDonnées d’interaction : par ailleurs, PRISMA MEDIA peut être amenée à traiter des données d’interactions entre vous et notre société : ouverture ou lien des newsletters que nous adressons, clics sur les liens dans les newsletters que nous adressons.\nCes informations nous permettent d’adapter les échanges que nous entretenons avec vous.\n</p>\n<p>\n</p>\n<p>Ces Services étant proposés exclusivement via votre Compte PRISMA CONNECT, nous vous invitons à consulter la Charte Protection des données personnelles de PRISMA CONNECT&nbsp;pour plus de précisions.\n</p>\nARTICLE 4 – QUELS SONT LES DESTINATAIRES DES DONNÉES PERSONNELLES ?\n<p>Les Données sont destinées à PRISMA MEDIA.</p>\n<p>\n</p>\n<p>Elles pourront également être transmises aux prestataires missionnés par PRISMA MEDIA dans le cadre de ses activités et pour assurer la fourniture de ses Services.</p>\n<p>\n</p>\n<p>En cas de transfert de Données hors de l’Union Européenne, PRISMA MEDIA vous informera desdits transferts et prendra les mesures nécessaires pour les encadrer conformément à la réglementation en vigueur (par la signature de Clauses Contractuelles types de la Commission Européenne) et assurer la confidentialité et la sécurité de vos Données.</p>\n<p>\n</p>\n<p>Sous réserve de votre consentement, vous pourrez également recevoir des communications et des offres commerciales portant sur des produits et/ou services fournis par PRISMA MEDIA ou ses partenaires, en particulier des annonceurs, agences publicitaires et des régies publicitaires.\nLa liste des partenaires, et leur politique de confidentialité, est accessible&nbsp;ici.</p>\n<p>\n</p>\n<p>PRISMA MEDIA s’engage à encadrer contractuellement toute transmission de Données aux partenaires afin que ces derniers se conforment à la réglementation en vigueur.\nIl est précisé que les partenaires agiront en tant que responsable de traitement indépendant et que, de ce fait, PRISMA MEDIA n’est pas responsable du traitement de vos Données mis en œuvre par ses partenaires les Données transmises.</p>\n<p>\n</p>\n<p>Pour ne pas recevoir d’offres commerciales de nos partenaires, vous pouvez à tout moment cliquer sur l’interface d’administration prévue à cet effet via le lien de bas de page « paramétrer vos &nbsp;cookies».</p>\n<p>\n</p>\n<p>Vous pouvez également à tout moment retirer votre consentement en vous exerçant vos droits dans les conditions définies à l’Article 8 de la présente Charte.</p>\n<p>\n</p>\n<p>Par ailleurs, conformément à la réglementation en vigueur, vos Données pourront être transmises aux autorités compétentes sur requête.</p>\nARTICLE 5 – QUELLE EST LA DUREE DE CONSERVATION DES DONNEES PERSONNELLES ?\n<p>En fonction de la finalité du traitement, la durée de conservation des Données Personnelles est susceptible de varier.\nSauf dispositions légales impératives, PRISMA MEDIA conserve les Données Personnelles pour la durée nécessaire à la réalisation de la finalité poursuivie.\n</p>\n<p>\n</p>\n<ul>\n<li>Les Données Personnelles seront ainsi conservées pour la période pendant laquelle vous utilisez nos Services, et supprimées au plus tard 3 (trois) ans à compter de notre dernier contact, sauf anonymisation ou obligation légale de conserver certaines données pour une durée plus longue.\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>Les données de connexion aux Sites seront conservées pour une durée maximale de 6 (six) mois.</li>\n</ul>\n<p>\n</p>\n<p>Les règles de conservation ci-dessus sont définies sauf obligation légale de conserver certaines Données pour une durée plus longue.</p>\nARTICLE 6 – QUELLE EST LA POLITIQUE DE PRISMA MEDIA EN MATIÈRE DE COOKIES ET TECHNOLOGIES D’IDENTIFICATION SIMILAIRES ?\n<p>Dans le cadre de votre visite sur nos Sites, vous avez la possibilité d’accéder aux contenus des Sites en acceptant l’utilisation par PRISMA MEDIA des cookies ou autres traceurs, ou en souscrivant à un abonnement payant vous donnant accès aux contenus sans publicité via un compte PRISMA CONNECT.</p>\n<p>\n</p>\n<p>PRISMA MEDIA ne déposera aucun Cookies ou autres traceurs préalablement au choix des Utilisateurs.\n</p>\n<p>\n</p>\n<p>1- Acceptation des Cookies et autres traceurs</p>\n<p>\n</p>\n<p>Lorsque votre choix se porte sur un accès aux contenus gratuit via l’acceptation des Cookies, vous consentez à ce que PRISMA MEDIA et ses partenaires utilisent des cookies ou technologies similaires et traitent vos données de navigation et comportementales (adresse IP, pages visitées ou encore les dates et heures de consultation) afin de nous aider à améliorer votre navigation et la rendre plus intéressante, et qui nous permettent de : </p>\n<p>\n</p>\n<ul>\n<li>Personnaliser la publicité</li>\n<li>Personnaliser vos contenus </li>\n<li>Développer et améliorer nos produits et services </li>\n</ul>\n<p>\n</p>\n<p>PRISMA MEDIA est susceptible d’utiliser d’autres technologies d’identification que les cookies qui remplissent le même rôle que détaillé au présent Article et dans des environnements mobiles où ces derniers ne fonctionnent pas.\nCes solutions peuvent être des SDK (Software Development Kit) ou Local Storage ou tout autre solution adaptée.</p>\n<p>\n</p>\n<p>Nos partenaires peuvent également combiner les informations recueillies via les cookies avec d’autres informations que vous leur avez fournies ou qu’ils ont collectées en tant que responsables de traitement.\nCes partenaires peuvent également être amenés à diffuser de la publicité sur les Sites et peuvent utiliser leurs propres cookies.\nPRISMA MEDIA n’a aucun accès ou contrôle sur les cookies que ces sociétés peuvent être amenées à exploiter.\nVous trouverez&nbsp;ici&nbsp;la liste des partenaires avec lesquels nous avons contractualisé et qui déposent des cookies sur vos équipements.</p>\n<p>\n</p>\n<p>En cas d’acceptation des Cookies, votre consentement sera enregistré pendant une période de 6 mois.</p>\n<p>\n</p>\n<p>Il est précisé que votre consentement à l’utilisation des Cookies et autres traceurs vaudra pour l’ensemble des Sites PRISMA MEDIA, ainsi que pour les Newsletters souscrites par les Utilisateurs.</p>\n<p>Les Sites des marques PRISMA MEDIA concernés par l’utilisation des Cookies seront les suivants : </p>\n<p>\n</p>\n<ul>\n<li>Business Insider ;</li>\n<li>Ça m’intéresse ;</li>\n<li>Capital ;</li>\n<li>CesoirTv ;</li>\n<li>Cuisine Actuelle ;</li>\n<li>Femme Actuelle .\n</li>\n<li>Femme Actuelle Senior ;</li>\n<li>Femme Actuelle Le Mag ;</li>\n<li>Gala .\n</li>\n<li>Gentside .\n</li>\n<li>Geo ;</li>\n<li>Harvard Business Review .\n</li>\n<li>Neon .\n</li>\n<li>Oh My Mag ;</li>\n<li>Télé Loisirs .\n</li>\n<li>Télé 2 semaines .\n</li>\n<li>Voici.</li>\n</ul>\n<p>\n</p>\n<p>Il est en revanche précisé que l’acceptation de l’exploitation des identifiants publicitaires sur les Applications mobiles de PRISMA MEDIA se fera Application par Application.</p>\n<p>Vous pouvez à tout moment accéder via les Sites, à l’interface de paramétrage des consentements qui vous permettra de &nbsp;:</p>\n<p>\n</p>\n<ul>\n<li>paramétrer vos préférences finalité par finalité : Vous pouvez refuser ou accepter de façon sélective l’installation des cookies d’analyse comportementale, de géolocalisation et/ou des cookies de mesure d’audience et/ou encore l’installation de cookies par les partenaires de PRISMA MEDIA en configurant vos paramètres sur votre compte de gestion des cookies .\n</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>accéder à la liste de nos partenaires autorisés à placer des cookies sur nos sites, ainsi qu’un lien vers leur politique de confidentialité.\n</li>\n</ul>\n<p>\n</p>\n<p>2- Refus des cookies et autres traceurs </p>\n<p>\n</p>\n<p>Dans le cas où vous ne souhaitez pas accepter les Cookies pour accéder aux contenus de l’ensemble des Sites, vous pourrez souscrire à l’offre d’abonnement payante via votre compte PRISMA CONNECT.\nLes conditions de l’abonnement sont définies dans les Conditions Générales de Ventes.\n</p>\n<p>\n</p>\n<p>Le cas échéant, vous pourrez naviguer sur les sites des marques PRISMA MEDIA telles que décrites précédemment sans aucune publicité.\n</p>\n<p>\n</p>\n<p>A contrario, sur les Applications mobiles de PRISMA MEDIA, l’offre d’abonnement est proposée Application par Application.\n</p>\n<p>\n</p>\n<p>A l’échéance de votre abonnement, le choix entre les deux offres d’accès aux contenus vous sera à nouveau proposé.</p>\n<p>\n</p>\n<p>3 – Cookies exemptés de consentements</p>\n<p>\n</p>\n<p>En tout état de cause, certains Cookies et autres traceurs seront utilisés par PRISMA MEDIA indépendamment du consentement des internautes.\nIl s’agit des cookies exemptés tels que reconnus par l’Article 82 de la Loi Informatique et Libertés, ainsi que les Lignes Directrices de la CNIL n°2020-091 du 17 septembre 2020.\nIl s’agit des : </p>\n<p>\n</p>\n<ul>\n<li>cookies de navigation, qui permettent de faciliter la navigation sur les Sites ou qui sont nécessaires à la fourniture des Services que vous commandez (ex: cookies de session, ou encore cookies flash permettant de faire fonctionner un lecteur media lorsque cela est nécessaire au fonctionnement des Services que vous commandez…) ;</li>\n</ul>\n<p>\n</p>\n<ul>\n<li>cookies analytics (mesure d’audience) permettant d’obtenir des statistiques de fréquentation anonymes.\nPRISMA MEDIA utilise ces cookies afin d’optimiser son ergonomie, sa navigation et ses contenus, de détecter les problèmes de navigation qui pourraient survenir sur les Sites, en améliorer les performances et les fonctionnalités, à l’exception de tout autre usage ou encore améliorer les Services.\nEn désactivant ces cookies, nous ne pourrons pas analyser le trafic des Sites PRISMA MEDIA.\nVous trouverez la liste des cookies analytics utilisés sur les Sites via la CMP de PRISMA MEDIA.\nSi vous souhaitez vous opposer à l’utilisation des cookies analytics, vous pouvez vous adresser à dpo@prismamedia.com&nbsp;en indiquant en objet “opposition cookies analytics”.\n</li>\n</ul>\n<p>\n</p>\n<p>ARTICLE 7 – QUELLES MESURES DE SECURITE ?</p>\n<p>PRISMA MEDIA a mis en place des mesures techniques et organisationnelles pour protéger les Données Personnelles contre la perte accidentelle, la destruction, la détérioration, les abus, les dommages et accès non autorisés ou illégaux.</p>\n<p>\n</p>\n<p>Les Données Personnelles étant confidentielles, PRISMA MEDIA limite leur accès aux seuls collaborateurs de la société ou prestataires en ayant besoin dans le cadre de l’exécution du traitement.</p>\n<p>\n</p>\n<p>Toutes les personnes ayant accès aux Données Personnelles sont liées par un devoir de confidentialité et s’exposent à des mesures disciplinaires et/ou autres sanctions si elles ne respectent pas ces obligations.</p>\n<p>\n</p>\n<p>Lorsque nous faisons appel à des sous-traitants, prestataires ou que nous transmettons les Données Personnelles à des partenaires, cette communication fait l’objet d’un contrat afin d’assurer la protection de ces informations.</p>\n<p>\n</p>\n<p>ARTICLE 8 – QUELS SONT VOS DROITS ET COMMENT LES EXERCER ?</p>\n<p>En vertu de la réglementation en vigueur, vous bénéficiez des droits suivants à l’égard du traitement de vos Données :</p>\n<p>\n</p>\n<ul>\n<li>Un droit d’accès à l’ensemble des Données que nous traitons vous concernant .\n</li>\n</ul>\n<ul>\n<li>Un droit de rectification des Données inexactes, incomplètes, équivoques, ou périmées .\n</li>\n<li>Un droit de suppression sur l’ensemble des Données que nous traitons vous concernant, à l’exception des Données nécessaires pour défendre nos intérêts en justice ou que nous devons conserver conformément à nos obligations légales .\n</li>\n</ul>\n<ul>\n<li>Un droit d’opposition au traitement de vos Données et de retrait de votre consentement à recevoir des informations de notre part (notamment les messages de prospection commerciale) .\n</li>\n<li>Un droit à la portabilité afin de récupérer les Données que vous nous avez fournis ou de les transférer à un autre fournisseur de service ;</li>\n<li>Le droit de &nbsp;définir des directives relatives au sort de vos Données après votre mort.\n</li>\n</ul>\n<ul>\n<li>Le droit de vous plaindre auprès de la Commission Nationale de l’Informatique et des Libertés (CNIL) dont les coordonnées figurent à l’adresse :&nbsp;https://www.cnil.fr/fr/vous-souhaitez-contacter-la-cnil).</li>\n</ul>\n<p>\n</p>\n<p>Pour cesser de recevoir des messages de PRISMA MEDIA, vous pouvez également cliquer sur le lien de désabonnement figurant dans chacun de nos messages.</p>\n<p>\n</p>\n<p>Pour toute question ou pour exercer vos droits, il vous suffit d’envoyer un e-mail ou un courrier à l’adresse suivante : &nbsp;dpo@prismamedia.com.\n</p>\n<p>\n</p>\n<p>PRISMA MEDIA Le délégué à la protection des données 13, rue Henri Barbusse – 92230 Gennevilliers.</p>\n<p>Lorsque vous souhaitez exercer un droit, vos demandes devront être présentées par écrit et devront être signées et accompagnées de la photocopie d’un titre d’identité portant votre signature.\nLa demande devra préciser l’adresse à laquelle devra parvenir la réponse.\nPRISMA MEDIA disposera d’un délai de 1 (un) mois pour répondre suivant réception de votre demande.\nCe délai pourra être prorogé de deux mois, compte tenu de la complexité et du nombre de demandes adressées à PRISMA MEDIA.\nDans ce cas, nous vous informerons de cette prorogation et des motifs la justifiant.</p>\n<p>\n</p>\n<p>ARTICLE 9 – QUID DE L’UTILISATION DE MES DONNEES VIA LES RESEAUX SOCIAUX ?</p>\n<p>Vous pouvez rejoindre nos comptes Instragram, Pinterest, nos pages Facebook, depuis notre Site et grâce à ceux-ci, suivre nos actualités.\nLes seules données que PRISMA MEDIA est susceptible de collecter sont anonymes et traitées à des fins purement statistiques (notamment pour suivre le nombre d’abonnés qui suivent ces comptes).</p>\n<p>\n</p>\n<p>PRISMA MEDIA n’est pas responsable du traitement qui peut être fait des Données Personnelles par ces réseaux sociaux.\nAfin de connaître vos droits vis-à-vis de ces réseaux sociaux et paramétrer les options de manière à protéger votre confidentialité, il convient de consulter la politique de confidentialité de chacun d’entre eux : </p>\n<p>\n</p>\n<ul>\n<li>Politique de confidentialité d’Instagram : accessible ici</li>\n</ul>\n<ul>\n<li>Politique de confidentialité de Facebook : accessible ici</li>\n</ul>\n<ul>\n<li>Politique de confidentialité de Pinterest : accessible ici</li>\n</ul>\n<p>\n</p>\n<p>&nbsp;Connexion grâce à votre compte Facebook ou twitter </p>\n<p>\n</p>\n<p>Vous disposez de la possibilité de vous connecter à certains de nos sites ou nos applications avec votre compte Facebook ou Twitter.\nLorsque vous vous connectez à nos sites avec votre compte Facebook ou twitter, PRISMA MEDIA peut être amenée à accéder à certaines informations que vous avez transmises à ces réseaux sociaux.\nUne autorisation d’accéder à vos données de profil et de partager vos activités avec Facebook et Twitter vous sera demandée et vous serez informé des données utilisées et de la façon dont elles seront utilisées et partagées.\nEn revanche, toute information complémentaire que nous pourrions vous demander ne sera pas transmise à Facebook ou Twitter.</p>\n<p>\n</p>", "created_at": "2021-07-04 10:38:46.876153", "updated_at": "2021-07-04 10:38:57.6904"}], "points": [{"id": 23631, "title": "This service shares your personal data with third parties that are not essential to its operation", "source": "https://www.prismamedia.com/cookies/", "status": "IP addresses, which are pieces of data often considered PII, are shared with advertising partners.", "created_at": "2021-07-04 13:55:21.898203", "updated_at": "2021-07-05 10:34:31.081819", "quoteText": "nous pouvons être amenés à partager avec notre partenaire LiveRamp et les sociétés de son groupe des données personnelles que nous recueillons auprès de vous, telles que votre adresse e-mail (sous forme hachée et pseudonyme), votre adresse IP, votre identifiant publicitaire mobile ou des informations sur votre navigateur ou votre système d’exploitation.\nLiveRamp utilise ces informations pour créer un code d’identification en ligne afin de vous reconnaître sur vos appareils sans permettre de vous identifier directement.\nNous pouvons placer ce code dans notre cookie ou dans un cookie LiveRamp et autorisons son partage avec nos partenaires publicitaires", "case_id": 166, "document_id": 7924, "quoteStart": 175, "quoteEnd": 833}, {"id": 23606, "title": "Specific content can be deleted without reason and may be removed without prior notice", "source": "https://www.prismamedia.com/cgu-prisma-connect/", "status": "Generated through the annotate view", "created_at": "2021-07-04 11:45:42.626025", "updated_at": "2021-07-05 10:32:45.375958", "quoteText": "PRISMA MEDIA se réserve le droit de suspendre ou de résilier un Compte sans délai et de refuser à l’Utilisateur l’accès à tout ou partie des Blogs, du Forum et du Site pour tout manquement aux règles éditées ci-dessus et ce sans motiver sa décision.</p>\n<p>Nos modérateurs se réservent également le droit de retirer sans préavis et sans en informer l’Utilisateur, tout ou partie des messages et ce sans avoir à motiver son action.<br>", "case_id": 202, "document_id": 7923, "quoteStart": 27992, "quoteEnd": 28426}, {"id": 23598, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.prismamedia.com/cgu-prisma-connect/", "status": "Generated through the annotate view", "created_at": "2021-07-04 10:55:19.291382", "updated_at": "2021-07-05 10:32:33.174822", "quoteText": "A tout moment, l’Utilisateur dispose, conformément à la loi Informatique et Libertés du 6 janvier 1978 modifiée, d’un droit d’accès, de modification, de rectification, de suppression et d’opposition au traitement des informations le concernant.\nPour exercer ces droits, il lui suffit d’écrire en envoyant un e-mail ou un courrier à cil@prismamedia.com ou PRISMA MEDIA, le Correspondant Informatique et Libertés, 13, rue Henri Barbusse – 92230 Gennevilliers.</li>\n</ol>\n<p>\n<strong>", "case_id": 195, "document_id": 7923, "quoteStart": 13163, "quoteEnd": 13644}, {"id": 23627, "title": "You can retrieve an archive of your data", "source": "https://www.prismamedia.com/charte-pour-la-protection-des-donnees/", "status": "Generated through the annotate view", "created_at": "2021-07-04 13:05:49.717568", "updated_at": "2021-07-05 10:27:29.842772", "quoteText": "\n<li>Un droit à la portabilité afin de récupérer les Données que vous nous avez fournis ou de les transférer à un autre fournisseur de service", "case_id": 140, "document_id": 7922, "quoteStart": 21666, "quoteEnd": 21808}, {"id": 23605, "title": "The posting of pornographic content is prohibited", "source": "https://www.prismamedia.com/cgu-prisma-connect/", "status": "Generated through the annotate view", "created_at": "2021-07-04 11:01:29.147507", "updated_at": "2021-07-05 10:27:20.600351", "quoteText": "<p>– à caractère pornographique, pédophile ou violente ;</p>", "case_id": 315, "document_id": 7923, "quoteStart": 23163, "quoteEnd": 23223}, {"id": 23633, "title": "Third-party cookies are used for statistics", "source": "https://www.prismamedia.com/cookies/", "status": "Generated through the annotate view", "created_at": "2021-07-04 14:03:36.223069", "updated_at": "2021-07-05 10:34:21.583485", "quoteText": "NOTIFY : </strong>Notify Brand Technology est une solution qui a pour objectif (i) de mesurer l’audience du site et (ii) de vous proposer des publicités et services personnalisées grâce aux cookies déposés par nos partenaires.", "case_id": 325, "document_id": 7924, "quoteStart": 1469, "quoteEnd": 1695}, {"id": 23628, "title": "Declined", "source": "https://www.prismamedia.com/charte-pour-la-protection-des-donnees/", "status": "", "created_at": "2021-07-04 13:47:22.388927", "updated_at": "2021-07-04 14:02:26.205074", "quoteText": "es, jurisprudentielles, éditoriales et/ou techniques.</p>\n<p>\n</p>\n<p>Il vous est conseillé de vous référer avant toute navigation à la dernière version de la Charte accessible sur nos Services.</p>\n<p>\n</p>\n<p>PRISMA MEDIA res", "case_id": 235, "document_id": 7922, "quoteStart": 1469, "quoteEnd": 1696}, {"id": 23632, "title": "Your profile is combined across various products", "source": "https://www.prismamedia.com/cookies/", "status": "Generated through the annotate view", "created_at": "2021-07-04 13:59:41.156774", "updated_at": "2021-07-05 10:34:26.278053", "quoteText": "afin de leur permettre de personnaliser le contenu et les publicités qui vous sont proposées en fonction de vos intérêts, tout au long de votre expérience en ligne (web, emails, apps mobiles, objets connectés, etc).", "case_id": 326, "document_id": 7924, "quoteStart": 895, "quoteEnd": 1110}, {"id": 23629, "title": "Declined", "source": "https://www.prismamedia.com/charte-pour-la-protection-des-donnees/", "status": "Generated through the annotate view", "created_at": "2021-07-04 13:52:12.383493", "updated_at": "2021-07-04 13:59:29.662346", "quoteText": "ernautes visitant le présent site ou la présente application (ci-après désigné « le Site ») et des utilisateurs des Services.\nElle vous informe également des procédés de collecte et d’utilisation de vos Données Per", "case_id": 235, "document_id": 7922, "quoteStart": 895, "quoteEnd": 1109}, {"id": 23630, "title": "Tracking pixels are used in service-to-user communication", "source": "https://www.prismamedia.com/cookies/", "status": "Generated through the annotate view", "created_at": "2021-07-04 13:54:08.796059", "updated_at": "2021-07-05 10:34:35.695417", "quoteText": "Lors de votre navigation sur nos sites web ou lorsque vous utilisez nos applications mobiles ou à l’ouverture de l’un de nos emails", "case_id": 217, "document_id": 7924, "quoteStart": 42, "quoteEnd": 173}, {"id": 23626, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.prismamedia.com/charte-pour-la-protection-des-donnees/", "status": "Generated through the annotate view", "created_at": "2021-07-04 13:05:14.025628", "updated_at": "2021-07-05 10:27:34.415999", "quoteText": "En vertu de la réglementation en vigueur, vous bénéficiez des droits suivants à l’égard du traitement de vos Données :</p>\n<p>\n</p>\n<ul>\n<li>Un droit d’accès à l’ensemble des Données que nous traitons vous concernant .\n</li>\n</ul>\n<ul>\n<li>Un droit de rectification des Données inexactes, incomplètes, équivoques, ou périmées .\n</li>\n<li>Un droit de suppression sur l’ensemble des Données que nous traitons vous concernant, à l’exception des Données nécessaires pour défendre nos intérêts en justice ou que nous devons conserver conformément à nos obligations légales .", "case_id": 195, "document_id": 7922, "quoteStart": 20887, "quoteEnd": 21456}, {"id": 23624, "title": "Third-party cookies are used for advertising", "source": "https://www.prismamedia.com/charte-pour-la-protection-des-donnees/", "status": "Generated through the annotate view", "created_at": "2021-07-04 13:02:17.637637", "updated_at": "2021-07-05 10:34:40.96172", "quoteText": "PRISMA MEDIA et ses partenaires utilisent des cookies ou technologies similaires et traitent vos données de navigation et comportementales (adresse IP, pages visitées ou encore les dates et heures de consultation) afin de nous aider à améliorer votre navigation et la rendre plus intéressante, et qui nous permettent de : </p>\n<p>\n</p>\n<ul>\n<li>Personnaliser la publicité</li>", "case_id": 128, "document_id": 7922, "quoteStart": 14301, "quoteEnd": 14677}, {"id": 23623, "title": "You may not be able to opt out of tracking", "source": "https://www.prismamedia.com/charte-pour-la-protection-des-donnees/", "status": "If the user refuses to be tracked, he is asked to register in order to view the content.", "created_at": "2021-07-04 12:55:46.569298", "updated_at": "2021-07-05 10:33:08.089405", "quoteText": "Dans le cadre de votre visite sur nos Sites, vous avez la possibilité d’accéder aux contenus des Sites en acceptant l’utilisation par PRISMA MEDIA des cookies ou autres traceurs, ou en souscrivant à un abonnement payant vous donnant accès aux contenus sans publicité via un compte PRISMA CONNECT.</p>", "case_id": 478, "document_id": 7922, "quoteStart": 13692, "quoteEnd": 13992}, {"id": 23622, "title": "The service may keep a secure, anonymized record of your data for analytical purposes even after the data retention period", "source": "https://www.prismamedia.com/charte-pour-la-protection-des-donnees/", "status": "Generated through the annotate view", "created_at": "2021-07-04 12:54:58.062599", "updated_at": "2021-07-05 10:34:45.61949", "quoteText": "<li>Les Données Personnelles seront ainsi conservées pour la période pendant laquelle vous utilisez nos Services, et supprimées au plus tard 3 (trois) ans à compter de notre dernier contact, sauf anonymisation ou obligation légale de conserver certaines données pour une durée plus longue.\n</li>\n</ul>", "case_id": 304, "document_id": 7922, "quoteStart": 12995, "quoteEnd": 13296}, {"id": 23621, "title": "This Service provides a list of Third Parties involved in its operation.", "source": "https://www.prismamedia.com/charte-pour-la-protection-des-donnees/", "status": "Generated through the annotate view", "created_at": "2021-07-04 12:54:07.984323", "updated_at": "2021-07-05 10:27:39.103635", "quoteText": "\nLa liste des partenaires, et leur politique de confidentialité, est accessible&nbsp;ici.</p>\n<p>\n</p>\n", "case_id": 404, "document_id": 7922, "quoteStart": 11566, "quoteEnd": 11669}, {"id": 23620, "title": "Personal information that is shared outside its jurisdiction is processed according to the original jurisdiction’s data protection standards", "source": "https://www.prismamedia.com/charte-pour-la-protection-des-donnees/", "status": "Generated through the annotate view", "created_at": "2021-07-04 12:53:23.062202", "updated_at": "2021-07-05 10:27:44.570469", "quoteText": "</p>\n<p>En cas de transfert de Données hors de l’Union Européenne, PRISMA MEDIA vous informera desdits transferts et prendra les mesures nécessaires pour les encadrer conformément à la réglementation en vigueur (par la signature de Clauses Contractuelles types de la Commission Européenne) et assurer la confidentialité et la sécurité de vos Données", "case_id": 302, "document_id": 7922, "quoteStart": 10919, "quoteEnd": 11268}, {"id": 23619, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.prismamedia.com/charte-pour-la-protection-des-donnees/", "status": "Generated through the annotate view", "created_at": "2021-07-04 12:52:59.542314", "updated_at": "2021-07-05 10:36:49.274859", "quoteText": "Elles pourront également être transmises aux prestataires missionnés par PRISMA MEDIA dans le cadre de ses activités et pour assurer la fourniture de ses Services.</p>\n<p>", "case_id": 188, "document_id": 7922, "quoteStart": 10747, "quoteEnd": 10918}, {"id": 23618, "title": "They store data on you even if you did not interact with the service", "source": "https://www.prismamedia.com/charte-pour-la-protection-des-donnees/", "status": "Generated through the annotate view", "created_at": "2021-07-04 12:52:24.657077", "updated_at": "2021-07-05 10:32:58.90655", "quoteText": "Par exception, et conformément à la réglementation applicable, dans le cas où ces coordonnées ont été collectées dans le cadre de la vente d’un produit ou d’une prestation de service et qu’elles sont utilisées pour l’envoi de prospections destinées à promouvoir des produits ou services analogues et fournis par PRISMA MEDIA, vos coordonnées pourront être utilisées sans votre consentement.\nDe même, votre consentement ne sera pas requis en matière de prospection par téléphone ou voie postale.\n", "case_id": 234, "document_id": 7922, "quoteStart": 8994, "quoteEnd": 9489}, {"id": 23617, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.prismamedia.com/charte-pour-la-protection-des-donnees/", "status": "Generated through the annotate view", "created_at": "2021-07-04 12:50:56.648241", "updated_at": "2021-07-05 10:33:17.989599", "quoteText": "<ul>\n<li>Informations de navigation (Adresse IP, sites consultés, pages/contenus consultés…)</li>\n<li>", "case_id": 399, "document_id": 7922, "quoteStart": 8492, "quoteEnd": 8594}, {"id": 23615, "title": "This service receives your precise location through GPS coordinates", "source": "https://www.prismamedia.com/charte-pour-la-protection-des-donnees/", "status": "Generated through the annotate view", "created_at": "2021-07-04 12:49:32.927315", "updated_at": "2021-07-05 10:36:53.747007", "quoteText": "<p>Géolocalisation (uniquement pour applications mobiles)</p>\n<ul>\n<li>Informations de navigation (Adresse IP, sites consultés, pages/contenus consultés…)</li>\n<li>Données de géolocalisation", "case_id": 400, "document_id": 7922, "quoteStart": 8430, "quoteEnd": 8620}, {"id": 23616, "title": "This service may collect, use, and share location data", "source": "https://www.prismamedia.com/cgu-prisma-connect/", "status": "Generated through the annotate view", "created_at": "2021-07-04 12:49:53.780487", "updated_at": "2021-07-05 10:37:00.87609", "quoteText": "En téléchargeant et utilisant nos applications mobiles, des données relatives à la géolocalisation du mobile de l’Utilisateur sont collectées et peuvent être partagées avec nos partenaires dans le but de lui permettre de bénéficier d’une meilleure expérience utilisateur, en lui proposant notamment du contenu plus pertinent dans le cadre de campagnes de marketing ciblé géolocalisé.", "case_id": 373, "document_id": 7923, "quoteStart": 49325, "quoteEnd": 49708}, {"id": 23614, "title": "Your personal data may be used for marketing purposes", "source": "https://www.prismamedia.com/charte-pour-la-protection-des-donnees/", "status": "Generated through the annotate view", "created_at": "2021-07-04 12:47:35.843606", "updated_at": "2021-07-05 10:37:05.183927", "quoteText": "Données d’identification et de contact</p>\n<ul>\n<li>Nom</li>\n<li>Prénom</li>\n<li>Pseudo</li>\n<li>Date de naissance</li>\n<li>Genre/sexe</li>\n<li>Adresse mail</li>\n<li>Téléphone</li>\n<li>Adresse postale</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>Collecte directe auprès de l’Utilisateur ou collecte indirecte via les partenaires de PRISMA MEDIA</p>\n<p>Amélioration des Services</p>\n<p>Prospection commerciale par le biais de profilage</p>\n<p>", "case_id": 336, "document_id": 7922, "quoteStart": 6958, "quoteEnd": 7387}, {"id": 23612, "title": "Details are provided about what kind of information they collect", "source": "https://www.prismamedia.com/charte-pour-la-protection-des-donnees/", "status": "Generated through the annotate view", "created_at": "2021-07-04 12:18:05.64871", "updated_at": "2021-07-05 10:27:50.827437", "quoteText": "QUELLES SONT LES DONNÉES PERSONNELLES COLLECTÉES PAR PRISMA MEDIA ?</p>", "case_id": 228, "document_id": 7922, "quoteStart": 4578, "quoteEnd": 4649}, {"id": 23611, "title": "This service is a subsidiary of Prisma Media Group", "source": "https://www.prismamedia.com/cgu-prisma-connect/", "status": "Generated through the annotate view", "created_at": "2021-07-04 12:16:03.41705", "updated_at": "2021-07-05 10:33:22.585015", "quoteText": "LE GROUPE PRISMA MEDIA<br>", "case_id": 493, "document_id": 7923, "quoteStart": 23, "quoteEnd": 49}, {"id": 23610, "title": "Extra data may be collected about you through promotions", "source": "https://www.prismamedia.com/charte-pour-la-protection-des-donnees/", "status": "Generated through the annotate view", "created_at": "2021-07-04 12:13:32.025562", "updated_at": "2021-07-05 10:37:09.902248", "quoteText": "Lorsque vous vous abonnez à l’un de nos magazines afin de gérer votre commande, la livraison des magazines, le renouvellement de votre abonnement ;</li>\n<li>Lorsque vous souscrivez à l’un des services proposés sur le Site (comprenant notamment les lettres d’informations, jeux et concours ou nos communications marketing ou celles de nos partenaires) via votre Compte PRISMA CONNECT", "case_id": 211, "document_id": 7922, "quoteStart": 3349, "quoteEnd": 3731}, {"id": 23609, "title": "Information is provided about how your personal data is used", "source": "https://www.prismamedia.com/charte-pour-la-protection-des-donnees/", "status": "Generated through the annotate view", "created_at": "2021-07-04 12:11:56.554216", "updated_at": "2021-07-05 10:32:21.618085", "quoteText": "POURQUOI DES DONNEES PERSONNELLES VOUS CONCERNANT SONT-ELLES COLLECTEES ?", "case_id": 227, "document_id": 7922, "quoteStart": 2817, "quoteEnd": 2890}, {"id": 23608, "title": "There is a date of the last update of the agreements", "source": "https://www.prismamedia.com/charte-pour-la-protection-des-donnees/", "status": "Generated through the annotate view", "created_at": "2021-07-04 12:01:39.809069", "updated_at": "2021-07-05 10:33:33.814801", "quoteText": "mise à jour au 1er avril 2021\n", "case_id": 331, "document_id": 7922, "quoteStart": 29, "quoteEnd": 59}, {"id": 23607, "title": "This service holds onto content that you've deleted", "source": "https://www.prismamedia.com/cgu-prisma-connect/", "status": "Generated through the annotate view", "created_at": "2021-07-04 12:01:29.907471", "updated_at": "2021-07-05 10:32:52.908215", "quoteText": "Après la résiliation ou la désactivation d’un Compte Personnel PRISMA CONNECT tel que prévu ci-dessus, ou après demande de retrait d’une Contribution, LE GROUPE PRISMA MEDIA se réserve la faculté de conserver ladite Contribution pour une période commercialement raisonnable afin de la sauvegarder, l’archiver ou la vérifier.</p>\n<p>L’archivage de ces données est effectué sur un support fiable et durable de manière à correspondre à une copie fidèle et durable, conformément à l’article 1379 du Code civil.</p>", "case_id": 174, "document_id": 7923, "quoteStart": 46402, "quoteEnd": 46912}, {"id": 23604, "title": "You are prohibited from posting content which promotes violence or politically or religiously extremist values.", "source": "https://www.prismamedia.com/cgu-prisma-connect/", "status": "Generated through the annotate view", "created_at": "2021-07-04 11:01:04.683817", "updated_at": "2021-07-05 10:33:38.505992", "quoteText": "\n<p>En outre, sont interdites toutes les Contributions&nbsp;:</p>\n<p>– contraires à l’ordre public, d’incitation à la réalisation de crimes ou de délits, d’actes de terrorisme, de provocation à la discrimination, à la haine ou à la violence en raison de la race, de l’ethnie, de la religion, incitant à l’apologie du nazisme ou à la contestation de crimes contre l’humanité ;</p>", "case_id": 314, "document_id": 7923, "quoteStart": 22783, "quoteEnd": 23162}, {"id": 23603, "title": "Political discussions or campaining are prohibited", "source": "https://www.prismamedia.com/cgu-prisma-connect/", "status": "Generated through the annotate view", "created_at": "2021-07-04 11:00:20.193295", "updated_at": "2021-07-05 10:33:43.868281", "quoteText": "– il ne doit pas exploiter les Sites à des fins politiques, religieuses ou sectaires ;", "case_id": 316, "document_id": 7923, "quoteStart": 21470, "quoteEnd": 21556}, {"id": 23602, "title": "Per the service's terms, you may not express negative opinions about them", "source": "https://www.prismamedia.com/cgu-prisma-connect/", "status": "Generated through the annotate view", "created_at": "2021-07-04 10:59:56.002801", "updated_at": "2021-07-05 10:36:41.752729", "quoteText": "– il ne doit pas effectuer de déclaration portant atteinte à l’image et à la réputation des&nbsp;Sites et Supports numériques&nbsp;ou de tout autre support édité par LE GROUPE PRISMA MEDIA ;</p>", "case_id": 156, "document_id": 7923, "quoteStart": 21121, "quoteEnd": 21315}, {"id": 23601, "title": "You agree not to submit libelous, harassing or threatening content", "source": "https://www.prismamedia.com/cgu-prisma-connect/", "status": "Generated through the annotate view", "created_at": "2021-07-04 10:59:30.769784", "updated_at": "2021-07-05 10:33:48.614531", "quoteText": "Tout Visiteur ou Utilisateur s’engage à se soumettre aux règles suivantes&nbsp;:</p>\n<p>– il ne doit pas harceler les autres ;", "case_id": 283, "document_id": 7923, "quoteStart": 20506, "quoteEnd": 20632}, {"id": 23600, "title": "Your content can be deleted if you violate the terms", "source": "https://www.prismamedia.com/cgu-prisma-connect/", "status": "Generated through the annotate view", "created_at": "2021-07-04 10:58:20.490351", "updated_at": "2021-07-05 10:33:59.09652", "quoteText": "LE GROUPE PRISMA MEDIA et ou son modérateur se réservent le droit, à leur seule discrétion, de refuser ou retirer toute Contribution qui violerait les lois et règlements quels qu’ils soient sans préavis ni indemnité.", "case_id": 377, "document_id": 7923, "quoteStart": 19959, "quoteEnd": 20175}, {"id": 23599, "title": "You are informed about the risk of publishing personal info online", "source": "https://www.prismamedia.com/cgu-prisma-connect/", "status": "Generated through the annotate view", "created_at": "2021-07-04 10:56:46.34094", "updated_at": "2021-07-05 10:32:28.257036", "quoteText": ".\nLE GROUPE PRISMA MEDIA recommande aux Visiteurs de rester prudents lorsqu’ils décident d’indiquer leur adresse email, afin d’éviter d’être « spammés » notamment par des cybermarchands ou des internautes indélicats.\n", "case_id": 231, "document_id": 7923, "quoteStart": 18641, "quoteEnd": 18858}, {"id": 23597, "title": "Your account can be suspended for several reasons", "source": "https://www.prismamedia.com/cgu-prisma-connect/", "status": "Generated through the annotate view", "created_at": "2021-07-04 10:54:49.008792", "updated_at": "2021-07-05 10:34:04.678452", "quoteText": "\n<p>De la même façon, LE GROUPE PRISMA MEDIA se réserve la faculté de supprimer automatiquement, sans préavis ni indemnité, tout Compte Personnel PRISMA CONNECT en cas de violation(s) grave(s) et/ou répétée(s) par l’Utilisateur des stipulations des présentes CGU.</p>\n<p>", "case_id": 205, "document_id": 7923, "quoteStart": 12122, "quoteEnd": 12393}, {"id": 23596, "title": "You have the right to leave this service at any time", "source": "https://www.prismamedia.com/cgu-prisma-connect/", "status": "Generated through the annotate view", "created_at": "2021-07-04 10:53:16.535742", "updated_at": "2021-07-05 10:32:37.59881", "quoteText": "\n<li>L’Utilisateur a la possibilité, à tout moment, de se désinscrire et de supprimer son Compte Personnel PRISMA CONNECT, via le bouton “Supprimer son compte” disponible dans son espace personnel", "case_id": 170, "document_id": 7923, "quoteStart": 12591, "quoteEnd": 12787}, {"id": 23595, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://www.prismamedia.com/cgu-prisma-connect/", "status": "Generated through the annotate view", "created_at": "2021-07-04 10:49:27.890274", "updated_at": "2021-07-05 10:34:10.207585", "quoteText": "<p>La création d’un compte PRISMA CONNECT est destinée à l’usage des personnes majeures.\nElle est ouverte aux mineures sous la surveillance d’un adulte.\n", "case_id": 486, "document_id": 7923, "quoteStart": 8547, "quoteEnd": 8700}, {"id": 23594, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://www.prismamedia.com/cgu-prisma-connect/", "status": "Generated through the annotate view", "created_at": "2021-07-04 10:47:33.400465", "updated_at": "2021-07-05 10:36:33.843722", "quoteText": "Les présentes CGU s’appliquent, en tant que de besoin, à toute déclinaison ou extension des Sites et Supports numériques sur les réseaux sociaux et/ou communautaires existants ou à venir.</p>\n<p>Les CGU pourront être modifiées à tout moment, unilatéralement par LE GROUPE PRISMA MEDIA, au gré des changements ou additions effectués, afin notamment de se conformer à toutes évolutions légales, jurisprudentielles, éditoriales et/ou techniques.\nIl est donc conseillé à l’Utilisateur ou au Visiteur de se référer avant toute &nbsp;navigation à la dernière version des CGU accessible à tout moment sur les Sites.", "case_id": 121, "document_id": 7923, "quoteStart": 5106, "quoteEnd": 5714}], "urls": ["programme-tv.net", "prismamedia.com", "prismamediasolutions.com", "beaute-addict.com", "femmeactuelle.fr", "cuisineactuelle.fr", "editions-prisma.com", "prismashop.fr", "businessinsider.fr", "caminteresse.fr", "capital.fr", "flowmagazine.fr", "gala.fr", "hbrfrance.fr", "neonmag.fr", "prima.fr", "programme.tv", "voici.fr"]}}