{"error": 448, "message": "OK", "parameters": {"id": 332, "name": "Jagex (including RuneScape)", "created_at": "2018-03-05 09:25:13.042273", "updated_at": "2021-06-13 23:18:37.323312", "wikipedia": "https://en.wikipedia.org/wiki/Jagex", "keywords": null, "related": null, "slug": "jagex_including_runescape", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/332.png", "url": "jagex.com,runescape.com", "documents": [{"id": 162, "name": "Terms and Conditions", "url": "https://www.jagex.com/terms", "xpath": "/html/body/div[2]/div[3]/div[2]/div/div", "text": "", "created_at": "2018-07-17 10:11:49.410625", "updated_at": "2021-03-31 00:24:00.752159"}, {"id": 163, "name": "Privacy Policy", "url": "https://www.jagex.com/terms/privacy", "xpath": "//div[@class='c-copy-section__content']", "text": "", "created_at": "2018-07-17 10:11:49.450329", "updated_at": "2021-03-31 00:24:26.615517"}, {"id": 413, "name": "Terms and Conditions", "url": "https://www.jagex.com/terms", "xpath": "", "text": " <p>We use cookies to make our site work correctly, to help understand how it is used and to provide more relevant ads on Jagex websites and others.\nBy continuing to use the site you consent to the use of first and third-party cookies and other similar technologies.\nTo learn more please visit our privacy policy and our cookies policy.</p> Got It <ul>\n</ul>\n<ul>\n</ul> Menu English Français Deutsch Português do Brasil Terms and Conditions\n<p>Version 0.5</p>\n<p>Date: October 14, 2020.</p>\n1.\nIntroduction\n<p>These terms and conditions of use, together with our privacy policy, rules of conduct, end-user licence agreements for authorised software (\"EULA\") and all supplemental terms (as amended from time to time), other documents and policies that are expressly referenced in these terms and conditions (the \"Terms\"), govern your use of any Jagex Products (as defined below) made available by Jagex to you (\"you\"/\"yours\").</p>\n<p>The Jagex Product (as defined) is made available to you in accordance with these Terms by Jagex Limited (\"Jagex\", “we”, “our”, “us”), a company registered in England and Wales (registered number 3982706), and whose registered office is at 220 Science Park, Cambridge, CB4 0WA, United Kingdom.\nOur VAT number is 791 951 784.</p>\n<p>Please read these Terms carefully.\nThese Terms form a legally binding contract between you and us.\nBy downloading, browsing, installing, accessing or using a Jagex Product in any way, you agree to be bound by these Terms.\nIf you do not agree to be bound by these Terms you should not create an account (“Account”) in relation to the Jagex Product or download, install, browse, use or access the Jagex Product.\nIf you have created an Account or used or downloaded a Jagex Product, but do not agree to these Terms, you should immediately discontinue your use of the Jagex Product, cancel your Account and uninstall it from your device.\n</p>\n<p>To use the Jagex Product you may be required to comply with third-party platform operator terms (e.g.\nApple's App Store or Google's Play Store terms).\nIf you are accessing any Jagex Product via any third-party platform then these Terms shall apply in respect of your use of the Jagex Product, in addition to any terms and conditions imposed by such third party platform.\n</p>\n<p>PLEASE KEEP A COPY OF THESE TERMS FOR FUTURE REFERENCE.\nYOU SHOULD CHECK THESE TERMS EVERY TIME YOU USE A JAGEX PRODUCT AS WE MAY CHANGE THESE TERMS AT ANY TIME IN ACCORDANCE WITH THE PROCESS SET OUT AT SECTION 3 BELOW.\nCurrent versions of these Terms are found here</p>\n2.\nDefinitions\n<p>\n<strong>\"Jagex Product(s)\"</strong> means the applicable mobile and online PC platform versions of the games 'RuneScape' (also known as 'RuneScape 3' or 'RS3') and 'Old School RuneScape' (also known as 'OSRS') and such other games and platform versions as Jagex may make available to you from time to time (whether existing now or in the future) pursuant to these Terms and which shall include any authorised software needed to operate these games and access the platforms, all updates, additional content and localised versions thereof and any other related products, websites, applications or services made available by Jagex).\nTHE ONGOING SUPPLY OF ANY PARTICULAR JAGEX PRODUCT IS NOT GUARANTEED.\nSOME JAGEX PRODUCTS HAVE AGE RESTRICTIONS.</p>\n<p>References to <strong>\"Stopping\"</strong> or to <strong>\"Stop\"</strong> an Account includes temporarily or permanently disabling, suspending, banning or muting an Account.\nIf your Account is muted, you can continue to play but will not be able to use free text chat.\nIf your Account is disabled or banned, you will not be able to access your Account and any licenses previously granted to you to use the Jagex Products will be either temporarily or permanently revoked.\nTHIS MEANS YOU WILL LOSE YOUR ACCOUNT, CHARACTERS AND ANY IN-GAME ITEMS OR CURRENCY.\nSUBSCRIPTION CREDIT CONTINUES TO EXPIRE IF ACCOUNTS ARE STOPPED.\nMore information about when Jagex may Stop your Account can be found in section 11 of these Terms.</p>\n<p>\n<strong>\"Subscriber\"</strong> is used to describe a user of a Jagex Product who pays a fee to obtain enhanced features of that Jagex Product.\nMore information about subscriptions can be found in section 12 of these Terms.</p>\n<p>\n<strong>\"User Content\"</strong> means all information of any kind (including remarks, suggestions, ideas, graphics, text, images, video, information and messages) communicated, posted, uploaded, or sent by users (whether Subscribers or free players) on or in connection with Jagex Products (including any user content created in game such as the particular appearance of a character).\nJagex Products may include social elements which permit players to come into contact with and chat to other players.\nMessages exchanged between players, whether in private in-game messaging or public forums, are included within this definition of User Content.</p>\n<p>\n<strong>\"Virtual Currencies\"</strong> is used to describe the in-game currencies that can be purchased in certain Jagex Products.\nMore information can be found in section 13 of these Terms.</p>\n<p>Other terms are defined in context below.</p>\n3.\nChanges to these Terms\n<p>We may change these Terms to reflect: (a) changes in applicable laws.\n(b) regulatory or security requirements.\n(c) relevant guidance or codes of practice.\n(d) technical alterations to Jagex Products.\n(e) to improve clarity and consistency.\nor (f) for any other reason within the sole discretion of Jagex.</p>\n<p>Please check the Terms whenever you use a Jagex Product.\nWe will treat your continued use of a Jagex Product as acceptance of any changes made to the Terms from the previous version.\nIf you do not agree with the changes you should cancel your Account and if applicable subscription before the renewal date.</p>\n4.\nPreteens and users under 18\n<p>Jagex Products have age restrictions which prevent users who are under 13 years of age from creating an Account.\nYou may not create an Account or use the Jagex Product if you are under the age of 13 and it is a violation of our Terms to register an Account on behalf of someone under this age.\nWhere an applicable age rating body (e.g PEGI, ESRB, USK) or platform (e.g Apple, Google Play) classifies a particular Jagex Product as suitable to be played only by users of a specified age above 13 years old, then in such circumstances, users (even if Account holders) below this classified age shall not be entitled to play, use or access the particular Jagex Product until they have reached the specified age classification.\nIn all other circumstances, for users between 13 and 18 years of age, subject to the exceptions set out above and the laws of your country of residence (including the applicable age rating classification allocated to the Jagex Product by the relevant age rating authority and/or platform) and you obtaining your parents’/guardians’ prior consent, you will be entitled to use the Jagex Products.\nWe do not knowingly collect or store any personally identifiable information from children under 13.\nIf we find out that any personally identifiable information we have collected is from someone under 13, we will Stop the Account.</p>\n<p>If you are under 18, by using the Jagex Product you are representing (i.e.\nmaking a promise) that you have consent from your parents/guardian to use Jagex Products in accordance with our Terms.\nWe may Stop any Account if we are not satisfied that such consent has been given.\nYou and your parent(s) or guardian(s) must review these Terms together.\nParents and guardians are responsible for the acts of children under 18 years of age when using the Jagex Products.\nWe recommend that parents and guardians familiarize themselves with parental controls on devices they provide their child.</p>\n<p>If we are told by a parent/guardian that their child has misrepresented their age when registering for Jagex Products, we will Stop the Account provided we have information which satisfies us that the reporting person is indeed the parent or guardian of that child.</p>\n<p>Parents can find more information about Jagex Products and how to contact us in the Parents' Guide</p>\n5.\nSafety and abuse\n<p>Before using any Jagex Product you should read the safety information.\nParents of those users under the age of 18 should also review this information.</p>\n<p>You should be aware of the potential risks of using a service which includes extensive User Content.\nUser Content may be inaccurate, out of date or otherwise inappropriate.\nWe cannot guarantee that users will comply with our Terms, rules or otherwise behave appropriately.\nYou should not assume that a person is who he or she claims to be.\nIn your own interests, you should not attempt to contact any user outside a Jagex Product.</p>\n<p>If you are the victim of offensive or inappropriate behaviour or receive any other unwanted communications, you should report such inappropriate behaviour to us via the in game \"Report abuse\" button as well as seeking appropriate external help, for example from parents or law enforcement authorities.\nIf you continue to suffer problems, or are not satisfied, then you must stop using the relevant Jagex Products.\nAlternatively, please contact our customer support team</p>\n<p>We are under no obligation to actively monitor and/or moderate User Content.\nWe do however undertake very limited monitoring detailed below.\n</p>\n<p>Anti-Cheat Technologies</p>\n<p>We may use anti-cheat technologies in relation to the Jagex Products.\nWhen you connect online to a game server, these technologies may activate and monitor your game play, the files on your computer associated with the Jagex Product or that otherwise access our servers, and your computer's memory, purely for the purposes of detecting and preventing cheating.</p>\n<p>If any of these anti-cheat technologies detect cheating, we may collect relevant information necessary for our investigation and enforcement purposes, including your Account name, details about the unauthorized third party program and the Jagex Product files modification detected, and the time and date it was detected.\nWe also may terminate these Terms, your access to the Jagex Products, and your Jagex Account if we determine you have been cheating.</p>\n<p>Chat Monitors</p>\n<p>We do not actively monitor chat between users.\nWe have systems that monitor chat for certain keywords and provide us with a selection of high-risk User Content to review.\n</p>\n<p>Further we review any chat that contains phrases supplied to us by the Internet Watch Foundation and relate to child protection issues or where a user indicates in chat that they are under 13 years old.</p>\n<p>We also review chat logs if we have a reasonable suspicion that a user may be contemplating suicide or harming other users or third parties.\nWe may supply chat logs to relevant civil and criminal authorities in line with our Privacy Policy.</p>\n6.\nYour account and license\n<p>To use many features of Jagex Products, we require you to create an Account and, in relation to some platform versions of Jagex Products, download and/or, install certain authorised software on your device.\nYou may be required to create an Account before downloading and installing any software.\nWe grant valid Account holders a non-exclusive, non-transferable, non-sub-licensable, personal, limited license, which can be revoked at any time, to access and use the Jagex Products and (as applicable) to download and use our software and install the Jagex Products on a device and to connect to our servers solely to use Jagex Products for personal and non-commercial purposes and subject at all times to your strict compliance with these Terms.\nTo be clear, we consider the creation of an Account in order to access any authorised software in order to understand, decompile, reverse engineer, copy, reproduce, or transmit such authorised software as being outside the scope of “personal and non-commercial use”.\nWe reserve all other rights, including all right, title and interest in the Jagex Products and associated intellectual property rights.\nYou may not otherwise use, decompile, reverse engineer, copy, reproduce, transmit, publicly perform, distribute, commercially exploit, adapt, translate, modify, bundle, merge, share or make available to any person, or create derivative works of the Jagex Product.\nFurther you may not use any automation tools, macros, bots, auto-typers and tools to circumvent any technical mechanisms or protections in place, share, sell or buy any other Accounts, or participate in any way whatsoever in any real-world trading, use multiple Accounts to break any of these Terms, exploit any known faults or bugs in the Jagex Products or authorised software, impersonate any employee, officer or agent of Jagex, persuade or attempt to persuade (including procuring others to persuade) other users to share any Account information, run or attempt to run any types of games of chance whether in the Jagex Product or in the real world using any part of the Jagex Product (including any Virtual Currencies).\nencourage others whether directly or indirectly to break any of these Terms.\nuse inappropriate language or behaviour including any action that may be considered offensive, racist, obscene, discriminatory.\nnor ask for any personal details of other users.\nadvertise other websites in the Jagex Product or any Jagex authorised forums or social media platforms.\n</p>\n<p>Except as provided in these Terms, use of the Jagex Product does not grant you any right, title, interest or license to any such intellectual property you may access through the Jagex Products.\nExcept as provided in these Terms, any use or reproduction of the Jagex Products or intellectual property therein is strictly prohibited.\n</p>\n<p>THE JAGEX PRODUCTS AND ANY ASSOCIATED SOFTWARE ARE LICENSED TO YOU, NOT SOLD.\nYOUR LICENSE CONFERS NO TITLE OR OWNERSHIP TO THE JAGEX PRODUCTS OR SOFTWARE.</p>\n<p>When setting up an Account for a Jagex Product, you may be asked to choose a username that will be used to identify you to other users.\nFor example, a Jagex Product character name.\nYou must not choose a username that infringes the rights of any third party, impersonates Jagex staff or other users, which is deliberately confusing, offensive, racist, obscene, hurtful, unlawful or otherwise inappropriate or which breaches the username requirements specified in the applicable rules relating to the Jagex Product.\nWe reserve the right (at our sole and absolute discretion), to change any username for any reason or take such other action as we believe appropriate.\nYou agree to keep your password safe at all times and not to disclose it to any other person.\nYou are fully responsible for all activities on your Account (including the activities of all persons who use your password to gain access to your Account or who use the device on which the Jagex Product or related software is installed and/or downloaded) and for complying with any licences granted in these Terms and for any software.\nYou are expressly prohibited from allowing anyone else to use your Account or to play or access the Jagex Product on your behalf.\nWe reserve the right to Stop immediately your Account if someone else uses it.\nTo help ensure the safety of your password, you must keep your computer and/or device (as applicable) free of viruses and other malicious code including Trojans, worms, time bombs, malware and spyware.\nYou must use your password in accordance with the password requirements specified in the rules of the Jagex Product.\nREAL JAGEX STAFF WILL NEVER ASK YOU FOR YOUR PASSWORD.\n</p>\n<p>We do not guarantee Jagex Products will be secure or free from bugs or viruses.\n</p>\n<p>You must not attempt to gain unauthorised access to the Jagex Product, the server on which the Jagex Product is stored, or any server, computer or database connected to the Jagex Product.\nYou must not attack the Jagex Products via a denial-of-service attack or a distributed denial-of service attack.\nBy breaching this provision, you would commit a criminal offence under the Computer Misuse Act (1990).\nWe will report any such breach to the relevant law enforcement authorities, and we will co-operate with those authorities by disclosing your identity to them in accordance with our Privacy Policy.\nIn the event of such a breach, your right to use and licenses granted in these Terms to the Jagex Product will cease immediately without notice from us.</p>\n<p>If you believe that someone has stolen your password or you believe you have lost or had stolen the device upon which the Jagex Product or related software is installed or accessible or you believe that someone other than you has gained access to your Account, you should immediately submit an Account recovery request via the Jagex Product’s main menu.\nYou will remain responsible for your Account until you have notified us.</p>\n7.\nIntellectual property rights, ownership and restrictions\n<p>Jagex ®, RuneScape ®, and Old School RuneScape ® are registered and/or unregistered trademarks of Jagex Limited in the United Kingdom, the United States and other countries.\nAll third-party trademarks are the property of their respective owners.</p>\n<p>You must not create or provide any other means by which any Jagex Product may be played by others (including, without limitation, replacement or modified client/server software or server emulators).\nPlease note that any such activity may constitute civil wrongs and/or criminal offences, and we reserve the right to take such action as appropriate in the circumstances should we become aware that such offences are being committed.</p>\n<p>Materials (including without limit all information, software, data, text, photographs, graphics, sound and video) placed on any Jagex Product by us, or on our behalf, are protected by our (or our business partners/suppliers/advertisers or licensors) copyright and other intellectual property rights.\nYou may not use these materials or any Jagex Product except in accordance with these Terms and for personal and non-commercial use only.</p>\n<p>You acknowledge that all intellectual property and other rights in any Jagex Product, including without limitation any game character, Account, content, Virtual Currency and virtual items in the Jagex Products are and will remain the property of Jagex and/or its licensors.\nAs part of the license granted under these Terms, you are only granted limited non transferrable, non-sub-licensable permission (which can be revoked at any time) to use such content or Jagex Product, subject to and in accordance with these Terms and solely for your personal and non-commercial use.</p>\n<p>NOTWITHSTANDING ANYTHING TO THE CONTRARY HEREIN, YOU ACKNOWLEDGE AND AGREE THAT YOU SHALL HAVE NO OWNERSHIP, TITLE OR OTHER PROPRIETARY INTEREST IN ANY JAGEX PRODUCT OR ACCOUNT, AND YOU FURTHER ACKNOWLEDGE AND AGREE THAT ALL RIGHTS IN AND TO AN ACCOUNT ARE AND SHALL FOREVER BE OWNED BY AND INURE TO THE BENEFIT OF JAGEX.\nJagex does not permit any: (a) transfers of virtual items or Virtual Currency which take place outside the rules of a Jagex Product.\nor (b) transfers of Accounts.\nor (c) sale, gift or trade in the real world of anything that appears or originates in a Jagex Product.</p>\n<p>Jagex reserves the right to stop offering a Jagex Product or a particular part of a Jagex Product at any time either permanently or temporarily, at which point any license granted to you to use the Jagex Product or a part thereof will be automatically terminated or suspended and your Account Stopped.\nIn such event, Jagex shall not be required to provide refunds, benefits or other compensation to users in connection with such discontinued elements of the Jagex Product unless required by law.</p>\n8.\nGame Rules\n<p>You must comply with the current version of any rules, guidelines, codes of conduct or instructions specified in any Jagex Product including our game rules, the current version of which for each Jagex Product are linked below (“Game Rules”).\nThe Game Rules are expressly incorporated into these Terms.\nAny use of a Jagex Product not in accordance with the Game Rules exceeds the scope of the license granted by these Terms and is prohibited.</p>\n<p>RuneScape Rules are here</p>\n<p>Old School RuneScape Rules are here</p>\n9.\nUser Content\n<p>You acknowledge that you will be responsible for whatever User Content you submit and you, not Jagex, will have full responsibility for the User Content, including its legality, reliability, appropriateness and originality and compliance with all applicable laws and regulations.\nYou will comply with and be bound by the Terms relating to User Content, as set out in section 10 below.\n</p>\n<p>We reserve the right without notice or refund, to monitor, record, suspend, remove or delete User Content and/or suspend or permanently disable your Account and/or to disclose to the relevant authorities any User Content if: (a) it is the subject of a complaint.\n(b) if we consider or suspect that that it breaches or may breach our Terms (including our content standards policy) or the rules of a Jagex Product (including the Game Rules).\n(c) if we consider that such steps are necessary to protect us or others.\n(d) a criminal act or civil wrong has been committed.\nor (e) we are required to do so by law or an appropriate authority.</p>\n<p>If you wish to notify Jagex of a complaint in relation to User Content (including an allegedly defamatory statement), whether contained, as applicable, on our website, or in relation to a Jagex Product in any format and you believe such User Content, breaches the Terms set out in section 10, please email our customer support team and you will need to provide the following information:</p>\n<ol>\n<li>\n<p>Your contact details, including your full name, player name (if applicable), your postal address, telephone number and email address.</p>\n</li>\n<li>\n<p>The full details of the material complained about and the reasons for the complaint.</p>\n</li>\n<li>\n<p>The exact and full url where you found the material and a screenshot of the in-game material;</p>\n</li>\n<li>\n<p>If the request relates to copyright or other intellectual property, provide proof that you are the rights holder and a statement that, under penalty of perjury, you are the rights holder or an authorised representative of the rights holder.</p>\n</li>\n</ol>\n<p>You have the ability to remove User Content which you have posted on a Jagex Product forum.\nThis can be done through the editing features within the Jagex Product.\nIf you would like assistance with this, please contact Jagex via the customer support section of the relevant Jagex Product website, application or device as applicable.\nYou should be aware that removing User Content from public display may not ensure the complete or comprehensive deletion of the posted User Content.\n</p>\n10.\nContent standards policy\n<p>You shall ensure that all User Content created or posted by you satisfies the requirements set out in this section 10.\nThese requirements apply in addition to our web page specific User Content policies, such as any policies on Jagex forum posts, in-game chat and private messaging or other policies published on our websites from time to time.\n</p>\n<p>In addition to agreeing to comply with the letter of these provisions, you also undertake to comply with the spirit behind it.\nYou must not encourage or assist any other user to breach these provisions.\nYou are solely responsible for your User Content including any User Content you place on any wiki or forum or other third-party content sharing or social site.</p>\n<p>User Content:</p>\n<ul>\n<li>\n<p>\n<strong>Must:</strong>\n</p>\n<ul>\n<li>be accurate, complete, uploaded or sent in good faith and compliant with all applicable laws, regulations and codes of conduct.\nand</li>\n<li>only be uploaded or sent if you own the rights in such content, have appropriate permission from the rights owner, or are otherwise authorized by law.</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Must Not:</strong>\n</p>\n<ul>\n<li>\n<p>be obscene, hateful, inflammatory, threatening, intentionally misleading, harassing, sexually explicit or deceptive or fraudulent in anyway;</p>\n</li>\n<li>\n<p>promote violence or discrimination, promote or endorse any illegal activity or otherwise be objectionable;</p>\n</li>\n<li>\n<p>be defamatory or an invasion of an individual's right to privacy;</p>\n</li>\n<li>\n<p>infringe the intellectual property or other rights of any third party, including copyrights, trademarks, database rights, any rights of confidentiality or any similar rights;</p>\n</li>\n<li>\n<p>attempt to or purport to spread information that is false or inaccurate or misleading;</p>\n</li>\n<li>\n<p>attempt to or purport to impersonate any person or misrepresent your identity, affiliation or connection to any other person;</p>\n</li>\n<li>\n<p>include hyperlinks or connections to third party websites;</p>\n</li>\n<li>\n<p>contain viruses, Trojans, worms, time-bombs, keystroke loggers, spyware, adware or any other harmful programs or similar computer code designed to affect the operation of any computer software, hardware or network;</p>\n</li>\n<li>\n<p>reveal details that enable you or anyone else to be identified or contacted outside of the game (e.g.\nlast name, postal/email address or telephone number);</p>\n</li>\n<li>\n<p>have any commercial purpose.\n</p>\n</li>\n<li>\n<p>involve junk mail, spam, pyramid selling or similar schemes.\nor</p>\n</li>\n<li>\n<p>consist of any other content that, in our opinion breaches or may breach the spirit of or intention behind any of the above “must nots”.\n</p>\n</li>\n</ul>\n</li>\n</ul>\n<p>You agree that by submitting any material of any kind to us (including but not limited to posting chat) for any purpose connected with any Jagex Product (for examples, suggestions and ideas for any game or contributions to any gallery page), you are giving us a non-exclusive, perpetual, irrevocable, transferable, sub-licensable, worldwide, royalty-free license to use, modify, copy, publicly perform, publicly display, reformat, translate, excerpt (in whole or in part) publish and distribute such User Content for any purpose including the making available of such User Content to third parties, provided that Jagex may not use User Content in violation of the Privacy Policy.\nYou agree to waive any moral rights to the extent permitted by law and that you will not withdraw the submission or attempt to make a charge for its use.\nFurthermore, you warrant and represent that you are the exclusive copyright and intellectual property rights holder in relation to the submission and that the submission in no way breaches the rights of any other person or entity.</p>\n<p>Any User Content you upload to a Jagex Product will be considered non-confidential and non-proprietary.\nYou warrant and represent that any User Content you upload is your original content, does not contain any third-party personal data, and that you have all necessary rights and consents to provide us with such User Content.\n</p>\n<p>You undertake and acknowledge that you shall have no ownership or other proprietary interest in the Jagex Product or User Content that you create, except as expressly stated within these Terms.\nYou undertake, acknowledge and agree that any interest in any elements of the User Content that represent, comprise, derive or are based upon any intellectual property rights which exist within the Jagex Product (including but not limited to any computer code, themes, objects, characters, character names, stories, dialogues, catch phrases, locations, concepts, artwork images, animation, sounds, musical compositions, audio-visual effects or text), including without limitation copyrights, trademarks and other intellectual properties therein and/or related thereto, whether or not registered or registerable, are owned by, or for the benefit of Jagex and its licensors.</p>\n11.\nJagex Stopping your account\n<p>If, acting reasonably, we consider that:</p>\n<ol>\n<li>\n<p>Our Terms or any Jagex Product rules (including the Game Rules) - have or may have been breached or will be breached.\nand/or</p>\n</li>\n<li>\n<p>there has been fraudulent, unlawful or abusive activity.\nand/or</p>\n</li>\n<li>\n<p>it is necessary in order to prevent or stop any harm or damage to us, to any Jagex Product, to other players, the general public or to you (if for example we feel you are spending an excessive amount of money on virtual items and content relating to any Jagex Product) then:</p>\n</li>\n</ol>\n<p>In our sole discretion, we may at any time: (i) Stop (as defined above) any or all of your Accounts for Jagex Products.\n(ii) restrict access to any content-uploading or other feature of the Jagex Product or related services.\nand/or (iii) restrict access to or delete Virtual Currency or anything acquired by means of Virtual Currency.\nThese actions may result in loss of real money paid in prohibited transactions, such as Account trading.\nIf we take any of the above action, you may have a right of appeal.\nDetails can be found here</p>\n<p>WE DO NOT GUARANTEE THE ONGOING SUPPLY OF ANY JAGEX PRODUCT OR THAT THE JAGEX PRODUCT AND ANY RELATED SERVICES AND CONTENT WILL BE AVAILABLE AT ALL TIMES, IN ALL LOCATIONS, OR AT ANY GIVEN TIME OR THAT WE WILL CONTINUE TO OFFER SUCH JAGEX PRODUCTS, RELATED SERVICES AND CONTENT FOR A PARTICULAR LENGTH OF TIME.\nUPON REASONABLE NOTICE TO YOU (AND WITHOUT REASON), JAGEX MAY STOP ANY ACCOUNT AND YOU ACKNOWLEDGE AND AGREE THAT YOU ARE NOT ENTITLED TO ANY REFUND FOR ANY AMOUNTS PAID IN CONNECTION WITH THE ACCOUNT.\n</p>\n12.\nSubscription and cancellations\n<p>You need a subscription to use certain features of Jagex Products.\nIf you apply for a subscription, you must ensure all the information that you submit is true and accurate (including, without limitation, where requested, your credit/debit card number and expiration date, and other payment details) and that you have appropriate parental or guardian consent if you are under 18 years of age.\nYou agree to pay all subscription fees specified when you apply including all applicable taxes.\nUnless otherwise stated, all prices shown for EU countries include VAT.</p>\n<p>By submitting your order you are making an offer to subscribe to the relevant part of the Jagex Products.\nYour offer is accepted and a binding contract occurs when: (i) we send a message to your Account mail inbox confirming that your payment has been received, or (ii) you log into a Subscribers-only part of a Jagex Product (whichever comes first).</p>\n<p>ALL SUBSCRIPTION PAYMENTS WILL CONTINUE TO BE TAKEN IN ADVANCE AT THE RELEVANT INTERVALS (E.G.\nMONTHLY IN THE CASE OF MONTHLY SUBSCRIPTIONS OR MONTHLY FOLLOWING AN INITIAL FREE TRIAL PERIOD WHERE INDICATED AND AGREED) UNTIL YOU CANCEL YOUR SUBSCRIPTION (SEE OUR CREDIT CARD AGREEMENT BY CLICKING ON THE LINK BELOW AND READ MORE ABOUT CANCELLING YOUR SUBSCRIPTION BELOW).</p>\n<p>Payments by credit/debit cards are also subject to our credit/debit card terms, which form part of these overall Terms.</p>\n<p>We reserve the right to alter the amount or Terms of our subscription fees at any time.\nThis will only apply to Subscribers, who, following the change, take out new subscriptions or re-subscribe (their previous subscriptions having expired) and specifically agree to the new fees/terms in accordance with these Terms.\nFor existing Subscribers who subscribed prior to the change in the subscription fee amounts and/or terms being implemented, then provided the existing Subscriber’s subscription has not expired or terminated or the nature and type of their subscription has not altered, such Subscribers will not be bound by such subsequent changes.\n</p>\n<p>We reserve the right to charge you for any unauthorized use of your subscription by third parties.</p>\n<p>Cancelling your subscription</p>\n<p>You may cancel your subscription at any time by clicking the link here or visiting the Account management section on the menu screen of the Jagex Product.</p>\n<p>Upon cancellation you will not be charged any further subscription fees.\nNo payments already made in respect of subscriptions (including advance subscription payments made with periods remaining unused) or virtual currencies or items will be refunded (wholly or partly) but you can of course use up any unused subscription credit in the Account.</p> 13.\nVirtual Currencies, micro-game credits and virtual items\n<p>In certain Jagex Products, you may be given the opportunity to purchase a license (or in our sole discretion, acquire a license as a free promotion) of: (i) Virtual Currencies, and/or (ii) credits that can be redeemed to play micro-games ( <strong>\"Micro-Game Credits\"</strong>).\nVirtual Currencies and Micro-Game Credits can be redeemed (i.e.\nused) to acquire certain digital goods/services in the Jagex Product, which we describe below as <strong>\"Items\"</strong>.\nIf you obtain a license to use such Virtual Currency or Micro-Game Credits from Jagex, you must check that they have been correctly credited to your Account and tell us immediately if not.\nIf you confirm you wish to purchase or acquire a license to such Virtual Currencies and Micro-Game Credits (as applicable), we will only be legally bound to provide you with such a license of the Virtual Currencies and Micro-Game Credits (as applicable) if we (or our third party operators) subsequently notify you of our acceptance in response to your confirmation and only once the Virtual Currencies and Micro-Game Credits are made available as part of the Jagex Product.\n</p>\n<p>You agree that when you obtain your Virtual Currencies and/or Micro-Game Credits from us or our authorized partners, you receive a personal, limited, non-transferable, non-sub-licensable, non-exclusive, revocable license to access and select the rights and entitlements that Jagex expressly makes available to you associated with such Virtual Currencies and/or Micros-Game Credits and only in respect of the applicable Jagex Product.\nThe Virtual Currencies and/or Micro-Game Credits are licensed to you and not sold.\nAny license granted is subject to your strict compliance with these Terms.\n</p>\n<p>PLEASE TAKE NOTE THAT VIRTUAL CURRENCIES AND MICRO-GAME CREDITS ARE SUBJECT TO THE FOLLOWING VERY IMPORTANT RESTRICTIONS:</p>\n<p>Virtual Currency and Micro-Game Credits may expire if they have not been redeemed within a certain period after acquisition, so you should redeem these as soon as possible.\nThe expiry period is whatever we specify when you acquire the Virtual Currency or Micro-Game Credits or, if we haven't specified a time limit, twelve months from acquisition.</p>\n<p>Virtual Currency and Micro-Game Credits can only be redeemed within the world of the relevant Jagex Product where you acquired them.\nEach Jagex Product may contain one or more Virtual Currencies or Micro-Game Credits and unless otherwise stated, each Virtual Currency or Micro-Game Credit is independent and is not exchangeable for any other Virtual Currency or Micro-Game Credit in the same Jagex Product.\nWE MAY AT ANY TIME IN OUR SOLE DISCRETION CHANGE OR REMOVE ANY ITEM WHICH CAN BE ACQUIRED USING VIRTUAL CURRENCY OR MICRO-GAME CREDITS, AS WELL AS CHANGE THE AMOUNT OF VIRTUAL CURRENCY OR MICRO-GAME CREDITS NEEDED TO ACQUIRE A PARTICULAR ITEM.\nYou may only redeem Virtual Currency or Micro-Game Credits for Items on offer at the time of redemption.</p>\n<p>Virtual Currency and Micro-Game Credits do not have any inherent monetary value and are not your own private property.\nWhen you purchase or acquire the license to use Virtual Currency or Micro-Game Credits, you do not own the Virtual Currency or Micro-Game Credits.\nInstead they constitute an element of your license in the relevant Jagex Product.\nSimilarly, any Virtual Currency or Micro-Game Credits balance shown in your Account does not constitute a real-world balance or reflect any stored monetary value in any real-world currency.</p>\n<p>We do not provide any cash or refunds for Virtual Currency, Micro-Game Credits or Items (except as required by law) and Virtual Currency, Micro-Game Credits and Items do not have any real-world monetary value.\nVirtual Currency or Micro-Game Credits are for your personal use only and as part of your Account with the relevant Jagex Product.\nYou must not sell or transfer, trade, or exchange them (whether by itself or by transferring your Account) or make them available to anyone else or attempt to do so, or encourage anyone else to do any of these things.\nVirtual Currency, Micro-Game Credits and Items can never be redeemed for real world money, goods or any other item of monetary value, and cannot be inherited.\nWe may impose additional restrictions concerning the acquisition or redemption of Virtual Currency, Micro-Game Credits and Items.\nFor example, we may cap the amount of Virtual Currency or Micro-Game Credits which can be acquired, held or redeemed in any particular period or we may impose restrictions based on your country of residence.\nCERTAIN ITEMS MAY ALSO ONLY BE AVAILABLE TO SUBSCRIBERS.</p>\n<p>FOR THE AVOIDANCE OF DOUBT, VIRTUAL CURRENCY AND MICRO-GAME CREDITS HAVE NO CASH VALUE, DO NOT ACCRUE INTEREST AND, UNLESS OTHERWISE REQUIRED BY LAW, ARE NOT REDEEMABLE OR REFUNDABLE FOR ANY SUM OF MONEY OR MONETARY VALUE FROM JAGEX AT ANY TIME.</p>\n<p>Jagex reserves the right to restrict access to, delete, reduce or liquidate Virtual Currency or Micro-Game Credits: (1) if you have misused the Virtual Currency or Micro-Game Credits.\n(2) if you have breached or may breach any of these Terms.\n(3) if the Virtual Currency or Micro-Game Credits were awarded in error.\n(4) if a payment for Virtual Currency or Micro-Game Credits is charged back or otherwise cancelled or reversed.\nor (5) if you have used Virtual Currency or Micro-Game Credits to conduct any fraudulent or illegal activity.</p>\n<p>Jagex reserves the right to restrict access to or delete Items: (1) if you have misused the Items.\n(2) if you have breached or may breach any of these Terms.\n(3) if the Items were purchased using Virtual Currency or Micro-Game Credits awarded in error.\nor (4) if a payment for Virtual Currency or Micro-Game Credits used to purchase the Items is charged back or otherwise cancelled or reversed.\nIn addition, Items that have been acquired by the redemption of Virtual Currency or Micro-Game Credits may expire after a period of time, which by default shall be twelve months from acquisition.\nIn addition, Items may have particular restrictions, or be consumed or extinguished in the course of your use of a Jagex Product.</p>\n<p>WE MAY AT ANY TIME DECIDE TO END IN PART OR ITS ENTIRETY THE VIRTUAL CURRENCY OR MICRO-GAME CREDITS PROGRAM FOR ALL OR ANY OF OUR JAGEX PRODUCTS.\nBEFORE WE DELETE THE UNUSED VIRTUAL CURRENCY OR MICRO-GAME CREDITS, WE WILL ENDEAVOUR TO CONTACT YOU TO GIVE A REASONABLE TIME PERIOD IN WHICH TO REDEEM THEM.</p>\n<p>Jagex Product Bonds</p>\n<p>Where applicable, within certain Jagex Products, users may be entitled to purchase from us, a bond (“<strong>Jagex Product Bonds</strong>”).\nThese Jagex Product Bonds can be used to redeem or trade against certain other Virtual Currencies, Micro-Game Credits, subscriptions Items, any promotion Items run by Jagex, and any other particular virtual product or service in the relevant Jagex Product (these collectively as \" <strong>Redemption Items</strong>\").\nAll Jagex Product Bonds are redeemable or tradeable in the relevant Jagex Product and cannot be redeemed or traded across different Jagex Products.\nFor example, in relation to the Jagex Product Old School RuneScape, users can purchase an Old School Jagex Product Bond from Jagex.\nOld School Jagex Product Bonds are tradeable only within Old School RuneScape and RuneScape Jagex Product Bonds are tradeable only within RuneScape.\nOld School Jagex Product Bonds cannot be transferred to RuneScape to use for RuneCoins or Keys, nor can RuneScape Jagex Product Bonds be transferred to Old School RuneScape.\nMore information can be found at the links below: </p>\n<p>OSRS click here</p>\n<p>RS click here</p>\n<p>If you obtain a Jagex Product Bond from Jagex, you must check that it has been correctly credited to your Account and tell us immediately if not.</p>\n<p>PLEASE TAKE NOTE THAT JAGEX PRODUCT BONDS ARE SUBJECT TO THE FOLLOWING VERY IMPORTANT RESTRICTIONS:</p>\n<p>Jagex Product Bonds can only be traded and redeemed within the Jagex Product to which they relate.</p>\n<p>WE MAY AT ANY TIME CHANGE OR REMOVE ANY REDEMPTION ITEMS WHICH CAN BE PURCHASED USING A JAGEX PRODUCT BOND, AS WELL AS CHANGE THE AMOUNT OF THE JAGEX PRODUCT BOND NEEDED TO ACQUIRE A PARTICULAR REDEMPTION ITEM.\nYou may only redeem the Jagex Product Bond for Redemption Items on offer at the time of redemption.</p>\n<p> Jagex Product Bonds: (i) do not have any real-world monetary value.\n(ii) cannot be redeemed for real world money and cannot be inherited.\nand (iii) are not your own private property.\nA Jagex Product Bond constitutes an element of your license in a Jagex Product.</p>\n<p>WE DO NOT PROVIDE ANY CASH OR REFUNDS FOR JAGEX PRODUCT BONDS (EXCEPT AS REQUIRED BY LAW).\nWE MAY IMPOSE ADDITIONAL RESTRICTIONS AT OUR SOLE DISCRETION CONCERNING THE ACQUISITION OR REDEMPTION OF JAGEX PRODUCT BONDS.\nFOR EXAMPLE, WE MAY CAP THE AMOUNT OF JAGEX PRODUCT BONDS WHICH CAN BE ACQUIRED, HELD OR REDEEMED IN ANY PARTICULAR PERIOD OR WE MAY IMPOSE RESTRICTIONS BASED ON YOUR COUNTRY OF RESIDENCE OR WE MAY IMPOSE RESTRICTIONS FOR OTHER REASONS WE DEEM NECESSARY.</p>\n<p>Jagex reserves the right to restrict access to, delete, reduce or liquidate Jagex Product Bonds: (1) if you have misused the Jagex Product Bond.\n(2) if you have breached or may breach any of these Terms.\n(3) if the Jagex Product Bond was awarded in error.\n(4) if a payment for a Jagex Product Bond is charged back or otherwise cancelled or reversed.\nor (5) if you have used Jagex Product Bonds to conduct any fraudulent or illegal activity.</p>\n<p>Jagex reserves the right to restrict access to or delete Redemption Items: (1) if you have misused the Redemption Items.\n(2) if you have breached or may breach any of these Terms.\n(3) if the Redemption Items were purchased using Jagex Product Bonds awarded in error.\nor (4) if a payment for Jagex Product Bonds used to purchase Redemption Items is charged back or otherwise cancelled or reversed.\nIn addition, Redemption Items that have been acquired by the redemption of Jagex Product Bonds may expire after a period of time, which by default shall be twelve months from acquisition.</p>\n<p>Redemption Items may have particular restrictions, or be consumed or extinguished in the course of your use of the relevant Jagex Product.</p>\n<p>WE MAY AT ANY TIME DECIDE TO END PART OF OR THE ENTIRETY OF THE JAGEX PRODUCT BOND PROGRAM.\nBEFORE WE DELETE ANY UNUSED JAGEX PRODUCT BOND, WE WILL ENDEAVOUR TO CONTACT YOU TO GIVE YOU A REASONABLE TIME PERIOD IN WHICH TO REDEEM IT.</p>\n<p>IF YOUR ACCOUNT FOR A JAGEX PRODUCT REMAINS DORMANT (I.E.\nIS NOT USED) FOR MORE THAN 12 MONTHS, AND THERE IS UNREDEEMED VIRTUAL CURRENCY, MICRO-GAME CREDITS OR JAGEX PRODUCT BONDS ASSOCIATED WITH YOUR ACCOUNT, WE MAY CHOOSE TO CREDIT YOUR ACCOUNT WITH ITEMS OF EQUIVALENT VALUE FOR THIS EXPIRED VIRTUAL CURRENCY, MICRO-GAME CREDITS OR JAGEX PRODUCT BONDS.\nWE WILL ENDEAVOUR TO CONTACT YOU BY EMAIL PRIOR TO SUCH ACTION BEING TAKEN.</p>\n<p>You agree that Virtual Currency, Micro-Game Credits and Jagex Product Bonds cannot be sold or transferred (including selling or transferring the relevant Account) and cannot be exchanged for cash or any other goods and services, except for virtual items provided for within the appropriate Jagex Product.</p>\n<p>You agree that we are not responsible for and provide no guarantee relating to the necessary use or registration of any lost Virtual Currency, Micro-Game Credits or Jagex Product Bonds, whether they are deleted by you, or lost through any virus, bug, glitch, or similar error.</p>\n14.\nRefund policy\n<p>We are happy to review requests for refunds on a case by case basis.\n</p>\n<p>Unless required by law, we will not refund any amounts paid in relation to subscriptions, Micro-Game Credits, Jagex Product Bonds or Virtual Currency when:</p>\n<ul>\n<li>You have been the victim of in-game scamming, as there are warnings about avoiding this on the Jagex Products (however, we will try to assist you to recover your Account).</li>\n<li>You have been Stopped from a Jagex Product for violating these Terms including any rules of a Jagex Product (including the Game Rules) or the User Content policy.</li>\n<li>You have been using unauthorised software to access the Jagex Product.</li>\n<li>Jagex stops offering the Jagex Product.</li>\n<li>You decide to cancel your subscription or Account.</li>\n</ul>\n<p>If, after reading the above, you wish to request that we consider a refund, then please visit the Support section of the applicable Jagex Product website for assistance, providing as much information as possible.\nPayment support can be accessed here.\nPlease note, refunds are given at the sole discretion of Jagex (however your statutory rights are unaffected).</p>\n<p>Please also review our Cancellation Policy, which is incorporated by reference into these Terms.</p>\n15.\nFunctioning of Jagex Products\n<p>We will use reasonable endeavours to maintain the operation of the Jagex Products and rectify faults as quickly as possible.\nJagex reserves the right to modify, including by way of regular updates, the Jagex Products and we may have to suspend operation of a Jagex Product without notice for repair, maintenance, improvement, security or any other reason.\nIf so, we will do our best to ensure that the suspension is as short as possible.\nWe cannot accept responsibility for such suspensions, interruptions or errors caused by circumstances outside our reasonable control (see section 21 below).</p>\n<p>Third Party Software</p>\n<p>Some Jagex Products require additional software, known as “client software” in order to operate on certain devices.\nJagex provides this client software for free on the relevant Jagex Product websites.\nJagex recognises that for some Jagex Products, alternative software may exist (“Third-Party Software\").\nJagex does not recommend, endorse or authorise the use of such Third Party Software with the relevant Jagex Product.\nThird-Party Software will never be available for download on any Jagex approved websites.\n</p>\n<p>Jagex does however, currently tolerate such Third- Party Software to be used by users to access the relevant Jagex Product provided such Third-Party Software complies with any rules or guidance issued by Jagex (including the Game Rules), and such guidance shall be wholly within the sole discretion of Jagex.\nJagex gives no warranties or representations in relation to any Third-Party Software and does not grant a license.\nany license to the user for such Third-Party Software is granted by the relevant third party who has provided the Third-Party Software.\n</p>\n<p>Further, users who use such Third-Party Software do so at their own risk and accept that any warranties and representations whether contained in these Terms or implied by statute shall to the maximum extent applicable by law, not apply in respect of the Jagex Product when used in any way with such Third-Party Software.\n</p>\n<p>Jagex expressly reserves the right, at any time, to restrict user access to the Jagex Product, if Third-Party Software is used by the user in relation to the Jagex Product and to require all users to use only Jagex authorised client software thereafter.\nIn such circumstance, Jagex shall use its reasonable endeavour to ensure all users are notified in advance and given a reasonable opportunity to download and install Jagex authorised client software.\n</p>\n<p>We cannot guarantee that any Jagex Product will work on or be compatible with or capable of being accessed on any particular devices, platforms, operating systems or equipment, or in conjunction with any particular non-Jagex approved software or connectivity services.\nWe do not accept responsibility for such equipment, software or services.\nWe also do not guarantee that the Jagex Product can be accessed in all geographic locations.\n</p>\n<p>Minimum technical specs and compatibility information is available on the websites of the Jagex Products.\nFor details click here</p>\n<p>We cannot guarantee the ongoing supply of any particular Jagex Product.</p>\n16.\nThird party sites and technologies\n<p>JAGEX PRODUCTS MAY INCLUDE LINKS TO INTERNET SITES OR OTHER TECHNOLOGIES SUPPLIED BY THIRD PARTIES INCLUDING SITES/TECHNOLOGIES WHICH ENABLE YOU TO PAY BY MEANS OF PAYMENT METHODS PROVIDED BY THIRD PARTIES.\nWE MAKE NO PROMISES ABOUT THOSE THIRD-PARTY SITES TECHNOLOGIES OR THEIR CONTENT, PRODUCTS OR SERVICES AS THESE ARE OUTSIDE OUR REASONABLE CONTROL.</p>\n<p>ANY THIRD-PARTY SITES OR TECHNOLOGIES SUGGESTED ARE NOT ENDORSED, CONTROLLED OR VERIFIED BY JAGEX.\nJAGEX DOES NOT GUARANTEE THAT ANY SUGGESTED TECHNOLOGIES WILL WORK ON YOUR COMPUTER OR BE VIRUS FREE.\nANY SUGGESTIONS MADE ARE NOT A WARRANTY OF ANY KIND AND JAGEX IS NOT RESPONSIBLE FOR ANY DISRUPTION, PROBLEM, DAMAGE, DATA LOSS, COST OR INCONVENIENCE CAUSED BY THE SUGGESTED SITES OR TECHNOLOGIES.\nJAGEX WILL NOT PROVIDE SUPPORT FOR ANY SITES OR TECHNOLOGIES WHICH ARE NOT ITS OWN.\nJAGEX EXERCISES NO CONTROL OVER THE COPYRIGHT, PATENT OR TRADEMARK COMPLIANCE OR LEGALITY OF THE SUGGESTED SITES OR TECHNOLOGIES.</p>\n17.\nOUR AND YOUR LEGAL RESPONSIBILITY\n<p>JAGEX PRODUCTS ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nTO THE FULLEST EXTENT PERMITTED UNDER APPLICABLE LAW, WE PROVIDE NO EXPRESS, IMPLIED OR STATUTORY WARRANTIES THAT YOU WILL BE ABLE TO ACCESS OR USE A JAGEX PRODUCT AT THE TIMES OR LOCATIONS OF YOUR CHOOSING OR THAT A JAGEX PRODUCT WILL BE UNINTERRUPTED OR FREE OF ERRORS, BUGS, CORRUPTION, LOSS, INTERFERENCE, HACKING OR VIRUSES.\nACCORDINGLY, JAGEX IS NOT LIABLE TO YOU FOR ANY LOSS OR DAMAGE THAT MIGHT ARISE, FOR EXAMPLE, FROM THE INOPERABILITY, UNAVAILABILITY OR SECURITY VULNERABILITIES OF THE JAGEX PRODUCT OR FROM YOUR RELIANCE ON THE QUALITY, ACCURACY, OR RELIABILITY OF THE JAGEX PRODUCT.\nWE ALSO MAKE NO GUARANTEE THAT THE JAGEX PRODUCTS WILL WORK WITH OR CAN BE ACCESSED ON ANY PARTICULAR DEVICES, PLATFORMS, OPERATING SYSTEMS OR EQUIPMENT, OR IN CONJUNCTION WITH ANY PARTICULAR SOFTWARE OR CONNECTIVITY SERVICES.\nWE DO NOT ACCEPT RESPONSIBILITY FOR SUCH EQUIPMENT, SOFTWARE OR SERVICES.\n</p>\n<p>JAGEX EXPRESSLY DISCLAIMS LIABILITY FOR ANY LOSS OR DAMAGE CAUSED BY US OR OUR EMPLOYEES OR AGENTS IN CIRCUMSTANCES WHERE (A) THERE IS NO BREACH OF A LEGAL DUTY OF CARE OWED TO YOU BY US OR BY ANY OF OUR EMPLOYEES OR AGENTS.\n(B) SUCH LOSS OR DAMAGE IS NOT A REASONABLY FORESEEABLE RESULT OF ANY SUCH BREACH.\nOR (C) SUCH LOSS OR DAMAGE RELATES TO A BUSINESS.\nBY USING A JAGEX PRODUCT OR SERVICES OFFERED BY JAGEX, YOU AGREE TO WAIVE ANY LEGAL DUTY OF CARE OWED TO YOU BY JAGEX, TO THE MAXIMUM EXTENT ALLOWED BY LAW.</p>\n<p>TO THE MAXIMUM EXTENT PERMISSIBLE BY LAW, OUR TOTAL LIABILITY, WHETHER ARISING IN CONTRACT, TORT, STRICT LIABILITY OR OTHERWISE, INCLUDING LIABILITY FOR ANY LOSSES, COSTS, EXPENSES OR DAMAGES THAT YOU SUFFER IN CONNECTION WITH A JAGEX PRODUCT OR THESE TERMS SHALL NOT EXCEED (IN AGGREGATE} THE MONETARY AMOUNT EQUIVALENT TO THE SUBSCRIPTION FEES, RELATING TO THE JAGEX PRODUCT, ACUTALLY PAID BY YOU TO JAGEX DURING THE TWELVE (12) MONTHS PRIOR TO THE DATE OF THE CAUSE OF ACTION FIRST ARISING.\nNOTWITHSTANDING THE FOREGOING, NOTHING IN THESE TERMS SHALL EXCLUDE OR LIMIT JAGEX'S LIABILITY FOR ANY LOSS OR DAMAGE, TO THE EXTENT THAT SUCH LIABILITY CANNOT UNDER ANY APPLICABLE LAW BE EXCLUDED OR LIMITED.\n</p>\n<p>YOU WILL BE LIABLE FOR ANY LOSS OR DAMAGE WE SUFFER ARISING FROM YOUR BREACH OF THIS AGREEMENT OR MISUSE OF A JAGEX PRODUCT.</p>\n<p>WE DO NOT EXCLUDE OR LIMIT IN ANY WAY OUR LIABILITY TO YOU WHERE IT WOULD BE UNLAWFUL TO DO SO.\nTHIS INCLUDES LIABILITY FOR DEATH OR PERSONAL INJURY CAUSED BY OUR NEGLIGENCE OR THE NEGLIGENCE OF OUR EMPLOYEES, AGENTS OR SUBCONTRACTORS AND FOR FRAUD OR FRAUDULENT MISREPRESENTATION.</p>\n<p>PLEASE NOTE THAT WE ONLY PROVIDE JAGEX PRODUCTS FOR PERSONAL USE.\nYOU AGREE NOT TO USE THE JAGEX PRODUCTS FOR ANY COMMERCIAL OR BUSINESS PURPOSES, AND WE HAVE NO LIABILITY TO YOU FOR ANY LOSS OF PROFIT, LOSS OF BUSINESS, BUSINESS INTERRUPTION, OR LOSS OF BUSINESS OPPORTUNITY OR ANY INDIRECT OR CONSEQUENTIAL LOSS.</p>\n<p>NOTHING IN THESE TERMS AFFECTS YOUR STATUTORY RIGHTS AS A CONSUMER.</p>\n18.\nHOW WE MAY USE YOUR PERSONAL INFORMATION\n<p>We will use your personal data as set out in Our Privacy Policy.</p>\n<p>RULES ABOUT LINKING TO JAGEX PRODUCTS</p>\n<p>You may link to our home page or provide links to a Jagex Product's page within a third party app store or other third party site or platform, provided you do so in a way that is fair and legal and does not damage our reputation or take advantage of it or the reputation of our products and services.</p>\n<p>You must not establish a link in such a way as to suggest any form of association, approval or endorsement on our part where none exists.</p>\n<p>We reserve the right to withdraw linking permission without notice.</p>\n<p>If you wish to link to or make any use of content on a Jagex Product other than that set out above, please contact us at the relevant page.</p>\n19.\nLOCATION ALERTS AND NOTIFICATIONS\n<p>A Jagex Product may allow access to or make available opportunities for you to view certain content and receive other products, services and/or other materials based on your location.\nTo make these opportunities available to you, the Jagex Product will determine your location using one or more reference points, such as GPS, Bluetooth and/or software within your device.\nIf you have set your device to disable GPS, Bluetooth or other location determining software or do not authorize the Jagex Product to access your location data, you will not be able to access such location-specific content, products, services and materials.\nFor more about how the Jagex Product uses and retains your information, please read our Privacy Policy.</p>\n<p>We may provide you with emails, text messages, push notifications, alerts and other messages related to the Jagex Product, such as enhancements, offers, products, events, and other promotions.\nAfter downloading the Jagex Product or software, you may, depending upon the device, be asked to accept or deny push notifications/alerts.\nIf you deny, you will not receive any push notifications/alerts.\nIf you accept, push notifications/alerts will be automatically sent to you.\nIf you no longer wish to receive push notifications/alerts from the Jagex Product, you may opt out by changing your notification settings on your device.\nWith respect to other types of messaging or communications, such as emails, text messages, etc., you can unsubscribe or opt out by either following the specific instructions included in such communications, or by emailing us with your request at DPO@Jagex.com.</p>\n<p>You agree to receive pre-programmed notifications on the Jagex Product from merchants if you have turned on locational services on your mobile telephone or other handheld devices (as the case may be).</p>\n20.\nGeneral\n<p>These Terms and any document incorporated by reference constitute the entire agreement between the parties with respect to its subject matter and supersede any previous terms between the parties in relation to such matters.\nThe limitations, exclusions and restrictions in these Terms shall inure to the benefit of Jagex's licensors, successor and assigns.\nThese Terms are drafted in the English language and may be translated into other languages.\nThe English language version of these Terms shall prevail if there is a conflict or inconsistency or clarification required with other language versions.\nThe headings in these Terms are for ease of reference only and shall be disregarded in construing or interpreting the Terms.\nIf we fail to enforce any provision of these Terms, that failure will not preclude us from enforcing either that provision (or any similar provision) on a later occasion.\nIf any provision of these Terms is found by a court to be invalid, we agree that the court should endeavour to give effect to the parties' intentions as reflected in the provision and that other provisions remain in full force and effect.\nWe may transfer all or part of our rights or duties under these Terms provided we take reasonable steps to ensure that your rights under these Terms are not prejudiced.\nAs these Terms are personal to you, you may not transfer any of your rights or duties under it without our prior written consent.\nA person who is not a party to these Terms shall have no rights to enforce any its terms.\nThese Terms are governed by the laws of England and Wales.\nYou and we both agree that the courts of England will have exclusive jurisdiction in relation to any dispute connected with these Terms or the Jagex Products.\n</p>\n21.Force Majeure\n<p>Force majeure means any cause or event beyond the reasonable control of the affected party including without limitation war, civil war, armed conflict or terrorist attack, nuclear, chemical or biological contamination, pandemic, strikes, civil action, unavailability of the internet, unscheduled hosting and maintenance to systems, power and data losses and acts of God.\nWe shall not be obliged to perform our obligations under these Terms to the extent that we are prevented from doing so by reason of an event of force majeure.\nPerformance of these Terms may cease during the continuation of the force majeure event and for such time after that event ceases as is necessary for us to start satisfying our obligations again.\nFor so long as such force majeure event is continuing, our corresponding obligations under these Terms shall be suspended to the same extent.\nIf such force majeure continues for a continuous period in excess of four months, we may terminate access to the Jagex Products immediately on service of notice to you.\n</p>\n22.\nComplaints\n<p>If you are dissatisfied with a Jagex Product or any aspect of it, please contact us via the customer support section of the Jagex Product website here.\nIf you are unhappy with the outcome of your complaint, please write to our registered office above providing us with the following information: your name, username, email address, the full details of your complaint, Jagex’s previous response to your complaint and why you disagree with the outcome.\nPlease mark the letter for the attention of the “Customer Support Complaints Team”.</p>\n<p>Copyright © 1999 - 2020 Jagex Ltd.\n220 Science Park, Cambridge, CB4 0WA, United Kingdom</p>\n<p>Contact Us | Gender Pay Gap Report | Modern Slavery Act Transparency Statement</p>\n<p>Use of this website is subject to our Terms &amp.\nConditions, Privacy Policy and Cookie Policy.</p> ", "created_at": "2018-08-29 03:28:12.558587", "updated_at": "2020-12-14 19:14:33.804866"}, {"id": 414, "name": "Privacy Policy", "url": "https://www.jagex.com/terms/privacy", "xpath": "", "text": " <p>We use cookies to make our site work correctly, to help understand how it is used and to provide more relevant ads on Jagex websites and others.\nBy continuing to use the site you consent to the use of first and third-party cookies and other similar technologies.\nTo learn more please visit our privacy policy and our cookies policy.</p> Got It <ul>\n</ul>\n<ul>\n</ul> Menu English Français Deutsch Português do Brasil Privacy Policy\n<p>Version 0.6</p>\n<p>Date June 25 2020</p>\nIntroduction\n<p>Jagex respects your privacy and is committed to protecting your personal data.\nThis privacy policy will inform you as to how we look after your personal data when you play our games, visit our website, access our mobile platform (regardless of where you visit it from) or otherwise access any of our products and services and tell you about your privacy rights and how the law protects you.</p>\n<p>The General Data Protection Regulation (EU) 2016/679 (“GDPR”) is a regulation in EU law on data protection and privacy for all individuals within the European Union (EU) and the European Economic Area (EEA).\nIt also addresses the transfer of personal data outside the EU and EEA areas.\nThe GDPR aims primarily to give control to citizens and residents over their personal data and to simplify the regulatory environment for international business by unifying the regulation within the EU.\nThe Data Protection Act 2018 (“DPA 2018”) sets out the framework for data protection law in the UK.\nIt updates and replaces the Data Protection Act 1998 and came into effect on 25 May 2018.\nIt sits alongside the GDPR, and tailors how the GDPR applies in the UK - for example by providing exemptions.\nIt also sets out separate data protection rules for law enforcement authorities, extends data protection to some other areas such as national security and defense, and sets out the Information Commissioner’s functions and powers.</p>\n1.\nImportant information and who we are\nPURPOSE OF THIS PRIVACY POLICY\n<p>This privacy policy aims to give you information on how Jagex collects and processes your personal data through your use of our games, whether through our websites or through your mobile device, including any data you may provide when you sign up to play any of our games, subscribe to our newsletter, purchase a product or service, engaging with our customer support team or take part in a competition or a survey.</p>\n<p>This website is not intended for children under 13 years old and we do not knowingly collect data relating to children under 13 years old.</p>\n<p>It is important that you read this privacy policy together with any other policies we may provide on specific occasions when we are collecting or processing personal data about you so that you are fully aware of how and why we are using your data.\nThis privacy policy supplements the other policies and is not intended to override them.</p>\nCONTROLLER\n<p>Jagex Limited acts as the data controller and is responsible for your personal data (collectively referred to as “COMPANY”, “we”, “us” or “our” in this privacy policy).</p>\n<p>We have appointed an external data protection officer (DPO) who is responsible for overseeing questions in relation to this privacy policy.\nIf you have any questions about this privacy policy, including any requests to exercise your legal rights, please contact the external DPO using the details set out below.</p>\nCONTACT DETAILS\n<p>Our full details are: Jagex Ltd\nRegistered Office Address: 220 Cambridge Science Park, Cambridge, England, CB4 0WA</p>\n<p>Name of external Data Protection Officer : Robert Healey</p>\n<p>Email address: DPO@jagex.com</p>\n<p>Postal address: Relentless Privacy and Compliance Ltd Colmore House, Queensway, Birmingham, B4 6AT United Kingdom</p>\n<p>You have the right to make a complaint at any time to the Information Commissioner’s Office (ICO), the UK supervisory authority for data protection issues: Information Commissioner's Office, Wycliffe House, Water Lane, Wilmslow, Cheshire, SK9 5AF\nTel: 0303 123 1113 (local rate) or 01625 545 745 if you prefer to use a national rate number\nFax: 01625 524 510\nEmail: casework@ico.org.uk</p>\n<p>We would, however, appreciate the chance to deal with your concerns before you approach the ICO so please contact us in the first instance.</p>\nCHANGES TO THE PRIVACY POLICY AND YOUR DUTY TO INFORM US OF CHANGES\n<p>This version was last updated on June 25, 2020 and historic versions can be obtained by contacting us.</p>\n<p>It is important that the personal data we hold about you is accurate and current.\nPlease keep us informed if your personal data changes during your relationship with us.</p>\nTHIRD-PARTY LINKS\n<p>This website may include links to third-party websites, plug-ins and applications.\nClicking on those links or enabling those connections may allow third parties to collect or share data about you.\nWe do not control these third-party websites and are not responsible for their privacy statements.\nWhen you leave our website, we encourage you to read the privacy policy of every website you visit.</p>\n2.\nThe data we collect about you\n<p>Personal data, or personal information, means any information about an individual from which that person can be identified.\nIt does not include data where the identity has been removed (anonymous data).</p>\n<p>We may collect, use, store and transfer different kinds of personal data about you which we have grouped together as follows:</p>\n<ul>\n<li>\n<p>\n<strong>Identity Data</strong> includes but not limited to first name, last name, username or similar identifier, title and date of birth.</p>\n</li>\n<li>\n<p>\n<strong>Contact Data</strong> includes billing address, residential address, email address and telephone numbers.</p>\n</li>\n<li>\n<p>\n<strong>Transaction Data</strong> includes details about payments to and from you and other details of products and services you have purchased from us.</p>\n</li>\n<li>\n<p>\n<strong>Technical Data</strong> Commonly known as online identifiers and includes internet protocol (IP) address, unique mobile device identification numbers (such as your Media Access Control (MAC) address, Identifier For Advertising (IDFA), and/or International Mobile Equipment Identity (IMEI), type of device, your login data, browser type and version, time zone setting and geo location, browser plug-in types and versions, operating system and platform and other technology on the devices you use to access this website.</p>\n</li>\n<li>\n<p>\n<strong>Profile Data</strong> includes your login details, purchases or orders made by you, your interests, preferences, feedback and survey responses.</p>\n</li>\n<li>\n<p>\n<strong>Usage Data</strong> includes information about how you use our website, products and services.</p>\n</li>\n<li>\n<p>\n<strong>Marketing and Communications Data</strong> includes your preferences in receiving marketing from us and our third parties, news about our products and your communication preferences.</p>\n</li>\n</ul>\n<p>If you decide to make a payment for any of our products and services, your <strong>Financial Data</strong>, which includes your bank account and payment card details, will be collected and processed by our external payment service provider.\nWe will not have access, collect, use, store or transfer your Financial Data.</p>\n<p>We also collect, use and share <strong>Aggregated Data</strong> such as statistical or demographic data for any purpose.\nAggregated Data may be derived from your personal data but is not considered personal data in law as this data does <strong>not</strong> directly or indirectly reveal your identity.\nFor example, we may aggregate your Usage Data to calculate the percentage of users accessing a specific website feature.\nHowever, if we combine or connect Aggregated Data with your personal data so that it can directly or indirectly identify you, we treat the combined data as personal data which will be used in accordance with this privacy policy.</p>\n<p>We do not collect any <strong>Special Categories of Personal Data</strong> about you (this includes details about your race or ethnicity, religious or philosophical beliefs, sex life, sexual orientation, political opinions, trade union membership, information about your health and genetic and biometric data).\nNor do we collect any information about criminal convictions and offences.</p>\n<p>We use mobile analytics software to allow us to better understand the functionality of our mobile software on your device.\nThis software may record information such as how often you play our games, the events that occur within the games, aggregated usage, performance data, and where the games were downloaded from.\nWe do not link the information we store within the analytics software to any personal information you submit within the games.</p>\nIF YOU FAIL TO PROVIDE PERSONAL DATA\n<p>Where we need to collect personal data by law, or under the terms of a contract we have with you and you fail to provide that data when requested, we may not be able to perform the contract we have or are trying to enter into with you (for example, to provide you with goods or services).\nIn this case, we may have to cancel a product or service you have with us but we will notify you if this is the case at the time.</p>\n3.\nHow is your personal data collected?\n<p>We use different methods to collect data from and about you including, but not limited to:</p>\n<ul>\n<li>\n<p>\n<strong>Direct interactions.</strong> You may give us your Identity, Contact and Financial Data by filling in forms or by corresponding with us by post, phone, email or otherwise.\nThis includes personal data you provide when you:</p>\n<ul>\n<li>\n<p>purchase our products or services;</p>\n</li>\n<li>\n<p>create an account on our website, or via our mobile app</p>\n</li>\n<li>\n<p>subscribe to our service or publications;</p>\n</li>\n<li>\n<p>request marketing to be sent to you;</p>\n</li>\n<li>\n<p>request support for our products</p>\n</li>\n<li>\n<p>enter a competition, promotion or survey.\nor</p>\n</li>\n<li>\n<p>give us some feedback.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Automated technologies or interactions.</strong> As you interact with our website, we may automatically collect Technical Data about your equipment, browsing actions and patterns.\nWe collect this personal data by using cookies, pixels, server logs and other similar technologies.\nWe may also receive Technical Data about you if you visit other websites employing our cookies.\nPlease see our Cookie Policy for further details.</p>\n</li>\n<li>\n<p>\n<strong>Third parties or publicly available sources.</strong> We may receive personal data about you from various third parties and public sources as set out below:</p>\n<ul>\n<li>\n<p>Technical Data from the following parties:</p>\n<ul>\n<li>\n<p>\n<strong>(a)</strong> analytics providers such as Google based inside <strong>AND</strong> outside the EU;</p>\n</li>\n<li>\n<p>\n<strong>(b)</strong> advertising networks such as Facebook based inside <strong>AND</strong> outside the EU.\nand</p>\n</li>\n<li>\n<p>\n<strong>(c)</strong> search information providers such as Google based inside <strong>AND</strong> outside the EU.</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<p>Contact, and Transaction Data from providers of technical, payment and delivery services based inside <strong>AND</strong> outside the EU.</p>\n</li>\n<li>\n<p>Identity and Contact Data from data brokers or aggregators based inside <strong>AND</strong> outside the EU.</p>\n</li>\n<li>\n<p>Identity and Contact Data from publicly availably sources such as Companies House and the Electoral Register based inside the EU.</p>\n</li>\n</ul>\n4.\nHow we use your personal data\n<p>We will only use your personal data when the law allows us to.\nMost commonly, we will use your personal data in the following circumstances:</p>\n<ul>\n<li>\n<p>For the performance of a contract we are about to enter into or have entered into with you.</p>\n</li>\n<li>\n<p>Where it is necessary for our legitimate interests (or those of a third party) and your interests and fundamental rights do not override those interests.</p>\n</li>\n<li>\n<p>Where we need to comply with a legal or regulatory obligation.</p>\n</li>\n</ul>\n<p>Generally, we do not rely on consent as a legal basis for processing your personal data other than in relation to sending third party direct marketing communications to you.\nYou have the right to withdraw consent to marketing at any time by contacting us.</p>\nPURPOSES FOR WHICH WE WILL USE YOUR PERSONAL DATA\n<p>We have set out below, in a table format, a description of all the ways we plan to use your personal data, and which of the legal bases we rely on to do so.\nWe have also identified what our legitimate interests are where appropriate.</p>\n<p>Note that we may process your personal data for more than one lawful ground depending on the specific purpose for which we are using your data.</p>\n<strong>Purpose/Activity</strong>\n<strong>Type of data</strong>\n<strong>Lawful basis for processing including basis of legitimate interest</strong> To register you as a new customer\n(a) Identity<br>(b) Contact<br>(c) Technical<br>(d) Profile<br>(e) Usage\nPerformance of a contract with you To process and deliver your order including:<br>(a) Manage payments, fees and charges<br>(b) Obtain consent for marketing activities performed by third parties\n(a) Identity<br>(b) Contact<br>(c) Transaction<br>(d) Marketing and Communications\n(a) Performance of a contract with you(b) explicit consent To manage our relationship with you which will include:<br>(a) Notifying you about changes to our terms or privacy policy<br>(b) Asking you to leave a review or take a survey\n(a) Identity<br>(b) Contact<br>(c) Profile<br>(d) Marketing and Communications\n(a) Performance of a contract with you<br>(b) Necessary to comply with a legal obligation<br>(c) Necessary for our legitimate interests (to keep our records updated and to study how customers use our products/services) To enable you to partake in a prize draw, competition or complete a survey\n(a) Identity<br>(b) Contact<br>(c) Profile<br>(d) Usage<br>(e) Marketing and Communications\n(a) Performance of a contract with you<br>(b) Necessary for our legitimate interests (to study how customers use our products/services, to develop them and grow our business) To administer and protect our business and this website (including troubleshooting, data analysis, testing, system maintenance, support, reporting and hosting of data)\n(a) Identity<br>(b) Contact<br>(c) Technical<br>(d) Transaction<br>(e) Usage<br>(f) Profile Data\n(a) Performance of contract<br>(b) Necessary for our legitimate interests (for running our business, provision of administration and IT services, network security, to prevent fraud and in the context of a business reorganisation or group restructuring exercise)<br>(c) Necessary to comply with a legal obligation<br>(d) Necessary for our legitimate interests to detect or prevent unlawful acts To deliver relevant website content and advertisements to you and measure or understand the effectiveness of the advertising we serve to you\n(a) Identity<br>(b) Contact<br>(c) Profile<br>(d) Usage<br>(e) Marketing and Communications<br>(f) Technical\nNecessary for our legitimate interests (to study how customers use our products/services, to develop them, to grow our business and to inform our marketing strategy) To use data analytics to improve our website, products/services, marketing, customer relationships and experiences\n(a) Technical<br>(b) Usage<br>(c) Marketing and Communications<br>(d) Profile\nNecessary for our legitimate interests (to define types of customers for our products and services, to keep our website updated and relevant, to develop our business and to inform our marketing strategy) To make suggestions and recommendations to you about goods or services that may be of interest to you\n(a) Identity<br>(b) Contact<br>(c) Technical<br>(d) Usage<br>(e) Profile\nNecessary for our legitimate interests (to develop our products/services and grow our business) To ask you to take part in research to improve our game platform\n(a) Identity<br>(b) Contact<br>(c) Transaction<br>(d) Technical<br>(e) Profile<br>(f) Usage\nNecessary for our legitimate interests (to develop our products/services and grow our business) To process your job application to work with us\n(a) Identity<br>(b) Contact\nPerformance of a contract with you To facilitate a duty of care to you\n(a) Identity<br>(b) Contact<br>(c) Transaction<br>(d) Profile<br>(e) Usage\nNecessary for our legitimate interest (to help you manage aspects of your activities when interacting with our products/services) MARKETING\n<p>We provide you with choices regarding certain personal data uses, particularly around marketing and advertising.\nWe have established the following personal data control mechanisms:</p>\nPROMOTIONAL OFFERS FROM US\n<p>We may use your Identity, Contact, Technical, Usage and Profile Data to form a view on what we think you may want or need, or what may be of interest to you.\nThis is how we decide which products, services and offers may be relevant for you (we call this marketing).</p>\n<p>You will receive marketing communications from us if you have subscribed for an account with us or purchased goods or services from us and you have not opted out of receiving that marketing.\nAll of our marketing communications to you contain an opt out option.</p>\nTHIRD-PARTY MARKETING\n<p>We will get your explicit opt-in consent before we share your personal data with any company outside Jagex for marketing purposes.</p>\nOPTING OUT\n<p>You can ask us or third parties to stop sending you marketing messages at any time by logging into the website and checking or unchecking relevant boxes to adjust your marketing preferences or by following the opt-out links on any marketing message sent to you or by contacting us at any time.</p>\nOPTING OUT OF ADVERTISING ID\n<p>The Identifier For Advertising (IDFA) is a unique, user-resettable ID for advertising, provided by the mobile device’s operating system.\nWe may use this ID to enhance serving and targeting capabilities, re-target specific campaigns, pass the ID to our partners.\nAdvertising ID does not reveal any information about the user or the device.\nIf you prefer to opt-out or reset your Identifier.\nFor Advertising (IDFA), please follow these standard instructions:</p>\n<ul>\n<li>iOS - Opt out of interest-based ads in the App Store and Apple News</li>\n<li>Android - Opt out of seeing personalized ads</li>\n</ul>\nOPTING OUT OF THIRD-PARTY TAILORED ADVERTISING\n<p>If you do not want to receive tailored in-application advertisements from third parties that relate to your interests in our games on your mobile device, you may opt- out by:</p>\n<ul>\n<li>adjusting the ad tracking settings on your device</li>\n<li>resetting your Identifier For Advertising (IDFA) from your mobile device’s settings page, which will prevent continued use of existing behavioural data tied to the previous Identifier For Advertising (IDFA).</li>\n<li>visiting the following link: https://www.appsflyer.com/optout.</li>\n</ul>\n<p>Please note that you may still receive advertisements from third parties within our games even if you opt out of tailored advertising, but they will not be based on your activity across unrelated web sites or apps.</p>\nOPTING OUT OF GEOLOCATION\n<p>If you have previously allowed us to access your geolocation data, you can stop making geolocation available to us by visiting your mobile device's settings for the games or the “settings” page for the games.</p>\n<p>\n<strong>OPTING OUT OF OTHER COMMUNICATIONS</strong>\n</p>\n<p>When you install our games on your mobile device you can choose to receive push notifications, which are messages our games send you on your mobile device even when the game is not on.\nYou can turn off notifications by visiting your mobile device’s “settings” page.</p>\nCOOKIES\n<p>You can set your browser to refuse all or some browser cookies, or to alert you when websites set or access cookies.\nIf you disable or refuse cookies, please note that some parts of this website may become inaccessible or not function properly.\nFor more information about the cookies we use, please see our Cookie Policy.</p>\nCHANGE OF PURPOSE\n<p>We will only use your personal data for the purposes for which we collected it, unless we reasonably consider that we need to use it for another reason and that reason is compatible with the original purpose.</p>\n<p>If we need to use your personal data for an unrelated purpose, we will notify you and obtain your consent to do so.</p>\n<p>Please note that we may process your personal data without your knowledge or consent, in compliance with the above rules, where this is required or permitted by law.</p>\n5.\nDisclosure of your personal data\n<p>We may share your personal data with third parties set out below for the purposes set out in the table in paragraph 4 above.</p>\n<ul>\n<li>Specific marketing partners listed here.</li>\n<li>We may seek to acquire other businesses or merge with them.\nIf a change happens to our business, then the new owners may use your personal data in the same way as set out in this privacy policy.\nYour data will only be disclosed for the purposes identified in this privacy notice and for which you have provided implicit or explicit consent unless a law or regulation specifically allows or requires otherwise.\nWe require all third parties to respect the security of your personal data and to treat it in accordance with the law.\nWe do not allow our third-party service providers to use your personal data for their own purposes and only permit them to process your personal data for specified purposes and in accordance with our instructions.\nAll our third-party processing partners are vetted under our third-party due diligence process and have signed data processor contracts with us.</li>\n</ul>\n6.\nInternational transfers\n<p>Some of our external third parties are based outside the European Economic Area (<strong>EEA</strong>) so their processing of your personal data will involve a transfer of data outside the EEA.</p>\n<p>Whenever we transfer your personal data out of the EEA, we ensure a similar degree of protection is afforded to it by ensuring at least one of the following safeguards is implemented:</p>\n<ul>\n<li>\n<p>We will only transfer your personal data to countries that have been deemed to provide an adequate level of protection for personal data by the European Commission.</p>\n</li>\n<li>\n<p>Where we use certain service providers, we may use specific contracts approved by the European Commission which give personal data the same protection it has in Europe.</p>\n</li>\n<li>\n<p>Where we use providers based in the US, we may transfer data to them if they are part of the EU/US Privacy Shield which requires them to provide similar protection to personal data shared between the Europe and the US.</p>\n</li>\n</ul>\n7.\nData security\n<p>We have put in place appropriate security measures to prevent your personal data from being accidentally lost, used or accessed in an unauthorised way, altered, disclosed or being unavailable.\nIn addition, we limit access to your personal data to those employees, agents, contractors and other third parties who have a business need to know on the principle of least privilege (PoLP) .\nThey will only process your personal data on our instructions and they are subject to a duty of confidentiality.\nWe periodically review all privacy and security policies and update when necessary in line with changes of the GDPR or when any new technologies are introduced into our business.\nWhere the introduction of new technologies results in a high risk to your data we will perform a data protection impact assessment and will only proceed if meeting the required levels of security standards.\nMethods of collecting personal information are reviewed by management before they are implemented to confirm that personal information is obtained (a) fairly, without intimidation or deception, and (b) lawfully, adhering to all relevant rules of law, whether derived from statute or common law, relating to the collection of personal information</p>\n<p>We have put in place procedures to deal with any suspected personal data breach and will notify you and any applicable regulator of a breach where we are legally required to do so.</p>\n8.\nData retention\n<p>\n<strong>HOW LONG WILL YOU USE MY PERSONAL DATA FOR?</strong>\n</p>\n<p>We will only retain your personal data for as long as necessary to fulfil the purposes we collected it for, including for the purposes of satisfying any legal, accounting, or reporting requirements.\nA copy of our Data Retention Schedule is available upon request.</p>\n<p>To determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorised use or disclosure of your personal data, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal requirements.</p>\n<p>By law we have to keep basic information about our customers (including Contact, Identity, Financial and Transaction Data) for six tax years plus current tax year as part of our legal obligations to do so.</p>\n<p>In some circumstances you can ask us to delete your data: see <em>Request erasure</em> below for further information.</p>\n<p>In some circumstances we may anonymise your personal data (so that it can no longer be associated with you) for research or statistical purposes in which case we may use this information indefinitely without further notice to you.</p>\n9.\nYour legal rights\n<p>Under certain circumstances, you have rights under data protection laws in relation to your personal data.\nWe set out below a brief description of such rights:</p>\n<ul>\n<li>\n<strong>To be informed</strong>: Individuals have the right to be informed about the collection and use of their personal data.\nThis is a key transparency requirement under the GDPR and DPA 2018.\nThis Privacy and our cookie policy meet this requirement.</li>\n<li>\n<strong>Request access to your personal data</strong>\n<strong>(commonly known as a “data subject access request”)</strong>: This enables you to receive a copy of the personal data we hold about you and to check that we are lawfully processing it.</li>\n<li>\n<strong>Request rectification of your personal data</strong>: This enables you to have any incomplete or inaccurate data we hold about you corrected, though we may need to verify the accuracy of the new data you provide to us.</li>\n<li>\n<strong>Request erasure of your personal data</strong>: This enables you to ask us to delete or remove personal data where there is no good reason for us continuing to process it.\nYou also have the right to ask us to delete or remove your personal data where you have successfully exercised your right to object to processing (see below), where we may have processed your information unlawfully or where we are required to erase your personal data to comply with local law.\nNote, however, that we may not always be able to comply with your request of erasure for specific legal reasons which will be notified to you, if applicable, at the time of your request.</li>\n<li>\n<strong>Object to processing</strong>\n<strong>of your personal data</strong>: Where we are relying on a legitimate interest (or those of a third party) and there is something about your particular situation which makes you want to object to processing on this ground as you feel it impacts on your fundamental rights and freedoms.\nYou also have the right to object where we are processing your personal data for direct marketing purposes.\nIn some cases, we may demonstrate that we have compelling legitimate grounds to process your information which override your rights and freedoms</li>\n<li>\n<strong>Request restriction of processing your personal data</strong>: This enables you to ask us to suspend the processing of your personal data in the following scenarios: (a) if you want us to establish the data’s accuracy.\nor (b) you have objected to our use of your data but we need to verify whether we have overriding legitimate grounds to use it</li>\n<li>\n<strong>Request the transfer</strong>\n<strong>of your personal data to you or to a third party</strong>: We will provide to you, or a third party you have chosen, your personal data in a structured, commonly used, machine-readable format.\nNote that this right only applies to automated information which you initially provided consent for us to use or where we used the information to perform a contract with you.</li>\n<li>\n<strong>Withdraw consent at any time</strong>\n<strong>where we are relying on consent to process your personal data</strong>: However, this will not affect the lawfulness of any processing carried out before you withdraw your consent.\nIf you withdraw your consent, we may not be able to provide certain products or services to you.\nWe will advise you if this is the case at the time you withdraw your consent</li>\n</ul>\n<p>If you wish to exercise any of the rights set out above, please Contact us.</p>\nNO FEE USUALLY REQUIRED\n<p>You will not have to pay a fee to access your personal data (or to exercise any of the other rights).\nHowever, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive.\nAlternatively, we may refuse to comply with your request in these circumstances.</p>\nWHAT WE MAY NEED FROM YOU\n<p>We may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise any of your other rights).\nThis is a security measure to ensure that personal data is not disclosed to any person who has no right to receive it.\nWe may also contact you to ask you for further information in relation to your request to speed up our response.</p>\nTIME LIMIT TO RESPOND\n<p>We try to respond to all legitimate requests within one month.\nOccasionally it may take us longer than a month if your request is particularly complex or you have made a number of requests, in which case we will inform you of an extension period of up to 2 months as stated in the GDPR and DPA 2018.\nIn this case, we will keep you informed on progress.</p>\n10.\nCalifornia Residents: Your California Privacy Rights\n<p>The California Consumer Privacy Act (also referred to as the \"CCPA\") is a privacy-centric bill protecting the privacy of California consumers that will be effective on 1 January, 2020.\nPlease note that the contents below are for California residents only.</p>\nRIGHT TO KNOW\n<p>If you are a California resident, you may submit free of charge, but not more than twice in a 12-month period, a verifiable request for the following information: </p>\n<ul>\n<li>The specific pieces of personal information we have about you;</li>\n<li>The categories of personal information we have collected or disclosed for a business purpose about you within the last 12 months.\n</li>\n<li>The categories of sources from which the personal information was collected.\nand</li>\n<li>The categories of third parties to whom the information was disclosed for a business purpose or otherwise shared.</li>\n</ul>\n<p>In sections 2,3 and 4 of this Privacy Policy, we describe the data we collect about you, how your data is collected and how we use your personal data.</p>\n<p>To submit a request, please use one of the following methods via our Data Protection Officer's office at Relentless Privacy and Compliance Ltd:</p>\n<ul>\n<li>Email us at ccpajagex@relentlessdataprivacy.com</li>\n<li>Use our online webform located at CCPA request</li>\n</ul>\n<p>Email requests must include \"Your California Privacy Rights\" in the subject field and state <strong>right to know</strong>, <strong>deletion</strong> or <strong>opt out</strong>.</p>\n<p>Within 10 days of receipt, we will confirm receipt of your request.\nWe will verify your identity as a resident in the state of California and contact you to request that information.\nIf we are not able to verify your identity, we will deny your request.\nIf we deny your request, even if only in part, we will explain the reason in our response.</p>\n<p>Once verified, we will provide a substantive response within 45 days, unless we need more time, in which case we will notify you.</p>\nRIGHT TO DELETE\n<p>If you are a California resident, you may submit a verifiable request for us to delete any personal information we have collected about you.\n</p>\n<p>To submit a request, please email us at ccpajagex@relentlessdataprivacy.com or use our online webform CCPA request</p>\n<p>Email requests must include \"Your California Privacy Rights\" in the subject field and state <strong>right to know</strong>, <strong>deletion</strong> or <strong>opt out</strong>.</p>\n<p>Within 10 days of receipt, we will confirm receipt of your request.\nWe will verify your identity as a resident in the state of California and contact you to request that information.\nIf we are not able to verify your identity, we will deny your request.\nIf we deny your request, even if only in part, we will explain the reason in our response.</p>\n<p>Once verified, we will provide a substantive response within 45 days, unless we need more time, in which case we will notify you.</p>\nRIGHT TO OPT OUT\n<p>California residents may opt out of the \"sale\" of their personal information, as defined by the CCPA.\nThis does <strong>not</strong> include when:</p>\n<ul>\n<li>You direct us to disclose your personal information or use us to interact with a third party and the third party does not sell the personal information;</li>\n<li>We use or share an identifier solely to alert a third party that you have opted out of the sale of your personal information.</li>\n<li>Your personal information is transferred as an asset, as part of a transaction in which the third party assumes control of all or part of our business, in which case the third party would have to tell you in writing if it materially changes how the information is used or shared and;</li>\n<li>We use or share your personal information under a written contract with a service provider necessary to perform a business purpose.\nHere, the service that the service provider performs is on our behalf, and our written contract prohibits it from keeping, using or disclosing your personal information for any purpose other than for the specific purpose identified in the contract.</li>\n</ul>\n<p>To submit a request, please email us at ccpajagex@relentlessdataprivacy.com or use our online webform CCPA request</p>\n<p>Email requests must include \"Your California Privacy Rights\" in the subject field and state <strong>right to know</strong>, <strong>deletion</strong> or <strong>opt out</strong>.</p>\n<p>Within 15 days of receipt, we will act upon your request.\nWe will verify your identity as a resident in the state of California and contact you to request that information.\nIf we are not able to verify your identity, we will deny your request.\nIf we deny your request, even if only in part, we will explain the reason in our response.</p>\n<p>Once verified, we will notify all third parties to whom we have sold your personal information within 90 days of receipt of your request.</p>\nRIGHT TO BE FREE FROM DISCRIMINATION\n<p>We may not discriminate against you because you have chosen to exercise your rights, including, for example, by denying you access to our online services or charging you different rates or prices for the same online services, unless that difference is reasonably related to the value provided by your data.</p>\nEXERCISING YOUR RIGHTS\n<p>To submit a verifiable request or otherwise contact us for more information about how to exercise your rights, please follow the instructions above.</p>\n<p>If you would like to designate an authorised agent to make a request on your behalf, please be sure the agent is able to:</p>\n<ul>\n<li>demonstrate you have provided written permission for the agent to submit the request on your behalf.\nand</li>\n<li>provide proof of his or her own identity.\n</li>\n</ul>\n<p>If the agent does not satisfy these requirements, we will deny the request.</p>\n11.\nGlossary\nLAWFUL BASIS\n<p>\n<strong>Legitimate Interest</strong> means the interest of our business in conducting and managing our business to enable us to give you the best service/product and the best and most secure experience.\nWe make sure we consider and balance any potential impact on you (both positive and negative) and your rights before we process your personal data for our legitimate interests.\nWe do not use your personal data for activities where our interests are overridden by the impact on you (unless we have your consent or are otherwise required or permitted to by law).\nYou can obtain further information about how we assess our legitimate interests against any potential impact on you in respect of specific activities by contacting us.</p>\n<p>\n<strong>Performance of Contract</strong> means processing your data where it is necessary for the performance of a contract to which you are a party or to take steps at your request before entering into such a contract.</p>\n<p>\n<strong>Comply with a legal or regulatory obligation</strong> means processing your personal data where it is necessary for compliance with a legal or regulatory obligation that we are subject to.</p>\n<p>\n<strong>Explicit consent</strong>\n<strong>for external marketing</strong> means your personal data will not be disclosed to any third party unless you have given your explicit consent to such disclosure.</p>\n12.\nPolicy updates\n<p>Policies and procedures are reviewed and compared to the requirements of applicable laws and regulations at least annually, and whenever changes to such laws and regulations are made privacy policies and procedures are revised to conform with the requirements of applicable laws and regulations.</p>\n<p>Copyright © 1999 - 2020 Jagex Ltd.\n220 Science Park, Cambridge, CB4 0WA, United Kingdom</p>\n<p>Contact Us | Gender Pay Gap Report | Modern Slavery Act Transparency Statement</p>\n<p>Use of this website is subject to our Terms &amp.\nConditions, Privacy Policy and Cookie Policy.</p> ", "created_at": "2018-08-29 03:29:05.313792", "updated_at": "2020-12-14 19:14:41.647734"}, {"id": 415, "name": "Cookies Policy", "url": "https://www.jagex.com/terms/cookies", "xpath": "", "text": " <p>We use cookies to make our site work correctly, to help understand how it is used and to provide more relevant ads on Jagex websites and others.\nBy continuing to use the site you consent to the use of first and third-party cookies and other similar technologies.\nTo learn more please visit our privacy policy and our cookies policy.</p> Got It <ul>\n</ul>\n<ul>\n</ul> Menu English Français Deutsch Português do Brasil Cookies Policy\n<p>Version 0.2</p>\n<p>Date September 3rd, 2018.</p>\n<p>Jagex uses “Cookies” and other similar technologies to tailor content and marketing, and to improve and adjust user experiences.\nTo find out more about “Cookies”, other similar technologies and the options available to manage them, please see below.</p>\n<p>\n<strong>Cookies and other similar technologies</strong>\n</p>\n<p>We use cookies and other similar technologies on our website, products and services.\nCookies are small text files that are stored on your computer that hold information that a website can read.\nFor example, cookies can be used to authenticate your visit and prevent you from having to log in every time you visit the website.</p>\n<p>We collect both personal and non-personal information from you when you use our websites, products and services.\nFor more information on how we deal with your information, please see our Privacy Policy.</p>\n<p>We and our partners also use other technologies, including data stored on your web browser or device, identifiers associated with your device and other software for similar purposes.\nIn this policy, we refer to “Cookies” and other similar technologies as “Cookies.” These technologies can be used to recognise your device as it interacts with our services.\nFor instance, we can recognise when you visit pages on our or others’ sites, use parts of an app or when you open emails we send you.\nThese technologies include the following:</p>\n<ul>\n<li>\n<strong>\n<strong>Pixel tags:</strong>\n</strong> Pixel tags are small blocks of code we install on our webpages, emails or advertisements.\nThese are used to relay information about how you interact with our services and may contain information about your device and browser.\nFor example, information about your device type, operating system, browser type and version, website visited, time of visit, referring website, IP address, whether you’ve opened an email or clicked on an advertisement.\nPixels also provide the means by which third parties can set and read browser cookies from our websites.</li>\n<li>\n<strong>\n<strong>Local storage:</strong>\n</strong> Where other types of cookies cannot be used, local storage allows us to store additional data to help improve your experience while using our services.</li>\n<li>\n<strong>\n<strong>IP address:</strong>\n</strong> Every device that is connected to the internet has an Internet Protocol address.\nWhen you interact with our services, we and our partners use your IP address for security purposes, for example, to prevent fraud.\nWe may also use your IP address to identify your location and display content that is more appropriate to you.</li>\n<li>\n<strong>\n<strong>Device identifiers:</strong>\n</strong> We may also create or collect a unique device identifier so we can understand how you use your devices to access our services.</li>\n</ul>\n<p>You can use your browser settings to allow or disallow Cookies.\nIf you disallow Cookies, your use of our website, products or services may be impaired.</p>\n<p>\n<strong>Types of Cookies</strong>\n</p>\n<p>There are four categories of Cookies that may be served through our website, products or services:</p>\n<ul>\n<li>\n<strong>\n<strong>Necessary:</strong>\n</strong> These Cookies are required in order for our services to operate.\nFor example, maintaining a logged in session.\nOur websites cannot function without these cookies.</li>\n<li>\n<strong>\n<strong>Performance:</strong>\n</strong> These Cookies are used to help us understand how our services are being used so that we can improve your experience using our services.</li>\n<li>\n<strong>\n<strong>Functionality:</strong>\n</strong> These Cookies are used to enable additional functionalities in our services.\nFor example, remembering your preferred language for your next visit.</li>\n<li>\n<strong>\n<strong>Targeting:</strong>\n</strong> These Cookies are used to offer you more relevant advertising on other websites and to limit the number of times you see an advertisement.\nOur partners serve advertisements about our products and services and measure the effectiveness of our marketing campaigns.</li>\n</ul>\n<p>\n<strong>Who sets Cookies on your device</strong>\n</p>\n<p>Cookies we place on your device when you are using our services are referred to as ‘first party Cookies’.</p>\n<p>Our partners can also place Cookies on your device while you are using our services, and these are referred to as ‘third party Cookies’.\nWe do not control third party cookies and cannot access them due to the way that cookies work, as cookies can only be accessed by the party who originally set them.</p>\n<p>We encourage you to review the privacy and cookies polices of the third parties we work with for more information about cookies they set and how to manage them.</p>\n<p>\n<strong>Managing Cookies</strong>\n</p>\n<p>You can review your options to manage Cookies by opening the “Help” menu on the browser menu bar.\nMost browsers will tell you how you can disable or delete Cookies or set your browser to alert you when Cookies are being sent to your computer.</p>\n<p>You can also limit interest-based advertising by opting out at www.aboutads.info/choices/ or www.networkadvertising.org/choices/ or https://tools.google.com/dlpage/gaoptout/.\nIf you are in Europe, more information is available at www.youronlinechoices.eu/.</p>\n<p>If you reject all Cookies, you may not be able to use certain features of our websites and other products and services (including signing in to your account or completing a purchase on your shopping basket).</p>\n<p>\n<strong>Policy Updates</strong>\n</p>\n<p>We may update our Cookie Policy from time to time to reflect changes in technology, legislation, our operations, or as we otherwise determine is necessary or appropriate.\nAny such changes will become effective when we make the revised policy available on our website.\nWe encourage you to review the date above frequently to ensure you are aware of when our policy was last revised, and to help you better understand the nature of your interactions with us.</p>\n<p>\n<strong>First party Cookies list</strong>\n</p>\n<p>Our website, products or services may contain, but are not limited to, the following Cookies.</p>\n<strong>Type</strong>\n<strong>Name</strong>\n<strong>Purpose</strong> Necessary\nJAG_SSO\nServer session ID that keeps you logged in while using some of our services.\nNecessary\nXSRF-TOKEN\nA security feature preventing malicious activity between your device and our servers.\nNecessary\nSESSION\nAn identifier used while you are logged in to associate your browser session with your account on our servers.\nNecessary\nsession\nAn identifier used while you are logged in to associate your browser session with your account on our servers.\nNecessary\nJSESSIONID\nAn identifier used while you are logged in to associate your browser session with your account on our servers.\nPerformance\nJXDOB\nStores the date of birth chosen when creating an account.\nPerformance\ncookieconsent_dismissed\nSet to let us know you have seen our cookie message.\nPerformance\ncookies\nSet to let us know you have seen our cookie message when making a payment.\nPerformance\nsettings\nStores details about services accessed and how/where they were accessed from – for example if you clicked a link to our site from an affiliate.\nPerformance\nusrdob\nTemporarily stores the date of birth you enter when creating an account.\nFunctionality\nrs_splash_count\nWe store this to remember the number of times you have seen our RuneScape ‘splash’ page.\nHaving this cookie set means you will be redirected to the main RuneScape page when visiting www.runescape.com.\nFunctionality\nIDCHECKCOOKIE\nUsed to ensure we can successfully process payments.\nFunctionality\nrs_langpref\nWe use this cookie to know your preferred language for viewing our website.\nFunctionality\nslangpref\nWe use this cookie to know your preferred language for viewing our website.\nFunctionality\nserverlist_order\nWe use this to remember the order you wish to view lists of game worlds in.\nFunctionality\nJXRSLAUNCHING\nPrevents duplicate launch requests of our game clients.\nFunctionality\nopenJdkInstalled\nWe use this to determine if you have previously installed our game client.\nFunctionality\nis_returning\nWe use this cookie to know if you have visited our website before and to customise what content you see.\nFunctionality\nglobal__user-visited\nWe use this cookie to know if you have visited our website before and to customise what content you see.\nFunctionality\nrs_poll_en\nUsed to determine if you have voted in a poll on our website.\nFunctionality\nrs_poll_de\nUsed to determine if you have voted in a poll on our website.\nFunctionality\nrs_poll_fr\nUsed to determine if you have voted in a poll on our website.\nFunctionality\nrs_poll_pt\nUsed to determine if you have voted in a poll on our website.\nFunctionality\nrs_poll_vote_iden\nUsed to determine what you voted for in a poll on our website.\nFunctionality\nrs_poll_vote_idde\nUsed to determine what you voted for in a poll on our website.\nFunctionality\nrs_poll_vote_idfr\nUsed to determine what you voted for in a poll on our website.\nFunctionality\nrs_poll_vote_idpt\nUsed to determine what you voted for in a poll on our website.\nFunctionality\nrememberme\nStores your username to make it easier to log in on future visits.\nFunctionality\nsameday\nUsed to deliver content specific to new accounts.\nFunctionality\nsn-integration___ga-id\nUsed to identify if you created an account using a social network.\nTargeting\nJXFLOWCONTROL\nAllows us to test improvements to our website on limited numbers of users.\nTargeting\nJXFRONTUID\nA unique identifier we use to track the pages you visit on our websites.\nWe use the information to make improvements to the website.\nTargeting\nJXTEMPSESSIONID\nA unique identifier we use to track the pages you visit on our websites.\nWe use the information to make improvements to the website.\nTargeting\nJXADDINFO\nStores the identifiers of affiliates used when creating an account.\nTargeting\nJXTAG\nStores an account identifier that allows us to display more relevant content to you.\nTargeting\nJXTRACKING\nAn identifier we use to track the pages you visit on our websites.\nWe use the information to make improvements to the website.\nTargeting\nJXWEBUID\nHelps us identify previous visits to our websites.\nTargeting\njagex_accept_cookies\nSet to let us know you have seen our cookie message.\nTargeting\nJXSESSIONTRACKID\nThis cookie represents your session on the website both before and after you log in in the same browser session.\n<p>Copyright © 1999 - 2020 Jagex Ltd.\n220 Science Park, Cambridge, CB4 0WA, United Kingdom</p>\n<p>Contact Us | Gender Pay Gap Report | Modern Slavery Act Transparency Statement</p>\n<p>Use of this website is subject to our Terms &amp.\nConditions, Privacy Policy and Cookie Policy.</p> ", "created_at": "2018-08-29 03:29:34.43389", "updated_at": "2020-12-14 19:14:51.007503"}], "points": [{"id": 1369, "title": "JAGEX [info] Aggregate information is provided to partners", "source": "https://groups.google.com/d/topic/tosdr/TUrBYVOoGdQ/discussion", "status": "JAGEX [info] Aggregate information is provided to partners", "created_at": "2018-05-15 09:11:46.39003", "updated_at": "2020-12-23 16:33:08.056979", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1378, "title": "JAGEX [neutral] Muted and banned accounts continue to use membership credits", "source": "https://groups.google.com/d/topic/tosdr/u60in7SIbpw/discussion", "status": "JAGEX [neutral] Muted and banned accounts continue to use membership credits", "created_at": "2018-05-15 09:11:46.713872", "updated_at": "2021-01-10 19:14:52.147832", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1377, "title": "JAGEX [info] No moving digital currency between products.", "source": "https://groups.google.com/d/topic/tosdr/Ni6ZcmD1chQ/discussion", "status": "JAGEX [info] No moving digital currency between products.", "created_at": "2018-05-15 09:11:46.677158", "updated_at": "2021-02-06 03:50:17.215492", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1379, "title": "JAGEX [info] Refunds for EU customers", "source": "https://groups.google.com/d/topic/tosdr/MZH94WMupws/discussion", "status": "JAGEX [info] Refunds for EU customers", "created_at": "2018-05-15 09:11:46.765395", "updated_at": "2021-02-06 03:50:17.245868", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1402, "title": "JAGEX [bad] Information about you will be used to target advertising", "source": "https://groups.google.com/d/topic/tosdr/FFhea09JYK0/discussion", "status": "JAGEX [bad] Information about you will be used to target advertising", "created_at": "2018-05-15 09:11:47.710979", "updated_at": "2021-02-06 03:50:17.499999", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1459, "title": "JAGEX [info] Subscriptions will renew 72 hours before the end of each period", "source": "https://groups.google.com/forum#!topic/tosdr/UshWgM0E4qk", "status": "JAGEX [info] Subscriptions will renew 72 hours before the end of each period", "created_at": "2018-05-15 09:11:49.775884", "updated_at": "2021-02-06 03:50:18.296602", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1069, "title": "You cannot delete your account", "source": "https://groups.google.com/d/msg/tosdr/T98obrJsjJA/w1Gp9SDABtkJ", "status": "It is impossible to delete your account from this service, according to the <a href='http://www.accountkiller.com/en/Blacklist'>AccountKiller blacklist</a>.", "created_at": "2018-01-16 15:28:24.254868", "updated_at": "2018-08-24 12:49:17.546543", "quoteText": null, "case_id": 172, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1577, "title": "JAGEX [neutral] You must provide valid identity information", "source": "https://www.jagex.com/terms", "status": "JAGEX [neutral] You must provide valid identity information", "created_at": "2018-05-15 09:11:54.871388", "updated_at": "2018-09-19 17:17:29.750098", "quoteText": ">\n", "case_id": 235, "document_id": 413, "quoteStart": 4, "quoteEnd": 6}, {"id": 8075, "title": "The service can suspend your account for several reasons", "source": "https://www.jagex.com/terms", "status": "Generated through the annotate view", "created_at": "2019-10-05 19:27:32.552685", "updated_at": "2021-02-06 04:16:11.607758", "quoteText": "We may at any time: (i) Stop (as defined above) any or all accounts for Jagex Products.", "case_id": 205, "document_id": 413, "quoteStart": 17734, "quoteEnd": 17821}, {"id": 1447, "title": "JAGEX - Choice of court is England", "source": "https://groups.google.com/d/topic/tosdr/vsxC1Q3oIxs/discussion", "status": "JAGEX - Choice of court is England", "created_at": "2018-05-15 09:11:49.335548", "updated_at": "2021-02-06 03:50:18.836836", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1492, "title": "JAGEX [bad] You must pay a fee to request a copy of your personal information", "source": "https://groups.google.com/d/topic/tosdr/Zy-dFXyc9do/discussion", "status": "Not valid anymore due to GDPR.", "created_at": "2018-05-15 09:11:51.155712", "updated_at": "2018-09-15 21:56:59.497607", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1488, "title": "JAGEX [bad] You may not sell or transfer virtual currency to anyone else.", "source": "https://www.jagex.com/terms", "status": "JAGEX [bad] You may not sell or transfer virtual currency to anyone else.", "created_at": "2018-05-15 09:11:50.897414", "updated_at": "2021-02-06 04:02:06.397989", "quoteText": "irtual Currency and Micro-Game Credits do not have any inherent value and are not your own private property.\nWhen you purchase or receive Virtual Currency or Micro-Game Credits, you do not own the Virtual Currency or Micro-Game Credits.\nInstead they constitute a measurement of the extent of your license in a Jagex Product.\nSimilarly, any Virtual Currency or Micro-Game Credits balance shown in your account does not constitute a real world balance or reflect any stored monetary value.</p>\n<p>We do not provide any cash or refunds for Virtual Currency, Micro-Game Credits or Items (except as required by law) and Virtual Currency, Micro-Game Credits and Items do not have any real world monetary value.\nVirtual Currency or Micro-Game Credits are for your personal use only.\nYou must not sell or transfer them or make them available to anyone else or attempt to do so, or encourage anyone else to do any of these things.\nVirtual Currency, Micro-Game Credits and Items can never be redeemed for real world money, goods or any other item of monetary value, and cannot be inherited.\nWe may impose additional restrictions concerning the acquisition or redemption of Virtual Currency, Micro-Game Credits and Items.\nFor example, we may cap the amount of Virtual Currency or Micro-Game Credits which can be acquired, held or redeemed in any particular period or we may impose restrictions based on your country of residence.", "case_id": 235, "document_id": 413, "quoteStart": 22568, "quoteEnd": 23986}, {"id": 1277, "title": "Jagex uses third-party cookies for advertising targeting", "source": "https://groups.google.com/d/topic/tosdr/C3Z024Km0R8/discussion", "status": "Jagex uses third-party cookies for advertising targeting", "created_at": "2018-05-15 09:11:42.99792", "updated_at": "2021-02-06 03:50:19.92818", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1502, "title": "JAGEX [good] Newsletters are opt-in, although account notices will still be sent", "source": "https://groups.google.com/forum#!topic/tosdr/lvx7Z2rF5iQ", "status": "JAGEX [good] Newsletters are opt-in, although account notices will still be sent", "created_at": "2018-05-15 09:11:51.566079", "updated_at": "2018-09-17 17:54:17.765503", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1291, "title": "JAGEX [good] If you cancel your subscription you may continue to use it until credits expire", "source": "https://groups.google.com/d/topic/tosdr/0TyDwZH4K0I/discussion", "status": "JAGEX [good] If you cancel your subscription you may continue to use it until credits expire", "created_at": "2018-05-15 09:11:43.423878", "updated_at": "2021-02-06 03:50:21.37202", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2571, "title": "JAGEX [good] Accepts and answers questions relating to their policies", "source": "https://groups.google.com/d/topic/tosdr/2CsQWAnCOsI/discussion", "status": "JAGEX [good] Accepts and answers questions relating to their policies", "created_at": "2018-05-18 13:49:39.480285", "updated_at": "2018-05-30 12:50:14.682219", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4131, "title": "JAGEX [neutral] You must own the rights to any content you provide or upload", "source": "https://groups.google.com/d/topic/tosdr/4fqrsFiiMc8/discussion", "status": "JAGEX [neutral] You must own the rights to any content you provide or upload", "created_at": "2018-05-18 14:05:14.170471", "updated_at": "2018-05-30 12:50:27.706102", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4148, "title": "JAGEX [bad] No Alternate Client Software", "source": "https://groups.google.com/d/topic/tosdr/RWmB6muI3CE/discussion", "status": "JAGEX [bad] No Alternate Client Software", "created_at": "2018-05-18 14:05:14.924181", "updated_at": "2018-05-30 12:50:28.145238", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2714, "title": "JAGEX [note] Parents may request the account information of their children under 18 by faxing or mai", "source": "https://groups.google.com/d/topic/tosdr/VZj9RFF7AKU/discussion", "status": "JAGEX [note] Parents may request the account information of their children under 18 by faxing or mai", "created_at": "2018-05-18 13:49:30.267357", "updated_at": "2018-05-30 12:50:17.12631", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1662, "title": "JAGEX [bad] Jagex may transfer the agreement and your information to another party at any time", "source": "https://groups.google.com/d/topic/tosdr/q_uV5blA-cI/discussion", "status": "JAGEX [bad] Jagex may transfer the agreement and your information to another party at any time", "created_at": "2018-05-15 09:11:57.940441", "updated_at": "2021-02-06 03:50:21.867209", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1688, "title": "JAGEX [bad] Jagex can share your content and history to authorities at any time", "source": "https://groups.google.com/d/topic/tosdr/dt1yhnZNOJk/discussion", "status": "JAGEX [bad] Jagex can share your content and history to authorities at any time", "created_at": "2018-05-15 09:11:58.887391", "updated_at": "2021-02-06 03:50:22.355967", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1424, "title": "JAGEX [info] You may cancel your subscription at any time, unused portions are not refunded", "source": "https://groups.google.com/d/topic/tosdr/f39HGW8zP50/discussion", "status": "JAGEX [info] You may cancel your subscription at any time, unused portions are not refunded", "created_at": "2018-05-15 09:11:48.463228", "updated_at": "2021-02-06 03:50:23.245049", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1745, "title": "JAGEX [bad] Banned accounts lose their account, characters and any in-game items or currency", "source": "https://groups.google.com/d/topic/tosdr/T0Ux8xZTp88/discussion", "status": "JAGEX [bad] Banned accounts lose their account, characters and any in-game items or currency", "created_at": "2018-05-15 09:12:01.491057", "updated_at": "2021-02-06 03:50:24.36918", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1759, "title": "JAGEX [bad] You must pay a fee to have your personal information deleted", "source": "https://groups.google.com/d/topic/tosdr/e7KNXvU5rDc/discussion", "status": "JAGEX [bad] You must pay a fee to have your personal information deleted", "created_at": "2018-05-15 09:12:02.192363", "updated_at": "2021-02-06 03:50:24.732213", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1837, "title": "JAGEX [note] Your Personal Information may be stored anywhere in the world and may affect your priva", "source": "https://groups.google.com/d/topic/tosdr/WxXV7wyN0lQ/discussion", "status": "JAGEX [note] Your Personal Information may be stored anywhere in the world and may affect your priva", "created_at": "2018-05-15 09:12:05.278778", "updated_at": "2021-02-06 03:50:26.518597", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1874, "title": "JAGEX [info] Virtual currency cannot be refunded, and has no real world value...", "source": "https://groups.google.com/d/topic/tosdr/6MOLREegUOk/discussion", "status": "JAGEX [info] Virtual currency cannot be refunded, and has no real world value...", "created_at": "2018-05-15 09:12:06.651238", "updated_at": "2021-02-06 03:50:27.14264", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1880, "title": "JAGEX [bad] Error reports from client software are sent automatically", "source": "https://groups.google.com/d/topic/tosdr/Z6FZ3cu90ZE/discussion", "status": "JAGEX [bad] Error reports from client software are sent automatically", "created_at": "2018-05-15 09:12:06.871584", "updated_at": "2021-02-06 03:50:27.254951", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1914, "title": "JAGEX [bad] You give Jagex rights to your content", "source": "https://groups.google.com/d/topic/tosdr/XmaN7w3hvZk/discussion", "status": "JAGEX [bad] You give Jagex rights to your content", "created_at": "2018-05-15 09:12:08.20745", "updated_at": "2021-02-06 03:50:27.491194", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1910, "title": "JAGEX [bad] Jagex may stop offering a product at any time.", "source": "https://groups.google.com/d/topic/tosdr/3p_cL6GMFnA/discussion", "status": "JAGEX [bad] Jagex may stop offering a product at any time.", "created_at": "2018-05-15 09:12:08.045922", "updated_at": "2021-02-06 03:50:27.891188", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1960, "title": "JAGEX [bad] No refunds for deleted accounts or canceled services", "source": "https://groups.google.com/d/topic/tosdr/zYCH670xNjo/discussion", "status": "JAGEX [bad] No refunds for deleted accounts or canceled services", "created_at": "2018-05-15 09:12:09.838624", "updated_at": "2021-02-06 03:50:28.964239", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1554, "title": "This service requires first-party cookies, which are cookies that only belong to the domain of the service and not a third party.", "source": "https://www.jagex.com/terms/cookies", "status": "", "created_at": "2018-05-15 09:11:53.976076", "updated_at": "2021-02-06 04:16:10.947297", "quoteText": "<u>Necessary:</u>\n</strong> These Cookies are required in order for our services to operate.\nFor example, maintaining a logged in session.\nOur websites cannot function without these cookies.</li>", "case_id": 126, "document_id": 415, "quoteStart": 3303, "quoteEnd": 3498}, {"id": 2019, "title": "JAGEX [info] The in-game value of virtual currency may change at any time.", "source": "https://groups.google.com/d/topic/tosdr/6p9HilEgKg0/discussion", "status": "JAGEX [info] The in-game value of virtual currency may change at any time.", "created_at": "2018-05-15 09:12:11.933631", "updated_at": "2021-02-06 03:50:30.441444", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2030, "title": "JAGEX [bad] Does not consider an IP address or browser tag Personal Identifiable information", "source": "https://groups.google.com/d/topic/tosdr/y_B1J4lluSA/discussion", "status": "JAGEX [bad] Does not consider an IP address or browser tag Personal Identifiable information", "created_at": "2018-05-15 09:12:12.29471", "updated_at": "2021-02-06 03:50:30.659597", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2091, "title": "JAGEX [neutral] Usernames must not contain trademarks or be offensive", "source": "https://groups.google.com/d/topic/tosdr/lYzMAgrjVhE/discussion", "status": "JAGEX [neutral] Usernames must not contain trademarks or be offensive", "created_at": "2018-05-15 09:12:14.244466", "updated_at": "2021-02-06 03:50:30.925647", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2050, "title": "JAGEX [bad] Right to use products or software may be revoked at any time.", "source": "https://groups.google.com/d/topic/tosdr/4xZRcxXXELI/discussion", "status": "JAGEX [bad] Right to use products or software may be revoked at any time.", "created_at": "2018-05-15 09:12:12.928604", "updated_at": "2021-02-06 03:50:31.011958", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2061, "title": "JAGEX [bad] Jagex owns your account and the content or creations of your account", "source": "https://groups.google.com/d/topic/tosdr/6opLmGti9Ac/discussion", "status": "JAGEX [bad] Jagex owns your account and the content or creations of your account", "created_at": "2018-05-15 09:12:13.263607", "updated_at": "2021-02-06 03:50:31.177725", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 3852, "title": "JAGEX [neutral] Failing to follow games rules is prohibited", "source": "https://groups.google.com/d/topic/tosdr/bk37DtGpzs0/discussion", "status": "JAGEX [neutral] Failing to follow games rules is prohibited", "created_at": "2018-05-18 14:05:02.838966", "updated_at": "2018-05-30 12:50:19.09988", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2165, "title": "JAGEX [BAD] You don&#39;t own virtual currency, and your use of it can be revoked at any time", "source": "https://groups.google.com/d/topic/tosdr/lvvh4KhtrQ0/discussion", "status": "JAGEX [BAD] You don&#39;t own virtual currency, and your use of it can be revoked at any time", "created_at": "2018-05-15 09:12:16.699233", "updated_at": "2021-02-06 03:50:33.966797", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2213, "title": "JAGEX [info] Caps may be placed on how much virtual currency may be obtained or moved", "source": "https://groups.google.com/d/topic/tosdr/Sb328hMUEQs/discussion", "status": "JAGEX [info] Caps may be placed on how much virtual currency may be obtained or moved", "created_at": "2018-05-15 09:12:18.368303", "updated_at": "2021-02-06 03:50:34.908955", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2217, "title": "JAGEX [bad] Restrictions on use of virtual currency may change at any time", "source": "https://groups.google.com/d/topic/tosdr/JNAVCIuTAlI/discussion", "status": "JAGEX [bad] Restrictions on use of virtual currency may change at any time", "created_at": "2018-05-15 09:12:18.508767", "updated_at": "2021-02-06 03:50:35.023376", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2221, "title": "JAGEX [info] You may request a refund, although there is no assurance the request will be approved", "source": "https://groups.google.com/d/topic/tosdr/3nGgXm2yJoQ/discussion", "status": "JAGEX [info] You may request a refund, although there is no assurance the request will be approved", "created_at": "2018-05-15 09:12:18.646817", "updated_at": "2021-02-06 03:50:35.106391", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2231, "title": "JAGEX [good] Fees.", "source": "https://groups.google.com/d/topic/tosdr/V0r2DTZhYjM/discussion", "status": "JAGEX [good] Fees.", "created_at": "2018-05-15 09:12:18.981074", "updated_at": "2021-02-06 03:50:35.337555", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2275, "title": "JAGEX [info] Jagex may bill you if you allow others to use your subscription", "source": "https://groups.google.com/d/topic/tosdr/e0oE4g-RTz8/discussion", "status": "JAGEX [info] Jagex may bill you if you allow others to use your subscription", "created_at": "2018-05-15 09:12:20.457273", "updated_at": "2021-02-06 03:50:36.290342", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2284, "title": "JAGEX - You are liable of any losses you incur to Jagex", "source": "https://groups.google.com/d/topic/tosdr/NeZxTWxJDnY/discussion", "status": "JAGEX - You are liable of any losses you incur to Jagex", "created_at": "2018-05-15 09:12:20.784945", "updated_at": "2021-02-06 03:50:36.511551", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1296, "title": "JAGEX [bad] For free users, TOS and Privacy Policy changes occur instantly without notice", "source": "https://groups.google.com/d/topic/tosdr/-bT8NxVobkU/discussion", "status": "JAGEX [bad] For free users, TOS and Privacy Policy changes occur instantly without notice", "created_at": "2018-05-15 09:11:43.573256", "updated_at": "2021-02-06 03:50:37.746623", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1316, "title": "JAGEX [bad] Access to digital currency or game items can be revoked at any time", "source": "https://groups.google.com/d/topic/tosdr/KVZOfzB4d7c/discussion", "status": "JAGEX [bad] Access to digital currency or game items can be revoked at any time", "created_at": "2018-05-15 09:11:44.304307", "updated_at": "2021-02-06 03:50:38.023564", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1038, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.jagex.com/terms", "status": "If you are a subscriber, Jagex will treat the first renewal date of your subscription after the changes as your acceptance of the changes.", "created_at": "2018-01-16 15:28:21.639835", "updated_at": "2021-02-06 04:16:18.835035", "quoteText": "We may change these terms and conditions to reflect: (a) changes in applicable laws.\n(b) regulatory or security requirements.\n(c) relevant guidance or codes of practice.\n(d) technical alterations to Jagex Products.\nand (e) to improve clarity and consistency.</p>\n<p>Please check the terms and conditions whenever you use a Jagex Product.\nIf you are not a Subscriber, we will treat your continued use of a Jagex Product as acceptance of these changes from their effective date (as shown above).\nIf you are a Subscriber, we will treat the first renewal date of your subscription after the changes as your acceptance of the changes.\nIf you do not agree with the changes you should cancel your subscription (as explained below in section 14 of these terms and conditions) before the renewal date.", "case_id": 121, "document_id": 413, "quoteStart": 2885, "quoteEnd": 3677}, {"id": 7909, "title": "This service respects your browser's Do Not Track (DNT) headers", "source": "Source", "status": "", "created_at": "2019-09-11 05:17:53.833481", "updated_at": "2019-09-24 23:33:38.742632", "quoteText": null, "case_id": 383, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 8072, "title": "You can delete your content from this service", "source": "https://www.jagex.com/terms", "status": "Generated through the annotate view", "created_at": "2019-10-05 19:20:25.146593", "updated_at": "2019-10-07 12:46:34.482192", "quoteText": "You have the ability to remove User Content which you have posted on a Jagex Product forum", "case_id": 175, "document_id": 413, "quoteStart": 22455, "quoteEnd": 22545}, {"id": 1649, "title": "The service can delete specific content without prior notice and without a reason", "source": "https://www.jagex.com/terms", "status": "Jagex may at any time and at their sole discretion delete virtual items and currencies bought with real money. ", "created_at": "2018-05-15 09:11:57.466811", "updated_at": "2019-05-18 10:56:36.196006", "quoteText": "restrict access to or delete Virtual Currency or anything acquired by means of Virtual Currency.\nThese actions may result in loss of real money paid in prohibited transactions, such as Account trading", "case_id": 202, "document_id": 413, "quoteStart": 28851, "quoteEnd": 29051}, {"id": 8661, "title": "This service uses your personal information for many different purposes", "source": "https://www.jagex.com/terms/privacy", "status": "Generated through the annotate view", "created_at": "2019-12-19 23:40:23.681052", "updated_at": "2021-02-06 04:16:26.516026", "quoteText": "We may collect, use, store and transfer different kinds of personal data about you which we have grouped together as follows:</p>\n<ul>\n<li>\n<strong>Identity Data</strong> includes first name, last name, username or similar identifier, title and date of birth.</li>\n", "case_id": 185, "document_id": 163, "quoteStart": 3644, "quoteEnd": 3909}, {"id": 8073, "title": "Users agree not to submit illegal content", "source": "https://www.jagex.com/terms", "status": "Generated through the annotate view", "created_at": "2019-10-05 19:22:47.221324", "updated_at": "2021-02-06 04:16:23.791394", "quoteText": "Must Not:</strong>\n<ul>\n<li>be obscene, hateful, inflammatory, threatening, harassing, sexually explicit or deceptive or fraudulent in anyway;</li>\n<li>promote violence or discrimination, promote or endorse any illegal activity", "case_id": 238, "document_id": 413, "quoteStart": 15138, "quoteEnd": 15365}, {"id": 8030, "title": "Blocking cookies may limit your ability to use the service", "source": "https://www.jagex.com/terms/cookies", "status": "Generated through the annotate view", "created_at": "2019-09-28 19:31:39.922516", "updated_at": "2020-11-29 19:00:08.210788", "quoteText": "If you disallow Cookies, your use of our website, products or services may be impaired.", "case_id": 375, "document_id": 415, "quoteStart": 3365, "quoteEnd": 3452}, {"id": 8051, "title": "There is a date of the last update of the terms", "source": "https://www.jagex.com/terms/privacy", "status": "Generated through the annotate view", "created_at": "2019-10-01 19:23:43.219489", "updated_at": "2021-02-06 04:25:27.432456", "quoteText": "Date July 24<sup>th</sup>, 2018.</p>", "case_id": 331, "document_id": 414, "quoteStart": 168, "quoteEnd": 204}, {"id": 8053, "title": "They store data on you even if you did not interact with the service", "source": "https://www.jagex.com/terms/privacy", "status": "Generated through the annotate view", "created_at": "2019-10-01 19:28:07.110652", "updated_at": "2021-02-06 03:50:45.076906", "quoteText": "As you interact with our website, we may automatically collect Technical Data about your equipment, browsing actions and patterns.", "case_id": 234, "document_id": 414, "quoteStart": 8275, "quoteEnd": 8405}, {"id": 8050, "title": "The service refers users to external documents for more information", "source": "https://www.jagex.com/terms/cookies", "status": "Generated through the annotate view", "created_at": "2019-10-01 19:21:24.565731", "updated_at": "2020-11-29 18:58:39.86981", "quoteText": "We encourage you to review the privacy and cookies polices of the third parties we work with for more information about cookies they set and how to manage them.</p>", "case_id": 299, "document_id": 415, "quoteStart": 5043, "quoteEnd": 5207}, {"id": 8052, "title": "This service is only available to users of a certain age", "source": "https://www.jagex.com/terms/privacy", "status": "Generated through the annotate view", "created_at": "2019-10-01 19:24:43.407586", "updated_at": "2020-11-29 18:59:36.876004", "quoteText": "This website is not intended for children under 13 years old and we do not knowingly collect data relating to children under 13 years old.</p>", "case_id": 152, "document_id": 414, "quoteStart": 2413, "quoteEnd": 2555}, {"id": 8083, "title": "The court of law governing the terms is in location X", "source": "https://www.jagex.com/terms", "status": "Generated through the annotate view", "created_at": "2019-10-07 19:24:22.529894", "updated_at": "2021-02-06 04:16:25.416089", "quoteText": "These terms and conditions are governed by English law and any dispute connected with them or Jagex Products will be decided only by the courts of England.</p>", "case_id": 163, "document_id": 413, "quoteStart": 36091, "quoteEnd": 36250}, {"id": 8074, "title": "You sign away moral rights", "source": "https://www.jagex.com/terms", "status": "Generated through the annotate view", "created_at": "2019-10-05 19:26:03.748597", "updated_at": "2019-10-07 12:56:28.44851", "quoteText": "You agree to waive any moral rights to the extent permitted by law and that you will not withdraw the submission or attempt to make a charge for its use.", "case_id": 118, "document_id": 413, "quoteStart": 26403, "quoteEnd": 26556}, {"id": 8064, "title": "Usernames can be rejected for any reason", "source": "https://www.jagex.com/terms", "status": "Generated through the annotate view", "created_at": "2019-10-02 19:26:31.950595", "updated_at": "2021-02-06 04:25:27.532543", "quoteText": "We reserve the right to make such assessment in our sole discretion, change any username for any reason or take such other action as we believe appropriate.</p>", "case_id": 328, "document_id": 413, "quoteStart": 7531, "quoteEnd": 7691}, {"id": 8065, "title": "They may stop providing the service at any time", "source": "https://www.jagex.com/terms", "status": "Generated through the annotate view", "created_at": "2019-10-02 19:30:22.842536", "updated_at": "2019-10-07 13:02:14.627196", "quoteText": "Jagex reserves the right to stop offering a Jagex Product or a particular part of a Jagex Product at any time either permanently or temporarily, at which point any license granted to you to use the Jagex Product or a part thereof will be automatically terminated or suspended", "case_id": 203, "document_id": 413, "quoteStart": 19330, "quoteEnd": 19605}, {"id": 8392, "title": "There is a date of the last update of the terms", "source": "https://www.jagex.com/terms/privacy", "status": "Generated through the annotate view", "created_at": "2019-11-12 15:49:56.203881", "updated_at": "2021-02-06 04:25:28.036832", "quoteText": "Privacy Policy <p>Version 0.1</p>\n<p>Date May 25<sup>th</sup>, 2018.</p>\n", "case_id": 331, "document_id": 163, "quoteStart": 0, "quoteEnd": 73}, {"id": 8393, "title": "There is a date of the last update of the terms", "source": "https://www.jagex.com/terms/privacy", "status": "Generated through the annotate view", "created_at": "2019-11-12 15:50:28.266531", "updated_at": "2020-12-02 20:15:20.85566", "quoteText": "Privacy Policy <p>Version 0.1</p>\n<p>Date May 25<sup>th</sup>, 2018.</p>", "case_id": 331, "document_id": 163, "quoteStart": 0, "quoteEnd": 72}, {"id": 8608, "title": "Your personal data is used for limited purposes", "source": "https://www.jagex.com/terms/cookies", "status": "Generated through the annotate view", "created_at": "2019-12-15 04:51:48.632099", "updated_at": "2021-02-06 03:50:46.173273", "quoteText": "\nWhen you interact with our services, we and our partners use your IP address for security purposes", "case_id": 196, "document_id": 415, "quoteStart": 2539, "quoteEnd": 2638}, {"id": 8665, "title": "This service only shares user information with third parties when given specific consent", "source": "https://www.jagex.com/terms/privacy", "status": "Generated through the annotate view", "created_at": "2019-12-19 23:48:56.128826", "updated_at": "2021-02-06 04:25:28.415987", "quoteText": "We will get your explicit opt-in consent before we share your personal data with any company outside Jagex for marketing purposes.", "case_id": 296, "document_id": 163, "quoteStart": 14818, "quoteEnd": 14948}, {"id": 8663, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "https://www.jagex.com/terms/privacy", "status": "Generated through the annotate view", "created_at": "2019-12-19 23:47:26.184839", "updated_at": "2021-02-06 04:16:26.499283", "quoteText": "To manage our relationship with you which will include:</p>\n<p> </p>\n<p>(a) Notifying you about changes to our terms or privacy policy", "case_id": 122, "document_id": 163, "quoteStart": 11155, "quoteEnd": 11289}, {"id": 8662, "title": "Your personal data is aggregated into statistics", "source": "https://www.jagex.com/terms/privacy", "status": "Generated through the annotate view", "created_at": "2019-12-19 23:42:34.904057", "updated_at": "2021-02-06 04:25:28.469539", "quoteText": "We also collect, use and share <strong>Aggregated Data</strong> such as statistical or demographic data for any purpose.", "case_id": 190, "document_id": 163, "quoteStart": 5327, "quoteEnd": 5447}, {"id": 8062, "title": "You can request access and deletion of personal data", "source": "https://www.jagex.com/terms/privacy", "status": "Generated through the annotate view", "created_at": "2019-10-02 19:17:41.99718", "updated_at": "2021-02-06 04:25:28.914961", "quoteText": "Request access to your personal data</strong>\n<strong>(commonly known as a “data subject access request”):</strong> This enables you to receive a copy of the personal data we hold about you and to check that we are lawfully processing it.</li>\n<li>\n<strong>Request correction of your personal data</strong>\n<strong>:</strong> This enables you to have any incomplete or inaccurate data we hold about you corrected, though we may need to verify the accuracy of the new data you provide to us.</li>\n<li>\n<strong>Request erasure of your personal data</strong>\n<strong>:</strong> This enables you to ask us to delete or remove personal data where there is no good reason for us continuing to process it.", "case_id": 195, "document_id": 414, "quoteStart": 21467, "quoteEnd": 22165}, {"id": 8063, "title": "Your personal data is used for limited purposes", "source": "https://www.jagex.com/terms/privacy", "status": "Generated through the annotate view", "created_at": "2019-10-02 19:18:15.851966", "updated_at": "2020-11-29 19:02:47.996352", "quoteText": "We will only use your personal data for the purposes for which we collected it, unless we reasonably consider that we need to use it for another reason and that reason is compatible with the original purpose.", "case_id": 196, "document_id": 414, "quoteStart": 20253, "quoteEnd": 20461}, {"id": 8054, "title": "Your personal data is aggregated into statistics", "source": "https://www.jagex.com/terms/privacy", "status": "Generated through the annotate view", "created_at": "2019-10-01 19:29:06.350503", "updated_at": "2020-11-29 18:59:00.343706", "quoteText": "Aggregated Data may be derived from your personal data but is not considered personal data in law as this data does <strong>not</strong> directly or indirectly reveal your identity.", "case_id": 190, "document_id": 414, "quoteStart": 7430, "quoteEnd": 7611}, {"id": 7687, "title": "The service can suspend your account for several reasons", "source": "https://www.jagex.com/terms", "status": "Generated through the annotate view", "created_at": "2019-08-15 02:04:45.768766", "updated_at": "2020-11-29 19:00:49.202177", "quoteText": "We reserve the right without notice or refund to record, suspend, remove or delete User Content or to disclose to the relevant authorities any User Content if: (a) it is the subject of a complaint.\n(b) if we consider that it breaches our terms and conditions (including our content standards policy) or the rules of a Jagex Product.\n(c) if we consider that such steps are necessary to protect us or others.\n(d) a criminal act or civil wrong has been committed.\nor (e) we are required to do so by law or an appropriate authority.</p>", "case_id": 205, "document_id": 413, "quoteStart": 12192, "quoteEnd": 12724}, {"id": 10980, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.jagex.com/terms", "status": "Generated through the annotate view", "created_at": "2020-11-05 00:56:56.616769", "updated_at": "2021-02-06 04:25:30.177486", "quoteText": "<p>JAGEX PRODUCTS ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.", "case_id": 286, "document_id": 162, "quoteStart": 33123, "quoteEnd": 33193}, {"id": 10905, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.jagex.com/terms", "status": "Generated through the annotate view", "created_at": "2020-11-04 20:32:28.709175", "updated_at": "2021-02-06 04:25:30.154111", "quoteText": "WE DO NOT WARRANT THAT YOU WILL BE ABLE TO ACCESS OR USE A JAGEX PRODUCT AT THE TIMES OR LOCATIONS OF YOUR CHOOSING OR THAT A JAGEX PRODUCT WILL BE UNINTERRUPTED OR FREE OF ERRORS.", "case_id": 287, "document_id": 162, "quoteStart": 33194, "quoteEnd": 33374}, {"id": 8667, "title": "There is a date of the last update of the terms", "source": "https://www.jagex.com/terms", "status": "Generated through the annotate view", "created_at": "2019-12-19 23:53:20.923038", "updated_at": "2021-02-06 03:50:49.146481", "quoteText": "We may change these terms and conditions to reflect: (a) changes in applicable laws.\n(b) regulatory or security requirements.\n(c) relevant guidance or codes of practice.\n(d) technical alterations to Jagex Products.\nand (e) to improve clarity and consistency.</p>\n<p>Please check the terms and conditions whenever you use a Jagex Product.\nIf you are not a Subscriber, we will treat your continued use of a Jagex Product as acceptance of these changes from their effective date (as shown above).", "case_id": 331, "document_id": 162, "quoteStart": 2995, "quoteEnd": 3488}, {"id": 1523, "title": "This service can share your personal information to third parties ", "source": "https://www.jagex.com/terms/privacy", "status": "JAGEX Your personal information may be shared with third parties.\r\nThe opt-in only appears to be valid for marketing purposes, your data might be shared for other reasons.", "created_at": "2018-05-15 09:11:52.700256", "updated_at": "2021-02-06 03:50:40.246513", "quoteText": "We will get your explicit opt-in consent before we share your personal data with any company outside Jagex for marketing purposes.", "case_id": 188, "document_id": 414, "quoteStart": 15793, "quoteEnd": 15923}], "urls": ["jagex.com", "runescape.com"]}}