{"error": 448, "message": "OK", "parameters": {"id": 2315, "name": "Fandango", "created_at": "2020-08-28 07:31:40.270368", "updated_at": "2021-03-25 03:19:51.888128", "wikipedia": "https://en.wikipedia.org/wiki/Fandango_Media", "keywords": null, "related": null, "slug": "fandango", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/2315.png", "url": "fandango.com,fandangonow.com,vudu.com,rottentomatoes.com,flixster.com,movieclips.com,movies.com,activaterewards.com,movietickets.com", "documents": [{"id": 2757, "name": "Cookies and Tracking", "url": "https://www.fandango.com/policies/cookies-and-tracking", "xpath": "/html/body/main/div/div/section/div[2]", "text": " Download Translations <ul>\n<li>en Español</li>\n<li>en Français</li>\n<li>auf Deutsch</li>\n</ul> Last updated: October 1, 2020 <p>Fandango Media, LLC and its subsidiary companies, including the businesses operating under the Fandango, FandangoNOW, Vudu, Rotten Tomatoes, Flixster, Movieclips, Movies.com, Activaterewards.com, MovieTickets.com, or M-GO brands (“Fandango”, “we”, “our” or “us”) and those of our websites, applications, emails and other communications that link to or reference this policy (the “Services”), along with advertisers, advertising companies, consumer data companies and service providers, use a variety of technologies to learn more about how people use the Services.\nYou can find out more about these technologies and how to control them in the information below.\nThis Cookies Notice forms part of the Privacy Policy, and if some of the terms used in here aren’t defined here, you may find definitions for them in the Privacy Policy.</p>\n<p>\n<strong>NOTICE OF ARBITRATION PROVISIONS: Your use of the Services is subject to binding individual arbitration of any disputes which may arise, as provided in the</strong> Terms and Policies<strong>.\nPlease read the arbitration provisions carefully and do not purchase tickets from Fandango or otherwise use our Services if you are unwilling to arbitrate any disputes you may have with us as provided below.</strong>\n</p> Table of Contents <ol>\n<li>WHAT ARE COOKIES AND HOW ARE THEY USED?</li>\n<li>COOKIE MANAGEMENT</li>\n<li>CONTACT US</li>\n<li>CHANGES TO THIS NOTICE</li>\n</ol> 1.\nWHAT ARE COOKIES AND HOW ARE THEY USED? <p>Like many companies, we use cookies (small text files placed on your computer or device) and other tracking technologies on the Services (referred to together from this point forward as “Cookies”, unless otherwise stated) including HTTP cookies, HTML5 and Flash local storage/ flash cookies, web beacons/GIFs, embedded scripts, ETags/cache browsers, and software development kits.\n</p> First party Cookies <p>First party Cookies are placed by us (including through the use of third party service providers) and are used to allow you to use the Services and their features and to assist in analytics activities.</p> Third party Cookies <p>Certain third parties may place their Cookies on your device and use them to recognize your device when you visit the Services and when you visit other websites or services.\nThese third parties collect and use this information pursuant to their own privacy policies.\nThird party Cookies enable certain features or functionalities and advertising to be provided on the Services.\n</p>\n<p>The Services use the following types of first and third party Cookies for these purposes:</p>\n<ul>\n<li>\n<strong>Strictly Necessary Cookies:</strong> These Cookies are required for Service functionality, such as system administration and performance, to assist with fraud deterrence and security, and to enable purchasing capabilities.\nBecause these Cookies are necessary, if you refuse them it will impact the functionality of the Services.</li>\n<li>\n<strong>Information Storage and Access:</strong> These Cookies allow us and our analytic and advertising providers and associates to store and access information on the device, such as device identifiers.</li>\n<li>\n<strong>Measurement and Analytics: </strong> These Cookies collect data regarding your usage of our Services and other services, apply market research to generate audiences, and measure the delivery and effectiveness of content and advertising.\nWe and third parties with whom we work use these Cookies to perform analytics, to improve content and user experience, to develop new products and services, and for statistical purposes.\nThey are also used to recognize you and provide further insights across platforms and devices for the above purposes.\n</li>\n<li>\n<strong>Personalization Cookies:</strong> These Cookies enable the Services to provide certain features such as determining if you are a first time visitor, remembering choices you have made (such as theaters or places in which you have previously expressed an interest), and assisting you with logging in following registration, including across platforms and devices and placing orders online.\nData collected can also be used to select and deliver personalized content to you.\nThese Cookies also allow your device to receive and send information, so you can see and interact with ads and content.\n<ul>\n<li>\n<strong>Content Selection and Delivery Cookies: </strong>Data collected under this category can also be used to select and deliver personalized content, such as news articles and videos.</li>\n<li>\n<strong>Ad Selection and Delivery Cookies: </strong>These Cookies are used to collect data about your browsing habits, your use of the Services and other services, your preferences, and your interaction with advertisements across platforms and devices in order to deliver content, including advertisements relevant to your interests.\nThird party sites and services also use these Cookies to deliver content, including advertisements relevant to your interests on the Services and third party services.\nIf you reject these Cookies, you may see contextual advertising that may be less relevant to you.</li>\n</ul>\n</li>\n<li>\n<strong>Social Media Cookies: </strong>These Cookies are set by social media services on the Services to enable you to share our content with your friends and networks.\nThese Cookies can track your online activity across the Services and other services and may impact the content and messages you see on other services you visit.</li>\n</ul>\n<p>We and third parties may associate Measurement and Analytics Cookies, Personalization Cookies, Content Selection and Delivery Cookies, Ad Selection and Delivery Cookies, and Social Media Cookies with other information we have about you.</p> 2.\nCOOKIE MANAGEMENT <p>Depending on where you live, you may be able to adjust your Cookie preferences at any time via the \"Cookie Settings\" link in the footer of relevant websites.\nYou can also use the following methods to manage Cookies.\nIn order to do so, you must take such steps on each browser or device that you use.\nIf you replace, change or upgrade your browser or device, or if you delete your Cookies, you may need to use these opt-out tools again.\nAs some Cookie-management solutions also rely on Cookies, please adjust your browser Cookie settings carefully, following the relevant instructions below.</p> Browser Controls: <p> You may be able to disable and manage some Cookies through your browser settings.\nIf you use multiple browsers on your device, you will need to manage your settings for each.\nPlease click on any of the below browser links for instructions:</p>\n<ul>\n<li> • Google Chrome </li>\n<li> • Mozilla Firefox </li>\n<li> • Apple Safari </li>\n<li> • Microsoft Internet Explorer </li>\n</ul>\n<p>If the browser you use is not listed above, please refer to your browser’s help menu for information on how to manage Cookies.\nPlease be aware that disabling cookies will not disable other analytics tools we may use to collect information about you or your use of our Services.\n</p> Analytics Provider Opt-Outs: <p>To disable analytics Cookies you may use the browser controls discussed above, or for some of our providers, you may use their individual opt-out mechanisms: </p>\n<ul>\n<li>\n<strong>• Google’s Privacy Policy</strong>\n<strong>• Google Analytics Opt-Out</strong>\n</li>\n<li>\n<strong>• Omniture’s Privacy Policy</strong>\n<strong>• Omniture’s Opt-Out</strong>\n</li>\n</ul>\n<p>The above are examples of analytics providers and this is not an exhaustive list.\nWe are not responsible for the effectiveness of any provider’s opt out mechanisms.\n</p> Flash Local Storage: <p> These Cookies are also known as local shared objects and may be used to store your preferences or display content by us, advertisers and other third-parties.\nFlash Cookies need to be deleted in the storage section of your Flash Player Settings Manager.</p> Interest-Based Advertising: <p> Most third party advertisers offer a way to opt-out of their interest-based advertising.\nFor more information or to opt-out of receiving interest-based advertising from participating third party advertisers, depending on your country of residence, please visit:</p>\n<ul>\n<li>\n<strong>• Digital Advertising Alliance in the US</strong>\n<strong>• European Interactive Digital Advertising Alliance</strong>\n</li>\n<li>\n<strong>• Digital Advertising Alliance of Canada</strong>\n<strong>• Australian Digital Advertising Alliance</strong>\n</li>\n</ul>\n<p>You can also opt out of some of the advertising providers we use by visiting their opt-out pages:</p>\n<ul>\n<li>\n<strong>• Google’s Privacy Policy</strong>\n<strong>• Google’s Opt-Out page</strong>\n</li>\n<li>\n<strong>• Facebook Privacy Policy</strong>\n<strong>• Facebook’s Opt-Out Page</strong>\n</li>\n<li>\n<strong>• Twitter Privacy Policy</strong>\n<strong>• Twitter’s Opt-Out Page</strong>\n</li>\n<li>\n<strong>• Snapchat Privacy Policy</strong>\n<strong>• Snapchat’s Opt-Out Page</strong>\n</li>\n<li>\n<strong>• Chartbeat Privacy Policy</strong>\n<strong>• Chartbeat’s Opt-Out Page</strong>\n</li>\n<li>\n<strong>• Liveramp's Privacy Policy</strong>\n<strong>• Liveramp's Opt-Out Page</strong>\n</li>\n</ul>\n<p>These are examples of our advertising providers and this is not an exhaustive list.\nIn addition, we are not responsible for the effectiveness of any advertising provider’s opt out mechanisms.\n</p>\n<p>After you opt-out, you will still see advertisements, but they may not be as relevant to you.</p> Mobile Settings: <p>You may manage the collection of information for interest-based advertising purposes in mobile apps via the device’s settings, including managing the collection of location data.\nTo opt out of mobile ad tracking from Nielsen or other third parties, you can do so by selecting the \"Limit Ad Tracking\" (for iOS devices) or \"Opt out of Ads Personalization\" (for Android devices) options in your device settings.</p>\n<p>\n<strong>Connected Devices: </strong>For connected devices, such as smart TVs or streaming devices, you should review the device’s settings and select the option that allows you to disable automatic content recognition or ad tracking.\nTypically, to opt out, such devices require you to select options like \"limit ad tracking\" or to disable options such as \"interest-based advertising,\" \"interactive TV,\" or \"smart interactivity\".\nThese settings vary by device type.</p>\n<p>\n<strong>Cross-Device Tracking:</strong> If you would like to opt-out of our browser-based cross-device tracking for advertising purposes, you may do so by using the various methods described above.\nYou must opt out separately on each device and each browser that you use.\nFor more information about cross-device matching please visit: the Network Advertising Initiative, or the Digital Advertising Alliance.\nIf you opt out of cross-device tracking for advertising purposes, we may still conduct cross-device tracking for other purposes, such as analytics.\n</p> Consequences of Deactivation of all Cookies: <p>If you disable or remove Cookies, some parts of the Services may not function properly.\nInformation may still be collected and used for other purposes, such as research, online services analytics or internal operations, and to remember your opt-out preferences.</p> 3.\nCONTACT US <p>For inquiries in relation to this Cookies Notice please contact us at privacy@fandango.com or Fandango, ATTN: Legal Department, 407 N.\nMaple Drive, Suite 300, Beverly Hills, CA 90210.</p> 4.\nCHANGES TO THIS NOTICE <p>This Notice may be revised occasionally and in accordance with legal requirements.\nPlease revisit this Cookie Notice regularly to stay informed about our and our analytic and advertising providers and associates' use of Cookies.</p> ", "created_at": "2020-08-28 07:36:52.229209", "updated_at": "2020-12-15 00:37:31.754606"}, {"id": 2755, "name": "Privacy Policy", "url": "https://www.fandango.com/policies/privacy-policy", "xpath": "/html/body/main/div/div/section/div[2]", "text": " Download Translations <ul>\n<li>en Español</li>\n<li>en Français</li>\n<li>auf Deutsch</li>\n</ul> Last updated: August 18, 2020 <p>This Privacy Policy explains how Fandango Media, LLC and its subsidiary companies, including the businesses operating under the Fandango, FandangoNOW, Vudu, Rotten Tomatoes, Flixster, Movieclips, Movies.com, Activaterewards.com, MovieTickets.com, or M-GO brands (\"Fandango\", \"we\", \"our\" or \"us\"), collect, use, and share information from or about you when you use our websites, downloadable applications, interactive TV applications, voice-activated skills, other digital services, connected devices, and off-line services that link to this policy, or if you generate ratings/reviews/public comments/content on our properties or engage in business with us (the “Services”).\nNote that this Privacy Policy does not apply to our movie ticketing business that operates in Latin America, as that business has a separate privacy policy.</p> Our Owners <p>When the Services receive or collect information, that information is being received and collected, and will be owned, by Fandango and each of \"Fandango's Owners\" (i.e., each company that has an ownership interest in Fandango).\nWhile Fandango's use, handling, disclosure and practices with respect to that information will be governed by this Privacy Policy, each Fandango’s Owners’ use, handling, disclosure and practices with respect to that information will be governed by that Fandango’s Owners’ privacy policy.\nFandango's Owners are currently NBCUniversal and Warner Bros.\nIf you want to learn more about the privacy practices of NBCUniversal and Warner Bros., we encourage you to review their policies (linked below):</p>\n<ul>\n<li>NBCUniversal Privacy Policy</li>\n<li>Warner Bros.\nPrivacy Policy</li>\n</ul> Your Rights to Dispute <p>\n<strong>Your use of our websites and our other services are subject to binding individual arbitration of any disputes which may arise, as provided in the Terms and Policies.\nPlease read the arbitration provisions of the Terms and Policies carefully and do not use the Services if you are unwilling to arbitrate any disputes you may have with us as provided in our Terms and Policies.</strong>\n</p>\n<p>PLEASE READ THIS PRIVACY POLICY CAREFULLY TO UNDERSTAND HOW WE HANDLE YOUR INFORMATION.\nBY USING THE SERVICES, YOU ACKNOWLEDGE YOU HAVE READ AND UNDERSTAND THIS PRIVACY POLICY AND THAT WE WILL COLLECT, USE AND SHARE YOUR INFORMATION AS SET FORTH BELOW.</p> Table of Contents <ol>\n<li>Personal Information We Collect and Purposes</li>\n<li>When We Share Your Information</li>\n<li>Legal Bases For Use of Your Information</li>\n<li>Children</li>\n<li>Your Rights</li>\n<li>Your Choices</li>\n<li>How We Protect Your Information</li>\n<li>International Transfers</li>\n<li>Updates to Our Privacy Policy</li>\n<li>Contact Us</li>\n</ol> 1.\nPERSONAL INFORMATION WE COLLECT AND PURPOSES <p>The tables below explain the categories of information we collect and the purposes for which we use them.\nPlease note that we may use any or all of this information to comply with the law, detect or prevent fraud, and to defend our legal rights.\nFurther detail about each of the purposes is set out in the “Additional information on purposes of use” table below.</p> Information you provide to us: Categories of personal information we collect Purposes of use Contact information and account registration <p>For example: name, email, postal address, telephone number, account user name and password, business contact information, and any information you may provide to us at an event or in person.</p>\n<ul>\n<li>Provide the Services</li>\n<li>Personalize your experience</li>\n<li>Send you marketing communications</li>\n<li>Provide seamless experience across platforms and devices</li>\n<li>Protect our users, Services and properties</li>\n<li>Build and manage business-to-business relationships</li>\n<li>Market and advertise for third parties</li>\n</ul> Identification and demographics <p>For example: date of birth, gender, nationality, ethnicity, interests, lifestyle information, photos, social media credentials, including identification information about friends, contacts or referrals you provide.</p>\n<ul>\n<li>Provide the Services</li>\n<li>Personalize your experience</li>\n<li>Send you marketing communications</li>\n<li>Provide seamless experience across platforms and devices</li>\n<li>Protect our users, Services and properties</li>\n<li>Market and advertise for third parties</li>\n</ul> Saved Preferences <p>For example: when you save on the Services your favorite theaters, favorite movies or genres, or city or zip code theater preferences.</p>\n<ul>\n<li>Provide the Services</li>\n<li>Personalize your experience</li>\n<li>Send you marketing communications</li>\n<li>Provide seamless experience across platforms and devices</li>\n<li>Protect our users, Services and properties</li>\n<li>Market and advertise for third parties</li>\n</ul> Transactional <p>For example: credit/debit card details, other payment details (e.g., PayPal, Venmo), purchase history, delivery address, membership information, reservations, loyalty program memberships or subscriptions for companies or services other than Fandango, and the personal details of any of your guests.</p>\n<ul>\n<li>Provide the Services</li>\n<li>Personalize your experience</li>\n<li>Send you marketing communications</li>\n<li>Provide seamless experience across platforms and devices</li>\n<li>Protect our users, Services and properties</li>\n<li>Market and advertise for third parties</li>\n</ul> User-generated content <p>For example: photos, videos, audio, and other information you may submit to us, such as ratings/reviews or comments on our forums.</p>\n<ul>\n<li>Provide the Services</li>\n<li>Personalize your experience</li>\n<li>Send you marketing communications</li>\n<li>Provide seamless experience across platforms and devices</li>\n<li>Protect our users, Services and properties</li>\n<li>Market and advertise for third parties</li>\n</ul> Research and feedback <p>For example: comments that you send us through online forms and social media platforms, by email, over the phone, by mail, or in surveys.</p>\n<ul>\n<li>Provide the Services</li>\n<li>Personalize your experience</li>\n<li>Send you marketing communications</li>\n<li>Provide seamless experience across platforms and devices</li>\n<li>Protect our users, Services and properties</li>\n<li>Market and advertise for third parties</li>\n</ul> Biometric identifiers <p>For example: facial scans or fingerprints.</p>\n<ul>\n<li>Provide the Services</li>\n<li>Personalize your experience</li>\n<li>Provide seamless experience across platforms and devices</li>\n<li>Protect our users, Services and properties</li>\n</ul> Audio and video <p>For example: audio recordings of a customer service call or security video footage if you visit one of our properties.</p>\n<ul>\n<li>Provide the Services</li>\n<li>Personalize your experience</li>\n<li>Protect our users, Services and properties</li>\n</ul> Information we collect automatically from you and/or your device: Categories of personal information we collect Purposes of use Device information and identifiers <p>For example: IP address, cookie IDs, browser type and language, operating system, platform type, device type, and advertising and app identifiers.</p>\n<ul>\n<li>Provide the Services</li>\n<li>Personalize your experience</li>\n<li>Send you marketing communications</li>\n<li>Provide seamless experience across platforms and devices</li>\n<li>Protect our users, Services and properties</li>\n<li>Market and advertise for third parties</li>\n</ul> Connection and Usage <p>For example: domain names, browsing activity, scrolling and keystroke activity, theaters searched, locations searched, movies searched, shows viewed, movie trailers or other advertisements viewed, forms or fields you complete or partially complete, search terms, whether you open an email, content you view and duration, quality of the service and interaction with the content, logs, and other similar information.\nIf these events occur while you are offline, they may be logged and uploaded to us when you next connect.</p>\n<ul>\n<li>Provide the Services</li>\n<li>Personalize your experience</li>\n<li>Send you marketing communications</li>\n<li>Provide seamless experience across platforms and devices</li>\n<li>Protect our users, Services and properties</li>\n<li>Market and advertise for third parties</li>\n</ul> Geolocation <p>For example: city, state and ZIP code associated with your IP address or derived through Wi-Fi triangulation.</p>\n<p>We will ask for your permission before using your precise location from GPS-based functionality on your mobile devices.</p>\n<ul>\n<li>Provide the Services</li>\n<li>Personalize your experience</li>\n<li>Send you marketing communications</li>\n<li>Provide seamless experience across platforms and devices</li>\n<li>Protect our users, Services and properties</li>\n<li>Market and advertise for third parties</li>\n</ul> Information we collect from third parties: Categories of personal information we collect Purposes of use Sources of information Information from public and commercial sources <p>For example: demographic and contact information, information about other members of your household, inferences about your preferences, loyalty program memberships or subscriptions for companies or services other than Fandango, and purchasing data.</p>\n<ul>\n<li>Provide the Services</li>\n<li>Personalize your experience</li>\n<li>Send you marketing communications</li>\n<li>Provide seamless experience across platforms and devices</li>\n<li>Build and manage business-to-business relationships</li>\n<li>Market and advertise for third parties</li>\n</ul>\n<ul>\n<li>Advertising providers</li>\n<li>Analytics providers</li>\n<li>Marketers</li>\n<li>Partners (such as for sweepstakes partners)</li>\n<li>Consumer data resellers</li>\n<li>Public records databases</li>\n</ul> Social Media Information <p>For example: if you interact with us through a social media service or log in using social media credentials, depending on your social media settings, we may have access to your information from that social network such as your name, email address, friend list, photo, age, gender, location, birthday, social networking ID, current city, your comments about the Services, and the people/sites you follow.</p>\n<ul>\n<li>Provide the Services</li>\n<li>Personalize your experience</li>\n<li>Send you marketing communications</li>\n<li>Provide seamless experience across platforms and devices</li>\n<li>Market and advertise for third parties</li>\n</ul>\n<ul>\n<li>Social media networks</li>\n<li>Partners of social media networks</li>\n<li>Advertising providers</li>\n<li>Analytics providers</li>\n<li>Marketers</li>\n<li>Partners (such as for sweepstakes partners)</li>\n<li>Consumer data resellers</li>\n</ul> Additional information that we collect for business relationships only: Categories of personal information we collect Purposes of use Sources of information Business contact information <p>For example: company name, your name, email address, and job.</p>\n<ul>\n<li>Build and manage business relationships</li>\n</ul>\n<ul>\n<li>You</li>\n<li>Your company</li>\n<li>Trade associations</li>\n<li>Social media</li>\n<li>Business data resellers</li>\n</ul> Due diligence information <p>For example: contact information, nationality, job title, age, date of birth, gender, country of residence, employment and education information, public, religious, political or trade union roles, personal and professional affiliations, connections to criminal activities or offenses related to money laundering.</p>\n<ul>\n<li>Compliance and risk management activities for business relationships</li>\n</ul>\n<ul>\n<li>Your or your company’s responses to our due diligence questions</li>\n<li>Third party compliance screening tools and databases, such as those provided by LexisNexis Risk Solutions.\nClick here for more information.</li>\n</ul> Additional information on purposes of use <ul>\n<li> Provide the Services, for example: <ul>\n<li>responding to your requests or inquiries, including technical support</li>\n<li>sending you service-related communications</li>\n<li>providing ticketing, payment services, mapping guidance, and offers</li>\n<li>displaying content you generate, such as video and comments</li>\n<li>carrying out research and analytics for uses including improving the Services and developing new ones </li>\n<li>processing your information for promotional campaigns such as sweepstakes and contests, and for surveys, online and offline panels and focus groups</li>\n</ul>\n</li>\n<li> Personalize the experience, for example: <ul>\n<li>providing you with customized product experience, including personalized newsletters, viewing and other content recommendations from our partners and other organizations.</li>\n<li>providing you with advertising based on your activities and interests including at a household level </li>\n<li>creating and updating profiles and audience segments that can be used for analytics, interest-based advertising and marketing on the Services, television, third party services and platforms, mobile apps and/or websites, connected devices and offline</li>\n<li>using inferences about your preferences and interests for any and all of the above purposes</li>\n</ul>\n</li>\n<li> Send marketing communications (with consent if required), for example: <ul>\n<li>sending you newsletters, surveys and information about products, services and promotions </li>\n</ul>\n</li>\n<li> Provide a seamless experience across platforms and devices, for example: <ul>\n<li>identifying you when you log into the Services on multiple devices or web browsers to provide continuity and to match your interests across devices for the purposes of analytics, advertising, reporting and to improve the Services</li>\n<li>identifying you if your devices have attributes suggesting that they may be used by the same individual or household for purposes of analytics, advertising, reporting and to improve the Services</li>\n</ul>\n</li>\n<li> Build and manage business relationships, for example: <ul>\n<li>pursuing potential business opportunities, including identifying and contacting the correct person within the company</li>\n<li>sending communications for business purposes</li>\n<li>sending event invitations, marketing emails and campaigns, and tracking the effectiveness of such communications</li>\n<li>providing business contacts with access to our systems, and managing that access</li>\n</ul>\n</li>\n<li> Market and advertise for third parties, for example: <ul>\n<li>send you newsletters, promotional emails, surveys and information about products, services and promotions offered by our partners and other organizations with which we work</li>\n<li>customize content that our third-party partners deliver on the Services (e.g., personalized third-party advertising)</li>\n<li>create and update inferences about you and audience segments that can be used for interest-based advertising and marketing on the Services, third party services and platforms, and mobile apps</li>\n<li>create profiles about you, including adding and combining information we obtain from third parties and matching your interests across devices, which may be used for third-party marketing and advertising on the Services, television, third party services and platforms, mobile apps and/or websites, connected devices and offline</li>\n</ul>\n</li>\n<li> Compliance and risk management activities for business relationships, for example: <ul>\n<li>compliance with laws and regulations</li>\n<li>managing third party and other risks to our business</li>\n<li>protecting the reputation of our businesses</li>\n<li>following the principles of ethical business conduct set out in our Code of Conduct</li>\n</ul>\n</li>\n<li> Protect our users, Services and properties, for example: <ul>\n<li>protecting the safety and security of users and visitors to the Services</li>\n<li>protecting our digital and physical properties</li>\n<li>detecting and preventing other activities that may be illegal or in violation of our terms of service</li>\n</ul>\n</li>\n</ul>\n<p>We may combine all the information we collect from or receive about you for the outlined purposes.\nWe may aggregate or deidentify your information and may use, share, rent or sell aggregated or deidentified information for any purpose, and such information is not subject to this Privacy Policy.</p>\n<p>\n<strong>Sale of Personal Information:</strong> If you, or someone acting on your behalf, would like to request that we do not sell your personal information, you can either click here for such request, or send an email to donotsell@fandango.com.\nYou will also need to clear your cookies and re-set your MAIDs, as referenced in the link.\nFor more information about how to opt-out of receiving targeted advertising from certain third party advertisers, please see our Cookies Notice.</p>\n<p>For Vudu (which Fandango acquired from Walmart), if you are a California resident and you, or someone acting on your behalf, would like to request that Vudu does not sell your personal information, you can either click here or call 800-925-6278 and Walmart will process your request on Vudu’s behalf.</p> 2.\nWHEN WE SHARE YOUR INFORMATION <p>We may share your information with:</p>\n<ul>\n<li>\n<strong>Theaters and Event Providers:</strong> We may share information so that they may admit you, or address customer service issues at the theater or venue, or help process your ticketing or transactions, or otherwise to fulfill the Services.</li>\n<li>\n<strong>Advertisers, Advertising Networks, and Other Third Parties:</strong> We may share information about how you use the Services and interact with content or ads to better tailor services, products, marketing and advertising on the Services and on third-party platforms.\nTo enable these purposes, we may share certain demographics information, user-generated content, device information and identifiers, connection and usage data, geolocation data, public and commercial information, and social media information.\nThese third parties may use their own tracking technologies to collect or request information about you, please see our Cookies Notice.</li>\n<li>\n<strong>Partners: </strong>We may share your information with third party partners.\nFor instance, if you enter a contest, promotion or sweepstakes sponsored by a third party, we may share the information you provide for that entry with the sponsor.\nDepending on the partnership, we may share certain information including contact information (at your direction), identification and demographic information, transactional information, user-generated content that you provide, research and feedback, device information and identifiers, connection and usage information, public and commercial information, and social media information.\nWe may also share your information with third parties that provide video locker services if you purchase a movie or other show to view at home.\nExamples of such a third party would be Movies Anywhere.\nSimilarly, we may share your information with the providers of loyalty programs if you take an action in the Services indicating that you would like to obtain a benefit under such a program through activity on the Services.</li>\n<li>\n<strong>Social Networks: </strong>We may share your information with social media platforms for example, if you click on a Facebook “like” button on the Services, the “like” may appear on your Facebook account.\nTo control this sharing of information, please review and adjust your privacy settings for the relevant social network.\nDepending on your privacy settings and actions on such network, we may share contact information, identification and demographic information, user-generated content, device information and identifiers, connection and usage data, and social media information.</li>\n<li>\n<strong>Service Providers: </strong>We engage vendors to perform services for business purposes on our behalf and share information with them to enable them to provide us with such services, including research and analytics, hosting, transaction and payment processing, promotion administration, fraud prevention, identity management, acquisition and other services.\nService providers may use such information for their operational purposes in order to provide their services to us.\n<ul>\n<li>\n<strong>Research and Measurement Companies:</strong> We may share information about content you view on the Services with video measurement services such as Nielsen TV Ratings, as well as other analytics providers.\nSee Your Rights and Your Choices sections for more information.</li>\n</ul>\n</li>\n<li>\n<strong>Search Engines: </strong>You may be able to engage with other members of the Services or the public.\nThis may make the name and photo associated with your profile and any comments or user-generated content you provide visible to other members of the Services or the general public.\nIf the information is available to the general public, it may also be searchable by search engines.</li>\n<li>\n<strong>Law Enforcement, Regulators, Anti-fraud Coalitions and Other Groups: </strong>We share any of the categories of information we collect, as appropriate, with these third parties in order to: protect and enforce the legal rights, privacy, and safety of ourselves and our visitors.\nprotect against possible fraud or other illegal activity.\nrespond to requests from government and other authorities.\nand otherwise comply with legal process.</li>\n<li>\n<strong>Other Sharing: </strong>We may share information about you, often along with a hashed or masked identifier, with third parties so they may better personalize your experience with them and the advertising and other offers they show or otherwise send you and to determine advertising effectiveness.\nWith your appropriate consent when required, and consistent with applicable law, we may share your video viewing behavior with third parties including service providers, advertising companies, analytics partners, and social media sites.</li>\n<li>\n<strong>Sale or Transfer of All or Part of Our Business or Assets: </strong>In the event that Fandango (or any Fandango business) is involved in a merger, acquisition, transfer of control, bankruptcy, reorganization or sale of assets, or diligence associated with such matters, we may sell or transfer the information described in this Privacy Policy as part of that transaction.</li>\n<li>\n<strong>Sale of Personal Information: </strong>Under California law, certain of the information sharing described above may be categorized as the “sale” of “personal information” under certain circumstances.\nCalifornia law broadly defines “sale” in a way that may include allowing third parties to receive certain information such as cookies, IP address and/or browsing behavior to add to a profile about your device, browser, or you.\nThis profile may enable delivery of interest-based advertising on the Services or other sites.\nDepending on what Services you use, we may share the following categories of information for such advertising which may be considered a sale (as defined by California law): identification and demographics.\ndevice information and identifiers, such as IP address, and unique advertising identifiers and cookies.\nconnection and usage information, such as browsing history or app usage.\ngeolocation information, such as city.\nand inference data.\nTo the extent that it does constitute such a “sale”, you may opt out of that sale through the mechanism described below.</li>\n</ul> 3.\nLEGAL BASES FOR USE OF YOUR INFORMATION <p>Laws other than the federal, state and local laws of the United States do not apply to our watch-at-home movie Services (e.g., FandangoNOW/M-GO and Vudu) as content from those Services can be viewed only in the United States.\nSimilarly, for our movie ticketing Services (e.g., Flixster, Fandango.com and MovieTickets.com), the only laws that shall apply are the laws of the countries in which the theaters ticketed by each respective Service are located.\nThe information set forth below in this section is applicable only to European Users of Rotten Tomatoes.\nIt supplements certain sections of this Privacy Policy and provides additional information that should be read together with other sections of this Privacy Policy.\nTo the extent there is any conflict between this section and another section of this Privacy Policy, this section shall govern.</p>\n<p>When this policy mentions \"Fandango\", \"we\", \"our\" or \"us\", it refers to the company or companies responsible for your information under this Privacy Policy (or “Data Controller”).\nThis includes Fandango Media, LLC and Fandango’s Owners (as defined above), currently NBCUniversal, LLC and Warner Bros (please see above for further information on these companies).</p>\n<p>The laws of some jurisdictions, such as the European Union, require companies to tell you about the legal basis for using, sharing, or disclosing your information.\nTo the extent those laws apply, we may rely on the following legal bases:</p>\n<ul>\n<li>\n<strong>Performance of a contract: </strong>where use of your information is necessary to provide you with the Services under a contract, for example the terms of service.</li>\n<li>\n<strong>Legitimate interest: </strong>where use of your information is necessary for our or others’ legitimate interests and where the use is not outweighed by your rights and interests.\nBelow are some examples of such interests: <ul>\n<li>providing the Services</li>\n<li>improving the Services and developing new ones</li>\n<li>recognizing and better understanding our users, including across platforms</li>\n<li>conducting security and fraud prevention activities</li>\n<li>marketing and promoting our content and services</li>\n<li>building and managing business relationships</li>\n<li>conducting compliance and risk management activities </li>\n<li>providing and managing access to our systems</li>\n</ul>\n</li>\n<li>\n<strong>Legal obligation: </strong>where use of your information is necessary to comply with laws and regulations such as those relating to anti-bribery and corruption and anti-money-laundering, complying with requests from government bodies or courts, or responding to litigation.</li>\n<li>\n<strong>With consent: </strong>we may ask for your consent to process your information in a certain way.\nWhere we rely on this basis, you have the right to withdraw your consent at any time – please see the Your Rights and Your Choices sections below to do this.</li>\n</ul> How Long We Keep Your Information <p>We will keep your information only for as long as it is necessary to fulfill the purposes described above, unless a longer retention is required or permitted by law.\nWe may delete or de-identify your information sooner if we receive a verifiable deletion request, subject to exemptions under applicable law.\nThe retention period that applies to your information may vary depending on the Services you use and how you interact with them.</p> 4.\nCHILDREN <p>The Services are not designed or intended for use by children under 13, and thus if you are under 13 we ask that you do not use the Services or provide us with any information.\nIf we discover that we have inadvertently gathered any such information then we will, to the extent required by law, delete such information from our records.\nThere is one exception to this: we may offer a Service that is directed to children under the age of 13, and if we do it will state that it collects information from children, and it will also have a separate privacy policy posted detailing the practices specific to that Service.\nIf a parent or guardian becomes aware that his or her child under 13 has provided us with information without his or her consent, he or she should contact us at privacy@fandango.com.</p> 5.\nYOUR RIGHTS <p>Depending on where you live, you may have certain rights with respect to your information.\nFor example, under local laws, you may be able to ask us to:</p>\n<ul>\n<li>provide access to certain information we hold about you, in some cases in a portable format, if technically feasible</li>\n<li>update or correct your information</li>\n<li>delete certain information</li>\n<li>restrict the use of your information</li>\n</ul>\n<p>We will respond within the time period prescribed by applicable law.\nPlease note that many of the above rights are subject to exceptions and limitations.\nYou have the right not to be discriminated against (as provided for in applicable law) for exercising your rights under some local laws such as in California.</p>\n<p>Some Services can be provided only if we have your information, therefore deletion of your information will result in termination of such Services.</p>\n<p>We will take reasonable steps to verify your identity, including authenticating you through the email address we have on file.\nWe may require further documentation such as a password and user ID before granting access to your information.\nAs you may be aware, we recently acquired Vudu from Walmart, and Walmart is still providing certain privacy related services for Vudu, including fulfilling California Consumer Privacy Act (“CCPA”) requests to the extent required by law.</p>\n<p>You may submit the following types of requests as follows:</p>\n<ul>\n<li> Request Categories of Information: If you, or someone acting on your behalf, would like to request that we tell you the categories of personal information we collect, the categories of sources from which personal information is collected, the business or commercial purpose for collecting or selling the personal information, the categories of third parties with which the business shares personal information, the categories of information about you that we sell, the categories of third parties to whom the personal information was sold, or the categories of personal information that were disclosed for a business purpose, you or someone acting on your behalf can either click here for such request, or send an email to accessdata@fandango.com.\n<ul>\n<li>As you may be aware, we recently acquired Vudu from Walmart, and Walmart is still providing certain privacy related services for Vudu, including fulfilling CCPA requests to the extent required by law.\nIf you are a California resident and you, or someone acting on your behalf, would like to request that Vudu tell you the categories of personal information Vudu collects, the categories of sources from which personal information is collected, the business or commercial purpose for collecting or selling the personal information, the categories of third parties with which Vudu shares personal information, the categories of information about you that Vudu sells, the categories of third parties to whom the personal information was sold, or the categories of personal information that were disclosed for a business purpose, you or someone acting on your behalf can either click here or call 800-925-6278 and Walmart will process your request on Vudu’s behalf.</li>\n</ul>\n</li>\n<li> Request Specific Information: If you, or someone acting on your behalf, would like to request that we tell you about some of the specific personal information that we hold about you, you or someone acting on your behalf can either click here for such request, or send an email to accessdata@fandango.com.\n<ul>\n<li>As you may be aware, we recently acquired Vudu from Walmart, and Walmart is still providing certain privacy related services for Vudu, including fulfilling CCPA requests to the extent required by law.\nIf you are a California resident and you, or someone acting on your behalf, would like to request that Vudu tell you about some of the specific personal information that Vudu holds about you, you or someone acting on your behalf can either click here or call 800-925-6278 and Walmart will process your request on Vudu’s behalf.</li>\n</ul>\n</li>\n<li> Request Deletion: If you, or someone acting on your behalf, would like to request that we delete information that we hold about you, you or someone acting on your behalf can either click here for such request, or send an email to deletedata@fandango.com.\nNote that certain information about you will not be deleted if you request such a deletion, as may be permitted by law.\nAlso note that we will not be able to provide you with certain Services upon a deletion.\nYou will also need to clear your cookies and re-set your MAIDs, as referenced in the link.\n<ul>\n<li>As you may be aware, we recently acquired Vudu from Walmart, and Walmart is still providing certain privacy related services for Vudu, including fulfilling CCPA requests to the extent required by law.\nIf you are a California resident and you, or someone acting on your behalf, would like to request that Vudu deletes information that Vudu holds about you, you or someone acting on your behalf can either click here or call 800-925-6278 and Walmart will process your request on Vudu’s behalf.</li>\n</ul>\n</li>\n<li> Do Not Sell My Personal Information: If you, or someone acting on your behalf, would like to request that we do not sell your personal information, you or someone acting on your behalf can either click here for such request, or send an email to donotsell@fandango.com.\nYou will also need to clear your cookies and re-set your MAIDs, as referenced in the link.\nFor more information about how to opt-out of receiving targeted advertising from certain third party advertisers, please see our Cookies Notice.\n<ul>\n<li>As you may be aware, we recently acquired Vudu from Walmart, and Walmart is still providing certain privacy related services for Vudu, including fulfilling CCPA requests to the extent required by law.\nIf you are a California resident and you, or someone acting on your behalf, would like to request that Vudu does not sell your personal information, you or someone acting on your behalf can either click here or call 800-925-6278 and Walmart will process your request on Vudu’s behalf.</li>\n</ul>\n</li>\n</ul>\n<p>Please note that you may be located in a jurisdiction where we are not obligated, or are unable, to fulfill a request.\nIn such a case, your request may not be fulfilled.\nIn addition, the above requests do not apply to Fandango’s Owners, who are currently NBCUniversal and Warner Bros.\nTo send them requests, please visit their websites.</p>\n<p>If you have any unresolved concerns, you may have the right to complain to your local data protection authority.</p>\n<p>Additional Rights for California Residents: Residents of the State of California may request a list of all third parties to which the Services have disclosed certain personal information (as defined by California law) during the preceding year for those third parties' direct marketing purposes.\nIf you are a California resident and want such a list, please contact us at Fandango, Attn: Privacy Officer, 407 N.\nMaple Dr., Suite 300, Beverly Hills, CA 90210.\nFor all requests, you must put the statement \"Your California Privacy Rights\" in the body of your request, as well as your name, street address, city, state, and zip code.\nIn the body of your request, please provide enough information for us to determine if this applies to you.\nYou need to attest to the fact that you are a California resident and provide a current California address for our response.\nPlease note that we will not accept requests via the telephone, email, or by facsimile, and we are not responsible for notices that are not labeled or sent properly, or that do not have complete information.</p> 6.\nYOUR CHOICES Cookies and Similar Technologies <p>We and our service providers, advertisers, and other third parties use cookies and similar technologies (e.g., HTTP cookies, HTML 5, flash local storage cookies, web beacons, GIFs, embedded scripts, ETags/cache browsers, and software development kits) to recognize you on, off, and across the Services and your devices.\nFor more information about the use of cookies and similar technologies on the Services (including your opt-out choices) please see our Cookies Notice.</p> Mobile App and Connected Devices <p>Depending on the device you use, you may be able to manage your advertising and location preferences through your device settings and as outlined in our Cookies Notice.\nMany operating systems provide their own instructions on how to prevent the delivery of tailored in-application advertisements.\nWe do not control how the applicable platform operator allows you to manage personalized in-application advertisements.\nYou should review your device manufacturer’s support materials and/or the device settings for the respective operating systems for more detail on how to manage such preferences.</p>\n<p>You may opt out of location data collection on our mobile app(s) by managing your location preferences in the \"My Account\" section of that app, or by disabling the GPS services for that app on your mobile device.\nContact privacy@fandango.com for information about how to opt out from allowing us to have further access to your precise location data.\nPlease include as much detail as possible when you make a request.</p>\n<p>You can stop all collection of information by a mobile app by uninstalling the app.</p> Third-Party Online Services <p>The Services may contain links to third party services.\nThese other sites (even if co-branded as Fandango) may collect information about you and use this information in accordance with their own privacy policies and terms of service.\nWe do not control those third parties’ policies or practices.\nWhere Fandango collects personal information on a co-branded website or service, we will provide a link to our privacy policy as appropriate.\nIn some circumstances, we may host some websites on behalf of others and those entities may place or permit the placement of cookies and other tracking technology.\nWe are not responsible for these tracking practices.</p> Google Maps <p>If you use Google Maps / Google Earth as part of the Services, you agree to comply with the Google Maps / Google Earth Additional Terms of Service (including the Google Privacy Policy).\nFurther, you agree that Google, and not Fandango, shall be responsible for any of your information Google receives as a result of your use of Google Maps / Google Earth.</p> 7.\nHOW WE PROTECT YOUR INFORMATION <p>We maintain organizational, technical, and physical safeguards to help protect the information we collect and use.\nThese safeguards vary depending upon a variety of factors including the sensitivity of the information we collect and use.\nDespite all reasonable practices, no security method is infallible.</p> 8.\nINTERNATIONAL TRANSFERS <p>Fandango is a global company and has its headquarters in the United States.\nWe may transfer your information to those described in this Privacy Policy outside of your country of residence, including in the United States and other countries.\nThis is necessary to provide the Services and for the purposes outlined in this Privacy Policy.\nData privacy laws vary from country to country and they may not be equivalent to, or as protective as, the laws in your home country.\nWe take steps to ensure that reasonable safeguards are in place with an aim to ensure an appropriate level of protection for your information, in accordance with applicable law.\nBy providing us with your information, you acknowledge any such transfer, storage or use.</p> 9.\nUPDATES TO OUR PRIVACY POLICY <p>We reserve the right to amend this Privacy Policy at any time to reflect changes to our practices or the law.\nWe will make the revised Privacy Policy accessible through the Services.\nPlease check the Services periodically for updates.</p>\n<p>The date at the top of this Privacy Policy tells you when it was last updated.\nIf we make material changes to the way we collect or use your information, you will be provided with appropriate notice, including, but not limited to, by posting the updated Privacy Policy on this website, and providing notice in accordance with legal requirements.\nAny changes to this Privacy Policy will become effective when the revised Privacy Policy is posted.\nBy continuing to use the Services following any changes to this Privacy Policy, you acknowledge you have read and understand the updated Privacy Policy, and you understand that we will collect, use, and share information as stated therein.</p> 10.\nCONTACT US <p>For any questions in relation to this Privacy Policy please contact us at privacy@fandango.com or Fandango, ATTN: Legal Department, 407 N.\nMaple Dr., Suite 300, Beverly Hills, CA 90210.</p>\n<p>We have separate policies for workforce data, which is governed by the policies of our parent company, NBCUniversal.\nFor example, please see the Candidate Privacy Statement to find out more about the information collected during our recruitment process.</p> ", "created_at": "2020-08-28 07:32:31.148377", "updated_at": "2020-08-28 07:33:42.661566"}, {"id": 2756, "name": "Terms of Use", "url": "https://www.fandango.com/policies/terms-of-use", "xpath": "/html/body/main/div/div/section/div[2]", "text": " <p>These Terms of Use (these “Terms”) were last updated on: July 1, 2020.\nWhen we say “our”, “us”, “we” or “Fandango” in these Terms, we mean Fandango Media, LLC or its subsidiaries.\nWhen we say “Services” or “Site” in these Terms, we mean websites operating under the Fandango, FandangoNOW, Vudu, Rotten Tomatoes, Flixster, Movieclips, Movies.com, Activaterewards.com, MovieTickets.com or M-GO brands or other brands that we own, as well as those of our websites, applications, emails and other communications that link to or reference these Terms or other Terms and Policies, or the other services provided through any of these means.\nThese Terms are subject to, and shall also include, the other Terms and Policies.</p>\n<p>\n<strong>NOTICE OF ARBITRATION PROVISIONS:</strong>\n</p>\n<p>\n<strong>Your use of the Services is subject to binding individual arbitration of any disputes which may arise, as provided below and in our Terms and Policies.\nPlease read the arbitration provisions carefully and do not use the Services if you are unwilling to arbitrate any disputes you may have with us as provided below.</strong>\n</p> 1.\nACCEPTANCE OF TERMS <p>These Terms of Use set forth the terms and conditions that apply to your use of the Services.\nBy using the Services, you agree that you have read, understand and agree to be legally bound by these Terms.</p>\n<p>If you do not agree to these Terms, please do not use the Services.</p>\n<p>Fandango may, subject to the below, change these Terms from time to time on a prospective basis, and modify, add or discontinue any aspect, content or feature of the Services, at its sole discretion.\nYour continued use or accessing of the Services following the posting of any changes to the Terms constitutes your acceptance of such changes.\nTo the extent that an arbitrator or court of applicable jurisdiction determines that applying any changes to these Terms would render this an illusory or unenforceable contract, such changes shall be applicable on a prospective basis only, with respect to events or circumstances occurring after the date of such changes, to the extent necessary to avoid these Terms being deemed illusory or unenforceable.</p>\n<p>\n<strong>Any form of transfer or sublicense, or unauthorized access, distribution, reproduction, copying, retransmission, publication, sale, or exploitation (commercial or otherwise), of any portion of the Services, including but not limited to all content, services, digital products, tools or products, is hereby expressly prohibited.</strong>\n</p> 2.\nPERMITTED USE <p>Our Site and Services are for your personal and non-commercial use.\nThey contain material that is derived in whole or in part from material supplied and owned by Fandango and other sources.\nSuch material is protected by copyright, trademark and other applicable laws.\nUnless otherwise agreed to in writing by Fandango, you agree that you will not use the Services, or duplicate, download, publish, modify or otherwise distribute or use any material in the Services for any purpose, except for your personal, non-commercial use.\nYou also agree that you will not link to any page on the Site other than the home page (for example, \"deep linking\"), without Fandango's prior written consent.\nUse of the Services or any materials or content on the Services for any commercial or other unauthorized purpose is prohibited.\nYou acknowledge that storing, distributing or transmitting unlawful material could expose you to criminal and/or civil liability.\nYou may not download (other than page caching) or modify the Services or any portion of them unless we have provided you with express written consent.\nYou shall not make a derivative use of the Services (or any part thereof) for any purpose, nor shall you download or copy information of users, or otherwise engage in data mining or similar data gathering.</p> 3.\nREGISTRATION, ACCOUNTS AND PASSWORDS <p>If you establish a personal account with us, you agree to provide true and accurate data about yourself on our account registration form, and to update and keep such data current.\nYou will receive a password and account upon completing the registration form.\nYou are solely responsible for maintaining the confidentiality of your password and account, and you are solely responsible for all use of your password or account, whether authorized by you or not.\nYou shall not allow other persons access to or use of such username or password.\nYou shall not post your username or password on any website nor transmit it through unsecured sites.\nYou agree to (a) immediately notify Fandango of any unauthorized use of your password or account or any other breach of security and (b) ensure that you exit from your account each time you use the Services.\nAccess and use of password-protected and/or secure areas of the Services is restricted to users who have been given a valid password by Fandango.\nWe may terminate your membership and access to the Services if we learn that you have provided us with false or misleading registration data.\nIf we feel your username and password are insecure or otherwise problematic, we may require you to change it or terminate your account.</p> 4.\nMOBILE TERMS <p>The following additional terms are applicable to our mobile apps:</p>\n<p>\n<strong>FANTEXTS AND OTHER SMS MESSAGES</strong>\n</p>\n<p>\n<strong>If you are a member of FanTexts, you may receive FanTexts and other promotional texts to your mobile phone using automated technology.\nYou can unsubscribe at any time by texting 'STOP' to 36346 (FNDGO).\nIf you have any questions, reply HELP to any of our messages, text HELP to 36346 (FNDGO) or Contact Us.</strong>\n</p>\n<p>You can either request individual text messages (such as showtimes for a particular movie) or sign up for FanTexts (movie alerts and special Fandango promotions on a recurring basis) either on our website or on your mobile device.\nBy subscribing to FanTexts, you consent to receiving, from time to time, text messages from Fandango, which may include movie alerts, promotions, polls, and giveaways.\nMessage frequency varies based on user and other factors.\nMessage and data rates may apply and, if so, are billed by and payable to your mobile service provider.\nWe will not be liable for any delays in the receipt of any SMS messages as delivery is subject to effective transmission from your network operator.\nData obtained from you in connection with this SMS service may include your mobile phone number, your carrier's name and the date, time and content of your messages.\nWe may use this information to contact you and to provide the services you request from us and for other business purposes.</p>\n<p>\n<strong>FANDANGO MOBILE TICKETS</strong>\n</p>\n<p>Rather than bringing a Print-at-Home Bar-Coded Ticket or confirmation number to the theater, some of Fandango's exhibitor partners give you the option of having your ticket delivered to your mobile device as a picture message (a \"Mobile Ticket\").\nThe Mobile Ticket contains a unique barcode and some accompanying text with details of the movie you are going to see.\nIf you have questions about the purchase or use of the Mobile Ticket, please see the Fandango Mobile Ticket Delivery FAQ.\nPlease note that Mobile Tickets are not available for MovieTickets.com mobile applications.</p>\n<p>Your purchase of a Mobile Ticket will be deemed your agreement to the following terms:</p>\n<ul>\n<li>Message and data rates may apply and, if so, are billed by and payable to your mobile service provider.</li>\n<li>The Mobile Ticket is in the form of a unique barcode sent as a text message to your mobile device or delivered on the confirmation page from the Fandango Movies - Times &amp.\nTickets Mobile App.\nThe barcode and any accompanying text sent to you by Fandango is the entire ticket, and not the barcode in isolation from the accompanying text.\nAccompanying text includes any text stating the originating source of the barcode.\nAny barcode with non-original text is invalid.</li>\n<li>The Mobile Ticket barcode cannot be forwarded to anyone else.\nDoing so invalidates your Mobile Ticket without the right to a refund.</li>\n<li>If you purchase multiple tickets in a single order, your Mobile Ticket holds all of those tickets, and all of your guests must arrive at the same time to gain entry using your Mobile Ticket.</li>\n<li>Fandango is not responsible for lost or stolen Mobile Tickets, except as required by law.\nAnyone attempting to gain entry with a Mobile Ticket reported lost or stolen, or cancelled for any other reason, may be reported to the authorities and may have their mobile device withheld as evidence.</li>\n<li>Fandango shall have the right to void any Mobile Tickets that violate these policies.</li>\n</ul>\n<p>\n<strong>GOOGLE MAPS</strong>\n</p>\n<p>If you use Google Maps / Google Earth as part of the Services, you agree to comply with the Google Maps / Google Earth Additional Terms of Service (including the Google Privacy Policy).\nFurther, you agree that Google, and not Fandango, shall be responsible for any of your information Google receives as a result of your use of Google Maps / Google Earth.</p> 5.\nPRIVACY POLICY <p>Your use of the Services and any information provided by you or gathered by Fandango or third parties during any visit to or use of the Services is governed by the Privacy Policy which is incorporated by this reference.\nYou agree to Fandango's collection, use and sharing of your information as set forth in the Privacy Policy.</p> 6.\nUSER CONDUCT AND SUBMISSIONS <p>You are responsible for your use of the Services and the Site, and for any consequences thereof, including any information or materials you choose to make available, public or private communications transmitted through the Services or the Site (including posts), usernames and passwords that you provide to the Services or the Site, including those usernames and passwords provided by you for access to various third party services ( <em>e.g.</em>, social networking and other accounts that you wish to link with your account on the Site).</p>\n<p>It is a condition of your use of the Services that you do not:</p>\n<ul>\n<li>Interfere with any other user from using and enjoying the Services;</li>\n<li>Collect information about other users or third parties via the Services or use any such information for the purpose of transmitting or facilitating transmission of unauthorized or unsolicited advertising, junk or bulk e-mail, chain letters, or any other form of unauthorized solicitation;</li>\n<li>Engage in the systematic retrieval of data or other content from the Services to create or compile, directly or indirectly, a collection, compilation, database or directory, without Fandango's prior written consent.\n</li>\n<li>Solicit other users to join, become members of, or contribute money to any online service or other organization, advocate or attempt to get users to join in illegal schemes or plan or participate in scams involving other users;</li>\n<li>Attempt to gain unauthorized access to other computer systems or networks connected to the Services.\nor</li>\n<li>Take actions for the purpose of manipulating or distorting, or that may undermine the integrity and accuracy of, any ratings or reviews of any service or product that may be presented by the Services.</li>\n<li>Provide fictitious information or conceal your identity or location, including, but not limited to, in an attempt to circumvent limits associated with promotional or other offers.</li>\n<li>Use the Services for unlawful purposes.</li>\n<li>Use the Services to commit an act of deception, fraud or abuse or violation of Fandango’s or any other company’s terms.</li>\n</ul>\n<p>Additionally, you agree that you will not use the Services to upload, post, or otherwise distribute or facilitate distribution of any material that:</p>\n<ul>\n<li>Is libelous, defamatory or slanderous;</li>\n<li>Is sexually suggestive or contains explicit sexual content (including nudity);</li>\n<li>Does or may denigrate or offend any individual or group on the basis of religion, gender, sexual orientation, race, ethnicity, age, or disability;</li>\n<li>Does or may threaten, abuse, harass, or invade the privacy of any third party;</li>\n<li>Is fraudulent or infringes the rights of any third party, including, without limitation, patent, trademark, trade secret, copyright, right of publicity, or other proprietary rights;</li>\n<li>Constitutes unauthorized or unsolicited advertising, junk or bulk e-mail (also known as \"spam\"), chain letters, any other form of unauthorized solicitation, or any form of lottery or gambling;</li>\n<li>Contains a software virus or any other computer code that is designed or intended to disrupt, damage, or limit the functioning of any software, hardware, or telecommunications equipment, or to damage or obtain unauthorized access to any data or other information of any third party;</li>\n<li>Encourages conduct that would constitute a criminal offense or give rise to civil liability;</li>\n<li>Impersonates any person or entity, including any employee or representative of Fandango.\nor</li>\n<li>Violates any applicable law or these Terms.</li>\n</ul>\n<p>Certain areas on the Services may allow you to provide us or others with photos and other images, commentaries, reviews, audio and video, \"Feedback\" (defined as suggestions, comments or other feedback you provide to us), posts, public or private messages or other content from you (\"User Materials\").\nYou alone are responsible for your User Materials, and once published, it cannot always be withdrawn.\nYou assume all risks associated with your User Materials, including anyone's reliance on its quality, accuracy, or reliability, or any disclosure by you of information in your User Materials that makes you personally identifiable.\nYou represent that you own, or have the necessary permissions to use and authorize the use of your User Materials as described herein.\nYou may not imply that your User Materials is in any way sponsored or endorsed by Fandango.</p>\n<p>You may expose yourself to liability if, for example, your User Materials contain material that is false, intentionally misleading, or defamatory.\nviolates any third-party right, including any copyright, trademark, patent, trade secret, moral right, privacy right, right of publicity, or any other intellectual property or proprietary right.\ncontains material that is unlawful, including illegal hate speech or pornography.\nexploits or otherwise harms minors.\nor violates or advocates the violation of any law or regulation.\nAll User Materials must comply with these Terms.\nSpecific additional rules or terms may apply to the submission of User Materials.\nIn any event, any User Materials you send to us will not be treated as confidential.</p> 7.\nMONITORING <p>Fandango may, but has no obligation to, monitor the use of the Services by members.\nDuring monitoring, information may be examined, recorded, copied, and used for authorized purposes in accordance with the Privacy Policy.\nFurthermore, Fandango reserves the right at all times to disclose any information posted on any portion of the Services as necessary to satisfy any law, regulation or governmental request, or to refuse to post, or to remove, any information or materials, in whole or in part, that in Fandango's sole and absolute discretion are objectionable or in violation of these Terms.</p> 8.\nGRANT OF LIMITED LICENSE <p>Fandango may use User Materials in a number of different ways, including publicly displaying it, reformatting it, incorporating it into advertisements and other works, creating derivative works from it, promoting it, distributing it, and allowing others to do the same in connection with their own websites and media platforms (\"Other Media\").\nAs such, you hereby irrevocably grant Fandango and its affiliates and licensees a world-wide, perpetual, non-exclusive, royalty-free, assignable, sublicensable, transferable rights to use, including, but not limited to the right to copy, publicly perform and display, reproduce, distribute, modify, translate, remove, analyze, commercialize, and prepare derivative works of, any User Materials for any purpose.\nPlease note that you also irrevocably grant the users of the Services and any Other Media the right to access User Materials in connection with their use of the Services and any Other Media.\nFinally, you irrevocably waive, and cause to be waived, against Fandango and its users any claims and assertions of moral rights or attribution with respect to your User Materials.\nYou represent and warrant that you own such content or otherwise have sufficient rights in the content to grant to Fandango the foregoing license without infringing or violating the rights of any third party.\nYou acknowledge that we are under no obligation to pay you or anyone else for any use or disclosure of User Materials.\nYou hereby confirm: (a) your User Materials will be not be subject to any obligation, of confidence or otherwise, to you or any other person.\n(b) your posting of the content on or through the Services does not violate the privacy rights, publicity rights, copyrights or other rights of any other person.\nand (c) your posting is in accordance with these Terms and that we shall not be liable for any use or disclosure of such User Materials.\nWe reserve the right (but do not assume the obligation) in our sole discretion to reject, move, edit or remove any User Materials that are contributed to the Services or Site.\nYou acknowledge that we do not verify, adopt, ratify, or sanction User Materials, and you agree that you must evaluate and bear all risks associated with our use of User Materials or our reliance on the accuracy, completeness, or usefulness of User Materials.</p> 9.\nCOPYRIGHTS <p>Fandango respects the intellectual property of others, and we ask our users to do the same.\nThe Digital Millennium Copyright Act of 1998 (the \"Act\") provides recourse for copyright owners who believe that material appearing on the Internet infringes their rights under U.S.\ncopyright law.\nFandango, pursuant to the Act, reserves the right, but not the obligation, to terminate your license to use the Services if it determines in its sole and absolute discretion that you are involved in infringing activity, including alleged acts of first-time or repeat infringement, regardless of whether the material or activity is ultimately determined to be infringing.\nTherefore, in compliance with the Act, if you believe that any such third party materials infringe your intellectual property rights, please send a notice to the agent identified below to request a review of the alleged infringement.\nThe notice must include the following information (a) a physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n(b) identification of the copyrighted work claimed to have been infringed (or if multiple copyrighted works located on the Services are covered by a single notification, a representative list of such works).\n(c) identification of the material that is claimed to be infringing or the subject of infringing activity, and information reasonably sufficient to allow Fandango to locate the material on the Services.\n(d) the name, address, telephone number and email address (if available) of the complaining party.\n(e) a statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent or the law.\nand (f) a statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\nIf you believe in good faith that a notice of copyright infringement has been wrongly filed against you, the DMCA permits you to send Fandango a counter-notice.\nNotices and counter-notices must meet the then-current statutory requirements imposed by the DMCA.\nsee http://www.loc.gov/copyright for details.\nNotices and counter-notices with respect to the Services should be sent to: </p>\n<blockquote> DMCA Agent <br> NBCUniversal Law Department <br> 30 Rockefeller Plaza, Rm.\n1087E <br> New York, New York 10112 <br> (212) 664-4444 <br> by email: dmca.agent@nbcuni.com </blockquote>\n<p>Fandango suggests that you consult your legal advisor before filing a notice or counter-notice.\nAlso, please be aware that there can be penalties for false claims under the DMCA.</p> 10.\nPROPRIETARY RIGHTS <p>Fandango owns all right, title and interest in and to the Services and all materials and content contained in the Services, including, without limitation, all content, site design, logos, button icons, images, digital downloads, data compilations, text, and graphics are protected by copyright, trademark and other intellectual property laws.\nAny unauthorized use of such materials or content is strictly prohibited.</p>\n<p>Permission is granted to individual consumers to electronically copy and to print hard copy portions of the Services solely for personal use.\nAny other use of materials on the Services, including reproduction for purposes other than those noted above, modification, distribution, or republication, any form of data extraction or data mining, or other commercial exploitation of any kind, without prior written permission of an authorized officer of Fandango is strictly prohibited.\nYou agree that you will not use any robot, spider, other automatic device, or manual process to monitor or copy our Web pages or the content contained therein without prior written permission of an authorized officer of Fandango.\n</p>\n<p>Fandango's service marks/trademarks may not be used in connection with any product or service that is not provided or authorized by Fandango, in any manner that is likely to cause confusion among customers, or in any manner that disparages or discredits Fandango.</p> 11.\nCHILDREN'S ONLINE PRIVACY PROTECTION ACT NOTIFICATION <p>The Services and the Site is not designed or intended for use by children under 13, and thus all users must be at least 13.\nIf you are under 18, you should use Fandango only with involvement and permission of a parent or guardian.\nSome of our Services or portions of the Site, including Movies Anywhere-enabled features, may require you to be over the age of 18 or the age of majority for your state.\nplease see the terms and conditions of the relevant offer for more details.</p>\n<p>Pursuant to 47 U.S.C.\nSection 230(d) as amended, Fandango hereby notifies you that parental control protections (such as computer hardware, software, or filtering services) are commercially available that may assist you in limiting access to material that is harmful to minors.\nInformation identifying current providers of such protections is available at the Electronic Frontier Foundation Web site, http://www.eff.org.\nTo view information on our policy regarding the privacy of children under the age of 13, please see our Privacy Policy.</p> 12.\nDISCLAIMER OF WARRANTIES <p>While Fandango uses reasonable efforts to include up to date information on the Site and other Services, Fandango makes no warranties or representations as to its accuracy, timeliness, reliability, completeness or otherwise.\n</p>\n<p>FANDANGO PROVIDES THE SITE AND OTHER SERVICE ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nFANDANGO, ITS AFFILIATES, AGENTS AND LICENSORS (COLLECTIVELY, THE \"FANDANGO PARTIES\") DISCLAIM ALL WARRANTIES AND CONDITIONS, STATUTORY OR OTHERWISE, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT.\nWITHOUT LIMITING THE FOREGOING, FANDANGO DOES NOT WARRANT THAT THE SITE OR OTHER SERVICE WILL (1) BE UNINTERRUPTED.\n(2) BE FREE FROM INACCURACIES, ERRORS, VIRUSES OR OTHER HARMFUL COMPONENTS.\n(3) MEET YOUR REQUIREMENTS.\nOR (4) OPERATE IN THE CONFIGURATION OR WITH THE HARDWARE OR SOFTWARE YOU USE.\nYOUR USE OF THE SITE AND SERVICE IS SOLELY AT YOUR RISK.</p> 13.\nEXCLUSION OF DAMAGES <p>NONE OF THE FANDANGO PARTIES WILL BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL DAMAGES (INCLUDING DAMAGES RELATING TO LOST PROFITS, LOST DATA OR LOSS OF GOODWILL) OR ANY DAMAGES WHATSOEVER THAT RESULT FROM YOUR USE OF OR INABILITY TO USE THE SITE OR OTHER SERVICE.\nTHIS LIMITATION APPLIES WHETHER THE ALLEGED LIABILITY IS BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, OR ANY OTHER LEGAL THEORY, AND EVEN IF FANDANGO HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\nTHIS WAIVER APPLIES, WITHOUT LIMITATION, TO ANY DAMAGES OR INJURY ARISING FROM ANY FAILURE OF PERFORMANCE, ERROR, OMISSION, INTERRUPTION, DELETION, DEFECT, DELAY IN OPERATION OR TRANSMISSION, COMPUTER VIRUS, FILE CORRUPTION, COMMUNICATION-LINE FAILURE, NETWORK OR SYSTEM OUTAGE, OR THEFT, DESTRUCTION, UNAUTHORIZED ACCESS TO, ALTERATION OF, OR USE OF ANY RECORD.\nYOU SPECIFICALLY ACKNOWLEDGE AND AGREE THAT EACH OF THE FANDANGO PARTIES SHALL NOT BE LIABLE FOR ANY DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OF ANY USER OF THE SITE OR OTHER SERVICE.\nWITHOUT LIMITING THE FOREGOING, FANDANGO WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE ARISING OUT OF (1) YOUR FAILURE TO COMPLY WITH PARAGRAPH 3 (REGISTRATION, ACCOUNTS AND PASSWORDS) OR (2) CONTENT POSTED TO THE SITE OR OTHER SERVICE BY YOU OR ANY THIRD PARTY.</p> 14.\nLIMITATION OF LIABILITY <p>IN NO EVENT WILL THE FANDANGO PARTIES' AGGREGATE LIABILITY TO YOU IN CONNECTION WITH THE SITE AND SERVICE OR THESE TERMS EXCEED THE AMOUNT (IF ANY) PAID BY YOU TO FANDANGO IN THE SIX MONTHS IMMEDIATELY PRECEDING THE EVENT WHICH GAVE RISE TO THE LIABILITY.\nFANDANGO SHALL NOT BE RESPONSIBLE FOR, OR HAVE ANY LIABILITY FOR, ANY ACTIONS, OMISSIONS, OCCURRENCES, INJURIES OR DAMAGES THAT OCCUR ON OR NEAR ANY THEATER OR OTHER LOCATION, OR IN CONNECTION WITH ANY SERVICE OR PRODUCT, TICKETED OR MADE AVAILABLE THROUGH FANDANGO’S SERVICES OR SITES.\nYOU WILL LOOK SOLELY TO THE OPERATORS AND PROVIDERS OF SUCH THEATERS, LOCATIONS, SERVICES AND PRODUCTS WITH RESPECT TO ANY SUCH LIABILITY (IF ANY).</p> 15.\nAPPLICABILITY OF DISCLAIMERS, EXCLUSIONS AND LIMITS <p>BECAUSE SOME JURISDICTIONS DO NOT ALLOW FOR THE EXCLUSION OF DAMAGES, FANDANGO'S LIABILITY IN SUCH JURISDICTIONS SHALL BE LIMITED TO THE GREATEST EXTENT PERMITTED BY THE LAW OF SUCH JURISDICTION.\nIN ADDITION, BECAUSE SOME JURISDICTIONS DO NOT PERMIT THE DISCLAIMER OF CERTAIN WARRANTIES, THE DISCLAIMERS SET FORTH ABOVE MAY NOT APPLY TO YOU.</p> 16.\nTHIRD PARTY WEB SITES AND FUNCTIONALITIES <p>THE THIRD-PARTY WEB SITES OR SERVICES LINKED TO OR FROM THE SERVICES ARE NOT CONTROLLED BY FANDANGO.\nADDITIONALLY, THIRD PARTIES MAY PROVIDE TOOLS OR SERVICES (\"THIRD PARTY TOOLS\") THAT ARE MADE AVAILABLE TO YOU THROUGH OUR SERVICES (FOR EXAMPLE, BUT NOT LIMITED TO, FACEBOOK FEATURES).\nACCORDINGLY, FANDANGO MAKES NO WARRANTIES OR CONDITIONS REGARDING SUCH THIRD-PARTY SERVICES OR WEB SITES OR THIRD PARTY TOOLS AND WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY YOUR USE OF OR RELIANCE ON SUCH THIRD SERVICES OR WEB SITES OR THIRD PARTY TOOLS.\nYOUR USE OF THIRD-PARTY SERVICES OR WEB SITES OR THIRD PARTY TOOLS IS AT YOUR OWN RISK.\nTHE INCLUSION ON THE SERVICE OF A LINK TO A THIRD-PARTY SERVICE OR WEB SITE, OR INCLUSION OF A THIRD PARTY TOOL, DOES NOT IMPLY AN ENDORSEMENT BY FANDANGO.\nWHEN YOU ACCESS ANY OF THESE THIRD-PARTY SERVICES OR SITES, OR THIRD PARTY TOOLS, YOUR RIGHTS AND OBLIGATIONS WILL BE GOVERNED BY THE AGREEMENTS AND POLICIES RELATING TO THE USE OF THOSE THIRD PARTY WEB SITES OR SERVICES OR THIRD PARTY TOOLS.</p> 17.\nINDEMNIFICATION <p>You will indemnify and hold harmless the Fandango Parties, and at Fandango's option defend the Fandango Parties, from and against any damage, loss, cost or expense (including without limitation, legal fees and costs) incurred in connection with any third-party claim, demand, proceeding or action (\"Claim\") brought against any of the Fandango Parties arising out of your use of the Services or any alleged breach by you of any provision of these Terms, or the infringement by you, or any other subscriber or user of your account, of any intellectual property or other right of any person or entity.\nIf you are obligated to indemnify any of the Fandango Parties, Fandango may, in its sole and absolute discretion, control the defense and disposition (including its possible settlement) of any Claim at your sole cost and expense.\nWithout limitation of the foregoing, you will not settle, compromise or in any other manner dispose of any Claim without the written consent of Fandango.</p> 18.\nTERMINATION <p>In its sole and absolute discretion, with or without notice to you, Fandango may suspend or terminate your use of and access to the Services, terminate your account and/or remove and discard anything transmitted by you, or information stored, sent, or received via the Services without prior notice and for any reason, including, but not limited to: (i) concurrent access of the Services with identical user identification, (ii) permitting another person or entity to use your user identification to access the Services, (iii) any unauthorized access or use of the Services, (iv) any violation of these Terms, (v) tampering with or alteration of any of the software and/or data files contained in, or accessed through, the Services, (vi) failure to use the Services on a regular basis, or (vii) abuse, deception or fraudulent behavior.\nSuch suspension or termination may include, but not be limited to, suspension or termination of access or rights to receive any content.\nYou may terminate your account for any reason by emailing Fandango at unsubscribe@fandango.com.\nFandango shall not be liable to you or any third party for any claims or damages arising out of any termination or suspension of the Services.\nTermination, suspension, or cancellation of the Services or your access rights shall not affect any right or relief to which Fandango may be entitled, at law or in equity, and all rights granted to you will automatically terminate and immediately revert to Fandango.</p> 19.\nGENERAL <p>These Terms and the relationship between you and Fandango shall be governed by the laws of the United States and the State of New York without regard to its conflict of law provisions.\nSubject to the arbitration provisions above, and other than small claims actions as permitted therein, any action or proceeding arising from, relating to or in connection with these Terms will be brought exclusively in the federal or state courts located in New York, New York, and you irrevocably consent to the personal jurisdiction of such courts and agree that it is a convenient forum and that you will not seek to transfer such action or proceeding to any other forum or jurisdiction, under the doctrine of <u>forum nonconveniens</u> or otherwise.\nLicensors of the Fandango Services are third party beneficiaries to these Terms.\nNo failure or delay by Fandango in exercising any right, power or privilege under these Terms will operate as a waiver thereof, nor will any single or partial exercise of any right, power or privilege preclude any other or further exercise thereof or the exercise of any other right, power, or privilege under these Terms.\nUnless otherwise expressly provided herein, the invalidity or unenforceability of any provision of these Terms will not affect the validity or enforceability of any other provision, all of which will remain in full force and effect.\nYou agree that regardless of any statute or law which establishes a different statute of limitations, to the maximum extent permitted under applicable law, any claim or cause of action (including any arbitration) arising out of, related to or connected with the use of the Services, or these Terms, our Privacy Policy, our Terms and Policies, or other Fandango Transactions or Relationships must be filed within one (1) year after such claim or cause of action arose or be forever barred.\nThe paragraph or section titles in these Terms are for convenience only and have no legal or contractual effect.\nThese Terms represent the entire understanding of the parties regarding its subject matter, and supersede all prior and contemporaneous agreements and understandings between the parties regarding its subject matter, and may not be amended, altered or waived except in writing by the party to be charged.\nThese Terms are binding upon and shall ensure to the benefit of parties and their respective successors, heirs, executor, administrators, personal representatives and permitted assigns.\nYou shall not assign your rights or obligations hereunder without Fandango's prior written consent.</p> 20.\nARBITRATION <p>\n<strong>BINDING ARBITRATION OF ALL DISPUTES</strong>\n</p>\n<p>\n<strong>We believe that arbitration is a faster, more convenient and less expensive way to resolve any disputes or disagreements that you may have with us.\nTherefore, pursuant to these Terms, if you have any dispute or disagreement with us regarding or relating to (i) your use of or interaction with the Services, (ii) any purchases or other transactions or relationships with Fandango, or (iii) any data or information you may provide to Fandango or that Fandango may gather in connection with such use, interaction or transaction(collectively, \"Fandango Transactions or Relationships\"), you will not have the right to pursue a claim in court, or have a jury decide the claim and you will not have the right to bring or participate in any class action or similar proceeding in court or in arbitration.\nBy using or interacting with the Services, or engaging in any other Fandango Transactions or Relationships with us, you agree to binding arbitration as provided below.\nOur rights and obligations under this arbitration provision shall inure to the benefit of each of Fandango's Owners (as defined in the Privacy Policy regardless of whether any of them are named as aco-defendant with us or named individually in a claim that would otherwise be subject to this arbitration provision if brought against us.</strong>\n</p>\n<p>We will make every reasonable effort to informally resolve any complaints, disputes, or disagreements that you may have with us.\nIf those efforts fail, by using our Services, you agree that any complaint, dispute, or disagreement you may have against Fandango, and any claim that Fandango may have against you, arising out of, relating to, or connected in any way with our Terms of Use, our Privacy Policy, our Terms andPolicies, or any Fandango Transactions or Relationships shall be resolved exclusively by final and binding arbitration (\"Arbitration\") administered by JAMS or its successor (\"JAMS\") and conducted in accordance with the JAMS Streamlined Arbitration Rules And Procedures in effect at the time the Arbitration is initiated or, if the amount in controversy exceeds $100,000, in accordance with the JAMS Comprehensive Arbitration Rules And Procedures then in effect (respectively, the \"Applicable Rules\").\nThe Applicable Rules can be found at www.jamsadr.com.\nIf JAMS is no longer in existence, the Arbitration shall be administered by the American Arbitration Association or its successor (the \"AAA\") instead, and conducted in accordance with the AAA Commercial Arbitration Rules in effect at that time (which shall be the \"Applicable Rules\" in such circumstances).\nIf JAMS (or, if applicable, AAA) at the time the arbitration is filed has Minimum Standards of Procedural Fairness for Consumer Arbitrations in effect which would be applicable to the matter in dispute, Fandango agrees to provide the benefit of such Minimum Standards to you to the extent they are more favorable than the comparable arbitration provisions set forth herein, provided, however, that in no event may such Minimum Standards contravene or restrict the application of subpart (e) or (i) below.\nFurthermore, nothing herein shall prevent any party from seeking provisional remedies in aid of arbitration from a court of appropriate jurisdiction.\nYou further agree that:</p>\n<ol>\n<li>the Arbitration shall be conducted before a single arbitrator selected in accordance with the Applicable Rules or by mutual agreement between you and Fandango (the \"Arbitrator\");</li>\n<li>the Arbitrator, and not any federal, state or local court or agency, shall have the exclusive authority to resolve any dispute arising under or relating to the validity, interpretation, applicability, enforceability or formation of these Terms and/or these arbitration provisions hereof, including but not limited to any claim that all or any part of these Terms is void or voidable;</li>\n<li>the Arbitration shall be held either: (i) at a location determined by JAMS (or, if applicable, AAA) pursuant to the Applicable Rules (provided that such location is reasonably convenient for you and does not require travel in excess of 100 miles from your home or place of business).\nor (ii) at such other location as may be mutually agreed upon by you and Fandango.\nor (iii) at your election, if the only claims in the arbitration are asserted by you and are for less than $10,000 in aggregate, by telephone or by written submission.</li>\n<li>the Arbitrator (i) shall apply internal laws of the State of New York consistent with the Federal Arbitration Act and applicable statutes of limitations, or, to the extent (if any) that federal law prevails, shall apply the law of the United States, irrespective of any conflict of law principles.\n(ii)shall entertain any motion to dismiss, motion to strike, motion for judgment on the pleadings, motion for complete or partial summary judgment, motion for summary adjudication, or any other dispositive motion consistent with New York or federal rules of procedure, as applicable.\n(iii) shall honor claims of privilege recognized at law.\nand (iv) shall have authority to award any form of legal or equitable relief;</li>\n<li>the Arbitration can resolve only your and/or Fandango's individual claims, and the Arbitrator shall have no authority to entertain or arbitrate any claims on a class or representative basis, or to consolidate or join the claims of other persons or parties who may be similarly situated;</li>\n<li>the Arbitrator shall issue a written award supported by a statement of decision setting forth the Arbitrator's complete determination of the dispute and the factual findings and legal conclusions relevant to it (an \"Award\").\nJudgment upon the Award may be entered by any court having jurisdiction thereof or having jurisdiction over the relevant party or its assets;</li>\n<li>in the event that you are able to demonstrate that the costs of Arbitration will be prohibitive as compared to the costs of litigation, Fandango will pay as much of your filing and hearing fees in connection with the Arbitration as the Arbitrator deems necessary to prevent the arbitration from being cost-prohibitive, regardless of the outcome of the Arbitration, unless the Arbitrator determines that your claim(s) were frivolous or asserted in bad faith;</li>\n<li>in the event you recover an Award greater than Fandango's last written settlement offer, the Arbitrator shall also have the right to include in the Award Fandango's reimbursement of your reasonable and actual out-of-pocket attorneys' fees associated with the Arbitration, but Fandango shall in all events bear its own attorneys' fees.\nand</li>\n<li>with the exception of subpart (e) above, if any part of this arbitration provision is deemed to be invalid, unenforceable or illegal, or otherwise conflicts with the Applicable Rules, then the balance of this arbitration provision shall remain in effect and shall be construed in accordance with its terms as if the invalid, unenforceable, illegal or conflicting provision were not contained herein.\nIf, however, subpart (e)is found to be invalid, unenforceable or illegal, then the entirety of this arbitration provision shall be null and void, and neither you nor Fandango shall be entitled to arbitrate their dispute, and must instead bring any claims in a court of competent jurisdiction.</li>\n<li>Fandango may modify these arbitration provisions, but such modifications shall only become effective thirty(30) days after Fandango has given notice of such modifications and only on a prospective basis for claims arising from Fandango Transactions and Relationships occurring after the effective date of such notification.</li>\n<li>Notwithstanding the foregoing arbitration provisions, at your option, you may bring any claim you have against Fandango in your local small claims court within the United States, if your claim is within such court's jurisdictional limit.\nprovided that such court does not have the authority to entertain any claims on a class or representative basis, or to consolidate or join the claims of other persons or parties who may be similarly situated in such proceeding.</li>\n</ol> 21.\nNOTICE FOR CALIFORNIA USERS <p>Under California Civil Code Section 1789.3, California users of the Fandango Services are entitled to the following specific consumer rights notice: The Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs may be contacted in writing at 400 R Street, Suite 1080, Sacramento, California 95814, or by telephone at (916) 445-1254 or (800) 952-5210.</p> ", "created_at": "2020-08-28 07:35:23.740736", "updated_at": "2020-08-28 07:35:35.069761"}, {"id": 2808, "name": "Do Not Sell My Info", "url": "https://privacyportal-cdn.onetrust.com/dsarwebform/17e5cb00-ad90-47f5-a58d-77597d9d2c16/32a60552-d51c-4734-9c16-70a45aa78080.html", "xpath": "/html/body/app-root/ot-oidc-enabled-webform/ot-webform/div", "text": "<p>\n<strong>Do Not Sell My Personal Information</strong>\n</p>\n<p>\n<br>\n</p>\n<p>Like many ecommerce companies, we provide some of your information, including your interests, activities on our site and device identifiers, to third parties in order to improve the marketing messages you receive and to enhance the data they have about you for their own advertising and marketing purposes.\nBecause we receive benefits from some of this data sharing, California and other jurisdictions may treat this as the “sale of personal information.” If you would like to opt out of this, please fill out the webform below.&nbsp;For choices related to cookies and mobile advertising IDs, please see “Additional Details About Do Not Sell My Info Opt Out” below.</p>\n<p>\n<br>\n</p>\n<p>You can also email donotsell@fandango.com for help.</p>\n<p>\n<br>\n</p>\n<p>Fandango and subsidiary brands affected by this opt out include the following websites and their associated apps that we operate:</p>\n<p>\n<br>\n</p>\n<ul>\n<li>Fandango.com</li>\n<li>FandangoNOW.com</li>\n<li>RottenTomatoes.com</li>\n<li>Flixster.com</li>\n<li>Movieclips.com</li>\n<li>Movies.com</li>\n<li>Activaterewards.com</li>\n<li>MovieTickets.com</li>\n</ul>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>\n<p>*required fields are marked.</p>\n<sup>\n</sup> Select the type of request you're making (Required) Do Not Sell <sup>\n</sup> I'm submitting this request for (Required) Myself Someone else <sup>\n</sup> Consumer's Country Enter country of residence of the consumer Enter country of residence of the consumer * <sup>\n</sup> Consumer's First Name Enter the first name of the consumer Enter the first name of the consumer<sup>\n</sup> Consumer's Last Name Enter the last name of the Consumer Enter the last name of the Consumer<sup>\n</sup> Consumer's Email Enter Consumer's email for correspondence with the data request.\nEnter Consumer's email for correspondence with the data request.\nNote: <p>\n<em>Please be on the lookout for an email from our privacy opt out provider, </em>\n<strong>\n<em>OneTrust</em>\n</strong>\n<em>, to continue with this process.\nCheck your spam folders if you don’t receive an email soon.</em>\n</p> Please be on the lookout for an email from our privacy opt out provider, OneTrust, to continue with this process.\nCheck your spam folders if you don’t receive an email soon..\nSubmit Request<p>\n<strong>Additional Details About Do Not Sell My Personal Information Opt Out</strong>\n</p>\n<p>\n<br>\n</p>\n<p>Filling out this webform will not opt you out of a “data sale” that uses cookies or mobile advertising IDs.\nBelow, we explain how you can make choices about this information.</p>\n<p>\n<br>\n</p>\n<p>Digital Advertising Alliance (“DAA”) Opt-Out</p>\n<p>\n<br>\n</p>\n<p>The Digital Advertising Alliance (“DAA”) offers tools to provide consumers with choices as to whether participating third parties can use your information to provide targeted advertising.\nTo opt out of sharing your information with participating third parties for targeted advertising, please use the following tools:</p>\n<ul>\n<li>For websites: the DAA WebChoices Tool</li>\n<li>For mobile applications: the DAA AppChoices Tool</li>\n</ul>\n<p>\n<br>\n</p>\n<p>Google Opt-Out</p>\n<p>\n<br>\n</p>\n<p>If you are on the web, you can also opt out of Google Analytics by installing Google’s opt-out browser add-on, and opt out of interest-based Google ads using Google’s Ads Settings.\nGoogle may also participate in the DAA WebChoices Tool (above).</p>\n<p>\n<br>\n</p>\n<p>Mobile Ad Settings</p>\n<p>\n<br>\n</p>\n<p>If you no longer wish to receive interest-based advertising on your mobile applications, please refer to your device’s operating system settings, which may include “Limit Ad Tracking” on iOS devices and \"opt-out of interest-based advertising\" on Android devices.</p>\n<p>\n<br>\n</p>\n<p>Facebook Ad Preferences</p>\n<p>\n<br>\n</p>\n<p>Facebook offers settings that may control what information Facebook uses about you or your device activity for advertising purposes.\nLogin to Facebook and go to Settings &gt.\nAds &gt.\nAd Settings (web) or Ad Preferences &gt.\nAd Settings (app) for more information.</p>\n<p>\n<br>\n</p>\n<p>PLEASE NOTE:</p>\n<p>\n<br>\n</p>\n<p>The opt-outs described above are device and browser based.\nBecause the information being shared relates to your device ID and/or browser ID, you must opt out on each device and each browser where you want your choice to apply.\nOpt-outs may be stored via cookies.\nTherefore, if you clear your cookies, your opt outs will be cleared and you will have to redo them.</p>\n<p>\n<br>\n</p>\n<p>We do not maintain or control the opt-out mechanisms and settings for the third parties mentioned above (e.g.\nFacebook, Google, Apple, DAA) and are not responsible for their operation.</p>\n<p>\n<br>\n</p>\n<p>The Internet Advertising Bureau would like us to inform you of the following:</p>\n<p>\n<br>\n</p>\n<p>Exercising these choices does not prevent you from receiving contextual advertising, being served first-party ads through cross-device tracking, or having information used for non-targeted advertising purposes, such as attribution and analytics.</p>\n<p>\n<br>\n</p>\n<p>Personal information may be shared with our partners (who will function as our service providers in such instance) to help us perform functions to improve ads, such as measuring ad effectiveness, controlling how many times you see an ad, determining ad performance, providing and securing ad, providing aggregate statistics and analytics, and/or reducing ad fraud.</p>\n<p>\n<br>\n</p>\n<p>Usage of previously collected and shared information or all interest-based advertising (such as that conducted on other sites) will not be opted out of by these choices.</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>\n<p>Fandango Media, LLC.</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>", "created_at": "2020-09-07 18:17:48.141478", "updated_at": "2020-12-15 00:45:05.362725"}], "points": [{"id": 26849, "title": "You can delete your content from this service", "source": "duckduckgo", "status": "hacked", "created_at": "2022-02-19 00:01:58.341407", "updated_at": "2022-02-19 00:01:58.341407", "quoteText": null, "case_id": 175, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 10090, "title": "Your data may be processed and stored anywhere in the world", "source": "https://www.fandango.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-08-28 08:05:29.252665", "updated_at": "2020-08-28 15:28:11.186583", "quoteText": "<p>Fandango is a global company and has its headquarters in the United States.\nWe may transfer your information to those described in this Privacy Policy outside of your country of residence, including in the United States and other countries.\nThis is necessary to provide the Services and for the purposes outlined in this Privacy Policy.\nData privacy laws vary from country to country and they may not be equivalent to, or as protective as, the laws in your home country.\nWe take steps to ensure that reasonable safeguards are in place with an aim to ensure an appropriate level of protection for your information, in accordance with applicable law.", "case_id": 187, "document_id": 2755, "quoteStart": 38704, "quoteEnd": 39355}, {"id": 10086, "title": "There is a date of the last update of the terms", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-08-28 07:38:05.84116", "updated_at": "2020-08-30 10:11:41.325267", "quoteText": "These Terms of Use (these “Terms”) were last updated on: July 1, 2020.", "case_id": 331, "document_id": 2756, "quoteStart": 4, "quoteEnd": 74}, {"id": 10088, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-08-28 07:52:09.970639", "updated_at": "2020-09-28 18:36:42.896477", "quoteText": "You are solely responsible for maintaining the confidentiality of your password and account, and you are solely responsible for all use of your password or account, whether authorized by you or not.\nYou shall not allow other persons access to or use of such username or password.\nYou shall not post your username or password on any website nor transmit it through unsecured sites.", "case_id": 148, "document_id": 2756, "quoteStart": 4175, "quoteEnd": 4555}, {"id": 10089, "title": "Users have a reduced time period to take legal action against the service", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-08-28 07:55:17.052543", "updated_at": "2020-08-29 10:45:20.864977", "quoteText": "You agree that regardless of any statute or law which establishes a different statute of limitations, to the maximum extent permitted under applicable law, any claim or cause of action (including any arbitration) arising out of, related to or connected with the use of the Services, or these Terms, our Privacy Policy, our Terms and Policies, or other Fandango Transactions or Relationships must be filed within one (1) year after such claim or cause of action arose or be forever barred.", "case_id": 151, "document_id": 2756, "quoteStart": 31591, "quoteEnd": 32079}, {"id": 10087, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-08-28 07:38:48.563725", "updated_at": "2020-08-30 10:10:23.863912", "quoteText": "2.\nPERMITTED USE <p>Our Site and Services are for your personal and non-commercial use.", "case_id": 143, "document_id": 2756, "quoteStart": 2546, "quoteEnd": 2633}, {"id": 10111, "title": "Users shall not interfere with another person's enjoyment of the service", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-09-02 00:09:04.996025", "updated_at": "2020-09-28 18:39:37.879993", "quoteText": "It is a condition of your use of the Services that you do not:</p>\n<ul>\n<li>Interfere with any other user from using and enjoying the Services;</li>", "case_id": 285, "document_id": 2756, "quoteStart": 10088, "quoteEnd": 10236}, {"id": 10118, "title": "You waive your moral rights", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-09-02 00:31:11.585015", "updated_at": "2020-09-28 18:39:54.109836", "quoteText": "Finally, you irrevocably waive, and cause to be waived, against Fandango and its users any claims and assertions of moral rights or attribution with respect to your User Materials.", "case_id": 118, "document_id": 2756, "quoteStart": 16392, "quoteEnd": 16572}, {"id": 10123, "title": "The terms for this service are translated into different languages", "source": "https://www.fandango.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-09-02 04:13:18.288996", "updated_at": "2020-09-28 18:34:31.708412", "quoteText": "Translations <ul>\n<li>en Español</li>\n<li>en Français</li>\n<li>auf Deutsch", "case_id": 198, "document_id": 2755, "quoteStart": 10, "quoteEnd": 84}, {"id": 10113, "title": "Spidering or crawling is not allowed", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-09-02 00:19:59.332837", "updated_at": "2020-09-28 18:35:43.2756", "quoteText": "You agree that you will not use any robot, spider, other automatic device, or manual process to monitor or copy our Web pages or the content contained therein without prior written permission of an authorized officer of Fandango.", "case_id": 150, "document_id": 2756, "quoteStart": 21506, "quoteEnd": 21735}, {"id": 10116, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-09-02 00:27:42.183244", "updated_at": "2020-09-28 18:35:22.31118", "quoteText": "Additionally, you agree that you will not use the Services to upload, post, or otherwise distribute or facilitate distribution of any material that:</p>\n<ul>\n<li>Is libelous, defamatory or slanderous;</li>", "case_id": 283, "document_id": 2756, "quoteStart": 11697, "quoteEnd": 11902}, {"id": 10115, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-09-02 00:26:34.972107", "updated_at": "2020-09-28 18:35:29.453592", "quoteText": "Constitutes unauthorized or unsolicited advertising, junk or bulk e-mail (also known as \"spam\"), chain letters, any other form of unauthorized solicitation,", "case_id": 281, "document_id": 2756, "quoteStart": 12430, "quoteEnd": 12586}, {"id": 10114, "title": "Prohibits the posting of pornographic content", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-09-02 00:22:02.474568", "updated_at": "2020-09-28 18:35:43.786074", "quoteText": "<li>Is sexually suggestive or contains explicit sexual content (including nudity);</li>", "case_id": 315, "document_id": 2756, "quoteStart": 11903, "quoteEnd": 11990}, {"id": 10110, "title": "You must provide your legal name, pseudonyms are not allowed", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-09-02 00:05:17.784738", "updated_at": "2020-09-28 18:39:50.086403", "quoteText": "If you establish a personal account with us, you agree to provide true and accurate data about yourself on our account registration form, and to update and keep such data current.\nYou will receive a password and account upon completing the registration form.", "case_id": 214, "document_id": 2756, "quoteStart": 3916, "quoteEnd": 4174}, {"id": 10112, "title": "This service prohibits users from attempting to gain unauthorized access to other computer systems", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-09-02 00:12:32.2513", "updated_at": "2020-09-28 18:36:31.343349", "quoteText": "<li>Attempt to gain unauthorized access to other computer systems or networks connected to the Services.", "case_id": 284, "document_id": 2756, "quoteStart": 10998, "quoteEnd": 11102}, {"id": 10126, "title": "This service forces users into binding arbitration in the case of disputes", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-09-02 05:56:59.395947", "updated_at": "2020-09-28 18:39:10.232578", "quoteText": "By using or interacting with the Services, or engaging in any other Fandango Transactions or Relationships with us, you agree to binding arbitration as provided below.", "case_id": 339, "document_id": 2756, "quoteStart": 33673, "quoteEnd": 33840}, {"id": 10120, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.fandango.com/policies/cookies-and-tracking", "status": "Generated through the annotate view", "created_at": "2020-09-02 00:42:41.320797", "updated_at": "2020-09-28 18:40:21.544268", "quoteText": "Like many companies, we use cookies (small text files placed on your computer or device) and other tracking technologies on the Services (referred to together from this point forward as “Cookies”, unless otherwise stated) including HTTP cookies, HTML5 and Flash local storage/ flash cookies, web beacons/GIFs, embedded scripts, ETags/cache browsers, and software development kits.", "case_id": 323, "document_id": 2757, "quoteStart": 1595, "quoteEnd": 1975}, {"id": 10125, "title": "This service uses third-party cookies for statistics", "source": "https://www.fandango.com/policies/cookies-and-tracking", "status": "Generated through the annotate view", "created_at": "2020-09-02 05:45:35.695977", "updated_at": "2021-02-06 04:16:21.004999", "quoteText": "These Cookies collect data regarding your usage of our Services and other services.\nWe and our third party vendors use these Cookies to perform analytics, to improve content and user experience, for statistical purposes, to recognize you across platforms and devices, to develop new services, and to improve the Services.", "case_id": 325, "document_id": 2757, "quoteStart": 3122, "quoteEnd": 3443}, {"id": 10122, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-09-02 00:48:58.401558", "updated_at": "2020-09-28 18:34:34.488264", "quoteText": "No failure or delay by Fandango in exercising any right, power or privilege under these Terms will operate as a waiver thereof, nor will any single or partial exercise of any right, power or privilege preclude any other or further exercise thereof or the exercise of any other right, power, or privilege under these Terms.", "case_id": 295, "document_id": 2756, "quoteStart": 31035, "quoteEnd": 31357}, {"id": 10124, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://www.fandango.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-09-02 05:39:49.821764", "updated_at": "2020-09-28 18:39:17.054015", "quoteText": "</strong>In the event that Fandango (or any Fandango business) is involved in a merger, acquisition, transfer of control, bankruptcy, reorganization or sale of assets, or diligence associated with such matters, we may sell or transfer the information described in this Privacy Policy as part of that transaction.", "case_id": 243, "document_id": 2755, "quoteStart": 22154, "quoteEnd": 22466}, {"id": 10162, "title": "This service may collect, use, and share location data", "source": "https://www.fandango.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-09-03 22:04:51.766611", "updated_at": "2020-09-04 09:35:03.354333", "quoteText": "To enable these purposes, we may share certain demographics information, user-generated content, device information and identifiers, connection and usage data, geolocation data, public and commercial information, and social media information.", "case_id": 373, "document_id": 2755, "quoteStart": 17829, "quoteEnd": 18071}, {"id": 10165, "title": "The service informs users that its privacy policy does not apply to third party websites", "source": "https://www.fandango.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-09-04 01:48:49.883778", "updated_at": "2020-09-28 18:01:22.501281", "quoteText": "<p>The Services may contain links to third party services.\nThese other sites (even if co-branded as Fandango) may collect information about you and use this information in accordance with their own privacy policies and terms of service.\nWe do not control those third parties’ policies or practices.", "case_id": 299, "document_id": 2755, "quoteStart": 37292, "quoteEnd": 37590}, {"id": 10161, "title": "The service may collect extra data about you through promotions", "source": "https://www.fandango.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-09-03 22:00:05.515569", "updated_at": "2020-09-28 18:39:02.982642", "quoteText": "For instance, if you enter a contest, promotion or sweepstakes sponsored by a third party, we may share the information you provide for that entry with the sponsor.\nDepending on the partnership, we may share certain information including contact information (at your direction), identification and demographic information, transactional information, user-generated content that you provide, research and feedback, device information and identifiers, connection and usage information, public and commercial information, and social media information.", "case_id": 211, "document_id": 2755, "quoteStart": 18302, "quoteEnd": 18850}, {"id": 10167, "title": "This service gathers information about you through third parties", "source": "https://www.fandango.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-09-04 02:24:31.932642", "updated_at": "2020-09-28 18:38:38.452188", "quoteText": "including adding and combining information we obtain from third parties and matching your interests across devices, which may be used for third-party marketing and advertising on the Services, television, third party services and platforms, mobile apps and/or websites, connected devices and offline</li>", "case_id": 382, "document_id": 2755, "quoteStart": 15100, "quoteEnd": 15404}, {"id": 10164, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-09-03 22:13:51.478328", "updated_at": "2020-09-28 18:38:52.771358", "quoteText": "(3) MEET YOUR REQUIREMENTS.", "case_id": 290, "document_id": 2756, "quoteStart": 23922, "quoteEnd": 23949}, {"id": 10163, "title": "Tracking pixels are used in service-to-user communication", "source": "https://www.fandango.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-09-03 22:10:58.351808", "updated_at": "2020-09-28 18:39:02.821277", "quoteText": "Connection and Usage <p>For example: domain names, browsing activity, scrolling and keystroke activity, theaters searched, locations searched, movies searched, shows viewed, movie trailers or other advertisements viewed, forms or fields you complete or partially complete, search terms, whether you open an email, content you view and duration, quality of the service and interaction with the content, logs, and other similar information.", "case_id": 217, "document_id": 2755, "quoteStart": 7584, "quoteEnd": 8022}, {"id": 10166, "title": "This service employs a broad copyright license over user content including the right to distribute through any media", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-09-04 02:09:04.244585", "updated_at": "2020-09-28 18:38:44.338058", "quoteText": "Please note that you also irrevocably grant the users of the Services and any Other Media the right to access User Materials in connection with their use of the Services and any Other Media.", "case_id": 139, "document_id": 2756, "quoteStart": 16201, "quoteEnd": 16391}, {"id": 10168, "title": "This service can license user content to third parties", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-09-05 20:26:35.761944", "updated_at": "2020-09-28 18:38:33.093723", "quoteText": "assignable, sublicensable, transferable rights to use,", "case_id": 134, "document_id": 2756, "quoteStart": 15924, "quoteEnd": 15978}, {"id": 10169, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-09-05 21:04:24.565376", "updated_at": "2020-09-28 18:38:25.461767", "quoteText": "While Fandango uses reasonable efforts to include up to date information on the Site and other Services, Fandango makes no warranties or representations as to its accuracy, timeliness, reliability, completeness or otherwise.", "case_id": 288, "document_id": 2756, "quoteStart": 23134, "quoteEnd": 23358}, {"id": 10170, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-09-05 21:05:52.339033", "updated_at": "2020-09-06 11:46:58.428857", "quoteText": "FANDANGO PROVIDES THE SITE AND OTHER SERVICE ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.", "case_id": 286, "document_id": 2756, "quoteStart": 23367, "quoteEnd": 23451}, {"id": 10211, "title": "The service collects many different types of personal data", "source": "https://www.fandango.com/policies/privacy-policy", "status": "Quote regarding the information collected: \"Information you provide to us: Categories of personal information we collect Purposes of use Contact information and account registration <p>For example: name, email, postal address, telephone number, account user name and password, business contact information, and any information you may provide to us at an event or in person.</p> <ul> <li>Provide the Services</li> <li>Personalize your experience</li> <li>Send you marketing communications</li> <li>Provide seamless experience across platforms and devices</li> <li>Protect our users, Services and properties</li> <li>Build and manage business-to-business relationships</li> <li>Market and advertise for third parties</li> </ul> Identification and demographics <p>For example: date of birth, gender, nationality, ethnicity, interests, lifestyle information, photos, social media credentials, including identification information about friends, contacts or referrals you provide.</p> <ul> <li>Provide the Services</li> <li>Personalize your experience</li> <li>Send you marketing communications</li> <li>Provide seamless experience across platforms and devices</li> <li>Protect our users, Services and properties</li> <li>Market and advertise for third parties</li> </ul> Saved Preferences <p>For example: when you save on the Services your favorite theaters, favorite movies or genres, or city or zip code theater preferences.</p> <ul> <li>Provide the Services</li> <li>Personalize your experience</li> <li>Send you marketing communications</li> <li>Provide seamless experience across platforms and devices</li> <li>Protect our users, Services and properties</li> <li>Market and advertise for third parties</li> </ul> Transactional <p>For example: credit/debit card details, other payment details (e.g., PayPal, Venmo), purchase history, delivery address, membership information, reservations, loyalty program memberships or subscriptions for companies or services other than Fandango, and the personal details of any of your guests.</p> <ul> <li>Provide the Services</li> <li>Personalize your experience</li> <li>Send you marketing communications</li> <li>Provide seamless experience across platforms and devices</li> <li>Protect our users, Services and properties</li> <li>Market and advertise for third parties</li> </ul> User-generated content <p>For example: photos, videos, audio, and other information you may submit to us, such as ratings/reviews or comments on our forums.</p> <ul> <li>Provide the Services</li> <li>Personalize your experience</li> <li>Send you marketing communications</li> <li>Provide seamless experience across platforms and devices</li> <li>Protect our users, Services and properties</li> <li>Market and advertise for third parties</li> </ul> Research and feedback <p>For example: comments that you send us through online forms and social media platforms, by email, over the phone, by mail, or in surveys.</p> <ul> <li>Provide the Services</li> <li>Personalize your experience</li> <li>Send you marketing communications</li> <li>Provide seamless experience across platforms and devices</li> <li>Protect our users, Services and properties</li> <li>Market and advertise for third parties</li> </ul>Biometric identifiers <p>For example: facial scans or fingerprints.</p> <ul> <li>Provide the Services</li> <li>Personalize your experience</li> <li>Provide seamless experience across platforms and devices</li> <li>Protect our users, Services and properties</li> </ul> Audio and video <p>For example: audio recordings of a customer service call or security video footage if you visit one of our properties.</p> <ul> <li>Provide the Services</li> <li>Personalize your experience</li> <li>Protect our users, Services and properties</li> </ul> Information we collect automatically from you and/or your device: Categories of personal information we collect Purposes of use Device information and identifiers <p>For example: IP address, cookie IDs, browser type and language, operating system, platform type, device type, and advertising and app identifiers.</p> <ul> <li>Provide the Services</li> <li>Personalize your experience</li> <li>Send you marketing communications</li> <li>Provide seamless experience across platforms and devices</li> <li>Protect our users, Services and properties</li> <li>Market and advertise for third parties</li> </ul> Connection and Usage <p>For example: domain names, browsing activity, scrolling and keystroke activity, theaters searched, locations searched, movies searched, shows viewed, movie trailers or other advertisements viewed, forms or fields you complete or partially complete, search terms, whether you open an email, content you view and duration, quality of the service and interaction with the content, logs, and other similar information. If these events occur while you are offline, they may be logged and uploaded to us when you next connect.</p> <ul> <li>Provide the Services</li> <li>Personalize your experience</li> <li>Send you marketing communications</li> <li>Provide seamless experience across platforms and devices</li> <li>Protect our users, Services and properties</li> <li>Market and advertise for third parties</li> </ul> Geolocation <p>For example: city, state and ZIP code associated with your IP address or derived through Wi-Fi triangulation.</p> <p>We will ask for your permission before using your precise location from GPS-based functionality on your mobile devices.</p> <ul> <li>Provide the Services</li> <li>Personalize your experience</li> <li>Send you marketing communications</li> <li>Provide seamless experience across platforms and devices</li> <li>Protect our users, Services and properties</li> <li>Market and advertise for third parties</li>\"", "created_at": "2020-09-11 23:40:07.133357", "updated_at": "2020-09-28 18:37:01.041498", "quoteText": null, "case_id": 376, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 10189, "title": "This service keeps user logs for an undefined period of time", "source": "https://www.fandango.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-09-07 02:18:39.802242", "updated_at": "2020-09-28 18:38:20.951127", "quoteText": "<p>We will keep your information only for as long as it is necessary to fulfill the purposes described above, unless a longer retention is required or permitted by law.\nWe may delete or de-identify your information sooner if we receive a verifiable deletion request, subject to exemptions under applicable law.\nThe retention period that applies to your information may vary depending on the Services you use and how you interact with them.</p>", "case_id": 178, "document_id": 2755, "quoteStart": 26604, "quoteEnd": 27047}, {"id": 10204, "title": "The service uses your personal data to employ targeted third-party advertising", "source": "https://www.fandango.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-09-07 17:15:48.304221", "updated_at": "2020-09-10 14:41:45.290505", "quoteText": "<strong>Advertisers, Advertising Networks, and Other Third Parties:</strong> We may share information about how you use the Services and interact with content or ads to better tailor services, products, marketing and advertising on the Services and on third-party platforms.\n", "case_id": 220, "document_id": 2755, "quoteStart": 17554, "quoteEnd": 17829}, {"id": 10205, "title": "Your profile is combined across various products", "source": "https://www.fandango.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-09-07 17:29:42.386932", "updated_at": "2020-10-08 02:21:03.066614", "quoteText": "<li>creating and updating profiles and audience segments that can be used for analytics, interest-based advertising and marketing on the Services, television, third party services and platforms, mobile apps and/or websites, connected devices and offline</li>\n<li>using inferences about your preferences and interests for any and all of the above purposes", "case_id": 326, "document_id": 2755, "quoteStart": 12926, "quoteEnd": 13280}, {"id": 10206, "title": "The service may sell your data unless you opt out", "source": "https://privacyportal-cdn.onetrust.com/dsarwebform/17e5cb00-ad90-47f5-a58d-77597d9d2c16/32a60552-d51c-4734-9c16-70a45aa78080.html", "status": "Generated through the annotate view", "created_at": "2020-09-07 19:10:17.989811", "updated_at": "2020-09-08 11:21:03.354793", "quoteText": "Like many ecommerce companies, we provide some of your information, including your interests, activities on our site and device identifiers, to third parties in order to improve the marketing messages you receive and to enhance the data they have about you for their own advertising and marketing purposes.\nBecause we receive benefits from some of this data sharing, California and other jurisdictions may treat this as the “sale of personal information.” If you would like to opt out of this, please fill out the webform below.", "case_id": 396, "document_id": 2808, "quoteStart": 79, "quoteEnd": 607}, {"id": 10212, "title": "The service provides details about what kinds of personal information they collect", "source": "https://www.fandango.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-09-11 23:48:24.259945", "updated_at": "2020-09-28 18:01:16.654382", "quoteText": "The tables below explain the categories of information we collect", "case_id": 228, "document_id": 2755, "quoteStart": 2893, "quoteEnd": 2958}, {"id": 10210, "title": "Your biometric data is collected", "source": "https://www.fandango.com/policies/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-09-11 22:36:03.049932", "updated_at": "2020-09-28 18:37:01.593844", "quoteText": "Biometric identifiers <p>For example: facial scans or fingerprints.</p>\n<ul>\n<li>Provide the Services</li>\n<li>Personalize your experience</li>\n<li>Provide seamless experience across platforms and devices</li>\n<li>Protect our users, Services and properties</li>\n</ul> Audio and video <p>For example: audio recordings of a customer service call or security video footage if you visit one of our properties.</p>", "case_id": 397, "document_id": 2755, "quoteStart": 6440, "quoteEnd": 6849}, {"id": 10215, "title": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-09-12 00:02:20.492767", "updated_at": "2020-09-12 10:07:03.71398", "quoteText": "If you believe in good faith that a notice of copyright infringement has been wrongly filed against you, the DMCA permits you to send Fandango a counter-notice.", "case_id": 155, "document_id": 2756, "quoteStart": 19806, "quoteEnd": 19966}, {"id": 10214, "title": "Provides instructions on how to submit a copyright claim", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-09-11 23:59:23.535353", "updated_at": "2020-09-13 09:16:44.904073", "quoteText": "The Digital Millennium Copyright Act of 1998 (the \"Act\") provides recourse for copyright owners who believe that material appearing on the Internet infringes their rights under U.S.\ncopyright law.\nFandango, pursuant to the Act, reserves the right, but not the obligation, to terminate your license to use the Services if it determines in its sole and absolute discretion that you are involved in infringing activity, including alleged acts of first-time or repeat infringement, regardless of whether the material or activity is ultimately determined to be infringing.\nTherefore, in compliance with the Act, if you believe that any such third party materials infringe your intellectual property rights, please send a notice to the agent identified below to request a review of the alleged infringement.\nThe notice must include the following information (a) a physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n(b) identification of the copyrighted work claimed to have been infringed (or if multiple copyrighted works located on the Services are covered by a single notification, a representative list of such works).\n(c) identification of the material that is claimed to be infringing or the subject of infringing activity, and information reasonably sufficient to allow Fandango to locate the material on the Services.\n(d) the name, address, telephone number and email address (if available) of the complaining party.\n(e) a statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent or the law.\nand (f) a statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.", "case_id": 138, "document_id": 2756, "quoteStart": 17891, "quoteEnd": 19805}, {"id": 10216, "title": "You can opt out of targeted advertising", "source": "https://www.fandango.com/policies/cookies-and-tracking", "status": "Generated through the annotate view", "created_at": "2020-09-12 00:05:44.672416", "updated_at": "2021-02-06 04:16:22.551752", "quoteText": "Targeted Advertising: <p> Most third party advertisers offer a way to opt-out of their targeted advertising.\nFor more information or to opt-out of receiving targeted advertising from participating third party advertisers, depending on your country of residence, please visit: </p>\n<ul>\n<li>\n<strong>• Digital Advertising Alliance in the US</strong>\n<strong>• European Interactive Digital Advertising Alliance</strong>\n</li>\n<li>\n<strong>• Digital Advertising Alliance of Canada</strong>\n<strong>• Australian Digital Advertising Alliance</strong>\n</li>\n</ul>\n<p>You can also opt out of some of our advertising networks by visiting their opt-out pages:</p>\n<ul>\n<li>\n<strong>• Google’s Privacy Policy</strong>\n<strong>• Google’s Opt-Out page</strong>\n</li>\n<li>\n<strong>• Facebook Privacy Policy</strong>\n<strong>• Facebook’s Opt-Out Page</strong>\n</li>\n<li>\n<strong>• Twitter Privacy Policy</strong>\n<strong>• Twitter’s Opt-Out Page</strong>\n</li>\n<li>\n<strong>• Snapchat Privacy Policy</strong>\n<strong>• Snapchat’s Opt-Out Page</strong>\n</li>\n<li>\n<strong>• Chartbeat Privacy Policy</strong>\n<strong>• Chartbeat’s Opt-Out Page</strong>\n</li>\n</ul>\n<p>These are examples of our advertising providers, but this may not list all of them.", "case_id": 219, "document_id": 2757, "quoteStart": 6814, "quoteEnd": 8049}, {"id": 10217, "title": "Tracking via third-party cookies for other purposes without your consent.", "source": "https://www.fandango.com/policies/cookies-and-tracking", "status": "Generated through the annotate view", "created_at": "2020-09-12 00:22:49.406007", "updated_at": "2020-09-28 18:36:36.971022", "quoteText": "Third party Cookies <p>Certain third parties may place their Cookies on your device and use them to recognize your device when you visit the Services and when you visit other websites or services.\nThese third parties collect and use this information pursuant to their own privacy policies.\nThird party Cookies enable certain features or functionalities and advertising to be provided on the Services.", "case_id": 128, "document_id": 2757, "quoteStart": 2210, "quoteEnd": 2610}, {"id": 10160, "title": "This service is only available to users of a certain age", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-09-03 21:56:17.993101", "updated_at": "2020-09-28 18:01:32.378564", "quoteText": "The Services and the Site is not designed or intended for use by children under 13, and thus all users must be at least 13.\nIf you are under 18, you should use Fandango only with involvement and permission of a parent or guardian.", "case_id": 152, "document_id": 2756, "quoteStart": 22073, "quoteEnd": 22303}, {"id": 10119, "title": "The court of law governing the terms is in location X", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-09-02 00:35:40.295419", "updated_at": "2020-09-28 18:34:47.392839", "quoteText": "Subject to the arbitration provisions above, and other than small claims actions as permitted therein, any action or proceeding arising from, relating to or in connection with these Terms will be brought exclusively in the federal or state courts located in New York, New York, and you irrevocably consent to the personal jurisdiction of such courts and agree that it is a convenient forum and that you will not seek to transfer such action or proceeding to any other forum or jurisdiction, under the doctrine of <u>forum nonconveniens</u> or otherwise.", "case_id": 163, "document_id": 2756, "quoteStart": 30400, "quoteEnd": 30953}, {"id": 10213, "title": "The service can delete your account without prior notice and without a reason", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-09-11 23:54:41.238733", "updated_at": "2020-09-28 18:36:43.193715", "quoteText": "In its sole and absolute discretion, with or without notice to you, Fandango may suspend or terminate your use of and access to the Services, terminate your account and/or remove and discard anything transmitted by you, or information stored, sent, or received via the Services without prior notice and for any reason, including, but not limited to: (i) concurrent access of the Services with identical user identification, (ii) permitting another person or entity to use your user identification to access the Services, (iii) any unauthorized access or use of the Services, (iv) any violation of these Terms, (v) tampering with or alteration of any of the software and/or data files contained in, or accessed through, the Services, (vi) failure to use the Services on a regular basis, or (vii) abuse, deception or fraudulent behavior.", "case_id": 201, "document_id": 2756, "quoteStart": 28717, "quoteEnd": 29552}, {"id": 10117, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-09-02 00:29:06.136946", "updated_at": "2020-09-28 18:39:31.567293", "quoteText": "You will indemnify and hold harmless the Fandango Parties, and at Fandango's option defend the Fandango Parties, from and against any damage, loss, cost or expense (including without limitation, legal fees and costs) incurred in connection with any third-party claim, demand, proceeding or action (\"Claim\") brought against any of the Fandango Parties arising out of your use of the Services or any alleged breach by you of any provision of these Terms, or the infringement by you, or any other subscriber or user of your account, of any intellectual property or other right of any person or entity.", "case_id": 146, "document_id": 2756, "quoteStart": 27711, "quoteEnd": 28309}, {"id": 10121, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://www.fandango.com/policies/terms-of-use", "status": "Generated through the annotate view", "created_at": "2020-09-02 00:48:20.596157", "updated_at": "2020-09-28 18:34:39.93957", "quoteText": "Unless otherwise expressly provided herein, the invalidity or unenforceability of any provision of these Terms will not affect the validity or enforceability of any other provision, all of which will remain in full force and effect.", "case_id": 294, "document_id": 2756, "quoteStart": 31358, "quoteEnd": 31590}], "urls": ["fandango.com", "fandangonow.com", "vudu.com", "rottentomatoes.com", "flixster.com", "movieclips.com", "movies.com", "activaterewards.com", "movietickets.com"]}}