{"error": 448, "message": "OK", "parameters": {"id": 250, "name": "diigo", "created_at": "2018-01-16 15:26:06.861766", "updated_at": "2021-06-25 15:03:41.248515", "wikipedia": "https://en.wikipedia.org/wiki/Diigo", "keywords": "", "related": "", "slug": "diigo", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/250.png", "url": "diigo.com", "documents": [{"id": 7303, "name": "Terms of Use Agreement", "url": "https://www.diigo.com/terms", "xpath": "//*[@id=\"mainInner\"]", "text": " Diigo.com Terms of Use Agreement <p> May 1, 2006</p>\n<p> Diigo.com is a social annotation and networking service.\nThe Services offered by Diigo.com (\"Diigo.com\" or \"we\") include the Diigo.com Website (the \"Website\"), the Diigo toolbar, and any other features, content, or applications offered from time to time by Diigo.com in connection with the Website (collectively, the \"Services\").</p>\n<p> This Terms of Use Agreement (\"Agreement\") sets forth the legally binding terms for your use of the Services.\nBy using the Services, you agree to be bound by this Agreement, whether you are a \"Visitor\" (which means that you simply browse the Website) or you are a \"Member\" (which means that you have registered with Diigo.com).\nThe term \"User\" refers to a Visitor or a Member.\nYou are only authorized to use the Services (regardless of whether your access or use is intended) if you agree to abide by all applicable laws and to this Agreement.\nPlease read this Agreement carefully and save it.\nIf you do not agree with it, you should leave the Website and discontinue use of the Services immediately.\nIf you wish to become a Member, communicate with other Members and make use of the Services, you must read this Agreement and indicate your acceptance at the end of this document before proceeding to the Registration process.</p>\n<p> This Agreement includes Diigo.com's policy for acceptable use of the Services and Content posted on the Website, your rights, obligations and restrictions regarding your use of the Services and Diigo.com's Privacy Policy.\nIn order to participate in certain Services, you may be notified that you are required to download software or content and/or agree to additional terms and conditions.\nUnless otherwise provided by the additional terms and conditions applicable to the Services in which you choose to participate, those additional terms are hereby incorporated into this Agreement.</p>\n<p> Diigo.com may modify this Agreement from time to time and such modification shall be effective upon posting by Diigo.com on the Website.\nYou agree to be bound to any changes to this Agreement when you use the Services after any such modification is posted.\nIt is therefore important that you review this Agreement regularly to ensure you are updated as to any changes.</p>\n<p> Please choose carefully the information you post on Diigo.com and that you provide to other Users.\nYour Diigo.com profile may not include the following items: any photographs containing nudity, or obscene, lewd, excessively violent, harassing, sexually explicit or otherwise objectionable subject matter.\nDespite this prohibition, information provided by other Diigo.com Members (for instance, in their Profile) may contain inaccurate, inappropriate, offensive or sexually explicit material, products or services, and Diigo.com assumes no responsibility or liability for this material.</p>\n<p> Diigo.com reserves the right, in its sole discretion, to reject, refuse to post or remove any posting (including email) by you, or to restrict, suspend, or terminate your access to all or any part of the Services at any time, for any or no reason, with or without prior notice, and without liability.</p>\n<p>\n<strong>1.&nbsp.\nEligibility.</strong>&nbsp.\n</p>\n<p> Use of and Membership in the Services is void where prohibited.\nBy using the Services, you represent and warrant that your use of the Services does not violate any applicable law or regulation.</p>\n<p>\n<strong>2.&nbsp.\nTerm.</strong> &nbsp;</p>\n<p> This Agreement shall remain in full force and effect while you use the Services or are a Member.\nYou may terminate your Membership at any time, for any reason, by following the instructions on the Member's Account Settings page.\nDiigo.com may terminate your Membership at any time, without warning.\nEven after Membership is terminated, this Agreement will remain in effect, including sections 5 to17.</p>\n<p>\n<strong>3.&nbsp.\nFees.</strong> &nbsp;</p>\n<p> You acknowledge that Diigo.com reserves the right to charge for the Services and to change its fees from time to time in its discretion.\nIf Diigo.com terminates your Membership because you have breached the Agreement, you shall not be entitled to the refund of any unused portion of subscription fees.</p>\n<p>\n<strong>4.&nbsp.\nPassword.</strong> &nbsp;</p>\n<p> When you sign up to become a Member, you will also be asked to choose a password.\nYou are entirely responsible for maintaining the confidentiality of your password.\nYou agree not to use the account, username, or password of another Member at any time or to disclose your password to any third party.\nYou agree to notify Diigo.com immediately if you suspect any unauthorized use of your account or access to your password.\nYou are solely responsible for any and all use of your account.</p>\n<p>\n<strong>5.&nbsp.\nNon-Commercial Use by Members.</strong> &nbsp;</p>\n<p> The Services are for the personal use of Members only and may not be used in connection with any commercial endeavors except those that are specifically endorsed or approved by Diigo.com.\nIllegal and/or unauthorized use of the Services, including collecting usernames and/or email addresses of Members by electronic or other means for the purpose of sending unsolicited emails is prohibited.\nCommercial advertisements, SEO / affiliate links, and other forms of solicitation, including inappropriate messaging may be removed from Member account without notice and may result in termination of Membership privileges.\nAppropriate legal action will be taken for any illegal or unauthorized use of the Services.</p>\n<p>\n<strong>6.&nbsp.\nProprietary Rights in Content on Diigo.com.</strong>\n</p>\n<p> 1.&nbsp.\nThe Services contain Content of Diigo.com (\"Diigo.com Content\").\nDiigo.com Content is protected by copyright,&nbsp;trademark, patent, trade secret and other laws, and Diigo.com owns and retains all rights in the Diigo.com Content and the Services.\nDiigo.com hereby grants you a limited, revocable, nonsublicensable license to reproduce and display the Diigo.com Content (excluding any software code) solely for your personal use in connection with viewing the Website and using the Services.\n</p>\n<p> 2.&nbsp.\nThe Services contain Content of Users and other Diigo.com licensors.\nExcept for Content posted by you, you may not copy, modify, translate, publish, broadcast, transmit, distribute, perform, display, or sell any Content appearing on or through the Services.\n</p>\n<p>\n<strong>7.&nbsp.\nContent Posted.</strong>\n</p>\n<p> 1.&nbsp.\nDiigo.com may delete any Content that in the sole judgment of Diigo.com violates this Agreement or which may be offensive, illegal or violate the rights, harm, or threaten the safety of any person.\nDiigo.com assumes no responsibility for monitoring the Services for inappropriate Content or conduct.\nIf at any time Diigo.com chooses, in its sole discretion, to monitor the Services, Diigo.com nonetheless assumes no responsibility for the Content, no obligation to modify or remove any inappropriate Content, and no responsibility for the conduct of the User submitting any such Content.\n</p>\n<p> 2.&nbsp.\nYou are solely responsible for the Content that you post on or through any of the Services, and any material or information that you transmit to other Members and for your interactions with other Users.\nDiigo.com does not endorse and has no control over the Content.\nContent is not necessarily reviewed by Diigo.com prior to posting and does not necessarily reflect the opinions or policies of Diigo.com.\nDiigo.com makes no warranties, express or implied, as to the Content or to the accuracy and reliability of the Content or any material or information that you transmit to other Members.\n</p>\n<p> 3.&nbsp.\nBy displaying or publishing (\"posting\") any Content, messages, text, files, images, photos, video, sounds, profiles, works of authorship, or any other materials (collectively, \"Content\") on or through the Services, you hereby grant to Diigo.com, a non-exclusive, fully-paid and royalty-free, worldwide license (with the right to sublicense through unlimited levels of sublicensees) to use, copy, modify, adapt, translate, publicly perform, publicly display, store, reproduce, transmit, and distribute such Content on and through the Services.\nThis license will terminate at the time you remove such Content from the Services.\nYou represent and warrant that: (i) you own the Content posted by you on or through the Services or otherwise have the right to grant the license set forth in this section, and (ii) the posting of your Content on or through the Services does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person.\nYou agree to pay for all royalties, fees, and any other monies owing any person by reason of any Content posted by you to or through the Services.\n</p>\n<p> 　<strong>8.&nbsp.\nContent/Activity Prohibited.</strong> &nbsp.\n</p>\n<p> The following is a partial list of the kind of Content that is illegal or prohibited to post on or through the Services.\nDiigo.com reserves the right to investigate and take appropriate legal action against anyone who, in Diigo.com's sole discretion, violates this provision, including without limitation, removing the offending communication from the Services and terminating the Membership of such violators.\nProhibited Content includes, but is not limited to Content that, in the sole discretion of Diigo.com:</p>\n<p> 1.&nbsp.\nis patently offensive and promotes racism, bigotry, hatred or physical harm of any kind against any group or individual.\n<br>\n<br> 2.&nbsp.\nharasses or advocates harassment of another person;<br>\n<br> 3.&nbsp.\nexploits people in a sexual or violent manner;<br>\n<br> 4.&nbsp.\ncontains nudity, violence, or offensive subject matter;<br>\n<br> 5.&nbsp.\nsolicits personal information from anyone under 18;<br>\n<br> 6.&nbsp.\nprovides any telephone numbers, street addresses, last names, URLs or email addresses;<br>\n<br> 7.&nbsp.\npromotes information that you know is false or misleading or promotes illegal activities or conduct that is abusive, threatening, obscene, defamatory or libelous;<br>\n<br> 8.&nbsp.\npromotes an illegal or unauthorized copy of another person's copyrighted work, such as providing pirated computer programs or links to them, providing information to circumvent manufacture-installed copy-protect devices, or providing pirated music or links to pirated music files;<br>\n<br> 9.&nbsp.\ninvolves the transmission of \"junk mail,\" \"chain letters,\" or unsolicited mass mailing, instant messaging, \"spimming,\" or \"spamming\";<br>\n<br> 10.&nbsp.\ncontains restricted or password only access pages or hidden pages or images (those not linked to or from another accessible page);<br>\n<br> 11.&nbsp.\nfurthers or promotes any criminal activity or enterprise or provides instructional information about illegal activities including, but not limited to making or buying illegal weapons, violating someone's privacy, or providing or creating computer viruses;<br>\n<br> 12.&nbsp.\nsolicits passwords or personal identifying information for commercial or unlawful purposes from other Users;<br>\n<br> 13.&nbsp.\ninvolves commercial activities and/or sales without our prior written consent such as contests, sweepstakes, barter, advertising, or pyramid schemes;<br>\n<br> 14.&nbsp.\nincludes a photograph of another person that you have posted without that person's consent;<br>\n<br> 15.&nbsp.\nfor band and filmmaker profiles, uses sexually suggestive imagery or any other unfair, misleading or deceptive Content intended to draw traffic to the profile.\n　 </p>\n<p> The following is a partial list of the kind of activity that is illegal or prohibited on the Website and through your use of the Services.\nDiigo.com reserves the right to investigate and take appropriate legal action against anyone who, in Diigo.com's sole discretion, violates this provision, including without limitation, reporting you to law enforcement authorities.\nProhibited activity includes, but is not limited to: </p>\n<p> 1.&nbsp.\ncriminal or tortious activity, including child pornography, fraud, trafficking in obscene material, drug dealing, gambling, harassment, stalking, spamming, spimming, sending of viruses or other harmful files, copyright infringement, patent infringement, or theft of trade secrets.\n</p>\n<p> 2.&nbsp.\nadvertising to, or solicitation of, any Member to buy or sell any products or services through the Services.\nYou may not transmit any chain letters or junk email to other Members.\nIt is also a violation of these rules to use any information obtained from the Services in order to contact, advertise to, solicit, or sell to any Member without their prior explicit consent.\nIn order to protect our Members from such advertising or solicitation, Diigo.com reserves the right to restrict the number of emails which a Member may send to other Members in any 24-hour period to a number which Diigo.com deems appropriate in its sole discretion.\nIf you breach this Agreement and send unsolicited bulk email, instant messages or other unsolicited communications of any kind through the Services, you acknowledge that you will have caused substantial harm to Diigo.com, but that the amount of such harm would be extremely difficult to ascertain.\nAs a reasonable estimation of such harm, you agree to pay Diigo.com $50 for each such unsolicited email or other unsolicited communication you send through the Services.\n</p>\n<p> 3.&nbsp.\ncovering or obscuring the banner advertisements on your personal profile page, or any Diigo.com page via HTML/CSS or any other means.\n</p>\n<p> 4.&nbsp.\nany automated use of the system, such as using scripts to add friends.\n</p>\n<p> 5.&nbsp.\ninterfering with, disrupting, or creating an undue burden on the Services or the networks or services connected to the Services.\n</p>\n<p> 6.&nbsp.\nattempting to impersonate another Member or person.\n</p>\n<p> 7.&nbsp.\nfor band profiles, copying the code for your Diigo Player and embedding it into other profiles or asking other Members to embed it into their profiles.\n</p>\n<p> 8.&nbsp.\nusing the account, username, or password of another Member at any time or disclosing your password to any third party or permitting any third party to access your account.\n</p>\n<p> 9.&nbsp.\nselling or otherwise transferring your profile.\n</p>\n<p> 10.&nbsp.\nusing any information obtained from the Services in order to harass, abuse, or harm another person.\n</p>\n<p> 11.&nbsp.\nusing the Services in a manner inconsistent with any and all applicable laws and regulations.\n　 </p>\n<p>\n<strong>9.&nbsp.\nCopyright Policy.</strong>\n</p>\n<p> You may not post, modify, distribute, or reproduce in any way any copyrighted material, trademarks, or other proprietary information belonging to others without obtaining the prior written consent of the owner of such proprietary rights.\nIt is the policy of Diigo.com to terminate Membership privileges of any Member who repeatedly infringes the copyright rights of others upon receipt of prompt notification to Diigo.com by the copyright owner or the copyright owner's legal agent.\nWithout limiting the foregoing, if you believe that your work has been copied and posted on the Services in a way that constitutes copyright infringement, please provide our Copyright Agent with the following information: (i) an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest.\n(ii) a description of the copyrighted work that you claim has been infringed.\n(iii) a description of where the material that you claim is infringing is located on the Website.\n(iv) your address, telephone number, and email address.\n(v) a written statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\n(vi) a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.　</p>\n<p>\n<strong>10.&nbsp.\nMember Disputes.</strong>\n</p>\n<p> You are solely responsible for your interactions with other Diigo.com Members.\nDiigo.com reserves the right, but has no obligation, to monitor disputes between you and other Members.　</p>\n<p>\n<strong>11.&nbsp.\nPrivacy.</strong>\n</p>\n<p> Use of the Services is also governed by our Privacy Policy, which is incorporated into this Agreement by this reference.　 </p>\n<p>\n<strong>12.&nbsp.\nDisclaimers.</strong>\n</p>\n<p> Diigo.com is not responsible for any incorrect or inaccurate Content posted on the Website or in connection with the Services provided, whether caused by Users of the Services or by any of the equipment or programming associated with or utilized in the Services.\nProfiles created and posted by Members on Diigo.com may contain links to other websites.\nDiigo.com is not responsible for the Content, accuracy or opinions expressed on such websites, and such websites are in no way investigated, monitored or checked for accuracy or completeness by Diigo.com.\nInclusion of any linked website on Diigo.com does not imply approval or endorsement of the linked website by Diigo.com.\nWhen you access these third-party sites, you do so at your own risk.\nDiigo.com takes no responsibility for third party advertisements which are posted on this Website or through the Services, nor does it take any responsibility for the goods or services provided by its advertisers.\nDiigo.com is not responsible for the conduct, whether online or offline, of any User of the Services.\nDiigo.com assumes no responsibility for any error, omission, interruption, deletion, defect, delay in operation or transmission, communications line failure, theft or destruction or unauthorized access to, or alteration of, any User or Member communication.\nDiigo.com is not responsible for any problems or technical malfunction of any telephone network or lines, computer online systems, servers or providers, computer equipment, software, failure of any email or players due to technical problems or traffic congestion on the Internet or on any of the Services or combination thereof, including any injury or damage to Users or to any person's computer related to or resulting from participation or downloading materials in connection with the Services.\nUnder no circumstances shall Diigo.com be responsible for any loss or damage, including personal injury or death, resulting from use of the Services, attendance at a Diigo.com event, from any Content posted on or through the Services, or from the conduct of any Users of the Services, whether online or offline.\nThe Services are provided \"AS-IS\" and as available and Diigo.com expressly disclaims any warranty of fitness for a particular purpose or non-infringement.\nDiigo.com cannot guarantee and does not promise any specific results from use of the Services.　 </p>\n<p>\n<strong>13.&nbsp.\nLimitation on Liability.</strong>\n</p>\n<p> IN NO EVENT SHALL DIIGO.COM BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL OR PUNITIVE DAMAGES, INCLUDING LOST PROFIT DAMAGES ARISING FROM YOUR USE OF THE SERVICES, EVEN IF DIIGO.COM HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, DIIGO.COM'S LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO THE AMOUNT PAID, IF ANY, BY YOU TO DIIGO.COM FOR THE SERVICES DURING THE TERM OF MEMBERSHIP.　 </p>\n<p>\n<strong>14.&nbsp.\nU.S.\nExport Controls.</strong>\n</p>\n<p> Software available in connection with the Services (the \"Software\") is further subject to United States export controls.\nNo Software may be downloaded from the Services or otherwise exported or re-exported in violation of U.S.\nexport laws.\nBy downloading or using the Software, you represent and warrant that such download or use is not in violation of any such law.　 </p>\n<p>\n<strong>15.&nbsp.\nDisputes.</strong>\n</p>\n<p> If there is any dispute about or involving the Services, you agree that the dispute shall be governed by the laws of the State of California without regard to conflict of law provisions and you agree to personal jurisdiction by and venue in the state and federal courts of the State of California, City of Los Angeles.\nEither Diigo.com or you may demand that any dispute between Diigo.com and you arising out of this Agreement must be settled by arbitration utilizing the dispute resolution procedures of the American Arbitration Association (AAA) in Los Angeles, California.　 </p>\n<p>\n<strong>16.&nbsp.\nIndemnity.</strong>\n</p>\n<p> You agree to indemnify and hold Diigo.com, its subsidiaries, and affiliates, and their respective officers, agents, partners and employees, harmless from any loss, liability, claim, or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your use of the Services in violation of this Agreement and/or arising from a breach of this Agreement and/or any breach of your representations and warranties set forth above and/or if any Content that you post on the Website or through the Services causes Diigo.com to be liable to another.　 </p>\n<p>\n<strong>17.&nbsp.\nADA Compliant.</strong>\n</p>\n<p> Diigo meets most of the WCAG 2.0 Standards.<br>\n<strong>Perceivable</strong>: Hints within field labels.\nAll content are text content etc.<br>\n<strong>Operable</strong>: No repeatedly flashing images.\nEasy to navigate and find content.\nForm fields are in a logical tab order.\nMost important actions can be performed through keyboard etc.<br>\n<strong>Understandable</strong>: Text are Readable and understandable.\nAll delete actions need users to confirm etc.<br>\n<strong>Robust</strong>: Compatibility with most mainstream browser versions for Chrome, Firefox, IE and Safari.\n　</p>\n<p>\n<strong>18.&nbsp.\nOther.</strong>\n</p>\n<p> This Agreement is accepted upon your use of the Website or any of the Services and is further affirmed by you becoming a Member.\nThis Agreement constitutes the entire agreement between you and Diigo.com regarding the use of the Services.\nThe failure of Diigo.com to exercise or enforce any right or provision of this Agreement shall not operate as a waiver of such right or provision.\nThe section titles in this Agreement are for convenience only and have no legal or contractual effect.\nDiigo.com is a trademark of Diigo, Inc.\nThis Agreement operates to the fullest extent permissible by law.\nIf any provision of this Agreement is unlawful, void or unenforceable, that provision is deemed severable from this Agreement and does not affect the validity and enforceability of any remaining provisions.　</p>\n<p> Please contact us at info@diigo.com with any questions regarding this Agreement.</p>\n<p>\n</p> ", "created_at": "2021-06-25 15:06:12.747634", "updated_at": "2021-06-25 15:06:22.589531"}, {"id": 7302, "name": "Privacy Policy", "url": "https://www.diigo.com/privacy", "xpath": "//*[@id=\"mainInner\"]", "text": " Diigo.com Privacy Policy <p>May 25, 2016</p>\n<p>Diigo recognizes that privacy is extremely important.\nFor example, we do not record users' browsing history, except for the pages you specifically bookmark to our servers, which are located in the United States of America.<br>\n<br>\n</p>\n<p>Further details of the Diigo's privacy policy are outlined below.</p> Children <p>For children under 13, Diigo offers a limited feature set and website experience.\nWe require consent from a teacher when children under the age of 13 want to register on Diigo, and offer a limited version of the website that removes certain social features, such as public profile.\nThe only identifiable information we collect from children under 13 is an email address input teachers.Parents can request deletion of student data.Student data are retained only for education purposes.</p> Information We Collect <ul>\n<li>Diigo collects email address when you register for a Diigo service or otherwise voluntarily provide such information.\nWe don't collect other personal information.</li>\n<li>Diigo's servers automatically record information when you visit our website or use some of our products, including the URL, IP address, browser type and language, and the date and time of your request.\nGenerally, these information is considered as log information, not personal information .</li>\n<li>If you choose to display annotation you made on a webpage automatically, the Diigo Extension sends the URL of the page you visit to our servers for the sole purpose of looking up annotations on that page.\nSuch information is not recorded on our servers.</li>\n<li>When you bookmark, annotate or forward a page, the URL and the associated annotations you submit will be saved on our servers.</li>\n<li>The Diigo Toolbar contacts our servers periodically in order to obtain automatic updates to the latest customizing information and options, and automatic updates to the latest version.</li>\n<li>Diigo uses cookies and other technologies to enhance your online experience and to learn about how you use Diigo services in order to improve the quality of our services.</li>\n</ul> Use <ul>\n<li>The log information is mainly used for usage analysis in Google Analytics, such as how many users access X feature etc.</li>\n<li>We may use your bookmarks to provide the services you've requested, including services that display customized content and advertising.</li>\n<li>We may also use log information and bookmark information for auditing, research and analysis to operate and improve Diigo technologies and services.</li>\n<li>If information is used in any way other than indicated above, it will be in the aggregated form, and with all personal identifications removed.</li>\n<li>Except as otherwise described in this privacy statement, Diigo will not disclose information users store in the servers to any third party unless we believe that disclosure is necessary: (1) to conform to legal requirements or to respond to a subpoena, search warrant or other legal process received by Diigo, whether or not a response is required by applicable law.\n(2) to enforce the Diigo Terms of Use Agreement or to protect our rights.\nor (3) to protect the safety of members of the public and users of the service.\nDiigo reserves the right to transfer personal information to a successor in interest that acquires rights to that information as a result of the sale of Diigo or substantially all of its assets to that successor in interest.</li>\n</ul> GDPR compliance <p>We updated our Privacy Policy to comply with requirements of General Data Protection Regulation (GDPR) which is the European Union data protection law that goes into effect May 25, 2018.</p> Security <p>Diigo member accounts are secured by member-created passwords.\nDiigo takes precautions to insure that member account information is kept private.\nWe use reasonable measures to protect member information that is stored within our database, and we restrict access to member information to those employees who need access to perform their job functions, such as our customer service personnel and technical staff.\nPlease note that we cannot guarantee the security of member account information.\nUnauthorized entry or use, hardware or software failure, and other factors may compromise the security of member information at any time.\n</p> Changes in Our Privacy Policy <p>From time to time we may make changes to our privacy policy.\nIf we make changes, we will post them on our site to make users aware of what the changes are so users will always be aware of what information we collect, how we use it, and when we may disclose it.\nA User is bound by any minor changes to the policy when she or he uses the site after those changes have been posted If, however, we are going to use users' personally identifiable information in a manner materially different from that stated at the time of collection we will notify by posting a notice on our Web site for 30 days.\n</p>\n<p>Please contact us at info@diigo.com with any questions regarding our privacy policy.</p> ", "created_at": "2021-06-25 15:05:22.790139", "updated_at": "2021-06-25 15:05:35.247796"}], "points": [{"id": 1925, "title": "Diigo.com TOS - Copyrights/Intellectual Property of Content I post there", "source": "https://groups.google.com/forum#!topic/tosdr/MODyAWmlxYA", "status": "Diigo.com TOS - Copyrights/Intellectual Property of Content I post there", "created_at": "2018-05-15 09:12:08.605372", "updated_at": "2021-02-06 03:50:28.307379", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 8605, "title": "Hot Profiles and Photos of Independent Chennai Call Girls Available 24x7", "source": "http://www.harwinderarora.com/gallery.html", "status": "I am Harwinder Arora, 24 years old sexy and hot beauty in Chennai. If you are looking to bring a luxury and high class Independent Chennai Call Girls and VIP Models, then your search is end here. My passion is to create memorable dates, and provide you with the best escorts experience. I enjoy my sex partner for an extended time and I consider multiple-time sex the most entertainment thing. I am sure that you will want to remember our night together once you thinking my memorable escorts service. Visit - http://www.harwinderarora.com/", "created_at": "2019-12-13 08:26:38.47493", "updated_at": "2020-12-15 10:24:58.438094", "quoteText": null, "case_id": 119, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["diigo.com"]}}