{"error": 448, "message": "OK", "parameters": {"id": 5032, "name": "Ticket Tool", "created_at": "2021-09-06 00:13:16.045316", "updated_at": "2021-09-06 22:01:06.900052", "wikipedia": null, "keywords": null, "related": null, "slug": "ticket-tool", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5032.png", "url": "tickettool.xyz", "documents": [{"id": 9038, "name": "Privacy Policy", "url": "https://tickettool.xyz/privacy-policy", "xpath": "/html/body/div[2]/div[3]/div", "text": "Privacy Policy<p>Your privacy is important to us.\nIt is Ticket Tool's policy to respect your privacy regarding any information we may collect from you across our website or Discord bot,https://tickettool.xyz, and other sites we own and operate.</p>Information we collectLog data<p>When you visit our website, our servers may automatically log the standard data provided by your web browser.\nThis data is considered “non-identifying information”, as it does not personally identify you on its own.\nIt may include your computer’s Internet Protocol (IP) address, your browser type and version, the pages you visit, the time and date of your visit, the time spent on each page, and other details.</p>How we collect information<p>We collect information by fair and lawful means, with your knowledge and consent.\nWe also let you know why we’re collecting it and how it will be used.\nYou are free to refuse our request for this information, with the understanding that we may be unable to provide you with some of your desired services without it.</p>Use of information<p>We may use a combination of identifying and non-identifying information to understand who our visitors are, how they use our services, and how we may improve their experience of our website in future.\nWe do not disclose the specifics of this information publicly, but may share aggregated and anonymized versions of this information, for example, in website and customer usage trend reports.</p>Data processing and storage<p>We only retain personal information for as long as necessary to provide a service, or to improve our services in future.\nWhile we retain this data, we will protect it within commercially acceptable means to prevent loss and theft, as well as unauthorized access, disclosure, copying, use or modification.\nThat said, we advise that no method of electronic transmission or storage is 100% secure, and cannot guarantee absolute data security.</p>Cookies<p>We use “cookies” to collect information about you and your activity across our site.\nA cookie is a small piece of data that our website stores on your computer, and accesses each time you visit so we can understand how you use our site and serve you content based on preferences you have specified.</p>\n<p>If you do not wish to accept cookies from us, you should instruct your browser to refuse cookies from our website, understanding that we may be unable to provide you with some of your desired services without them.\nThis policy covers only the use of cookies between your computer and our website.\nit does not cover the use of cookies by any third-party services we use on our site.</p>Children’s Privacy<p>This website does not knowingly target or collect personal information from children.\nAs a parent/guardian, please contact us if you believe your child is participating in an activity involving personal information on our website, and you have not received a notification or request for consent.\nWe do not use your supplied contact details for marketing or promotional purposes.</p>Limits of our policy<p>This privacy policy only covers Ticket Tool's own collecting and handling of data.\nWe only work with partners, affiliates and third-party providers whose privacy policies align with ours, however we cannot accept responsibility or liability for their respective privacy practices.</p>\n<p>Our website may link to external sites that are not operated by us.\nPlease be aware that we have no control over the content and policies of those sites, and cannot accept responsibility or liability for their respective privacy practices.</p>Changes to this policy<p>At our discretion, we may update this policy to reflect current acceptable practices.\nWe will take reasonable steps to let users know about changes via our website.\nYour continued use of this site after any changes to this policy will be regarded as acceptance of our practices around data and personal information.</p>Your rights and responsibilities<p>As our user, you have the right to be informed about how your data is collected and used.\nYou are entitled to know what data we collect about you, and how it is processed.\nYou are entitled to correct and update any personal information about you, and to request this information be deleted.</p>\n<p>You are entitled to restrict or object to our use of your data, while retaining the right to use your personal information for your own purposes.\nYou have the right to opt out of data about you being used in decisions based solely on automated processing.</p>\n<p>Feel free to contact us if you have any concerns or questions about how we handle your data and personal information.</p>\n<p>This policy is effective as of January 1, 2020.</p>", "created_at": "2021-09-06 00:13:16.049155", "updated_at": "2021-09-05 22:14:59.702513"}, {"id": 9037, "name": "Terms of Service", "url": "https://tickettool.xyz/terms-of-service", "xpath": "/html/body/div[2]/div[3]/div", "text": "Ticket Tool Terms of Service1.\nTerms<p>By accessing the website athttps://tickettool.xyzor using the discord bot, you are agreeing to be bound by these terms of service, all applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using or accessing this site.\nThe materials contained in this website are protected by applicable copyright and trademark law.</p>2.\nUse License<ol>\n<li>Permission is granted to temporarily download one copy of the materials (information or software) on Ticket Tool's website for personal, non-commercial transitory viewing only.\nThis is the grant of a license, not a transfer of title, and under this license you may not:<ol>\n<li>modify or copy the materials;</li>\n<li>use the materials for any commercial purpose, or for any public display (commercial or non-commercial);</li>\n<li>attempt to decompile or reverse engineer any software contained on Ticket Tool's website;</li>\n<li>remove any copyright or other proprietary notations from the materials.\nor</li>\n<li>transfer the materials to another person or \"mirror\" the materials on any other server.</li>\n</ol>\n</li>\n<li>This license shall automatically terminate if you violate any of these restrictions and may be terminated by Ticket Tool at any time.\nUpon terminating your viewing of these materials or upon the termination of this license, you must destroy any downloaded materials in your possession whether in electronic or printed format.</li>\n</ol>3.\nDisclaimer<ol>\n<li>The materials on Ticket Tool's website are provided on an 'as is' basis.\nTicket Tool makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.</li>\n<li>Further, Ticket Tool does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on its website or otherwise relating to such materials or on any sites linked to this site.</li>\n</ol>4.\nLimitations<p>In no event shall Ticket Tool or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption) arising out of the use or inability to use the materials on Ticket Tool's website, even if Ticket Tool or a Ticket Tool authorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.</p>5.\nAccuracy of materials<p>The materials appearing on Ticket Tool's website could include technical, typographical, or photographic errors.\nTicket Tool does not warrant that any of the materials on its website are accurate, complete or current.\nTicket Tool may make changes to the materials contained on its website at any time without notice.\nHowever Ticket Tool does not make any commitment to update the materials.</p>6.\nLinks<p>Ticket Tool has not reviewed all of the sites linked to its website and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by Ticket Tool of the site.\nUse of any such linked website is at the user's own risk.</p>7.\nModifications<p>Ticket Tool may revise these terms of service for its website at any time without notice.\nBy using this website you are agreeing to be bound by the then current version of these terms of service.</p>8.\nGoverning Law<p>These terms and conditions are governed by and construed in accordance with the laws of Missouri and you irrevocably submit to the exclusive jurisdiction of the courts in that State or location.</p>", "created_at": "2021-09-06 00:13:16.047511", "updated_at": "2021-09-05 22:13:50.830524"}], "points": [], "urls": ["tickettool.xyz"]}}