{"error": 448, "message": "OK", "parameters": {"id": 5114, "name": "Never Install", "created_at": "2021-10-14 18:09:57.604355", "updated_at": "2021-10-14 22:01:08.7268", "wikipedia": null, "keywords": null, "related": null, "slug": "never-install", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5114.png", "url": "neverinstall.com", "documents": [{"id": 9174, "name": "Privacy Policy", "url": "https://neverinstall.com/privacy", "xpath": "/html/body/div[1]/div/main/div", "text": "neverinstall | Privacy PolicyJuly 24, 2021<p>Any Service availed by Users of the Platform (as defined in the Terms of Service) (hereinafter referred to as “<b>you</b>”, “<b>your</b>” or “<b>User</b>”) through the Platform is conditioned upon your acceptance of the terms and conditions contained in Terms of Service, as available on Platform and this privacy policy (“<b>Privacy Policy</b>”).</p>\n<p>THIS PRIVACY POLICY HAS BEEN DRAFTED AND PUBLISHED IN ACCORDANCE WITH THE INFORMATION TECHNOLOGY ACT 2000, THE INFORMATION TECHNOLOGY (AMENDMENT) ACT 2008, AND THE INFORMATION TECHNOLOGY (REASONABLE SECURITY PRACTICES AND PROCEDURES AND SENSITIVE PERSONAL DATA OR INFORMATION) RULES 2011.\nTHIS PRIVACY POLICY CONSTITUTES A LEGAL AGREEMENT BETWEEN YOU, AS A USER OF THE PLATFORM AND US, AS THE OWNER OF THE PLATFORM.\nYOU MUST BE A NATURAL PERSON WHO IS AT LEAST 18 YEARS OF AGE.</p>1.\nIntroduction and applicability of the Privacy Policy<p>1.1 We are strongly committed to respecting your online privacy and recognize the need for appropriate protection and management of any personal information collected and/or collated by us.</p>\n<p>1.2 The purpose of this Privacy Policy is to ensure that there is an intact charter to collect, use and protect any personal and/or sensitive data collected by us.\nThis Privacy Policy defines our procedure for collection, usage, processing, disclosure and protection of any information obtained by us through the Platform.</p>\n<p>1.3 Any reference made to Privacy Policy in this document shall mean and refer to the latest version of the Privacy Policy.</p>\n<p>1.4 During the course of your association with us, you may be required to execute certain other agreements and such agreements and this Privacy Policy shall, together with the ‘Terms of Service’ which is made available at https://neverinstall.com/terms ,unless explicitly specified to the contrary, govern your relationship with us.</p>2.\nDisclaimer2.1 Please be advised that any Information (as defined herein below) procured by us, shall be:<p>a.\nprocessed fairly and lawfully for rendering the Services (as defined in Terms of Service);</p>\n<p>b.\nobtained only for specified and lawful purposes, and not be used in any manner which is against the law or policy in force in India (“Applicable Law”);</p>\n<p>c.\nadequate, relevant and not excessive in relation to the purpose for which it is required;</p>\n<p>d.\nable to be reviewed by the User, from time to time and updated-if need arises.\nand</p>\n<p>a.\nnot kept longer than for the time which it is required or the purpose for which it is required or as required by the Applicable Law.</p>\n<p>2.2 WE SHALL NOT BE LIABLE FOR ANY LOSS OR DAMAGE SUSTAINED BY REASON OF ANY DISCLOSURE (INADVERTENT OR OTHERWISE) OF ANY DATA, IF THE SAME IS EITHER (A) REQUIRED FOR SHARING YOUR INFORMATION FOR LEGITIMATE PURPOSES.\nOR (B) WAS AFFECTED THROUGH NO FAULT, ACT, OR OMISSION OF THE COMPANY.</p>\n<p>2.3 BY USING THE SERVICES, YOU EXPLICITLY ACCEPT, WITHOUT LIMITATION OR QUALIFICATION, THE COLLECTION, USE AND TRANSFER OF THE DATA IN THE MANNER DESCRIBED HEREIN.</p>\n<p>2.4 PLEASE READ THIS PRIVACY POLICY CAREFULLY AS IT AFFECTS YOUR RIGHTS AND LIABILITIES UNDER LAW.</p>3.\nYour consent<p>3.1 Please note that by providing the Information (as enumerated upon herein below) or by consenting to the provision of the Information by your authorised Representative, you provide your consent and authorize us to collect, use or disclose Information for the Legitimate Purposes (as defined below) and as stated in this Privacy Policy, the Terms of Service and as permitted or required by Applicable Law.\nMoreover, you understand and hereby consent that this Information may be transferred to any third-party user for the purpose of providing Services through the Platform or to any third-party providers for rendering Services (as defined in the Terms of Service), any jointly developed or marketed services, payment processing, order fulfilment, customer services, data analysis, information technology services and such other services which enable us to provide Services through the Platform.</p>\n<p>3.2 This Privacy Policy shall be enforceable against you in the same manner as any other written agreement.\nBy visiting or accessing the Platform and voluntarily providing us with Information (including Personal Data), you are consenting to our use of the Information, in accordance with this Privacy Policy.\nIf you do not agree with this Privacy Policy, you may refuse or withdraw your consent any time, or alternatively choose to not provide us with any Personal Data or Sensitive Personal Information.\nUnder such circumstances, your access to the Services we provide may be limited or we may be unable to render Services.</p>\n<p>3.3 Such an intimation to withdraw your consent can be sent to support@neverinstall.com.</p>4.\nTypes of information collected by us:<p>4.1 “<b>Personal Data</b>” means and includes any information that relates to a natural person through which an individual is identified.\nWe collect your name and email when you choose to signup and collect address, phone number when you choose to pay for the services.\nWe do not collect any other personal data from the user.</p>\n<p>4.2 “<b>Technical Information</b>” means and includes any information gathered through various technologies that may employ cookies, web beacons, or similar technologies to automatically record certain information from your device through which you use the Platform.\nThis technical information may include your Internet Protocol (IP) address, device or browser type, Internet Service Provider (ISP), referring or exit pages, clickstream data, operating system, hardware model, operating system version, unique device identifiers, and mobile network.\nThis data includes usage and log information and user statistics.</p>4.3 “<b>Non-Personal Information</b>”<p>a.\n“<b>Information through use of our Service</b>” means and includes information which is shared with us to avail our Services.</p>\n<p>b.\n“<b>Non-Personal Information</b>” means and includes any information that does not reveal your specific identity, such as, browser information, information collected through Cookies (as defined below), pixel tags and other technologies, demographic information, crash reports, system activity, device state information etc.\nAs is true with most websites and mobile applications, Company gathers some information automatically when you visit the Platform.\nWhen you use the Platform, we may collect certain information about your computer or mobile to facilitate, evaluate and verify your use of the Platform.\nFor example, we may store environmental variables, such as browser type, operating system, speed of the central processing unit (CPU), referring or exit web pages, click patterns and the internet protocol (IP) address of your computer.\nThis information is generally collected in aggregate form, without identifying any user individually.</p>\n<p>(The Personal Data, Technical Information, and Non-Personal Information are collectively referred to as “<b>Information</b>).</p>5.\nPurpose of Collection and Usage of this Information: 5.1 The Information collected by us shall be used for availing our Services and utilised for other functions including but not limited to:<p>a.\nto render Services (as defined in the Terms of Service);</p>\n<p>b.\nfor maintaining the Platform;</p>\n<p>c.\nto evaluate the quality and competence of our personnel;</p>\n<p>d.\nto resolve any complaints, you may have and ensure that you receive the highest quality of Services;</p>\n<p>e.\nnotifying you about changes to our Platform;</p>\n<p>f.\nallowing you to participate in interactive features of our Platform when you choose to do so;</p>\n<p>g.\nproviding analysis or valuable information so that we can improve the Platform;</p>\n<p>h.\nmonitoring the usage of the Platform;</p>\n<p>i.\ndetecting, preventing and addressing technical issues;</p>\n<p>j.\nto conduct crash analytics in the event the Platform and/or Service crashes;</p>\n<p>k.\nanalyse usage patterns and user preferences;</p>\n<p>l.\nimprove user experience;</p>\n<p>m.\nnotify you about new products and features.</p>\n<p>5.2 Business or Research Purposes: The Information saved and except Personal Data, is used for business or research purposes, including improving and customizing the Platform for ease of use and the products and services offered by us.\nWe may archive this information to use it for future communications for providing updates and/or surveys.</p>\n<p>5.3 Aggregating Information / Anonymized data: We may aggregate Information and analyse it in a manner to further accentuate the level of services that we offer to our customers.\nThis Information includes average number of Users of the Platform, the average clicks of the services/, the features used, the response rate, etc.\nand other such statistics regarding groups or individuals.\nIn doing so, we shall not be making disclosures of any Personal Data as defined above.</p>\n<p>(Collectively referred to as “Legitimate Purposes”)</p>6.\nDisclosure and Sharing of Information:6.1 We do not rent, sell or disclose or share any Information that we collect from you, with third parties, save and except in order to provide you with the Services or for the Legitimate Purposes as specified above.\nAny such disclosure, if made, shall be in accordance with this Privacy Policy and as per the procedure prescribed by law and in compliance with our legal obligations.\nAdditionally, we may share your Information in circumstances and for the purposes as specified hereunder:<p>a.\nWe shall share the information to the third-party service providers/ vendors, to provide you with the Services and to effectuate any activities that fall under the Legitimate Purpose for which such Information has been collected.</p>b.\nWhen compelled by law: We may disclose any Information provided by you on the Platform as may be deemed to be necessary or appropriate:<p>i.\nunder Applicable law, including laws outside your country of residence;</p>\n<p>ii.\nto comply with legal process;</p>\n<p>iii.\nto respond to requests from public and government authorities including public and government authorities including public and government authorities outside your country of residence;</p>\n<p>iv.\nto protect our operations or those of any of our affiliates;</p>\n<p>v.\nto protect our rights, privacy, safety or property, and/that of our affiliates, you or others;</p>\n<p>vi.\nto allow us to pursue available remedies or limit the damages that we may sustain.\n</p>\n<p>vii.\nto protect against legal liability;</p>\n<p>viii.\nto protect the personal safety of Users of the Platform;</p>\n<p>ix.\nto prevent or investigate possible wrongdoing in connection with the Platform.</p>\n<p>c.\nMerger or Acquisition: We may share Information upon merger or acquisition of Company with another company.\nWe shall transmit and transfer the Information upon acquisition or merger of Company with another company;</p>\n<p>d.\nWith our service providers: We may share Information with other service providers on a need-to-know basis, subject to obligations of confidentiality for provision of Services.\nWe hereby clarify that the Company works with institutions, vendors, partners, advertisers, and other service providers, including (but not limited) to those who provide products or services such as contact Information verification, website hosting, data analysis, providing infrastructure, information technology services, auditing services and other similar services, in different industries and categories of business by virtue of lawful contracts instituted between such third parties and Company to improve our product and services.\nAccordingly, we may share your Information with such service provider in order to provide you with Services;</p>\n<p>e.\nEmployees /Agents of Company: We follow a strict confidentiality policy with regard to disclosure of confidential information to our employees or other personnel.\nThere may be situations, where we may disclose the confidential information only to those of our employees and other personnel on a need-to-know basis.\nAny breach of confidential information by the employees, personnel within the Company is dealt with stringently by us.</p>\n<p>Except for the Information disclosed pursuant to sub-clause (a), (b), (c), (d) and (e) of Clause 6.1 above, Company may share Information, if you authorize us to do so.</p>7.\nTransfer of Information<p>7.1 Your information may be transferred to, and maintained on, computers located outside of your state, province, country.</p>\n<p>7.2 Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.</p>\n<p>7.3 We will take all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Privacy Policy, and no transfer of your data will take place to an organization or a country unless there are adequate controls in place including the security of your data.</p>8.\nYour Rights<p>You can always choose not to provide the requested information to us, it may however result in you not availing certain features of, or the entire, of our Services.</p>You retain several rights in relation to your Personal Data as provided under Applicable Law.\nThese may include the rights to:<p>a.\naccess, confirm, and review Personal Data you may have provided;</p>\n<p>b.\ncorrect Personal Data that may be inaccurate or irrelevant;</p>\n<p>c.\ndelete and erase your Personal Data from the publicly available pages of the Platform;</p>\n<p>d.\nreceive Personal Data we hold about you in a portable format;</p>\n<p>e.\nobject to or restrict any form of processing you may not be comfortable with.</p>\n<p>In order to exercise these rights, please contact us on the email address provided in Clause 3.3 above.</p>\n<p>If you want to withdraw your consent or raise any objection to the use of your information for receiving any direct marketing information to which you previously opted-in, you can do so by contacting our customer support at above mentioned addresses.\nIf you withdraw your consent or object to the use of your information, our use of the information provided by you before your withdrawal/objection shall still be lawful.</p>9.\nChildren’s Privacy<p>Our Platform and Services are not meant for use by children and we knowingly do not collect Information of/from children.\nIf it comes to our notice that we have collected Information from/of children, we shall take steps to remove such Information from our servers.\nIf you believe that we might have any Information that may have been collected from a child or has been provided by a child, please write to us at the email id provided in Clause 3.3.</p>10.\nControl the collection or use of the Information<p>If you have any reservations, constraints or apprehensions regarding the access to, collection, storage, or any other use of the Information which you have provided to us, you may withdraw your consent in the manner as set out in Clause 3.3 above.</p>11.\nRetention of Information <p>All Information provided by you, save and except upon withdrawal or termination, shall be retained in locations outside the direct control of the Company (for instance, on servers or databases co-locates with hosting providers).\nWe will delete Information based on a request received from you within a reasonable period and latest within thirty (30) days of receiving a deletion request.\nHowever, we may retain such portions of Information and for such periods as may be required under Applicable Law.\nNotwithstanding anything contained herein, Company may retain data after account deletion for reasons including but limited to the following purposes: If there is an unresolved issue relating to your account, or an unresolved claim or dispute.\nIf we are required to by Applicable Law, and/or in aggregated and/or anonymized form, or Company may also retain certain information if necessary, for its legitimate business interests, such as fraud prevention and enhancing Users' safety and security.</p>12.\nCookies and other Tracking Technologies <p>12.1 Our Platform may utilize “cookies” and other Technical Information.\n“<b>Cookies”</b> are a small text file consisting of alphanumeric numbers used to collect the Information about Platform activity.\nThe Technical Information helps us analyse web traffic and helps you by customizing the Platform to your preferences.\nCookies in no way gives us access to your computer or mobile device.\nIn relation to Cookies, you can deny access to the installation of the Cookies by modifying the settings on your web browser, however, this may prevent you from taking full advantage of the Platform.</p>\n<p>12.2 Our use of Cookies and Technical Information allows us to improve Platform and your experience of Platform and Services.\nWe may also analyse Technical Information that does not contain Personal Data or Sensitive Personal Information for trends and statistics.</p>13.\nThird Party Services<p>We may use your Information to send you promotional Information about third parties which, we think you may find interesting, if you tell us that you wish this to happen.\nWe shall not be responsible for any disclosure of Information due to unauthorized third-party access or other acts of third parties or acts or omissions beyond our reasonable control and you agree that you will not hold us responsible for any breach of security unless such breach has been caused as a direct result of our negligence or wilful default.</p>\n<p>Once you leave the Platform, we are not liable for any use/ storage/ processing/ collection of your information obtained by any third-party websites or payment facilitators or provided by you to these third-parties or payment facilitators.\nSuch entities and their respective websites/platforms may be governed by their own “Privacy Policy” and “Terms of Service”, which are beyond our control.</p>14.\nData Security<p>You agree and accept that your Information may be stored in third-party cloud service infrastructure providers.\nWhile all reasonable attempts have been taken from our end to ensure the safe and secure storage of your data, we shall not be liable for any data breach on the part of the third-party cloud service infrastructure provider that was beyond our control.\nIn addition to the security measures put in place by the third-party cloud service infrastructure provider for safe and secure storage of your Information, we use certain physical, managerial, technical or operational safeguards as per industry standards and established best practices to protect the Information we collect.\nWe use reasonable security practices and procedures and use secure servers as mandated under Applicable Laws for the protection of your Information.\nWe review our Information collection, storage, and processing practices, including physical security measures to guard against unauthorized access to systems.\nHowever, as effective as these measures are, no security system is impenetrable.\nWe cannot guarantee the security of our database, nor can we guarantee that the Information you supply will not be intercepted while being transmitted to us over the internet.\nYou accept the inherent security implications of data transmission over the internet and the internet cannot always be guaranteed as completely secure.\nTherefore, your use of the Platform will be at your own risk.\nIf you have any concerns, please feel free to contact us at the details given in Clause 3.3 above.</p>15.\nChanges and updates to Policy<p>We may modify or revise the Privacy Policy from time to time and shall accordingly notify you of any changes to the Privacy Policy by posting the revised Privacy Policy on the Platform with an updated date of revision.\nWe shall endeavour to review, revise, update, modify, amend or correct the Privacy Policy on a regular and routine basis, especially whenever a significant update is made to the technology employed by us.\nYou must periodically review the Privacy Policy for the latest information on our privacy practices.\nIn the event you continue to use the Platform and our services after any update in the Privacy Policy, your use of the Platform shall be subject to such updated privacy policy.\nYour continued usage of Services, post any amendment would deem to mean that you accept and understand the revised Privacy Policy.\nFurther, we retain the right at any time to deny or suspend access to all, or any part of, the Service and/or access to the Platform to anyone who we reasonably believe has violated any provision of this Privacy Policy.</p>16.\nDiscrepancies and Grievances with Company16.1 In case of any discrepancy or grievance with respect to all or any Information shared with Company, please feel free to contact our Grievance Officer:<p>Company: <b>Get Skilled Services Private Limited</b>\n</p>\n<p>Email ID: support@neverinstall.com</p>\n<p>Address: 1st floor, 412/A, 24th cross, 18th main, HSR Layout, Sector 3, Bengaluru-560102, Karnataka, India.</p>\n<p>We assure you that we shall ensure implementation of the Privacy Policy and shall make the Privacy Policy available to individuals and put our best efforts to redress the grievances of the User expeditiously within one (1) month from the date of receipt of the grievance.</p>17.\nMiscellaneous<p>THE INVALIDITY OR UNENFORCEABILITY OF ANY PART OF THIS PRIVACY POLICY SHALL NOT PREJUDICE OR AFFECT THE VALIDITY OR ENFORCEABILITY OF THE REMAINDER OF THIS PRIVACY POLICY.\nTHIS PRIVACY POLICY DOES NOT APPLY TO ANY INFORMATION OTHER THAN THE INFORMATION COLLECTED BY US THROUGH THE PLATFORM.\nTHIS PRIVACY POLICY SHALL BE INAPPLICABLE TO ANY UNSOLICITED INFORMATION YOU PROVIDE US THROUGH THE PLATFORM OR THROUGH ANY OTHER MEANS.\nALL UNSOLICITED INFORMATION SHALL BE DEEMED TO BE NON-CONFIDENTIAL AND WE SHALL BE FREE TO USE AND/ OR DISCLOSE SUCH UNSOLICITED INFORMATION WITHOUT ANY LIMITATIONS.\nTHE RIGHTS AND REMEDIES AVAILABLE UNDER THIS POLICY MAY BE EXERCISED AS OFTEN AS NECESSARY AND ARE CUMULATIVE AND NOT EXCLUSIVE OF RIGHTS OR REMEDIES PROVIDED BY LAW.\nRIGHTS UNDER THIS POLICY MAY BE WAIVED ONLY IN WRITING.\nDELAY IN EXERCISING OR NON-EXERCISE OF ANY SUCH RIGHT OR REMEDY DOES NOT CONSTITUTE A WAIVER OF THAT RIGHT OR REMEDY, OR ANY OTHER RIGHT OR REMEDY.\nTHE PRIVACY POLICY IS TO BE READ IN LINE WITH THE TERMS AND SERVICES AVAILABLE AT: https://neverinstall.com/terms</p>18.\nGoverning Laws and Jurisdiction<p>This Privacy Policy, our Services (as defined in the TOS) and the use of it is governed by the laws of India and the courts in India shall have exclusive jurisdiction over any disputes connected to our Platform or the Services.</p>YOUR ACCEPTANCE OF THE PRIVACY POLICY<p>BY USING OR VISITING THE PLATFORM, YOU SIGNIFY YOUR AGREEMENT OF THIS PRIVACY POLICY.\nIF YOU DO NOT AGREE TO ANY OF THESE TERMS, PLEASE DO NOT USE THIS PLATFORM OR SERVICES.</p>", "created_at": "2021-10-14 18:09:57.606567", "updated_at": "2021-10-14 16:13:39.697234"}, {"id": 9175, "name": "Terms and Conditions", "url": "https://neverinstall.com/terms", "xpath": "/html/body/div[1]/div/main/div", "text": "neverinstall | Terms and ConditionsJuly 24, 2021<p>This document is an electronic record in terms of the Information Technology Act 2000, the rules made thereunder and the amended provisions pertaining to the electronic records in various other statutes as amended by the Information Technology Act, 2000.\nThis electronic record is generated by a computer system and does not require any physical or digital signatures.</p>\n<p>\n<b>Get Skilled Services Private Limited</b>, having its registered office at <b>Bengaluru, Karnataka </b> (“Company” or “we” or “us”), is the owner of the website domain at <b> https://neverinstall.com</b> (referred as “Platform”).</p>\n<p>The Company requests User (as defined below) to carefully go through these terms &amp.\nconditions (“<b>Terms of Service</b>” or “<b>Agreement”</b> or “<b>TOS”</b>), prior to accessing the Platform or availing Services (as defined below).\nIf User continues to browse and use the Platform to avail Services, User (as defined below) irrevocably and unconditionally is agreeing to comply with, abide by and be bound by all these obligations as stipulated in this TOS, which together read with our privacy policy available at <b> https://neverinstall.com/privacy</b> (“<b>Privacy Policy</b>”), and any other applicable policies referred to herein or made available on the Platform (collectively referred as “<b>Terms and Conditions</b>”).\nThe Terms and Conditions shall govern the Company’s relationship with the User in relation to the usage of the Platform.\nThese Terms and Conditions supersede all previous oral, written terms and conditions (if any) communicated to User and shall act as a binding agreement between Company and the User.</p>\n<p>IF YOU DO NOT AGREE TO BE BOUND BY ALL TERMS AND CONDITIONS CAPTURED IN THE TOS, PLEASE DO NOT USE THE PLATFORM OR SERVICES.</p>\n<b>1.\nDefinitions</b>\n<p>\"<b>Company</b>,\" \"<b>we</b>\", \"<b>us</b>\", or \"<b>our</b>\" means <b>Get Skilled Services Private Limited</b> and any other companies that are its subsidiaries and affiliates.</p>\n<p>\"<b>Service(s)</b>\" means services provided through the Platform, as described in further detail under clause 3 below.\nThe Services provided through the Platform may change from time to time, at the sole discretion of the Company.</p>\n<p>“User” or “You” shall mean the user of the Platform.</p>\n<b>2.\nUpdation of Terms and Conditions</b>\n<p>Your use of the Platform is subject to the Terms and Conditions, which may be updated, amended, modified or revised by us from time to time with/without notice to you.\nTo ensure that you are aware of any additions, revisions, amendments or modifications that we may have made to these Terms and Conditions, it is important for you to refer to the Terms and Conditions from time to time.</p>\n<b>3.\nService(s) provided to Users</b>\n<p>\n</p>\n<b>4.\nEligibility</b>\n<p>By using Platform, you affirm that you are at least 18 years of age and are fully able and competent to enter into the terms, conditions, obligations, affirmations, representations, warranties set forth in the Terms and Conditions, and to abide by and comply with the terms stated therein.\nRegistration of User in the Platform is available only to persons who can form legally binding contracts under Indian Contract Act, 1872.\nPersons who are \"incompetent to contract\" within the meaning of the Indian Contract Act, 1872 including minors, un-discharged insolvents, or person with unsound mind etc.\nare not eligible to use the Platform.</p>\n<b>5.\nUser Account Registration</b>\n<p>I.\nUsers who are at least 18 years of age may create an account and purchase the Services for themselves or on behalf of any Service Recipient who has so authorised the User to do so.\nAny purchase of Services by anyone under 18 years is expressly prohibited and by doing so you represent and warrant that you are 18 years or older.\nIn order to use the Platform and facilitate Service Recipients to avail Services, you have to create an account (“<b>Account”</b>).</p>\n<p>II.\nHowever, you agree and acknowledge that the Company does not validate your identity and authenticity of the information provided to the Company for creating Account.\nYou shall solely be responsible for the registration of the Account.\nCompany shall not be liable in any manner for any claims/losses arising on account of the creation of the Account and in the event if there is any claim arising out of or in relation to your creation of Account, you shall indemnify Company for whatsoever losses it may occur.</p>\n<b>6.\nPlatform License</b>\n<p>I.\nSubject to your compliance with the TOS, Company grants you (along with Service Recipient) a limited, non-exclusive, non-transferable license: (i) to view, download and print any content of Platform solely for your personal and non-commercial purposes.\nand (ii) to access, modify, edit and download any content, to which you are permitted access solely for your personal and non-commercial purposes.\nYou have no right to sublicense the license rights granted herein.</p>\n<p>II.\nYou will not use, copy, adapt, modify, prepare derivative works based upon, distribute, license, sell, transfer, publicly display, publicly perform, transmit, stream, broadcast or otherwise exploit the Platform and Services, except as expressly permitted in the TOS.\nNo licenses or rights are granted to you by implication or otherwise under any intellectual property rights owned or controlled by Platform or its licensors, except for the licenses and rights expressly granted in the TOS.</p>\n<b>7.\nFees &amp.\nPayment</b>\n<p>I.\nThe platform provides both Free Plan &amp.\nPaid Plans.\nAny free service mentioned in the the platform would be \"Free\" and would follow the terms mentioned here.</p>\n<p>II.\nThe platform charges a fixed fee for the paid plans which could change upon prior notification to the customer.</p>\n<p>III.\nFor paid plans, the platform charges a fixed VAT of 18% across all region cutomers.\n</p>\n<b>8.\nUse of Your Information and Content and other content displayed on the Platform</b>\n<p>I.\nIf you create, transmit, submit, display or otherwise make available any information while using the Services, you may provide only information that you own or have the right to use.\nWe may only use the information you provide as permitted by our Privacy Policy and applicable law.\nFor example, we will never share your personally identifiable information without your prior permission.\nPlease closely review our Privacy Policy for more information regarding how we use and disclose your personal information.\nOur Privacy Policy is hereby incorporated into these Terms of Use by this reference.</p>\n<p>II.\nWe reserve the right to maintain, delete or destroy all information and materials posted or uploaded through the Services pursuant to our internal record retention and/or destruction policies.\nWe (may/may not) make use of third-party cloud services providers or use our own service infrastructure for hosting the servers and databases.\nWhile we make commercially reasonable efforts to ensure that the data stored on our servers is persistent and always available to the User, we will not be responsible in the event of failure of the third-party servers or any other factors outside our reasonable control that may cause the User’s data to be permanently deleted, irretrievable, or temporarily inaccessible.</p>\n<p>III.\nYou acknowledge and agree that we may preserve your information and may also disclose your related information if required to do so by law.\nor in the good faith belief that such preservation or disclosure is reasonably necessary to: (a) comply with legal process, applicable laws or government requests.\nor (b) enforce these TOS.\nor (c) respond to claims that any of your usage of the Platform violates the rights of third parties.\nor (d) detect, prevent, or otherwise address fraud, security or technical issues.\nor (e) protect the rights, property, or personal safety of the Platform, its users, or the public.</p>\n<b>9.\nConsent of Service Recipient</b>\n<p>In the event the User (other than the Service Recipient) has created Account or have shared any personally identifiable information, which is related to the Service Recipient, such User shall ensure that it has lawful authority to disclose such information with us.\nIn the event if there is any breach of the aforesaid condition, User shall defend, indemnify and hold Company, its directors, employees, vendors, harmless from any claims, losses or damages arising out of or in relation to the breach of the aforesaid conditions.</p>\n<b>10.\nThird Party Services</b>\n<p>The Company shall provide Users to connect with third party service providers.\nThe Company is not responsible for, and does not endorse, any third-party services mentioned on the Platform.\nIt is hereby stated that the Company shall in no way be responsible for any acts or omissions of third parties.\nAny transaction, dealings or communication otherwise that the User may have with such third parties are at the User’s own risk and we make no warranties, express or implied regarding the quality or suitability of the services or products of such third-party vendors.</p>\n<b>11.\nRules and Conduct</b>\n<p>I.\nAs a condition of use, you promise not to use the Services for any purpose that is prohibited by the TOS.\nor other rules or policies implemented by us from time to time.\nor in violation of any applicable laws.\nThe Services (including, without limitation) is provided only for your own personal and non-commercial use.</p>\n<p>II.\nIf you would like to access our Services from a remote location, then you accept the logistical issues that accompany this.\nYou agree to provide us with such materials or information as we may reasonably request to carry out the Services in a timely manner and ensure that such materials or information is complete and accurate in all material respects.</p>\n<p>III.\nYou understand that in the course of availing Services from us, you may indirectly be availing the services of third-party vendors engaged by us for the purpose of rendering such services.\nYou agree to bear any and all out of pocket expenses in availing the Services from any such third-party vendor per the Services adopted by You.\nAt no point in time, shall we be responsible for any actions and/or omissions of third-party vendors.\nIn the event we are unable to provide you with a service that you are entitled to, then we shall endeavour to inform you in advance of the same.\nThe Services may be available on all the working days, from Monday to Friday (except public holidays).\nHowever, under exceptional circumstances, the Company may provide Services during the weekends.</p>\n<p>IV.\nBy way of example, and not as a limitation, you shall not (and shall not permit any third party to) take any action that: (i) would constitute a violation of any applicable law, rule or regulation.\n(ii) infringes on any intellectual property or other right of any other person or entity.\n(iii) is threatening, abusive, harassing, defamatory, libellous, deceptive, fraudulent, invasive of another’s privacy, tortuous, obscene, offensive, or profane.\nor (iv) impersonates any person or entity.\nThe Company reserves the right to disable any Account from the Platform at any time for any reason (including, but not limited to, upon receipt of claims or allegations from third parties or authorities.\nor if Company is concerned that You may have violated the Terms of Use), or for no reason at all with or without notice to the User/Users.</p>\n<p>V.\nAdditionally, you shall not share any information that: (i) may be harmful to minors or children below the age of 18 (eighteen) years.\n(ii) threatens the unity, integrity, defence, security or sovereignty of India, friendly relations with foreign states or public order or causes incitement to the commission of any cognisable offence or prevents investigation of any offence or is insulting any other nation.\nand (iii) is invasive of another's privacy, hateful, or racially, ethnically objectionable, disparaging, relating or encouraging money laundering or gambling, or otherwise unlawful in any manner whatever.\n(iv) harms minors in any manner.\n(v) infringes any patent, trademark, copyright or other proprietary rights.\n(vi) violates any laws for time being.\nand (vii) impersonate any person.</p>\n<p>VI.\nFurthermore, you shall not (directly or indirectly): (i) take any action that imposes or may impose an unreasonable or disproportionately large load on Company’s (or its third party providers’) infrastructure.\n(ii) interfere or attempt to interfere with the proper working of the Platform or any activities conducted on the Platform.\n(iii) bypass any measures we may use to prevent or restrict access to the Platform (or parts thereof).\n(iv) decipher, decompile, disassemble, reverse engineer or otherwise attempt to derive any source code or underlying ideas or algorithms of any part of the Platform, except to the limited extent applicable laws specifically prohibit such restriction.\n(v) modify, translate, or otherwise create derivative works of any part of the Platform.\nor (vi) copy, rent, lease, distribute, or otherwise transfer any or all of the rights that you receive hereunder.</p>\n<b>12.\nAlerts Provided by The Company</b>\n<p>I.\nThe Company provides you with multiple automatic alerts while providing Services.</p>\n<p>II.\nYou understand and agree that any alerts provided to you through the Platform may be delayed or prevented by a variety of factors.\nWe will do our best to provide alerts in a timely manner with accurate information.\nHowever, we neither guarantee the delivery nor the accuracy of the content of any alert.\nYou also agree that we shall not be liable for any delays, failure to deliver, or misdirected delivery of any alert.\nfor any errors in the content of an alert.\nor for any actions taken or not taken by you or any third party in reliance on an alert.</p>\n<b>13.\nContact You</b>\n<p>You agree that we may contact you through telephone, email, SMS, or any other means of communication for the purpose of:</p>\n<p>I.\nObtaining feedback in relation to Platform or our Services;</p>\n<p>II.\nTo facilitate Services and Usage of the Platform;</p>\n<p>III.\nPromote Services and Platform;</p>\n<p>IV.\nObtaining feedback in relation to any other Users listed on the Platform;</p>\n<p>V.\nResolving any complaints, information, or queries by other Users regarding your Critical Content.\nand</p>\n<p>VI.\nYou agree to provide your fullest cooperation further to such communication by the Company.</p>\n<p>By submitting suggestions or other feedback regarding our Services/Platform, you agree that we can use and share such feedback for any purpose without any compensation to you and we are under no obligation to make such feedback confidential.</p>\n<b>14.\nProfile Ownership and Editing Rights</b>\n<p>We ensure easy access to the Users by providing a tool to update your profile information.\nWe reserve the right to moderate the changes or updates requested by you and we shall take an independent decision whether to publish or reject the requests submitted for the respective changes or updates in your profile.\nYou hereby represent and warrant that you are fully entitled, under applicable law, to provide information as part of your profile or otherwise while using our Services, and that no such information breaches any third-party rights, including intellectual property rights and applicable data protection laws.\nUpon becoming aware of a breach of the foregoing representation, we may modify or delete parts of your profile information at our sole discretion with or without notice to you.</p>\n<b>15.\nRights and Obligation relating to the usage of the Platform</b>\n<p>Users shall be prohibited from carrying out the any illegal acts in the Platform including but not limited to acts mentioned below:</p>\n<p>I.\nviolating or attempting to violate the integrity or security of the Platform;</p>\n<p>II.\ntransmitting any information on or through the Platform that is disruptive or competitive to the provision of our Services;</p>\n<p>III.\nintentionally submitting on the Platform any incomplete, false or inaccurate information;</p>\n<p>IV.\nmaking any unsolicited communications to other Users;</p>\n<p>V.\nusing any engine, software, tool, agent or other device or mechanism (such as spiders, robots, avatars or intelligent agents) to navigate or search the Platform;</p>\n<p>VI.\ncircumventing or disabling any digital rights management, usage rules, or other security features of the Platform;</p>\n<p>VII.\nAny unlawful activities in the Platform which are prohibited by laws of India.</p>\n<p>The Company shall, upon obtaining knowledge by itself or being brought to actual knowledge by an affected person in writing or through email signed with electronic signature about any such information as mentioned above, be entitled to disable such information that is in contravention of this Clause.\nWe shall also be entitled to preserve such information and associated records for at least 90 (ninety) days for production to governmental authorities for investigation purposes.</p>\n<p>In case of non-compliance with any applicable laws, rules or regulations, or the Terms and Conditions (including the Privacy Policy) by a User, we shall have the right to immediately terminate your access or usage rights to the Platform and Services and to remove non-compliant information from the Platform.</p>\n<p>We may disclose or transfer User-generated information to our affiliates or governmental authorities in such manner as permitted or required by applicable law, and you hereby consent to such transfer.\nIn accordance with the applicable laws, we shall transfer sensitive personal data or information including any information, to any other body corporate or a person in India, or located in any other country, that ensures the same level of data protection that is adhered to by us, only if such transfer is necessary for the performance of the lawful contract between Company or any person on its behalf and the User or where the User has consented to data transfer.</p>\n<b>16.\nConsent to use the reference</b>\n<p>The Company shall have the permission to use User’s (including Service Recipient) testimonials or feedback, whether obtained in writing, verbally or in visual form (“<b>Testimonial”</b>) for marketing purposes.\nUser hereby grants perpetual, irrevocable, exclusive right to publish, display Testimonial in the Platform or any social media platforms for marketing purposes.</p>\n<b>17.\nSupport</b>\n<p>The Company offers email-based and online support tools.\nYou may access support resources or contact our support by emailing at support@neverinstall.com.\nIn some regions or associated with certain partners, we may direct you to obtain support from third party service providers.\nThe Company does not make any promises regarding how quickly we will respond to your request for support, or that we will be able to fix any problems, which you may be having.\nAny suggestions by Company regarding use of the Services shall not be construed as a warranty.</p>\n<p>The Company offers an email-based support system.\nIn case you require any assistance or support, you may access support resources or contact our support by emailing at support@neverinstall.com.</p>\n<p>The Company shall revert to every complaint within 48 hours of receipt of the complaint.\nFurther, the Company shall take best possible efforts to redress the complaint within 30 days of receipt of the complaint.</p>\n<p>The User agrees and acknowledges that the Company shall address and attempt to resolve the complaint received in accordance with the standard policies and procedures adopted by the Company, the User’s disapproval/discontent with the outcome/mode of redressal shall not be deemed to mean non-redressal of the complaint by the Company.\nAny suggestions by Company regarding use of the Service shall not be construed as a warranty.</p>\n<b>18.\nTermination</b>\n<p>We may terminate your usage of the Platform at any time for any reason, including breach of the Terms and Conditions.\nWe have the right (but not the obligation) to refuse to grant access to Platform.\nExcept for the rights and license granted in these terms, we reserve all other rights and grant no other rights or licenses, implied or otherwise.</p>\n<p>Once temporarily suspended, indefinitely suspended or terminated, the User may not continue to use the Platform under the same account, a different account or re-register under a new account.\nOn termination of an account due to the reasons mentioned herein, such User shall no longer have access to data, messages and other material kept on the Platform by such User.\nAll provisions of the TOS, which by their nature should survive termination, shall survive termination, including, without limitation, warranty disclaimers, indemnity and limitations of liability.</p>\n<b>19.\nDisclaimer</b>\n<p>THE SERVICE (INCLUDING, WITHOUT LIMITATION, ANY CONTENT) IS PROVIDED “AS IS” AND “AS AVAILABLE” AND IS WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE, AND ANY WARRANTIES IMPLIED BY ANY COURSE OF PERFORMANCE OR USAGE OF TRADE, ALL OF WHICH ARE EXPRESSLY DISCLAIMED.\nTHE COMPANY and SERVICE PROVIDER (INCLUDING) ITS DIRECTORS, EMPLOYEES, AGENTS, SUPPLIERS, SPONSORS AND PARTNERS DO NOT WARRANT THAT: (A) THE SERVICE WILL BE SECURE OR AVAILABLE AT ANY PARTICULAR TIME OR LOCATION.\n(B) ANY DEFECTS OR ERRORS WILL BE CORRECTED.\n(C) ANY CONTENT OR SOFTWARE AVAILABLE AT OR THROUGH THE SERVICE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nOR (D) THE RESULTS OF USING THE SERVICE WILL MEET YOUR REQUIREMENTS.\nYOUR USE OF THE SERVICE IS SOLELY AT YOUR OWN RISK.\nSOME STATES DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.</p>\n<b>20.\nIndemnification</b>\n<p>You shall defend, indemnify, and hold harmless the Company, its affiliates/subsidiaries/joint venture partners and each of its, and its affiliates’/subsidiaries/joint venture partners’ employees, contractors, directors, suppliers and representatives from all liabilities, losses, claims, and expenses, including reasonable attorneys’ fees, that arise from or relate to (i) your use or misuse of, or access to, the Services and Platform.\nor (ii) your violation of the Terms and Conditions.\nor any applicable law, contract, policy, regulation or other obligation.\nWe reserve the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will assist and cooperate with us in connection therewith.</p>\n<b>21.\nLimitation of Liability</b>\n<p>TO THE FULLEST EXTENT PERMITTED BY LAW, IN NO EVENT SHALL COMPANY (INCLUDING ITS DIRECTORS, EMPLOYEES, AGENTS, SPONSORS, PARTNERS, SUPPLIERS, CONTENT PROVIDERS, LICENSORS OR RESELLERS,) BE LIABLE UNDER CONTRACT, TORT, STRICT LIABILITY, NEGLIGENCE OR ANY OTHER LEGAL OR EQUITABLE THEORY WITH RESPECT TO THE SERVICES (I) FOR ANY LOST PROFITS, DATA LOSS, LOSS OF GOODWILL OR OPPORTUNITY, OR SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER, (II) FOR YOUR RELIANCE ON THE SERVICES (III) FOR ANY DIRECT DAMAGES IN EXCESS (IN THE AGGREGATE) OF THE INR 1000/- (IV) FOR ANY MATTER BEYOND ITS OR THEIR REASONABLE CONTROL, EVEN IF COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF ANY OF THE AFOREMENTIONED DAMAGES.</p>\n<b>22.\nExemptions to liability of Company</b>\n<p>You further agree and confirm that Company shall not be responsible, in any manner whatsoever, for any delay/unavailability of Services or failure to meet its obligations under the Terms and Conditions, which may be caused, directly or indirectly, due to:</p>\n<p>I.\nyour failure to cooperate;</p>\n<p>II.\nyour unavailability and/or unresponsiveness;</p>\n<p>III.\nyour failure to provide accurate and complete information;</p>\n<p>IV.\nany event beyond Company’s reasonable control.</p>\n<b>23.\nGoverning Law</b>\n<p>This Agreement shall be governed by and construed in accordance with the laws of India without regard to the conflict of law provisions thereof.\nAll claims, differences and disputes arising under or in connection with or in relation thereto the Platform or Services, the Terms or any transactions entered into on or through the Platform or Services shall be subject to the exclusive jurisdiction of the courts of Bengaluru, India and you hereby accede to and accept the jurisdiction of such courts.</p>\n<b>24.\nMiscellaneous</b>\n<p>I.\nThe Terms and Conditions are the entire agreement and understanding between you and Company with respect to the Services and usage of Platform.\n</p>\n<p>II.\nIf any provision of the Terms and Conditions are found to be unenforceable or invalid, that provision will be limited or eliminated to the minimum extent necessary so that the Terms and Conditions will otherwise remain in full force and effect and enforceable.\n</p>\n<p>III.\nThe failure of either party to exercise in any respect any right provided for herein shall not be deemed a waiver of any further rights hereunder.</p>\n<p>IV.\nThe Terms and Conditions are personal to you, and are not assignable or transferable by you except with Company’s prior written consent.\nCompany may assign, transfer or delegate any of its rights and obligations hereunder without any consent.</p>\n<p>V.\nNo agency, partnership, joint venture, or employment relationship is created as a result of the Terms and Conditions and neither party has any authority of any kind to bind the other in any respect.\nAll notices under the Terms and Conditions will be in writing and will be deemed to have been duly given when received, if personally delivered or sent by certified or registered mail, return receipt requested.\nwhen receipt is electronically confirmed, if transmitted by facsimile or e-mail.\nor two days after it is sent, if sent for next day delivery by recognized overnight delivery service.</p>\n<b>25.\nGrievance Redressal Mechanism</b>\n<p>Any discrepancies or grievances with regard to content and or comment or breach of the Terms and Conditions shall be taken up with the designated Grievance Officer as mentioned below via in writing or through email:</p>\n<p>Email ID: support@neverinstall.com</p>\n<p>Address: 1st floor, 412/A, 24th cross, 18th main,HSR Layout, Sector 3, Bengaluru-560102, Karnataka, India.</p>\n<b>26.\nContact</b>\n<p>If you have any questions regarding the Services or usage of the Platform, please contact Company at support@neverinstall.com.\nPlease note that for the purpose of validation, you shall be required to provide information (including, but not limited to contact number or registered mobile number, etc.) for the purpose of validation and taking your service request.</p>", "created_at": "2021-10-14 18:09:57.609092", "updated_at": "2021-10-14 16:12:53.857848"}], "points": [], "urls": ["neverinstall.com"]}}