{"error": 448, "message": "OK", "parameters": {"id": 5131, "name": "ninite ", "created_at": "2021-10-14 22:20:50.747063", "updated_at": "2021-10-14 22:01:07.238759", "wikipedia": null, "keywords": null, "related": null, "slug": "ninite", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5131.png", "url": "ninite.com", "documents": [{"id": 9201, "name": "Terms of Service ", "url": "https://ninite.com/terms", "xpath": "/html/body/div[1]/div/div/div", "text": " Terms of Service\n<p>\nNinite is provided to you on an \"as is\" and \"as available\" basis.\nYour use\nof the service is at your sole risk.\n</p>\n<p>\nThe free version of Ninite is only licensed for home use and as a trial for\nNinite Pro.\nIf you get paid for\nrunning Ninite (like in an IT department, PC shop, managed service provider,\nschool, non-volunteer helpdesk, etc.) you must upgrade to\nNinite Pro.\n</p>\n<p>\nNinite Pro accounts and installers are good for one business/organization.\nPlease don't share them more broadly.\n</p>\n<p>For managed service providers or IT support firms it's fine to use one big account across multiple clients.\nYour firm is considered the one organization in that case.\n</p>\n<p>\nNinite installs third-party software.\nBy using Ninite you certify that you\nhave read and agree with the license agreements and restrictions of any\nsoftware you install with Ninite.\nNinite does not grant you any license to\nany third-party software available on Ninite or elsewhere, nor does Ninite\nguarantee the availability of any third-party software.\n</p>\n<p>\nPlease send us an email\nif you have further questions.\n</p> ", "created_at": "2021-10-14 22:20:50.750802", "updated_at": "2021-10-14 20:23:39.982747"}, {"id": 9202, "name": "Privacy Policy ", "url": "https://ninite.com/privacy", "xpath": "/html/body/div[1]/div/div/div", "text": " Privacy Policy\n<p>\nLet's keep this simple:\n</p>\n<ul>\n<li>\nYour email will only be used for account notifications,\nwe don't spam or sell email addresses.\n</li>\n<li>\nAll the apps in our directory are user-requested and useful.\nWe do not list\nmalware or other shady apps.\n</li>\n<li>\nWe install apps like you would: with default settings and\nwe say \"no\" to all browser toolbars and other junk.\n</li>\n<li>\nSome apps are tagged with a Ninite affiliate key.\nNinite receives a\ncommission when users upgrade those apps.\n</li>\n<li>\nAfter installing apps non-identifying diagnostic information (OS version, language, machine architecture, failure status of installers) is reported back to Ninite so we can improve reliability.\n</li>\n<li>\nNinite Pro uses a meaningless hash of the first MAC address on a machine to count unique machines where a Pro account is used.\nThis is transmitted when Ninite gets the latest app configurations from our server.\n</li>\n<li>\nAll we do is install the apps you choose.\nWith our free version or Ninite Pro Classic not even Ninite is installed.\n</li>\n<li>\nAnd, of course, we do not include any form of malware or spyware.\n</li>\n</ul>\n<p>\nPlease send us an email\nif you have further questions.\n</p>\n<p>\nUpdated 2018-05-24.\n</p> ", "created_at": "2021-10-14 22:20:50.754463", "updated_at": "2021-10-14 20:23:05.063618"}], "points": [], "urls": ["ninite.com"]}}