{"error": 448, "message": "OK", "parameters": {"id": 5923, "name": "AdsKeeper ", "created_at": "2021-11-27 20:04:25.441672", "updated_at": "2021-11-27 23:01:10.024182", "wikipedia": null, "keywords": null, "related": null, "slug": "adskeeper", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5923.png", "url": "adskeeper.com,adskeeper.co.uk", "documents": [{"id": 10696, "name": "Terms of Service", "url": "https://www.adskeeper.com/tos/", "xpath": "/html/body/main/div[1]", "text": " Terms of Service The web pages available at adskeeper.com, and all linked pages (\"Site\"), with are duly and legally operated by authorized online corporate drivers INTERNATIONAL DIGITAL ADVERTISING AGENCY LLC and HARDWARE SOLUTION LIMITED (hereinafter may as well be collectively referred to as ‘Adskeeper’, ‘We’ or ‘Us’, covering the stipulated operators as a same, both acting collectively or separately, but being the single, integral and unitary Adskeeper operator), which are accessed by you under the Terms of Use (TOS).\nThe User’s use of the Adskeeper website, services and information provided by the Adskeeper website is subject to the terms of the following User Agreement between the User and Adskeeper.\n<br>\n<br> PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THE SERVICES.\nBY ACCESSING THIS SITE OR USING ANY PART OF THE SITE OR ANY CONTENT OR SERVICES (AS EACH IS DEFINED BELOW) ON THE SITE, YOU AGREE TO BECOME BOUND BY THESE TERMS AND CONDITIONS.\nIF YOU DO NOT AGREE TO ALL THE TERMS AND CONDITIONS, THEN YOU MAY NOT ACCESS THE SITE OR USE THE CONTENT OR ANY SERVICES IN THE SITE.\nADSKEEPER'S ACCEPTANCE IS EXPRESSLY CONDITIONED UPON YOUR ASSENT TO ALL OF THESE TERMS AND CONDITIONS, TO THE EXCLUSION OF ALL OTHER TERMS.\nIF THESE TERMS AND CONDITIONS ARE CONSIDERED AN OFFER BY ADSKEEPER, ACCEPTANCE IS EXPRESSLY LIMITED TO THESE TERMS.&nbsp.\n<br>\n<br> 1.1.\nThe User's use of the Adskeeper website, services and information provided by the Adskeeper website is subject to the terms of the following Terms of Service agreement (TOS) between the User and Adskeeper.&nbsp.\n<br>\n<br> 1.2.\nThe User is defined as anyone who uses the Adskeeper website and any information and services provided by Adskeeper.&nbsp;&nbsp.\n<br>\n<br> 1.3.\nThe Adskeeper website refers to the Internet site with the address adskeeper.com as well as banners and advertisements on other websites with a hyperlink(s) to adskeeper.com.\n<br>\n<br> 1.4.\nAdskeeper \"services\" refers to the ability that Adskeeper gives Users to publicize ads on the Adskeeper website in the form of an article caption (or post), short description and picture with a link to the website where this article is published.\nAdskeeper doesn't create, write, or publish news stories or articles.&nbsp;.\n<br>\n<br> 1.5.\nThe Adskeeper website, services and information will be referred to collectively as the \"Services\" in this document excluding any additional services provided to the User by Adskeeper under a separate written agreement.&nbsp.\n<br>\n<br> 1.6.\nAdskeeper reserves the right to change the Terms of Service (TOS) without notifying the User.&nbsp.\n<br>\n<br> 2.\nACCEPTING THE TERMS&nbsp.\n<br>\n<br> 2.1.\nIn order to use the Services, the User must first agree to the Terms of Service (TOS).\nThe User may not use the Services if he/she does not accept the TOS.\nIf the User is already using the Services, but the User has not accepted the TOS, then the User must stop using Adskeeper's Services immediately.&nbsp.\n<br>\n<br> 2.2.\nThe User can accept the Terms of Service simply by using the Services.\nIn this case, the User understands and agrees that Adskeeper will treat his/her use of the Services as acceptance of the Terms of Service from that point onwards.&nbsp.\n<br>\n<br> 3.\nUSE OF SERVICES BY THE USER <br>\n<br> 3.1.\nAdskeeper enables the User to create ads from the articles published at the original website where the news and articles were published.\nThe content of the ad's post/caption/announcement/headline/hyper-link/photo (hereafter referred to as \"Link\") may differ from the content of the article for which the link was made.\n<br>\n<br> 3.2.\nIn any Link the User can use any picture or image which is published on the same page of the website where the original article is published and is relevant to the article.\nThis picture or image will be published as a thumbnail.\nThe User who publishes the Link and the website where the aforementioned article was published bear complete responsibility for any infringement of a third party's copyright (copyright of the person(s) or organization(s) who created or owns the content of the article or photo) if such an infringement of copyright occurs.\n<br>\n<br> 3.3.\nIn a Link, the User is allowed to use any picture or image which is NOT published on the same page of the website where the publicized article is published.\nIn this case the picture or the image must be taken from open resources only (licensed free resources) and will be published as a thumbnail in the Link.&nbsp.\n<br>\n<br> 3.4.\nThe content of the picture or image in a Link may differ from the topic of the Link's caption, from the Link's short description, from the original article's caption, and from the content of the original article.\nThe person(s) shown in the photo in the Link may differ from the person(s) shown or mentioned in the article.\nThe picture used in the Link may be unrelated to the content of the original article.&nbsp.\n<br>\n<br> 3.5.\nThe User understands and agrees that he/she is responsible for any information, data, written text, pictures, images, video and other content (hereafter referred to as \"Content\") which he/she publishes on the internet using the Services of Adskeeper.\nThis means that only the User (and not Adskeeper) bears full responsibility for all Content which the User publishes, uploads, sends, transfers, receives, shares or otherwise makes public using the Services of Adskeeper.\nAdskeeper does not monitor the Content published, posted, uploaded, sent, transferred, received, or shared with its Services and therefore does not guarantee the accuracy, completeness, comprehensiveness or quality of any Content.\nThe User understands that while using the Services of Adskeeper he/she might come into contact with Content that could be legally proved to be straightly offensive, absolutely (without social-determined exceptions, i.e.\nfor sexual minorities) indecent (that can not be deemed acceptable as normal and not indecent in any case) or directly objectionable as illegal or injuring.\nAdskeeper is not responsible for any Content created by the use of the Services by any User under any circumstances.&nbsp.\n<br>\n<br> 3.6.\nThe User agrees that Adskeeper is not obliged to check any of the Content before it is published.\nThe User also agrees that Adskeeper has the right (but shall have no obligation) to refuse or remove any or all Content (which is available through the Services of Adskeeper) at its own discretion.\nThe User agrees that Adskeeper is not liable for the accuracy, reliability, completeness or usefulness of the Content displayed on the site or through the Adskeeper Services.&nbsp.\n<br>\n<br> 3.7.\nThe User agrees and understands that he/she uses the Services at his/her own risk.&nbsp.\n<br>\n<br> 3.8.\nThe User takes into account that Adskeeper Service technology may require sending Content (which the User wants to publish) through a computer network or changing the Content in order to meet specific technical requirements.&nbsp.\n<br>\n<br> 3.9.\nThe User agrees NOT to use the Services to:&nbsp.\n<br> a.\npost, upload, email, transmit, share or otherwise make public any Content which is recognized as illegal, harmful, threatening, slanderous, infringing upon someone's copyright, popularizing armored violence and/or any sort of discrimination (racial, social or any other sort of discrimination, judicially recognized to be of such nature), and/or insulting a particular person or organization;&nbsp.\n<br> b.\ninfringe upon the rights of minors and/or cause any sort of harm to minors;&nbsp.\n<br> c.\ndiscriminate against minorities;&nbsp.\n<br> d.\ngive untruthful information about his/her identity or identify himself/herself as a representative of an organization/company (including introducing himself/herself as a Adskeeper representative, Adskeeper employee, Adskeeper forum moderator, or Adskeeper owner) without having the right to do so, and to offer any false representation of the properties and/or characteristics of other persons, entities, companies, or products;&nbsp.\n<br> e.\npost, upload, email, transmit, share or otherwise make public any Content which is forbidden to post, upload, email, transmit, share or otherwise make public according to the law or a contractual agreement with a third party;&nbsp.\n<br> f.\npost, upload, email, transmit, share or otherwise make public any Content which affects a third party's license, trademark, commercial secret, copyright or any other sort of possessive rights (rights of ownership);&nbsp.\n<br> g.\npost, upload, email, transmit, share or otherwise make public any Content which encourages/propagandizes ethnic strife, incites violence against a certain person(s) or group of people, violence against animals, and/or encourages the abuse of law;&nbsp.\n<br> h.\npost, upload, email, transmit, share or otherwise make public any Content which contains computer viruses, threats or other codes, files, or software which are intended to harm, destroy or restrict the functionality of any hardware or software, or which can be used for unauthorized access/data trespassing, or which contain serial numbers for licensed software, cracked software, logins, passwords or other tools for unauthorized access to any licensed protected software or data on the Internet;&nbsp.\n<br> i.\nabuse of any local, state or international laws of the location for the materials to be exposed/demostrated;&nbsp.\n<br> j.\ncollect and store the private data of other users without legally acquired relevant consent;&nbsp.\n<br> k.\nengage in the unauthorized use of advertising, commercial or promotional content without an agreement with, or permission from, the concerned party;&nbsp.\n<br> l.\npost, upload, email, transmit, share or otherwise make public any content containing crude or offensive words, phrases or sentences.&nbsp.\n<br>\n<br> m.\npost, upload, email, transmit, share or otherwise make public any content, specially intended for a qualified consumers/viewers groups or categories (especially, but not limited to adult content of any nature) without the prescribed filters of access, minors-access preventing soft or settings, or other specific means of isolating the undesired and unintended access.&nbsp.\n<br>\n<br> 3.9.1 Adskeeper reserves the right (but shall have no obligation) to refuse or remove any or all Content from the Services at its own discretion if the said Content does not meet the requirements of the Terms of Service.\nAdskeeper is not obliged to notify the User of the reasons for removing or rejecting any Content.&nbsp.\n<br>\n<br> 4.\nNON-COMMERCIAL USE&nbsp.\n<br>\n<br> 4.1.\nThe User agrees not to reproduce, copy, sell or use for commercial purposes any parts of the Services, not to access (or attempt to access) any of the Services by any means other than through the interface that is provided by Adskeeper, unless the User is granted special rights by Adskeeper specifically in order to do so.\nAdskeeper doesn't bear any responsibility for any legal agreements between the User and any other third parties.&nbsp.\n<br>\n<br> 4.2.\nThe User agrees to refrain from trying to crack any of Adskeeper's software or data or to decompile the Adskeeper software source codes used in the Services with the intention to install it on his/her PC, phone, pocket PC or other electronic device.&nbsp.\n<br>\n<br> 5.\nGENERAL TERMS OF USE AND STORAGE <br>\n<br> 5.1.\nAdskeeper is not responsible for any delays, failures, incorrect or untimely publications, or the removal or loss of any data.&nbsp.\n<br>\n<br> 5.2.\nThe User agrees that Adskeeper may make changes to the rules and restrictions of use from time to time with or without notification of the User.&nbsp.\n<br>\n<br> 5.3.\nThe User agrees that any Content published with the Adskeeper Services as open Content can be used by Adskeeper at its own discretion for its own purposes and the User cannot claim compensation (monetary or otherwise) from Adskeeper for doing so.&nbsp.\n<br>\n<br> 6.\nCONTENT LICENSE AND INTELLECTUAL PROPERTY RIGHTS <br>\n<br> 6.1.\nThe User acknowledges and agrees that all Adskeeper Services and software are protected by copyright, trademark, license, intellectual property laws and any applicable laws of the British Virgin Islands, laws of other countries and/or international laws.&nbsp.\n<br>\n<br> 6.2.\nAdskeeper gives the User a personal, non-assignable and non-exclusive license to use the software provided to him/her by Adskeeper as part of the Services.\nThe User may not (and may not permit anyone else to) copy, modify, create a derivative work of, reverse engineer, decompile or otherwise attempt to extract the source code of the Software or any part thereof.\nThe User agrees that he/she will not reproduce, duplicate, copy, sell, trade or resell the software provided to him/her as a part of the Services for any purpose and also will not modify the Services for any purpose.&nbsp.\n<br>\n<br> 6.3.\nUnless the User has agreed otherwise in writing with Adskeeper, the User may not use objects of Adskeeper intellectual property (such as logos, trade names, trademarks and other brand features, Adskeeper website content etc.).&nbsp.\n<br>\n<br> 7.\nEXCLUSION OF WARRANTIES&nbsp.\n<br>\n<br> 7.1 Adskeeper does not guarantee to the User that his/her use of the Services will be uninterrupted, timely, secure or free from error.&nbsp.\n<br>\n<br> 7.2 Adskeeper does not bear responsibility for the Content created and displayed by other Users through the Services.&nbsp.\n<br>\n<br> 7.3 The User is solely responsible for any breach of any sort of third party rights.&nbsp.\n<br>\n<br> 7.4 If the use of the Services by the User results in complaints or claims from a third party addressed to Adskeeper concerning the breach of their rights (including copyright infringement or a person(s) depicted in the photos in the Content who does not want the images to be used in the Services) the User is held fully responsible and must take actions on her/his own to satisfy such claims and complaints.\n<br>\n<br> 7.5 Adskeeper may (but has no obligation to) review, modify or remove Content published by the User.\n<br>\n<br> 7.6 Adskeeper is not liable to the User for any loss of information which the User publishes on or with the Services of ADSKEEPER.&nbsp.\n<br>\n<br> 7.7 The User understands and agrees that: <br> a.\nThe Services are provided \"as is\".\nAdskeeper does not guarantee that the Services will accommodate or fulfill the User's purpose(s) for using them;&nbsp.\n<br> b.\nAdskeeper does not guarantee that the Services will meet the User's requirements or expectations.\nthat the Services will be uninterrupted, timely, secure or free from error.\nthat any information obtained by the User as a result of his/her use of the Services will be accurate or reliable.\nthat the quality of any product, information etc.\nobtained by the User as a result of his/her use of the Services will meet the User's expectations.\nthat defects in the operation or functionality of any software provided to the User as part of the Services will be corrected.\n<br> c.\nThe User understands that he/she uses the information obtained through use the Services at his/her own risk;&nbsp.\n<br> d.\nAdskeeper is not liable to the User for any direct or indirect losses which may be incurred by the User due to the availability or unavailability of the Services or the behavior of a third party concerning the Services;&nbsp.\n<br> e.\nThe Services may include hyper-links to other websites or content or resources.\nThe User acknowledges and agrees that Adskeeper is not responsible for the availability of any such external sites or resources, for their content, and/or for any loss or damage which may be incurred by the User as a result of his/her use of such external sites or resources.&nbsp.\n<br>\n<br> 8.\nOTHER GENERAL LEGAL TERMS&nbsp.\n<br>\n<br> 8.1 Unless the User has agreed otherwise in writing with Adskeeper, all complaints, claims, requests, questions and other inquiries must be addressed to support@adskeeper.com.\n<br>\n<br> 8.2 The Terms of Service (TOS) is a binding agreement between the User and Adskeeper which regulates the User's use of Adskeeper's Services.&nbsp.\n<br>\n<br> 8.3.\nThese Terms of Service, and any disputes arising from or relating to the interpretation thereof, shall be governed by and construed under the laws of England and Wales.\nAny dispute arising out of or in connection with this agreement, including any question regarding its existence, validity or termination, shall be referred to and finally resolved by arbitration under the LCIA Rules.\nThe number of arbitrators shall be one.\nThe language to be used in the arbitral proceedings shall be English.\nThe prevailing party in any action arising out of this ToS shall be entitled to an award of its costs and attorneys' fees.&nbsp.\n<br>\n<br> 8.4.\nWhen using Adskeeper Services that are free, the user agrees that consumer protection laws are not applicable to the Terms of Service.&nbsp.\n<br>\n<br> 8.5 Nothing in the TOS can be recognized as an establishment of friendship, business partnership, employment, representative relations or any other sort of relationship between the User and Adskeeper which is not directly described under the Terms.\n<br>\n<br> 8.6 If any part of the TOS is proved to the satisfaction of a jury as being invalid or as having a non-binding nature, the rest of the Terms of Service will still remain binding.&nbsp.\n<br>\n<br> 8.7 If the User (or any other users) breaks the Terms of Service and Adskeeper does not act to protect its interests, this does not mean that Adskeeper cannot decide to prosecute any offender in the future.\n<br>\n<br> 9.\nUSER REGISTRATION&nbsp.\n<br>\n<br> 9.1 In consideration of your use of the Adskeeper Services, you represent that you are of legal age to form a binding contract and are not a person barred from receiving the Adskeeper Services under the laws of the United States or other applicable jurisdiction.\n<br>\n<br> 9.2 As a condition to using Services, you are required to register with Adskeeper and select a password and screen name (Adskeeper User ID).\nYou shall provide Adskeeper with accurate, complete, and updated registration information.\nFailure to do so shall constitute a breach of the Terms of Service, which may result in immediate termination of your Adskeeper account.\nYou may not&nbsp.\n<br> (i) select or use as a Adskeeper User ID a name of another person with the intent to impersonate that person;&nbsp.\n<br> (ii) use as a Adskeeper User ID a name subject to any rights of a person other than you without appropriate authorization.\nor&nbsp.\n<br> (iii) use as a Adskeeper User ID a name that is otherwise offensive, vulgar or obscene.\nAdskeeper reserves the right to refuse registration of, or cancel a Adskeeper User ID in its discretion.\nYou shall be responsible for maintaining the confidentiality of your Adskeeper password.\n<br> (iv) infringe, violate or omit in any way the Adskeeper’s ToS and, including but not limited to, the creative requirements (the rules of visual information shaping and processing hereunder or as set under the specific User’s ID prescriptions) since finishing the registration at Adskeeper and obtaining the Adskeeper User ID.\n<br>\n<br> 9.3 Services are available only to individuals who are at least 18 years old, whether acting on their own behalf or as an authorized employee or representative of a corporation or other business entity.\nIf you do not so qualify, do not attempt to register for or use the Services.&nbsp.\n<br>\n<br> 10.\nCONTENT LICENSE FROM THE USER <br>\n<br> 10.1 Unless agreed otherwise, the User retains the copyright and any other rights he/she already holds in the Content which he/she submits, posts or displays on or through the Services.\nThe User is solely responsible (as established by the current law of the United States of America) for the use of Content which does not belong to him/her and for the breach of any third party copyright.\nIf the User is found to have published Content which does not belong to him/her, it will be removed at the first request of the owner of the content (or the person(s)/entity effected).&nbsp.\n<br>\n<br> 11.\nUSER’S COMPLAINTS <br>\n<br> 11.1 The User is requested by Adskeeper to report any violation of the Terms to support@adskeeper.com.\nThe report should include as many details as possible.\nHyperlinks to specific statements/comments would be the most significant and would hasten the processing of the report.\n<br>\n<br> 12.\nSERVICE INTERRUPTION AND FORCE MAJEURE&nbsp.\n<br>\n<br> 12.1 Adskeeper may temporarily suspend the availability of the Services to carry out scheduled hardware and software tests and/or updates (or any other necessary technical tasks).\nThe User will be sent a notification about the start of such tasks one hour in advance along with information about when the task(s) will be finished.\n<br>\n<br> 12.2 Adskeeper may on its own consideration (provided that the relevant procedures and regulations are applicable in any separately taken case, e.g.\nstipulated above, sub-cl.\n(iv) cl.9.2.), suspend the availability of any services, provided hereunder, connected to the User’s ID&nbsp;as well as stop the User’s access to all and any operations, available under User’s registration as well as immediately terminate the User’s Adskeeper account.&nbsp.\n<br>\n<br> 12.3 In case of a force majeure, Adskeeper software/hardware failures or breakdowns, failures or breakdowns of the hardware/software of Adskeeper's partners (including failures and breakdowns which occur due to the actions of a third party) the provision of the Services may be interrupted without notification of the User.&nbsp.\n<br>\n<br> 13.\nCONSIDERATION OF A CLAIM&nbsp.\n<br>\n<br> 13.1 All claims from a User(s) concerning his/her relationship with Adskeeper will be considered in the follow way: <br> a.\nIf the User is certain that his/her rights or interests have been infringed upon due to the actions of Adskeeper, then he/she is requested to send his/her claim to support@adskeeper.com.\nThe personal information (e.g.\nname, surname, e-mail) which was provided during the User's registration should be included in the claim.\n<br> b.\nThe claim will be considered by Adskeeper within 5 business days from the day the claim is received, and the User will be sent a letter from Adskeeper with a decision on his/her claim.\nThe letter will be sent by e-mail to the email provided by the User in the claim;&nbsp.\n<br> c.\nIn case the User is not satisfied with the decision for his/her claim, it will be considered according to these Terms of Service;&nbsp.\n<br> d.\nUnidentified claims will not be considered.\nIf personal information is included in the claim but it is impossible to identify the User on the basis of the information provided, then the claim will not be considered.&nbsp.\n<br>\n<br> 14.\nSPECIAL PROVISIONS APPLICABLE TO ADVERTISERS&nbsp.\n<br>\n<br> 14.1 The User may buy ads on Adskeeper website.\nThe following special terms apply to the User that places an order through Adskeeper’s online advertising portal:&nbsp.\n<br> a.\nUser’s ads should fully comply with Adskeeper Terms of Service.&nbsp.\n<br> b.\nAll payments will be calculated based on Adskeeper’s tracking system.&nbsp.\n<br> c.\nAdskeeper does not states or guarantees that the ads placed by the User will receive any number of intended clicks.&nbsp.\n<br> d.\nAdskeeper is not responsible for the people that interact with User’s ads, and is not responsible for click fraud or other improper actions that affect the cost of running ads.&nbsp.\n<br> e.\nUser can cancel the Order at any time through our online portal, considering that it may take up to 48 hours before the ad stops running.\nUser is responsible for paying for those ads.&nbsp.\n<br> f.\nAdskeeper can use User’s ads and related content and information for marketing or promotional purposes.&nbsp.\n<br> g.\nUser will not issue any press release or make public statements about User’s relationship with Adskeeper without prior written permission of Adskeeper.&nbsp.\n<br> h.\nAdskeeper may reject or remove any ad for any reason.&nbsp.\n<br> i.\nIf User is placing ads on someone else's behalf, Adskeeper need to make sure that User has permission to place those ads, including the following: User warrants having legal authority to bind the advertiser.\nUser agrees that if the advertiser violates Adskeeper Terms of Service, Adskeeper may hold User responsible for that violation.&nbsp.\n<br> j.\nAdskeeper shall not in any case be deemed obliged to pay any fee for any amount of fraud clicks, as well as for total fraudulent traffic.\n<br>\n<br> 14.2 All payment options are available after User’s registration and corresponding authorization under the registered account at Adskeeper website.\nAdskeeper declares that payment operations on the website, related to ordering the ads, are, inter alia, carried out by Recary Ltd, a company incorporated and existing under the laws of United Kingdom under state registration number 06984177 having its registered office at 40 Gracechurch Street, London, EC3V 0BT, UK.\n<br>\n<br> 15.\nSPECIAL PROVISIONS APPLICABLE TO PUBLISHERS&nbsp.\n<br>\n<br> 15.1 The following terms and conditions apply to the Users that act as Publishers of ads from Adskeeper’s advertisers&nbsp.\n<br>\n<br> 15.2 Adskeeper' library of useful widgets includes specific designs for different site placements.\nThese Widgets were developed using a set of specialized tests, and the effectiveness of each widget design has been determined through experimentation.\ntherefore, we recommend that you use default formats to maximize results - otherwise, the results may be unpredictable.\n<br>\n<br> 15.3 Widgets must not be superimposed over video players, must not interfere with the usability of the site, and must not mislead users by sending them automatically to the advertiser's landing page.\nThe site may be permanently banned in Adskeeper for blind and fraudulent clicks.\nAdskeeper shall bear no payment obligations as for all and any amount of fraudulent clicks, immaturely counted as due.\n<br>\n<br> 15.4 All payment options are available after User’s registration and corresponding authorization under the registered account at Adskeeper website.\nAdskeeper declares that payment operations on the website, related to external publishing, are, inter alia, carried out by Recary Ltd, a company incorporated and existing under the laws of United Kingdom under state registration number 06984177 having its registered office at 40 Gracechurch Street, London, EC3V 0BT, UK.\n<br>\n<br> 16.\nMISCELLANEOUS&nbsp.\n<br>\n<br> These Terms of Use constitute the entire agreement between you and Adskeeper pertaining to the subject matter hereof, and supersede any and all written or oral agreements with respect to such subject matter.\nNo agency, partnership, joint venture, or employment is created as a result of these Terms of Use and you do not have any authority of any kind to bind Adskeeper in any respect whatsoever.\nThese Terms of Use may be amended only by a writing executed by Adskeeper.\nIf any provision of this Agreement is held to be unenforceable for any reason, such provision shall be reformed only to the extent necessary to make it enforceable.\nThe failure of Adskeeper to act with respect to a breach of these Terms of Use by you or others does not constitute a waiver and shall not limit Adskeeper’s rights with respect to such breach or any subsequent breaches.\n<br>\n<br>\n<br>\n<br> INTERNATIONAL DIGITAL ADVERTISING AGENCY LLC&nbsp;is a company, duly incorporated under the laws of Georgia and having its registered office at Georgia, Tbilisi 0167 Gldani-Nadzaladevi District, Omar Khizanishvili str., № 264.\n<br>\n<br> HARDWARE SOLUTION LIMITED is a company, duly incorporated under the laws of Hong Kong and having its registered office at Room 03-04,19/F., Hong Kong Trade Centre, 161 Des Voeux Road, Central, Hong Kong.\n", "created_at": "2021-11-27 20:04:25.445623", "updated_at": "2021-11-27 19:05:18.558784"}, {"id": 10695, "name": "Policy For Acceptance and Compliance", "url": "https://www.adskeeper.com/pr/", "xpath": "/html/body/main/div[1]", "text": " Policy For Acceptance and Compliance <p>1.\nModeration</p>\n<p>1.1 Terms and Conditions</p>\n<p>1.2 Categorization</p>\n<p>1.3 Traffic verification</p>\n<p>2.\nWebsite compliance</p>\n<p>2.1 General requirements</p>\n<p>2.2 Widget placement</p>\n<p>3.\nTerms of Cooperation</p>\n<p>4.\nContent Compliance Policy</p>\n<p>4.1 Prohibited content</p>\n<p>4.1.1 Categories</p>\n<p>4.1.2 Imagery</p>\n<p>4.1.3 Language</p>\n<p>4.2 Prohibited practices</p>\n<p>4.2.1 General</p>\n<p>4.2.2 Security</p> 1.\nModeration 1.1 Terms and Conditions <p>The Adskeeper Publisher platform performs well for sites that reach 3,000+ unique visitors/day (or 90,000+ visitors/month).\nThe decision for a website’s approval, or rejection, is sent to the publisher’s provided email within 24 hours after application submission.\nhowever, please note, if the moderation date occurs on a weekend, it will be processed within the next business day.\nPlease review the main reasons for website rejection and the steps to pass the moderation process:</p> The website could not be reached <p>You will receive this rejection reason if our team could not access the content due to an error.\nPlease inspect the website’s connection, resolve any issues and email our managers to begin the review process again.</p> No content <p>We are unable to review or moderate a website that does not contain content.\nWe request that the website contains content of at least 10 posts.\nAfter doing so, please verify you have more than 3000 unique daily visits.\nThen, you may request the remoderation of your site to our managers.</p> Low rating <p>To cooperate with Adskeeper, the minimum traffic requirement is a minimum of 3,000 unique visitors daily (or 90,000+ visitors per month).\nIf you have reached the required amount, please contact our managers.</p> Previous fraudulent activity <p>If fraudulent activity was found on any of the websites in your account and were blocked by our Quality Assurance Department, your current account is limited to the websites that you currently have.</p> Redirects to another domain <p>The website on moderation has been discovered to redirect to a different domain.\nPlease fix the issue or add the domain in question to your account.\nAfterwards, please email us to request remoderation of your site.\n</p> Pornographic content <p>Due to our policy, Adskeeper ads are prohibited to be displayed on webpages that contain adult advertisement or content.\nIf you are able to remove such content or have other websites to monetize with us, please do not hesitate to email us.</p> 1.2 Categorization <p>Please select the most applicable and appropriate category for your website.\nBy selecting one of the below categories, you can help to speed up the process of moderation.</p>\n<ul>\n<li>Arts and Crafts</li>\n<li>Astrology</li>\n<li>Automotive</li>\n<li>Beauty</li>\n<li>Business and Finance</li>\n<li>Careers</li>\n<li>Comics and Graphic Novels</li>\n<li>Computer Software and Applications</li>\n<li>Computing</li>\n<li>Consumer Electronics</li>\n<li>Data Storage and Warehousing</li>\n<li>Dating</li>\n<li>Education</li>\n<li>Entertainment</li>\n<li>Events and Attractions</li>\n<li>Fashion Trends</li>\n<li>Fine Art</li>\n<li>Food and Drink</li>\n<li>Healthy Living</li>\n<li>Home and Garden</li>\n<li>Humor</li>\n<li>Internet</li>\n<li>Lifestyle</li>\n<li>Medical Health</li>\n<li>Movies</li>\n<li>Music and Audio</li>\n<li>News</li>\n<li>Non-Standard Content</li>\n<li>Parenting</li>\n<li>Pets</li>\n<li>Politics</li>\n<li>Pop Culture</li>\n<li>Reading Online</li>\n<li>Relationships</li>\n<li>Science</li>\n<li>Shopping</li>\n<li>Sports</li>\n<li>Television</li>\n<li>Travel</li>\n<li>Video Gaming</li>\n<li>Weather</li>\n</ul> 1.3 Traffic verification <p>In addition to working with Adskeeper’s Quality Assurance Department, Publishers who sign to Adskeeper automatically agree to the tools we use to measure suspicious practices or behavior of users.\nThe highest priority is traffic for both Publishers and Advertisers, and we are constantly working to improve the methods and features against low-quality clicks, bots and fraud clicks.\nIn the capacity of data analysis, Adskeeper uses:</p>\n<ul>\n<li>Automatic system analysis</li>\n<li>Semi-automatic analysis</li>\n<li>Manual analysis</li>\n<li>Third-party tools, such as Forensiq and Anura</li>\n</ul> 2.\nWebsite compliance 2.1 General requirements <p>We have established Adskeeper Publisher Requirements in order to maximize campaign performance, improve user experience, and build strong partnerships within the Adskeeper network.</p> 2.2 Widget placement <p>Below, you will find the list of prohibited placements.\nThis list may change at any time without advance notice.\nIf found to be using any of the below practices, a permanent account ban will be placed with no payments from the offending ad units:</p>\n<ul>\n<li>widget placements that overlay (genuine or fake) video players with or without a close button</li>\n<li>hidden widget placements in a transparent layer that overlay video players with or without a close button</li>\n<li>concealed widget placements in a transparent layer</li>\n<li>hidden widget placements in a transparent layer that overlay video players with or without a close button</li>\n<li>widget placements that overlay the content</li>\n<li>widget placements that are covered by a website’s content</li>\n<li>widget placements that overlay widget(s)</li>\n<li>widgets placed in floating blocks, in which widgets move with the page scroll and/or are displayed over a website’s content without a close button</li>\n<li>sending users automatically to an Adskeeper advertiser’s landing page using hidden on-click links</li>\n<li>widget placements that auto-redirect the page in which user action is not required</li>\n<li>widget placements that auto-redirect or auto-refresh</li>\n<li>widget placements that generate involuntary and/or fraudulent clicks</li>\n<li>using сall-to-click or misleading headings (e.g.\nClick twice (2х) to close, Click to download, Click to Watch video, Click on ads, Check our Sponsors, Please click an ad to support this site)</li>\n<li>widgets that are accompanied with arrows or other symbols that are designed to point out said widget</li>\n<li>header widget placement with more than 1 row of pictures on desktop and mobile version</li>\n</ul> 3.\nTerms of Cooperation <p>Adskeeper does not work with websites that use click-generating methods of non-human origin or bot traffic.\nPublishers who attempt to increase their earnings using said practices will be banned from the Adskeeper platform and denied revenue refund.</p>\n<p>While there are no limitations to how many websites can be added to a single Adskeeper account or how many ad units can be used on the same webpage, please note, it is a prohibited practice to place more advertising than publisher-provided content.</p> 4.\nContent Compliance Policy 4.1 Prohibited content 4.1.1 Categories <ul>\n<li>Abortion</li>\n<li>Adult</li>\n<li>Drug paraphernalia</li>\n<li>Exploitation of minors</li>\n<li>Gross content</li>\n<li>Illegal gambling</li>\n<li>Illicit drugs</li>\n<li>Live cams</li>\n<li>Minors sexualizing</li>\n<li>Psychoactive substances</li>\n<li>Spy equipment</li>\n<li>Tobacco products</li>\n<li>Trafficking or Exploitation</li>\n<li>Weapons and explosives</li>\n</ul> 4.1.2 Imagery <ul>\n<li>Adult</li>\n<li>Dead bodies</li>\n<li>Defecation scenes</li>\n<li>Discrimination</li>\n<li>Intolerance</li>\n<li>Nudity</li>\n<li>Racy imagery</li>\n<li>Strobing</li>\n<li>Violence (shooting, tragedies, sexual assault, injuring, self harm, etc.)</li>\n</ul> 4.1.3 Language <ul>\n<li>Adult</li>\n<li>Defamatory</li>\n<li>Discrimination</li>\n<li>Intolerance</li>\n<li>Misleading statements</li>\n<li>Obscene</li>\n<li>Offensive</li>\n<li>Sensationalized messaging</li>\n</ul> 4.2 Prohibited practices 4.2.1 General <ul>\n<li>Ad injection</li>\n<li>Any interaction that triggers redirects to third-party webpages</li>\n<li>Broken and/or blank webpages</li>\n<li>Cloaking</li>\n<li>Domain parking</li>\n<li>Fake domains</li>\n<li>Under construction websites</li>\n<li>Websites designed to mimic legitimate sources</li>\n</ul> 4.2.2 Security <ul>\n<li>Browser locking</li>\n<li>Drive-by download</li>\n<li>Malicious software</li>\n<li>Malvertising</li>\n<li>Phishing</li>\n<li>Websites infected with malware</li>\n</ul> ", "created_at": "2021-11-27 20:04:25.444099", "updated_at": "2021-11-27 19:04:54.179385"}], "points": [], "urls": ["adskeeper.com", "adskeeper.co.uk"]}}