{"error": 448, "message": "OK", "parameters": {"id": 308, "name": "Nokia", "created_at": "2018-01-16 15:26:07.968436", "updated_at": "2021-06-26 14:54:16.712126", "wikipedia": "https://en.wikipedia.org/wiki/Nokia", "keywords": "", "related": "", "slug": "nokia", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/308.png", "url": "nokia.com", "documents": [{"id": 510, "name": "HMD Global Privacy Portal", "url": "https://www.nokia.com/en_int/phones/privacyportal", "xpath": "", "text": " <p>Nokia.com/phones website is operated by HMD Global Oy, the exclusive licensee of the Nokia brand for phones and tablets.\nWe use cookies to improve and personalize your experience and to display advertisements.\nBy using this site, you consent to the use of cookies.\nLearn more</p> Agree &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-WDR6C9T\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\n‌‌ Phones<ul>\n<li>Explore AndroidExplore AndroidAndroid StoryGoogle OneAndroid™ 10</li>\n<li>Android phonesAndroid phonesNokia 9 PureViewNokia 8.3 5GNokia 7.2Nokia 5.3 Nokia 3.4Nokia 2.4All phonesAccessories</li>\n<li>Classic phonesClassic phonesNokia 8110 4GNokia 5310Nokia 2720 FlipNokia 800 ToughNokia 150Nokia 125All phones Accessories</li>\n<li>For enterprisesFor enterprisesAndroid Enterprise Recommended smartphonesMobile securityHMD Connect Pro </li>\n<li>Community</li>\n<li>SupportSupportHomeUser guidesFAQsContact supportService and repairsWarranty and insuranceCommunity forum </li>\n<li>International - English</li>\n</ul>\n<ul>\n<li>HMD Global Privacy Policy for products and services</li>\n<li>Privacy Policy Supplements<ul>\n<li>User Experience Program Supplement</li>\n<li>Nokia Mobile Care Supplement</li>\n<li>Nokia phones account Supplement</li>\n<li>Nokia mobile Tribe Supplement</li>\n<li>CCPA Supplement </li>\n<li>Softlock Solution Supplement</li>\n</ul>\n</li>\n<li>B2B Privacy Notice</li>\n<li>Recruitment Privacy Policy</li>\n<li>HMD Global Cookie Policy</li>\n<li>Nokia phones beta labs license terms</li>\n<li>Nokia phones Android developer preview license terms</li>\n<li>HMD Global Supplier Code of Conduct</li>\n<li>HMD Global Purchase Order Terms &amp.\nConditions</li>\n<li>Statements</li>\n</ul>HMD Global Privacy Policy for products and services<p>Effective date October 1, 2018</p>We care about your privacy<p>HMD Global Oy is committed to respect your privacy and to comply with applicable data protection and privacy laws.\nThis privacy policy (“Policy”) describes how we collect and use personal data where HMD is the data controller or where we refer to the applicability of this Policy.\n“Personal data” means information relating to you or another identifiable individual.\n</p>\n<p>We will give you additional privacy information that is specific to a product or service in Supplements to this Policy and other notices you may see while using our products or services.\nIf there is a difference between such notices and this Policy, the notices should be considered first.\n</p>\n<p>Please take a moment to familiarize yourself with our Policy and let us know if you have any questions.</p>What information do we collect?<p>We collect your personal data and other information when you make a purchase, use or register into our products and services, take part in campaigns or research, or otherwise interact with us.\nThis includes following categories:</p>\n<ul>\n<li>\n<strong>Product and service activations.</strong> HMD products and services may require electronic activation, where your device and application type, as well as unique device, application, network and subscription identifiers are sent to HMD.<br>\n<br>\n</li>\n<li>\n<p>\n<strong>Use of products and services.</strong>\n</p>\n<ul>\n<li>When you access our services online, our web servers automatically create records of your visit.\nThese records typically include IP-address, access times, the sites linked from, pages visited, the links and features used, the content viewed or requested, browser or application type, language and other such information.\nOur applications may contact our servers periodically, for example to check for updates or to send us information relating to service usage.</li>\n<li>Improvement Programs.\nWe may invite you to join voluntary product and service improvement or research programs where detailed information is collected.\nFor more information, see our User Experience Program Supplement.</li>\n<li> Positioning and Location data.\nLocation-based services establish either your exact or approximate location through the use of satellite, mobile, Wi-Fi or other network based positioning methods.\nThese technologies may involve exchanging your location data and unique device and mobile, Wi-Fi or other network related identifiers with HMD.\nWe do not use this information to identify you personally without your consent.</li>\n</ul>\n</li>\n<li>\n<strong>Information you provide us.</strong> When you create an account, make a purchase, request services, participate in research or campaigns or otherwise interact with us, we may ask for information such as your name, email address, phone number, street address, user names and passwords, feedback, information relating to your devices, age, gender, and language, bank account number, credit card details and other such financial information.\nWe also maintain records of your consents, preferences and settings relating to, for example, location data, marketing and sharing of personal data.\n<br>\n</li>\n<li>\n<strong>Information we receive from third party sources.</strong> We receive certain information from third party social network services, for example when you log in to your account by using your social network account login details.\nSee our Nokia phones account Supplement for more information.\n<br>\n</li>\n<li>\n<strong>Your transactions with us.</strong> We maintain records of your purchases, downloads, the content you have provided us with, your requests, the products and services provided to you, payment and delivery details, your contacts and communications and other interactions with us.\nWe may, in accordance with applicable law, record your communication with our customer care or with other such contact points.</li>\n</ul>Why do we process personal data?<p>HMD may process your personal data for the following purposes.\nOne or more purposes may apply simultaneously.</p>\n<ul>\n<li>\n<p>\n<strong>Providing products and services.</strong> We use your personal data to provide you with our products and services, to process your requests or as otherwise may be necessary to perform the contract between you and HMD, to ensure the functionality and security of our products and services, to identify you as well as to prevent and investigate fraud and other misuses.\nFor example, we use device activation data to activate your device warranty and to provide you with related customer care services.\n</p>\n</li>\n<li>\n<p>\n<strong>Personalising products and services.</strong> We use your personal data to personalise our products and services that you are using and to provide you with more relevant services that match with your profile and interests, for example, to make recommendations and to display customised content in our services.</p>\n</li>\n<li>\n<p>\n<strong>Accounts.</strong> Some services require an account to help you manage your content and preferences.\nFor more information, see our Nokia phones account Supplement.</p>\n</li>\n<li>\n<p>\n<strong>Developing products and services.</strong> We use your personal data to develop our products, services, customer care, sales and marketing.\nFor example, you can join our User Experience Program to provide us with your personal data to improve the quality and performance of our products and services.\nFor more information about how we use your personal data to develop our products and services, see our User Experience Supplement.\nWe may combine personal data collected in connection with your use of a particular HMD product and/or service with other personal data we may have about you, unless such personal data was collected for a different purpose.</p>\n</li>\n<li>\n<p>\n<strong>Communicating with you.</strong> We use your personal data to communicate with you, for example to inform you that our services have changed or to send you critical alerts and other such notices relating to our products and/or services and to contact you for customer care related purposes.\nFor more information about how we use your personal data to provide you with our customer care services, see our Nokia Mobile Care Supplement.</p>\n</li>\n<li>\n<p>\n<strong>Marketing.</strong> We may contact you to inform you of new products, services or promotions we may offer and to conduct market research when we have your consent or it is otherwise allowed.\nWe may use your personal data to personalise our offering and to provide you with more relevant services that match with your profile and interests, for marketing purposes, for example, to display customised content in our services, and to make recommendations on accessories.\nThis may include displaying HMD and third party content.</p>\n</li>\n</ul>What are the bases for the processing?<p>HMD processes your personal data only when it is lawful to do so.\nThe processing is based on the following legal grounds:</p>\n<ul>\n<li>\n<p>\n<strong>Contract.</strong> Processing of your personal data is necessary for the performance of a contract between you and HMD.\nWe use your personal data to provide you with our products and services and to ensure their functionality and security.\nIf you do not provide us with the necessary information, it means that we are not able to provide the product or service to you.\nContract is the basis for the processing, for example, when</p>\n<ul>\n<li>We collect necessary personal data to process the payment and deliver your purchases.</li>\n<li>We communicate with you, for example, to inform you about software updates, to send you critical alerts and other important notices relating to our products and/or services and to contact you for customer care related purposes.</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Legitimate interest.</strong> HMD processes personal data when it is necessary for the purposes of legitimate interests pursued by HMD.\nLegitimate interest refers to an interest which is lawful and important for HMD.\nIn processing activities based on legitimate interest, your rights are taken into account and balanced with the interests of HMD.\nYou may obtain more information on the balancing tests by contacting us.\nYou have the right to object to processing based on legitimate interest.\nRead more about your rights and how to contact us in section \"What are your rights?\".\nLegitimate interest is the basis for the processing, for example, when</p>\n<ul>\n<li>You activate HMD products and services electronically and your device and application type, as well as unique device, application, network and subscription identifiers are sent to HMD.</li>\n<li>We contact you to inform you of new similar products or services that you have previously obtained from us.</li>\n<li>We may use your personal data to personalise our offering and to provide you with more relevant services that match with your profile and interests, for example, to make recommendations and to display customised content and marketing in our services.\nThis may include displaying third party content.</li>\n<li>We analyze information on your interests, buying behavior and feedback to develop our business operations, products and services.</li>\n<li>We process personal data to prevent and investigate fraud and other misuses and defend HMD's legitimate interests, for example, in civil or criminal legal proceedings.</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Consent.</strong> Processing of your personal data can be based on your consent.\nIn these situations, we ask your consent before your personal data is processed.\nGiving a consent is always voluntary and you have the possibility to withdraw your consent at any time.\nWithdrawal of consent does not affect the lawfulness of processing based on consent before the withdrawal.\nWe maintain records of your consents, preferences and settings relating to, for example, marketing, location data, and sharing of personal data.\nConsent is the basis for the processing in the following situations:</p>\n<ul>\n<li>You participate in the User Experience Program and we collect details of how you use a particular HMD product and/or service.\nWe use the data to improve our products and services.\nYou can withdraw your consent in your device's settings.\nFor more information, please see our User Experience Program supplement.</li>\n<li>You subscribe to our mailing list to hear about new products, services and promotions.\nYou can withdraw your consent for marketing by using the unsubscribe link at the bottom of the newsletter.</li>\n<li>The service requires an account to help you manage your content and preferences.\nYou can manage your consents for the processing in your account's settings.</li>\n<li>Use of HMD products and services may involve use of location data based on your consent.\nYou can withdraw your consent for the processing of location data in your device's or application's settings.</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>Legal obligation.</strong> HMD may need to process your personal data to comply with legal requirements to which HMD is subject to.\nHMD can have, for example, a legal obligation to disclose your personal data to the authorities when requested.</p>\n</li>\n</ul>Do we share personal data?<p>We do not sell, lease or rent your personal data to third parties.\nWe only disclose your personal data to third parties in the following situations:</p>\n<ul>\n<li>\n<p>\n<strong>HMD companies and authorised third parties.</strong> We may share your personal data with other HMD companies or authorised third parties who process personal data for HMD the purposes described in this Policy.\nThis may include for example billing through your network service provider or otherwise, delivery of your purchases, providing services including customer service, managing and analysing consumer data, credit checks, and conducting research.\nWhen you purchase a HMD product, we may need to exchange information with your network service provider.\nThese third parties are not permitted to use your personal data for any other purposes.\nWe require them to act consistently with this Policy and to use appropriate security measures to protect your personal data.</p>\n</li>\n<li>\n<p>\n<strong>Marketing.</strong> We may share your personal data with our marketing partners, for example to manage marketing campaigns.\nWe may conduct joint marketing and other communications with our partners.\nTo avoid duplicate or unnecessary communications and to tailor the message to you we may need to match information that HMD has collected with information that the partner has collected where this is permitted by law.\nOur marketing partners are not permitted to use your personal data for any other purposes.\nWe require them to act consistently with this Policy and to use appropriate security measures to protect your personal data.</p>\n</li>\n<li>\n<p>\n<strong>International transfers of personal data.</strong> Our products and services are provided using resources and servers located in various countries and regions around the world, including the European Union, United States of America, Singapore and China.\nTherefore your personal data may be transferred across international borders outside the country where you use our products and services, including to countries outside the European Economic Area (EEA) that do not have laws providing specific protection for personal data or that have different legal rules on data protection.\nIn such cases we ensure that there is a legal basis for such a transfer and that adequate protection for your personal data is provided as required by applicable law, for example, by using standard agreements approved by relevant authorities (where necessary) and by requiring the use of other appropriate technical and organisational information security measures.</p>\n</li>\n<li>\n<p>\n<strong>Mandatory disclosures.</strong> We may be obligated by mandatory law to disclose your personal data to certain authorities or other third parties, for example, to law enforcement agencies in the countries where we or third parties acting on our behalf operate.\nWe may also disclose and otherwise process your personal data in accordance with applicable law to defend HMD’s legitimate interests, for example, in civil or criminal legal proceedings.</p>\n</li>\n<li>\n<p>\n<strong>Mergers and Acquisitions.</strong> If we decide to sell, buy, merge or otherwise reorganise our businesses in certain countries, this may involve us disclosing personal data to prospective or actual purchasers and their advisers, or receiving personal data from sellers and their advisers.</p>\n</li>\n</ul>How do we address the privacy of children?<p>HMD products and services are typically intended for general audiences.\nHMD does not knowingly collect information of children without the consent of their parents or guardians.</p>What steps are taken to safeguard personal data?<p>Privacy and security are key considerations in the creation and delivery of our products and services.\nWe have assigned specific responsibilities to address privacy and security related matters.\nWe enforce our internal policies and guidelines through an appropriate selection of activities, including proactive and reactive risk management, security and privacy engineering, training and assessments.\nWe take appropriate steps to address online security, physical security, risk of data loss and other such risks taking into consideration the risk represented by the processing and the nature of the data being protected.\nAlso, we limit access to our data bases containing personal data to authorised persons having a justified need to access such information.</p>How do we use cookies?<p>HMD uses cookies and other similar technologies to operate and improve our websites and offering.\nWe also use cookies for personalisation and to display ads.\nSome HMD websites use third party advertising technologies, such as DoubleClick, to serve ads.</p>\n<p>Our domains may include third party elements that set cookies on behalf of a third party, for example relating to third party social network.\nFor more information on how we use cookies, see our Cookie Policy.</p>How long is the data retained?<p>We take reasonable steps to keep the personal data we possess accurate and to delete incorrect or unnecessary personal data.</p>\n<p>Retention periods vary depending on type of data and the service or product in question.\nThe retention time of your personal data is determined in accordance with the following criteria:</p>Data typeRetention time<strong>Product and service activation information</strong> (e.g.\nunique device, application, network and subscription identifiers)The data is retained during the warranty period and 24 months after the warranty period ends.<strong>User experience program data</strong> (e.g.\nIMEI, stability, battery status)The data is retained for 6 months after the data is collected or if you withdraw your consent for the processing.<strong>Account information</strong> (e.g.\nname, email address, user names, passwords)The data is retained as long as the account is active.\nIf the account has been inactive for 24 months, the data will be deleted.<strong>Purchase information</strong> (e.g.\nrecords of purchases and downloads, bank account number, credit card details)In order to comply with accounting regulations, the data is retained for 10 years after the data has been collected.<strong>Communications and interactions information</strong> (e.g.\nname, email, requests)The data is retainded for 24 months after the data is collected.<p>In addition, HMD is subject to legal obligations to retain the data to comply with the mandatory laws.</p>What are your rights?<p>You have a right to know what personal data we hold about you as specified below.\nYou have a right to have incomplete, incorrect, or outdated personal data completed or updated.\nIn certain cases you have a right to erasure, restriction or data portability, or to object to processing of your personal data.\nYou may exercise your rights by managing your account and choices through available profile management tools on your device and our services, or by contacting us or.\nIn some cases, especially if you wish us to delete or stop processing your personal data, this may also mean that we may not be able to continue to provide the services to you.</p>\n<ul>\n<li>\n<p>\n<strong>Right of access.</strong> You have a right to know what personal data we hold about you or to receive a confirmation that we do not process data concerning you.\nYou can access your data through your account's settings.\nYou can also request access to your data by using the contact details below.</p>\n</li>\n<li>\n<p>\n<strong>Right to rectification.</strong> You have right to have incomplete or incorrect personal data rectified.\nYou can correct and update your data through your account's settings and we encourage you to do this from time to time to ensure your personal data is up to date.\nYou can also request rectification or completion of your data by using the contact details below.</p>\n</li>\n<li>\n<p>\n<strong>Right to be forgotten.</strong> You have the right to have your personal data erased in certain situations, for example, when the processing of your data is no longer necessary for the purposes for which it was collected, or if the processing is based on your consent and you want to withdraw your consent and there are no other bases for processing.\nPlease note that the data can be necessary to perform the contract between you and HMD, or HMD can have compelling legitimate grounds to retain certain data.\nIf you want to delete such information, it means that we may not be able to continue to provide the services to you.\nYou can erase your data via your account's settings or by using the contact details below.</p>\n</li>\n<li>\n<p>\n<strong>Right to object.</strong> When the processing of your personal data is based on a legitimate interest, you have the right to object to such processing.\nYou can request that we stop processing your personal data for direct marketing or profiling purposes.\nYou can unsubscribe from our newsletter by clicking on the unsubscribe link at the bottom of our newsletters.\nCritical alerts and other important notices may still be sent to you.\nYou can use your right to object via your account's settings or by using the contact details below.</p>\n</li>\n<li>\n<p>\n<strong>Right to restriction of processing.</strong> In certain situations you may have the right to restrict the processing of your data.\nWhen the processing has been restricted, your data will only be stored and not processed further.\nFor example, if you contest the accuracy of your data, you have the right to have the contested data under a restriction of processing while it is ensured that your data is accurate.\nYou can use your right to restrict the processing by using the contact details below.</p>\n</li>\n<li>\n<p>\n<strong>Right to data portability.</strong> When processing is carried out by automated means and based on a contract or consent, you have the right to obtain the data you have provided to HMD in a machine readable format so that you can transfer it to another controller.\nThis can be executed through your account's settings or by using the contact details below.</p>\n</li>\n</ul>\n<p>If you cannot use your rights directly through the HMD products and services you use, you can contact us via</p>\n<ul>\n<li>Nokia phones account portal: www.nokia.com/phones/sso/login</li>\n<li>Customer support: www.nokia.com/phones/en_int/support#contact-us</li>\n<li>Support application in your Nokia phone</li>\n<li>Mail: HMD Global Oy, c/o Privacy, Bertel Jungin aukio 9, 02600 Espoo, Finland</li>\n</ul>\n<p>You may request information on the details of transfers to third parties, third countries and safeguards mentioned above by contacting us.\nIf you believe that HMD, regardless of the principles set out in the Privacy Policy and relevant Supplements, infringed upon your rights according to applicable data protection law, you have a right to file a complaint with the data protection authority.</p>Who is the controller of your personal data?<p>HMD Global Oy is the controller of your personal data when the personal data is processed in connection with your Nokia phone, Nokia phones account and other related services.\nOur Data Protection Officer is Jari Koljonen.</p>\n<p>In matters pertaining to HMD’s privacy practices you may also contact us at:</p>\n<p>HMD Global Oy, c/o Privacy, Bertel Jungin aukio 9, 02600 Espoo, Finland</p>\n<p>Our products or services may contain links to other companies’ websites and services that have privacy policies of their own.\nAll links to such websites and services are provided for your convenience only.\nBefore submitting your personal data to third parties, HMD recommends to take a moment to familiarize yourself with these third party privacy policies.</p>Changes to this Privacy Policy<p>HMD may from time to time update this Policy to reflect changes in our personal data processing practices with respect to our products and services, or applicable law.\nChanges to this Privacy Policy are available under “What has been changed?\" section in HMD’s Privacy Portal (www.nokia.com/phones/privacyportal).\nWe will also indicate when this Policy was last updated at the top of this Policy.</p>User Experience Program Supplement<p>You can help HMD Global to improve the quality and performance of Nokia phones.\nWhen you participate in the User Experience Program, we collect technical details of your phone and services, how they work and how you use them.</p>\n<p>The data is used, for example, to</p>\n<ul>\n<li>improve the phone and applications</li>\n<li>enhance the battery life</li>\n<li>provide more useful features and services</li>\n<li>personalize our products and services that you are using and to provide you with more relevant services that match with your profile and interests, for example, to make recommendations and to display customised content and advertising in our services.</li>\n</ul>\n<p>The collected information includes, for example:</p>\n<ul>\n<li>Phone identification number (IMEI)</li>\n<li>Phone model</li>\n<li>Phone system and application version</li>\n<li>Mobile Country Code (MCC)</li>\n<li>Geographic location (nearby Wi-fi access point or cell tower)</li>\n<li>Mobile Network Code (MNC)</li>\n<li>IP address</li>\n<li>Battery level</li>\n<li>Installed applications and software</li>\n<li>Used links and features</li>\n<li>How often the applications are being used</li>\n<li>Information about the software crashes and errors</li>\n</ul>\n<p>We do not use the collected data to identify you personally.\nHowever, it is possible to combine the usage data with your phone based on the collected device identifiers, such as IMEI.\nThe usage data is associated with your phone only to improve the functionality and performance of the phone and the services and to personalize our offering.\nIf we, for example, notice that the mobile phone uses a lot of battery power, we can recommend settings to save battery life.\nWe can share the collected data with third party app developers to help them improving their applications and services.\nThe shared data is anonymous, and it cannot be associated with you or with your device.</p>\n<p>Activation location (GPS) is collected once during phone activation, if the user has joined the User Experience Program.\nIf the user does not join the User Experience Program, the activation location (GPS) is not collected.</p>\n<p>You can opt out from User Experience Program from your device settings.</p>Nokia Mobile Care Supplement<p>Nokia Mobile Care is HMD Global's online consumer service that you can contact when you have an inquiry or a request concerning our products or services.\nYou can contact us via the My phone application on your phone or by using the chat or email form found on the Nokia phones website.\nIn some countries, we also have a call service available.</p>\n<p>The personal data you provide to Nokia Mobile Care is processed for the purposes of providing customer service, answering consumer requests and developing our services and products.\n</p>\n<p>Depending on your request and method of contacting us, we may collect the following information:</p>\n<ul>\n<li>Name</li>\n<li>Email</li>\n<li>Country </li>\n<li>Transcript </li>\n<li>Phone technical data</li>\n<li>Phone and software identifiers, e.g.\nIMEI and software version</li>\n<li>In the countries where our call service is available, we also collect your phone number </li>\n</ul>\n<p>In connection with our support services, we can request to collect your phone identification number (IMEI) for checking the warranty period, insurance or other service connected to your phone.\n</p>\n<p>You can view the previous version of this document by clicking <u>here</u>.</p>Nokia phones account Supplement<p>Nokia phones account provides you with an access to the online services and personal data associated with your profile and device.\nYour personal data is processed for the purposes of providing access and control to your data.\nIn addition, it allows us to customize our offering and provide more relevant and meaningful communication with you.</p>\n<p>You can create a Nokia phones account by using your email or accounts from Google or Facebook.\nDepending on the sign-up method, the following information is collected:</p>\n<ul>\n<li>\n<p>Name</p>\n</li>\n<li>\n<p>Email and password</p>\n</li>\n<li>\n<p>Phone number</p>\n</li>\n<li>\n<p>Country</p>\n</li>\n<li>\n<p>Date of registration</p>\n</li>\n<li>\n<p>Unique ID assigned for your account</p>\n</li>\n</ul>\n<p>The account information is combined with other personal data that you have provided for us by using your Nokia phone and our services.\nThe collected data includes, for example:</p>\n<ul>\n<li>\n<p>Order history from the Nokia phones online shop</p>\n</li>\n<li>\n<p>Warranty and repair information</p>\n</li>\n<li>\n<p>Communication with the customer service</p>\n</li>\n<li>\n<p>Participation to Nokia Beta labs</p>\n</li>\n</ul>Nokia mobile Tribe Supplement<p>Nokia mobile Tribe is HMD’s voluntary program for both phone users and persons who work for HMD or who promote, market, distribute or sells Nokia branded mobile devices and accessories.\nThe program is used for information sharing and training purposes (learning program), as well as in selected markets for running an incentive program for the phone retailers (incentive program) and for the field force management program.\nYou can use the program via the Nokia mobile Tribe application on your phone.\nThis app provides you access to the Nokia mobile Tribe learning, field force and incentive programs and any other events and activities which may be offered under Nokia mobile Tribe.\nThe purpose of Nokia mobile Tribe is to enable better information sharing and communication, creating stronger sales based on performance and to act as an engagement tool for salespeople.\n</p>\n<p>Your personal data is processed, for example, for the following purposes:</p>\n<ul>\n<li>Improvement of HMD’s services, including help desk improvements, research, marketing, product development and planning, marketing of products </li>\n<li>Operations and development of the Nokia mobile Tribe application, including enabling the joining and using of the application and for mapping user activities</li>\n<li>Connection of reported sales with right salespeople and identification of correct distributor and retailer for facilitation of stocking property</li>\n<li>Compliance with legal obligations based on mandatory law </li>\n<li>Fraud prevention purposes</li>\n<li>Payment processing</li>\n</ul>\n<p>The collected information includes, for example:</p>\n<ul>\n<li>First name and last name</li>\n<li>Phone number</li>\n<li>Email address</li>\n<li>Country of residence</li>\n<li>Activity submissions such as photo card and video card submission </li>\n<li>IP address</li>\n<li>Date of birth (optional)</li>\n<li>Address with city and zip code (optional) </li>\n<li>User’s profile photo (optional)</li>\n</ul>\n<p>We can share the collected personal data with a third-party app developer to help them improving the application and the Nokia mobile Tribe program.\nIn connection with the incentive program, we also share your internal ID and e-mail ID with payment vendors to enable them to perform the payments.<br>You can opt out from the Nokia mobile Tribe program by deleting your profile from the application on your phone.\n</p>CCPA Supplement <p>Effective date April 6, 2020</p>\n<p>HMD is complying with the California Consumer Privacy Act of 2018 (CCPA), which is a California data protection regulation that enhances the rights and customer protection of California residents.\nThis supplement supplements HMD Global Privacy Policy for products and services and applies only to individuals residing in California from whom we collect personal information as defined in the CCPA (“Personal Information”).</p>\n<p>\n<strong>How do we collect, use and share your personal information?</strong>\n</p>\n<p>Information regarding the categories of Personal Information we process, the purposes for the processing of each category, and how we share your Personal Information are described in detail in HMD Global Privacy Policy for products and services.</p>\n<p>In the preceding twelve (12) months, we have not sold Personal Information to any third parties, including data aggregators.</p>\n<p>\n<strong>What are your California consumer rights?</strong>\n</p>\n<p>If you are a California resident, as defined in the California Code of Regulations, you have the following rights under the CCPA:</p>\n<ul>\n<li>\n<p>\n<strong>Right to know and access</strong>\n</p>\n</li>\n</ul>\n<p>You have the right to submit a verifiable request for information regarding the:</p>\n<ul>\n<ul>\n<li> Categories of Personal Information collected or disclosed by us, </li>\n<li> purposes for which categories of Personal Information are collected by us, </li>\n<li> categories of sources from which we collect Personal Information, and </li>\n<li> specific pieces of Personal Information we have collected about you during the past twelve (12) months.\n</li>\n</ul>\n</ul>\n<p>We will provide you with the information in a portable and, to the greatest extent possible, readily useable format once we have received and validated your request.\n</p>\n<p>You can find more information about the collection, use and sharing of your Personal Information from HMD Global Privacy Policy for products and services.</p>\n<ul>\n<li>\n<strong>Right to erasure</strong>\n</li>\n</ul>\n<p>You have the right to request deletion of your Personal Information, subject to certain exceptions.\nWe will delete your Personal Information and direct our service providers to do so once we have received and validated your request, unless an exception applies.</p>\n<ul>\n<li>\n<strong>Right to fair treatment </strong>\n</li>\n</ul>\n<p>You have the right not to receive discriminatory treatment for the exercise of your CCPA consumer rights, subject to certain limitations.</p>\n<ul>\n<li>\n<strong>How can you exercise your rights?</strong>\n</li>\n</ul>\n<p>If you cannot exercise the above described rights directly through the HMD products and services you use, you can contact us and submit your request via:</p>\n<ul>\n<ul>\n<li> Phone: +1 833 766 5420 </li>\n<li> Nokia phones account portal: www.nokia.com/phones/sso/login </li>\n<li> Customer support: www.nokia.com/phones/en_int/support#contact-us </li>\n<li> Support application in your Nokia phone </li>\n<li> Mail: HMD Global Oy, c/o Privacy, Bertel Jungin aukio 9, 02600 Espoo, Finland </li>\n</ul>\n</ul>\n<p>You have the right to make a free request two times in any 12-month period.\nWe will make the disclosure within 45 days of receiving your request, unless we request an extension.\nIn the event that we reasonably need a 45-day extension, we will notify you of the extension within the initial 45-day period.</p>\n<p>\n<strong>Changes to the CCPA Supplement</strong>\n</p>\n<p>We reserve the right to amend this supplement at our discretion and at any time (at least every 12 months).\nWhen we make changes to this supplement, we will notify you by email or through a notice on our website.</p>Softlock Solution Supplement<p>To finance your Nokia device purchases some of HMD’s distributors offer in certain countries a finance program that allow you to purchase certain devices in easy installment plans.\nWhen you buy the device with the payment plan, the device will be sold with a pre-loaded Softlock solution provided by HMD.\nThis means that the device will be locked if the payments are overdue, or until the relevant payment as agreed with the distributor in relation to the payment plan has been paid.\n</p>\n<p>In connection with the Softlock solution, the distributor provides us with the IMEI number of your device in order for us to identify the device to be locked and unlocked time to time according to the finance program.\n</p>\n<p>We process such personal data only for the purpose of providing the Softlock solution for the devices and for keeping records of the locked/unlocked state of the devices using the Softlock solution.</p>\n<p>The finance program itself is provided by a third-party distributor.\nHence, by buying the device together with the finance program from the distributor you agree to the terms and conditions and the privacy policy of such third-party distributor.\nPlease check the relevant terms and conditions and privacy policy carefully.\n</p>B2B Privacy Notice<p>\n<strong>We care about your privacy</strong>\n</p>\n<p>We, HMD Global Oy, including our affiliates (herein after referred to as “HMD”), are committed to respect your privacy and to comply with applicable data protection and privacy laws.\nThis Privacy Notice (“Notice”) applies to personal data that is processed in the context of HMD’s business to business (B2B) activities.\nIn this context, HMD processes personal data concerning its corporate clients, potential corporate clients, vendors, subcontractors and other stakeholders.</p>\n<p>“Personal data” refers to any information relating to an identified or identifiable natural person.\n</p>\n<p>“Processing” refers to any operation or set of operations which is performed on personal data.\n</p>\n<p>“Controller” refers to the body which alone or jointly with others determines the purposes and means of processing of personal data, i.e.\ndecides about the processing activities.\n</p>\n<p>\n<strong>What information do we collect?</strong>\n</p>\n<p>We collect personal data directly from you when you contact us, meet us personally or otherwise interact with us.\nThe collected personal data includes, for example:</p>\n<ul>\n<li>name</li>\n<li>email address</li>\n<li>phone number</li>\n<li>your contact preferences</li>\n<li>your stance towards our offering </li>\n<li>background information</li>\n</ul>\n<p>\n<strong>Why do we process personal data?</strong>\n</p>\n<p>We process your personal data to enter into and execute agreements, to provide and market our services and products, to communicate with you and to develop our business.\n</p>\n<p>We process personal data when it is necessary for the preparation and execution of agreements.\nPlease note that without your personal data we may not be able to enter into an agreement or provide you with our products and services.</p>\n<p>We also process personal data in connection with other commonly agreed testing and supply arrangements relating to our products and services based on our legitimate interest to market our products and services and grow our professional network.\nIn addition, we process personal data to develop our business operations and offering.\nWhen a legitimate interest is regarded as the basis for the processing, we have conducted a balancing test to ensure that your rights are taken into account.\nYou can object to such processing and request more information about the balancing test by using the contact details below.\n</p>\n<p>Processing of your personal data can be based on your consent, for example, if you order our newsletter.\nIn these situations, we ask your consent before your personal data is processed.\nGiving a consent is always voluntary and you have the possibility to withdraw your consent at any time.\nA withdrawal of consent does not affect the lawfulness of processing based on consent before the withdrawal.\nYou can withdraw your consent by clicking unsubscribe link at the bottom of the newsletter or by contacting us by using the contact details provided below.\n</p>\n<p>Where necessary, we also process personal data to comply with the legal requirements to which HMD is subject to.\nHMD can have, for example, a legal obligation to disclose your personal data to the authorities when requested.</p>\n<p>\n<strong>Do we share personal data?</strong>\n</p>\n<p>Your personal data is processed within HMD entities.\nWe do not disclose or otherwise transfer your personal data unless otherwise stated below.</p>\n<ul>\n<li>\n<p>Service providers.\nWe obtain assistance and use service providers, such as CRM tool providers, in processing personal data for the purposes described in this Notice.\nService providers are required to process personal data only in accordance with the applicable laws and HMD’s instructions.</p>\n</li>\n<li>\n<p>International transfers of personal data.\nRunning our business involves using resources and servers located in various countries around the world.\nTherefore, your personal data can be transferred across international borders, including to countries outside the EU or EEA that do not have laws providing specific protection for personal data or that have different legal rules on data protection.\nIn such cases, adequate protection for your personal data is provided as required by applicable law, for example, by using standard data protection clauses and by requiring the use of other appropriate technical and organisational information security measures.\nYou may request information on the details of transfers to third countries and safeguards by using the contact details below.</p>\n</li>\n<li>\n<p>Mandatory disclosures and legal proceedings.\nWe can be obligated by mandatory law to disclose your personal data to certain authorities or other third parties to comply with our legal obligations.\nWe may also need to disclose and otherwise process your personal data in accordance with applicable law to defend our legitimate interests, for example, in civil or criminal legal proceedings.\n</p>\n</li>\n<li>\n<p>Mergers and Acquisitions.\nIf we decide to sell, buy, merge or otherwise reorganise our businesses in certain countries, this can involve us disclosing personal data to prospective or actual purchasers and their advisers, or receiving personal data from sellers and their advisers.\n</p>\n</li>\n</ul>\n<p>\n<strong>How long is the data retained?</strong>\n</p>\n<p>We review personal data held in our systems on a periodic basis to ensure that it is not retained longer than it is necessary.\nContact details and other information will be deleted within six (6) months after they are no longer needed for the purposes they were collected for (for example, when the role of the person changes in a way that s(he) is no longer representing the organization of which contact person s(he) was).\n</p>\n<p>\n<strong>What steps are taken to safeguard personal data?</strong>\n</p>\n<p>We are committed to ensure that your personal data is secure.\nTo prevent unauthorised access or disclosure we implement technical, physical and organizational measures to protect personal data against accidental or unlawful destruction, accidental loss or alteration, and unauthorized disclosure, or access.\n</p>\n<p>We have assigned specific responsibilities to address privacy and security related matters.\nWe enforce our internal policies and guidelines through an appropriate selection of activities, including proactive and reactive risk management, security and privacy engineering, training and assessments.\nWe take appropriate steps to address online security, physical security, risk of data loss and other such risks taking into consideration the risk represented by the processing and the nature of the data being protected.\nAlso, we limit access to our data bases containing personal data to authorised persons having a justified need to access such information.\nWe have implemented appropriate access control measures to ensure that personal data can only be accessed by those who need to process it by virtue of their tasks.\n</p>\n<p>\n<strong>What are your rights?</strong>\n</p>\n<ul>\n<li>\n<p>Right of access.\nYou have a right to know what personal data we hold about you or to receive a confirmation that we do not process data concerning you.\n</p>\n</li>\n<li>\n<p>Right to rectification.\nYou have a right to have incomplete or incorrect personal data rectified.\nThis means that if there are errors in the data concerning you, or if it is inaccurate or deficient, you have the right to ask HMD to rectify or complete that data.</p>\n</li>\n<li>\n<p>Right to erasure (‘Right to be forgotten’).\nYou have the right to have your personal data erased in certain situations, for example, when the processing of your data is no longer necessary for the purposes for which it was collected.\nPlease note that the data can be necessary to perform the contract between you and HMD, or HMD can have compelling legitimate grounds to retain certain data.\n</p>\n</li>\n<li>\n<p>Right to object.\nWhen the processing of your personal data is based on legitimate interest, you have a right to object to such processing on grounds relating to your particular situation.\nYou have always a right to object to direct marketing.</p>\n</li>\n<li>\n<p>Right to restriction of processing.\nIn certain situations you might have a right to restrict the processing of your personal data.\nWhen the processing has been restricted, your data will only be stored and not processed further.\nFor example, if you contest the accuracy of your data, you have the right to have the contested data under a restriction of processing during the time when it is ensured that the data is accurate.\n</p>\n</li>\n<li>\n<p>Right to data portability.\nWhen the processing of your personal data is based on a contract or consent and carried out by automated means, you have a right to obtain the data you have provided to HMD in a machine-readable format so that you can transfer it to another controller.\n</p>\n</li>\n</ul>\n<p>You can exercise your rights by contacting us via the contact details provided below.\n</p>\n<p>If you believe that HMD, regardless of the principles set out in this Notice, infringed upon your rights according to applicable data protection law, you have a right to lodge a complaint with the data protection authority.</p>\n<p>\n<strong>Who is the controller of your personal data?</strong>\n</p>\n<p>The controller of your personal data is HMD Global Oy, Bertel Jungin aukio 9, 02600 Espoo, Finland.\nOur Data Protection Officer is Jari Koljonen.</p>\n<p>In case you want to use your data protection rights or you have any questions concerning the processing of your personal data, please contact us via </p>\n<ul>\n<li>Customer support: www.nokia.com/en_int/phones/support#contact-us</li>\n<li>Mail: HMD Global Oy, c/o Privacy, Bertel Jungin aukio 9, 02600 Espoo, Finland </li>\n</ul>\n<p>\n<strong>Changes to this Notice</strong>\n</p>\n<p>We update and modify this Notice from time to time, should it become necessary to do so.\nChanges to this document can be seen behind the link in the heading: “Look what has been changed”.\nFor data processing that is specific to products or services of HMD, see our Privacy Policy.\n</p>Recruitment Privacy Policy<p>\n<strong>We care about your privacy</strong>\n</p>\n<p>We, HMD Global Oy, including our affiliates, (herein after referred to as “HMD”) are committed to respect your privacy and to comply with applicable data protection and privacy laws.\nThis Privacy Policy (“Policy”) applies to personal data obtained in the context of a recruitment process within HMD.\nThis Policy explains, inter alia, what kind of personal data we collect about you, how your personal data is processed during the recruitment activities, and what rights you have in relation to such processing of personal data.\n</p>\n<p>This Policy will be supplemented by applicable local mandatory law where necessary.\nIn case mandatory law is in conflict with this Policy, mandatory local law will prevail.\nWe may also provide you with additional information concerning the processing of your personal data in connection with recruitment related systems or services.</p>\n<p>“Personal data” refers to any information relating to an identified or identifiable person.\n</p>\n<p>“Processing” refers to any operation or set of operations which is performed on personal data.\n</p>\n<p>“Controller” refers to the body which alone or jointly with others determinates the purposes and means of processing of personal data i.e.\ndecides about the processing.\n</p>\n<p>\n<strong>What information do we collect?</strong>\n</p>\n<p>We collect personal data primarily directly from you.\nIn addition, when it is necessary for assessing your suitability for the position you are applying for, personal data can be collected from third party sources to the extent permitted by applicable legislation, or based on your consent.\nWhen you apply for a position with HMD, we only collect personal data which is relevant for making the recruitment decision.\nWe collect e.g.\nthe following types of personal data in the course of recruitment activities:</p>\n<ul>\n<li>Basic candidate information such as your name and contact details.\n</li>\n<li>Information concerning your competences, skills, experience and education;</li>\n<li>Information concerning your preferences, such as preferred country of employment and areas of interest;</li>\n<li>Right to work documentation and other security screening information when needed;</li>\n</ul>\n<p>The examples provided are not all-inclusive.\nWe can also collect similar or related information.\n</p>\n<p>Your personal data is received and combined, as applicable, in connection with</p>\n<ul>\n<li>using LinkedIn recruitment services (if you apply via LinkedIn, we are provided with your LinkedIn profile and/or with your CV, based on what you have chosen)</li>\n<li>utilizing recruitment agency services (we receive CVs with professional background and salary details of candidates) </li>\n<li>interviews or other communications with you</li>\n<li>contacting the references you have provided</li>\n<li>receiving right to work documentation </li>\n<li>personality and aptitude assessments </li>\n<li>background checks (realibility and security screenings) </li>\n</ul>\n<p>\n<strong>Why do we process personal data?</strong>\n</p>\n<p>Your personal data is processed for assessing your suitability for the role for which you are applying for.\nWe can also assess your suitability for the future roles that may become available.\nIn addition, we process your personal data, inter alia, when communicating with you in relation to our recruitment activities, when managing our recruitment and resourcing activities, for developing our recruitment services and systems, and to comply with legal obligations.</p>\n<p>Processing of your personal data is necessary for the preparation and execution of an employment or other contract and for compliance with legal obligations.\nPlease notice that failure to provide necessary personal data may disqualify you from employment or other engagement.\n</p>\n<p>We process personal data based on our legitimate interests where applicable.\nOur legitimate interests include interest to receive and process applications and corresponding data for our recruitment purposes and lawful activities related to running and developing our business, such as developing our recruitment and resources systems and processes.\nWhen our legitimate interest is the basis for the processing, we have conducted a balancing test to ensure that your interests are not interfered more than necessary.\nYou have a right to object to the processing based on our legitimate interest.\nTo request more information about the balancing test, please contact us by using the contact details below.\n</p>\n<p>We collect personal data also based on your consent.\nFor example, we may ask you to provide contact details of your references and your consent for contacting them.\nWhen we process your personal data on the basis of your consent, you have the right to withdraw your consent any time.\nYou can withdraw your consent by using the contact details below or, in case you have been directly contacted by us, by using the contact details of your recruitment contact.\nWithdrawal of the consent does not affect the lawfulness of processing based on consent before its withdrawal.\n</p>\n<p>\n<strong>Do we share personal data?</strong>\n</p>\n<p>Your personal data is processed only by those members of the staff who are assessing your application and other related information for making the recruitment decision or who are performing support functions to recruiting.\nThese include, for instance, recruiters, hiring managers and other interviewers and individuals performing administrative and IT support functions.\n</p>\n<p>We do not transfer or disclose your personal data to other parties unless otherwise stated below.</p>\n<ul>\n<li>\n<strong>Service providers and partners</strong>\n</li>\n</ul>\n<p>We obtain assistance or use service providers for conducting our recruitment activities.\nWe utilize LinkedIn recruitment services in our recruitment activities.\nWhen a person is hired, we will form a new employee record to our HR system of which service provider is Sage People Limited.\nWhen we utilize service providers, they will be required to process personal data only in accordance with our instructions and to maintain appropriate organisational and technical measures to ensure data security of such personal data.\nIn some countries we also use recruitment agencies as realible partners to help us find suitable candidates and job boards to advertise our open positions.\nYou may request more information on the service provides we use and partners that we have by using the contact details below.</p>\n<ul>\n<li>\n<strong>International transfers of personal data</strong>\n</li>\n</ul>\n<p>Our recruitment services are provided using resources and servers located in various countries around the world due to the international nature of our business.\nPrimarily your personal data is only processed within the HMD entity which you are applying for, but when it is necessary for making the recruitment decision on the position you are applying for, your personal data can be transferred across international borders within the HMD entities.\nThis can sometimes include countries outside the European Economic Area (EEA) that do not have laws providing specific protection for personal data or that have different legal rules on data protection.\nThis may come in question, for example, when the hiring manager of the position is located within HMD entity outside of EEA.\nIn addition, when you are applying via LinkedIn, your personal data can be transferred to United States (U.S.).\nWhen personal data is transferred outside of EEA, the processing is organized by the data protection clauses approved by the European Commission or by other valid mechanisms guaranteeing equal level of protection as provided by the EU General Data Protection Regulation.\nYou may request information on the details of transfers to third countries and safeguards by using the contact details below.</p>\n<ul>\n<li>\n<strong>Mandatory disclosures and legal proceedings</strong>\n</li>\n</ul>\n<p>In some cases we can be obligated by mandatory law to disclose your personal data to certain authorities or other third parties, for example, to law enforcement agencies.\nExceptionally we may also need to disclose and otherwise process your personal data in accordance with applicable law to defend our legitimate interests, for example, in civil or criminal legal proceedings.</p>\n<ul>\n<li>\n<strong>Mergers and acquisitions</strong>\n</li>\n</ul>\n<p>If we decide to sell, buy, merge or otherwise reorganise our businesses in certain countries, this can involve us disclosing personal data to prospective or actual purchasers and their advisers, or receiving personal data from sellers and their advisers.</p>\n<p>\n<strong>How long is the data retained?</strong>\n</p>\n<p>Depending whether you are hired or rejected, the personal data you provided will either be used to create an employee record or it will be deleted.\n</p>\n<p>If we choose to employ you, we retain the necessary personal data for the length of your employment and as required by applicable laws.\n</p>\n<p>If we do not employ you, your personal data will be deleted 24 months after the recruitment process from our records.\nBackground check as well as personality and aptitude assessment results will be deleted immediately after the process.\n</p>\n<p>\n<strong>How do we address data quality?</strong>\n</p>\n<p>We take reasonable steps to ensure that personal data we process is accurate and not excessive for the purposes for which it is processed.\nPlease note that you have shared responsibility regarding the accuracy of your personal data.\nYou should only submit information which is complete, accurate and up to date.\n</p>\n<p>\n<strong>What steps are taken to safeguard personal data?</strong>\n</p>\n<p>We are committed to ensure that your personal data is secure.\nTo prevent unauthorised access or disclosure we implement technical, physical and organizational measures to protect personal data against accidental or unlawful destruction, accidental loss or alteration, and unauthorized disclosure or access.</p>\n<p>We have assigned specific responsibilities to address privacy and security related matters.\nWe enforce our internal policies and guidelines through an appropriate selection of activities, including proactive and reactive risk management, security and privacy engineering, training and assessments.\nWe take appropriate steps to address online security, physical security, risk of data loss and other such risks taking into consideration the risk represented by the processing and the nature of the data being protected.\nAlso, we limit access to our data bases containing personal data to authorised persons having a justified need to access such information.\n</p>\n<p>\n<strong>What are your rights?</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>Right of access.</strong> You have a right to know what personal data we hold about you or to receive a confirmation that we do not process data concerning you.\n</p>\n</li>\n<li>\n<p>\n<strong>Right to rectification.</strong> You have right to have incomplete or incorrect personal data rectified or completed.\n</p>\n</li>\n<li>\n<p>\n<strong>Right to be forgotten.</strong> You have the right to have your personal data erased in certain situations, for instance, when the processing of your personal data is no longer necessary for the purposes for which it was collected, or if the processing is based on your consent and you want to withdraw your consent and there are no other bases for processing.\nPlease notice that sometimes we may have a legal obligation or other basis to retain your personal data and, thus, it cannot be erased.\n</p>\n</li>\n<li>\n<p>\n<strong>Right to object.</strong> When the processing of your personal data is based on legitimate interest, you have the right to object to such processing on grounds relating to your particular situation.\n</p>\n</li>\n<li>\n<p>\n<strong>Right to restriction of processing.</strong> In specific situations you might have the right to restrict the processing of your personal data.\nWhen the processing has been restricted, your personal data will only be retained and not processed further.\nFor example, if you contest the accuracy of your personal data, you have the right to have the data in question under a restriction of processing during the time when it is assured that it is accurate.</p>\n</li>\n<li>\n<p>\n<strong>Right to data portability.</strong> When processing of your personal data is based on a contract or your consent and carried out by automated means, you have the right to obtain the data you have provided to us in a machine readable format so that you can transfer it to another controller.\n</p>\n</li>\n</ul>\n<p>You can exercise your rights by making a request by using the contact details below.\nPlease notice that we need to be able to verify your identify in order to be able to carry out your request.\n</p>\n<p>If you believe that HMD, regardless of the principles set out in the Privacy Policy, infringed upon your rights according to applicable data protection law, you have a right to lodge a complaint with the data protection authority.</p>\n<p>\n<strong>Who is the controller of your personal data?</strong>\n</p>\n<p>The controller of your personal data during the recruitment phase is the entity you are applying to have a role in, jointly with HMD Global Oy where applicable.\nThe affiliate and HMD Global Oy are jointly responsible for providing you adequate information about the processing of your personal data.\nHMD Global Oy will carry on your data protection related rights with the assistance of its affiliates.\nData Protection Officer of HMD is Jari Koljonen.\n</p>\n<p>In case you want to use your data protection rights or you have any questions concerning the processing of your personal data, please contact:</p>\n<p>recruitment@hmdglobal.com or</p>\n<p>HMD Global Oy, c/o Privacy, Bertel Jungin aukio 9,\n02600 Espoo, Finland</p>\n<p>In case you have been directly contacted by us, you can also use the contact details of your recruitment contact.\n</p>\n<p>\n<strong>Changes to this Policy</strong>\n</p>\n<p>We may need to update and modify this Policy from time to time in case it becomes necessary to do so.\nChanges to this document can be seen behind the link in the heading: “Look what has been changed”.\nWhere necessary, we will contact you for informing about the changes to this Policy.\nFor data processing that is specific to a products or services of HMD and is not connected to the recruitment activities, see HMD Global Privacy Policy.</p>HMD Global Cookie Policy<p>\n<em>\n<strong>Cookies and how we use them</strong>\n</em>\n</p>\n<p>This policy details how HMD Global Oy uses cookies and cookie-like files and technologies on its websites, e.g.\nLocal Shared Objects, also known as “Flash cookies”, web beacons etc.\nWe refer to these generically as “cookies”.\nIf you visit our websites and you opt-in to the use of cookies, we consider this as an acceptance of our use of cookies.</p>\n<p>\n<em>\n<strong>What are cookies and how do they work?</strong>\n</em>\n</p>\n<p>Cookies are small text files that are sent to and stored in your computer by the websites you visit.\nCookies collect in some instances personal data, with which a person can be identified.\nCookies are stored in your browser’s file directory.\nNext time you visit the site, your browser will read the cookie and relay the information back to the website or element that originally set the cookie.\nTwo types of cookies used are \"session-only\" and \"persistent\".\n\"Session-only\" cookies are deleted when you end your browser session.\n\"Persistent cookies\" remain on your device for the time period set in the cookie after which time they delete themselves.\nHowever, these cookies may be renewed every time you visit the website.\nWeb beacons are transparent graphic images which are used in combination with cookies to monitor the use of the website.</p>\n<p>\n<em>\n<strong>Cookie types</strong>\n</em>\n</p>\n<p>It is common to distinguish between first-party cookies and-third party cookies.\nFirst-party cookies are allocated to the website that you visit while third-party cookies come from a third-party, such as a web analytics program.</p>\n<p>\n<em>\n<strong>Why do we use cookies?</strong>\n</em>\n</p>\n<p>We use cookies to offer you a smoother experience with our web services.\nView your options for managing cookies in the next chapter.</p>\n<p>Necessary functions.\nThese cookies are essential for running our web sites and are the key to providing you a seamless experience.\nYou can navigate uninterrupted e.g.\nby remembering language and country choices you’ve made and by preserving authentication to secure parts of the domain.\nThese cookies also enable the\nshopping cart to function and remember products of interest when you are redirected to an Operator site for a possible purchase.</p>\n<p>Statistics and site improvement.\nThese cookies enable us to improve our websites by looking at how they are used.\nWe do analytical profiling to understand e.g.\nunique users reading a particular article (to know what is popular) or if a video file was viewed or abandoned half way through.\nWe also look at where content is accessed so we know how to arrange our sites for optimal user experience.\n</p>\n<p>Web push notifications.\nWith your explicit consent, we may send push notifications via desktop and mobile browser on the website Nokia.com/phones.\nWeb push notifications are notifications that can be sent to you anytime your browser is open, regardless of whether or not you are on the website.\nWe may send you push notifications relating to your activity on our websites, or to inform you about latest product releases and software updates, promotions, online purchase orders and Nokia phones news.\n</p>\n<p>Preferences and personalisation.\nThese cookies help make the content as personalised as possible, for example by showing you targeted banners and relevant recommendations.\nWe examine what type of reference was used to reach our sites, e.g.\nan email campaign or a link from a referral site, so we can estimate the effectiveness of our promotions and advertising campaigns.</p>\n<p>Marketing.\nWe use these cookies to dynamically serve our ads on our own and selected third party websites.\nOur domains may also include elements that set cookies on behalf of a third party.</p>\n<p>\n<em>\n<strong>How can I manage cookies?</strong>\n</em>\n</p>\n<p>You can review the options available to manage cookies in your browser.\nThe browser can be used to manage cookies relating to statistics and site improvement, preferences and personalisation and marketing.\nDifferent browsers use different ways to disable cookies, but they are usually found under a Tools or Options menu.\nPlease follow the instructions below, from the most common web browser manufacturers directly, to configure your browser settings*.</p>\n<p>Microsoft Internet Explorer (IE)<br>Google Chrome<br>Safari<br>Firefox </p>\n<p>In addition to cookie management, browsers usually let you control files similar to cookies, for example Local Shared Objects, e.g.\nby enabling the browser’s privacy mode.\nWe use third party vendor managed advertising cookies to promote our products in HMD controlled web sites.\nYou may be able to opt-out from certain third party managed advertising cookies through third party cookie management sites.</p>\n<p>You can deactivate web push notifications at any time by switching them off via the settings icon of each notification and in your browser settings.</p>\n<p>\n<em>\n<strong>Can I still visit the website if the cookie-function is disabled?</strong>\n</em>\n</p>\n<p>Yes.\nShould you have cookies disabled on your online device, you will continue to have the same access to the website content as with cookies enabled.\nHowever, some functions such as surveys, tools and shopping cart might operate with reduced functionality or not at all.\nIf you manage or disable the use of cookies your device might receive a cookie to remember this choice.\nHowever, this cookie does not include any personal data, with which a person could be identified.</p>\n<p>\n<em>\n<strong>How long do we keep the information?</strong>\n</em>\n</p>\n<p>It depends based on the type of cookies.\nSession cookies expire when you close the browser.\nPersistent cookies, including Local Shared Objects (“Flash cookies”), have typical expiration dates ranging from two months up to a couple of years.\nFor more information on cookie expiry see the cookie declaration.</p>\n<p>\n<em>\n<strong>Cookies used, and data collected by third parties</strong>\n</em>\n</p>\n<p>In order to gain more information about the activities on our website and to target advertising, we use 3rd-party cookies for analytics and advertising.</p>\n<p>Some of our websites use 3rd-party advertising technologies, such as Google Campaign Manager (previously known as DoubleClick) and the Facebook pixel, to serve ads.\nThese 3rd parties use tracking technologies to collect information from our website and use the information for ad serving, targeting, verification, and reporting.\nYou can opt out from the collecting and manage your preferences through e.g.\nthe following websites: http://www.aboutads.info/choices and http://www.youronlinechoices.eu/.\n</p>\n<p>Our websites use third party analytics, like Google Analytics, a web analytics service provided by Google, Inc.\n(“Google”) and other third-party cookies for advertising.\nGoogle Analytics uses Cookies to help the website analyze how users use the site.\nThe information generated by the cookie about your use of the website (including your anonymized IP address) will be transmitted to and stored by Google on servers in the United States.</p>\n<p>Google analytics can collect personal information (e.g.\nIP address).\nOn behalf of the website provider Google will use this information for the purpose of evaluating your use of the website, compiling reports on website activity for website operators and providing other services relating to website activity and internet usage to the website provider.\nYou can find more information on the data processing of Google Analytics here: https://policies.google.com/technologies/partner-sites?hl=fi.</p>\n<p>You can deactivate this data processing in Google’s privacy settings here: https://myaccount.google.com/ and by installing the Google Analytics Opt-out Browser Add-on here: https://tools.google.com/dlpage/gaoptout/.</p>\n<p>HMD is not liable for the processing of data by third parties, including cookies and other tracking technologies as well as the links.\nPrivacy policies and terms of use of the third parties are applied.\nYou can find the privacy policy and terms of service of Google below.\n￼\nTerms of Service Privacy Policy</p>\n<p>\n<em>\n<strong>What else should you know?</strong>\n</em>\n</p>\n<p>We may from time to time change this Cookie Policy.\nHowever, if this Policy is changed in a material, adverse way, we will post a notice advising of such change at the beginning of this Policy and on this site's home page.\nWe recommend that you re-visit this Policy from time to time to learn of any such changes to this Policy.</p>\n<p>If you have additional questions, please contact us by writing to:</p>\n<p>Bertel Jungin aukio 9 02600 Espoo Finland</p>\n<p>\n<em>\n<strong>Cookie declaration</strong>\n</em>\n</p> Cookie declaration <p>Cookie declaration last updated on 23.11.2020</p> Strictly necessary 6 Strictly necessary cookies help make a website navigable by activating basic functions such as page navigation and access to secure website areas.\nWithout these cookies, the website would not be able to work properly.\nName Provider Purpose Expiry Data Processor Data Processor Privacy Policy ARRAffinity .azsarwebprd.azurewebsites.net Required for the website to perform properly.\nSession Microsoft Azure https://privacy.microsoft.com/en-us/privacystatement AWSELBCORS drh1.img.digitalriver.com Supports the website's technical functions.\nSession Amazon Web Services https://www.amazon.com/gp/help/customer/display.html?ie=UTF8&amp;nodeId=508088&amp;ref_=footer_cou __cfduid .juicer.io Required for the website to perform properly.\na month Cloudflare https://www.cloudflare.com/privacypolicy __cf_bm .change.org Supports the website's technical functions.\n30 minutes Cloudflare https://www.cloudflare.com/privacypolicy __cfruid .community.phones.nokia.com Pending Session Cloudflare https://www.cloudflare.com/privacypolicy frontend .media.etuo.de Supports the functions of a \"Content Management System\" to ensure that the website works properly.\n5 hours Adobe Experience Cloud, Magento https://magento.com/legal/terms/privacy Functional 3 Functional cookies make it possible to save information that changes the way the website appears or acts.\nFor instance your preferred language or region.\nName Provider Purpose Expiry Data Processor Data Processor Privacy Policy visid_incap_xxx .img.digitalriver.com Ensures the website and application security.\na year Incapsula, Imperva https://www.incapsula.com/privacy-policy incap_ses_xxx .img.digitalriver.com Ensures the website and application security.\nSession Incapsula, Imperva https://www.incapsula.com/privacy-policy AKA_A2 .nokia.com Ensures the website and application security.\nan hour Akamai Technologies https://www.akamai.com/uk/en/privacy-policies Statistical 9 Statistical cookies help the website owner understand how visitors interact with the website by collecting and reporting information.\nName Provider Purpose Expiry Data Processor Data Processor Privacy Policy _ga .nokia.com Collects information about the users and their activity on the website for analytics and reporting purposes.\n2 years Google Analytics https://policies.google.com/technologies/partner-sites?hl=en _gid .nokia.com Collects information about the users and their activity on the website for analytics and reporting purposes.\na day Google Analytics https://policies.google.com/technologies/partner-sites?hl=en _gat_UA-xxx-xxx .nokia.com Collects information about the users and their activity on the website for analytics and reporting purposes.\na few seconds Google Analytics https://policies.google.com/technologies/partner-sites?hl=en mc .quantserve.com Collects information about the users and their activity on the website for analytics and reporting purposes.\na year Quantcast https://www.quantcast.com/privacy vuid .vimeo.com Collects information about the users and their activity on the website through embedded video players for analytics and reporting purposes.\n2 years Vimeo https://vimeo.com/privacy d .quantserve.com Collects information about the users and their activity on the website for analytics and reporting purposes.\n3 months Quantcast https://www.quantcast.com/privacy UID .scorecardresearch.com Collects information about the users, which is used for market analytics and reporting purposes.\n2 years comScore, Full Circle Studies http://www.fullcirclestudies.com/privacy.aspx cref .quantserve.com Collects information about the users and their activity on the website for analytics and reporting purposes.\na year Quantcast https://www.quantcast.com/privacy UIDR .scorecardresearch.com Collects information about the users, which is used for market analytics and reporting purposes.\n2 years comScore, Full Circle Studies http://www.fullcirclestudies.com/privacy.aspx Marketing 20 Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and interesting to the individual user and thus more valuable for publishers and third-party advertisers.\nName Provider Purpose Expiry Data Processor Data Processor Privacy Policy MUIDB .bing.com Identifies unique web browsers visiting Microsoft sites.\nThese cookies are used for advertising, site analytics, and other operational purposes.\na year Microsoft, Bing https://privacy.microsoft.com/en-us/privacystatement _fbp .nokia.com Identifies browsers for the purposes of providing advertising and site analytics services.\n3 months Facebook https://www.facebook.com/privacy/explanation VISITOR_INFO1_LIVE .youtube.com Collects information about the users and their activity on the website through embedded video players with the purpose of delivering targeted advertising.\n6 months Youtube, Google https://policies.google.com/technologies/partner-sites?hl=en fr .facebook.com Facebook's primary advertising cookie, used to deliver, measure and improve the relevancy of ads.\n3 months Facebook https://www.facebook.com/privacy/explanation YSC .youtube.com Collects information about the users and their activity on the website through embedded video players with the purpose of delivering targeted advertising.\nSession Youtube, Google https://policies.google.com/technologies/partner-sites?hl=en _gcl_au .nokia.com Supports the integration of a third-party platform on the website to deliver targeted advertising.\n3 months Google https://policies.google.com/technologies/partner-sites?hl=en MUID .bing.com Identifies unique web browsers visiting Microsoft sites.\nThese cookies are used for advertising, site analytics, and other operational purposes.\na year Microsoft, Bing https://privacy.microsoft.com/en-us/privacystatement www.facebook.com Supports online marketing by collecting information about the users to promote products through partners and other platforms.\nSession Facebook https://www.facebook.com/privacy/explanation RT .nokia.com Supports online marketing by collecting information about the users to promote products through partners and other platforms.\n7 days LinkedIn https://www.linkedin.com/legal/privacy-policy GPS .youtube.com Collects information about the users and their activity on the website through embedded video players with the purpose of delivering targeted advertising.\n30 minutes Youtube, Google https://policies.google.com/technologies/partner-sites?hl=en IDE .doubleclick.net Used for online marketing by collecting information about the users and their activity on the website.\nThe information is used to target advertising to the user across different channels and devices.\na year Doubleclick, Google https://policies.google.com/technologies/partner-sites?hl=en t_gid .taboola.com Collects information about the users and their activity on the website.\nThe information is used to track and analyze user behaviour and to deliver targeted advertising.\na year Taboola https://www.taboola.com/privacy-policy __qca .imgur.com Collects information about the users and their activity on the website through visual content and website elements with the purpose of delivering targeted advertising.\na year Imgur https://imgur.com/privacy __Host-GAPS accounts.google.com Collects information about the users and their activity on the website.\nThe information is used to track and analyze user behaviour and to deliver targeted advertising.\n2 years Google Analytics https://policies.google.com/technologies/partner-sites?hl=en _ga .imgur.com Collects information about the users and their activity on the website through visual content and website elements with the purpose of delivering targeted advertising.\n2 years Imgur https://imgur.com/privacy __asc .imgur.com Collects information about the users and their activity on the website through visual content and website elements with the purpose of delivering targeted advertising.\n30 minutes Imgur https://imgur.com/privacy __auc .imgur.com Collects information about the users and their activity on the website for analytics and reporting purposes.\na year Alexa Internet https://www.alexa.com/help/privacy _fbp .imgur.com Identifies browsers for the purposes of providing advertising and site analytics services.\n3 months Imgur https://imgur.com/privacy IMGURUIDJAFO .imgur.com Collects information about the users and their activity on the website through visual content and website elements with the purpose of delivering targeted advertising.\na year Imgur https://imgur.com/privacy _gat_UA-6671908-2 .imgur.com Collects information about the users and their activity on the website through visual content and website elements with the purpose of delivering targeted advertising.\na minute Imgur https://imgur.com/privacy Unclassified 19 We are in the process of classifying unclassified cookies together with the providers of the individual cookies.\nName Provider Purpose Expiry Data Processor Data Processor Privacy Policy _EDGE_V .bing.com a year SRCHUID .bing.com a year hmd_cookieconsent_dismissed .nokia.com a year locale .nokia.com 3 months ARRAffinitySameSite .azsarwebprd.azurewebsites.net Session AWSELB drh1.img.digitalriver.com Session nok_ip_region www.nokia.com Session _EDGE_S .bing.com Session _SS .bing.com Session SRCHD .bing.com a year SRCHUSR .bing.com a year nlbi_2102398 .img.digitalriver.com Session nok_ip_locale www.nokia.com Pending a month vf_hmdglobal_MIRJ4-vA community.phones.nokia.com 2 years TS016b9298 media.e2save.com Session __vnOz0 community.phones.nokia.com 30 minutes vf_hmdglobal_MIRJ4-ssostatetoken community.phones.nokia.com 20 minutes __vnOz1 community.phones.nokia.com 30 minutes hmd_cookieconsent_dismissed .community.phones.nokia.com a year <p>Your consent applies to the following domains: nokia.com/phones, hmdglobal.com, community.phones.nokia.com</p> Nokia phones beta labs license terms<p>Effective as of 15 September 2017</p>\n<p>These license terms are an agreement between HMD Global Oy (\"HMD Global\") and you.\nThey apply to the pre-release software versions (the \"Beta Software\") available on Nokia phones beta labs (\"Beta Labs\").\nTo participate in the Beta Labs activities, you need to be at least 18 years of age.\nYou understand and agree that participation in the Beta Labs activities is voluntary.\nHMD Global reserves a right to modify these terms from time to time.\n</p>\n<ol>\n<li>LICENSE.\nSubject your compliance with these license terms, you may install and use the Beta Software on your Nokia device specified in the instructions of Nokia Phones Beta Labs for the purpose of testing and evaluating the Beta Software and providing HMD Global with feedback on quality and usability of the Beta Software.</li>\n<li>LICENSE RESTRICTIONS.\nYou may not (1) reverse engineer, decompile or disassemble the Beta Software, except to the extent that applicable law expressly permits.\n(2) use components of the Beta Software to run applications not running on the Beta Software.\n(3) publish the Beta Software for others to copy.\n(4) sublicense or sell the Beta Software.\nor (5) transfer the Beta Software or these terms to any third party.</li>\n<li>TERM.\nThe term of this agreement will expire upon the commercial release of the Beta Software.\nYou have the right to use the Beta Software under the license terms of this agreement during this period.\n</li>\n<li>PRE-RELEASE SOFTWARE.\nThe Beta Software is a pre-release version.\nIt may not work the way a final version of the software will.\nHMD Global may significantly change it or decide not to release a final version.\nYou understand that you may need to remove pre-loaded, commercial software from your device to install the Beta Software and that you may be unable to revert back to the commercial release of the software you were using prior to installing the Beta Software.\nApplications you have installed or been using may be unable to function in the same manner than earlier.\nHMD Global encourages you to back-up all data and information on your device before your participation in the Beta Labs activities.\nThe Beta Software should not be used in business-critical devices.\nYOU UNDERSTAND THAT BY INSTALLING THE BETA SOFTWARE, YOUR DEVICE MAY NOT BE CAPABLE OF BEING RESTORED TO ITS ORIGINAL CONDITION AND THAT APPLICATIONS MAY BE AFFECTED BY YOUR USE OF THE BETA SOFTWARE.\nHMD GLOBAL SHALL NOT BE RESPONSIBLE FOR ANY COSTS, EXPENSES OR OTHER LIABILITIES YOU MAY INCUR AS A RESULT OF YOUR TESTING, INSTALLATION OR USE OF THE BETA SOFTWARE, INCLUDING BUT NOT LIMITED TO ANY DAMAGE TO ANY DEVICE, BETA SOFTWARE OR DATA OR ANY LOSS OF DATA.\n</li>\n<li>PRIVACY.\nData collected in connection with the Developer Preview activities will be treated in accordance with HMD Global Privacy Policy.\nWe are using the data to help us to create, improve, operate or deliver our products, services and content.\nWe may contact you based on your feedback, in order to correct malfunctions in our software or device.\nWe are also using the collected data for internal purposes e.g.\ndata analysis or research.</li>\n<li>FEEDBACK.\nIf you give feedback about the Beta Software to HMD Global, you acknowledge and agree that (1) HMD Global may have similar development ideas to the feedback.\n(2) your feedback does not contain confidential or proprietary information of you or any third party.\n(3) HMD Global is not under any obligation of confidentiality with respect to the feedback.\n(4) HMD Global and its licensors may freely use, distribute, exploit, further develop and modify feedback for any purpose.\nand (5) you are not entitled to any compensation from HMD Global.</li>\n<li>OPEN SOURCE SOFTWARE.\nParts of the Beta Software may be provided with notices and open source licenses from third parties that govern the use of those parts.\nAny licenses granted hereunder do not alter any rights and obligations you may have under such open source licenses.</li>\n<li>WARRANTY DISCLAIMER.\nThe Beta Software is licensed \"AS-IS\".\nHMD Global gives no express warranties, guarantees or conditions.\nHMD Global excludes the implied warranties of merchantability, fitness for a particular purpose and non-infringement.</li>\n<li>LIMITATION OF LIABILITY.\nHMD GLOBAL SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES, LOST PROFITS OR FOR BUSINESS INTERRUPTION ARISING OUT OF THE USE OF OR INABILITY TO USE THE BETA SOFTWARE, EVEN IF HMD GLOBAL HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nSOME JURISDICTIONS DO NOT ALLOW EXCLUSION OF CERTAIN WARRANTIES OR LIMITATIONS OF LIABILITY, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.\nTHE LIABILITY OF HMD GLOBAL WOULD IN SUCH CASE BE LIMITED TO THE GREATEST EXTENT PERMITTED BY LAW.\n</li>\n<li>GOVERNING LAW.\nThese license terms will be governed by the laws of Finland.\nAny dispute resolution between you and HMD Global arising of or relating to these license terms shall take place in Finland, Helsinki in the Finnish courts.\n</li>\n</ol>Nokia phones Android developer preview license terms<p>These license terms are an agreement between HMD Global Oy (\"HMD Global\") and you.\nThey apply to the developer preview software builds pre-release software versions (the \"Developer Preview Software\") available on Nokia phones Android developer preview (\"Developer Preview\").\nTo participate in the Developer Preview activities, you need to be at least 18 years of age.\nYou understand and agree that participation in the Developer Preview activities is voluntary.\nHMD Global reserves a right to modify these terms from time to time.\n</p>\n<ol>\n<li>LICENSE.\nSubject your compliance with these license terms, you may install and use the Developer Preview Software on your Nokia device specified in the instructions of Developer Preview for the purpose of testing and evaluating the Developer Preview Software and providing HMD Global with feedback on quality and usability of the Developer Preview Software.</li>\n<li>LICENSE RESTRICTIONS.\nYou may not (1) reverse engineer, decompile or disassemble the Developer Preview Software, except to the extent that applicable law expressly permits.\n(2) use components of the Developer Preview Software to run applications not running on the Developer Preview Software.\n(3) publish the Developer Preview Software for others to copy.\n(4) sublicense or sell the Developer Preview Software.\nor (5) transfer the Developer Preview Software or these terms to any third party.</li>\n<li>TERM.\nThe term of this agreement will expire upon the commercial release of the Developer Preview Software.\nYou have the right to use the Developer Preview Software under the license terms of this agreement during this period.\n</li>\n<li>PRE-RELEASE SOFTWARE.\nThe Developer Preview Software is a pre-release version.\nIt may not work the way a final version of the software will.\nHMD Global may significantly change it or decide not to release a final version.\nYou understand that you may need to remove pre-loaded, commercial software from your device to install the Developer Preview Software and that you may be unable to revert back to the commercial release of the software you were using prior to installing the Developer Preview Software.\nApplications you have installed or been using may be unable to function in the same manner than earlier.\nHMD Global encourages you to back-up all data and information on your device before your participation in the Developer Preview activities.\nThe Developer Preview Software should not be used in business-critical devices.\nYOU UNDERSTAND THAT BY INSTALLING THE DEVELOPER PREVIEW SOFTWARE, YOUR DEVICE MAY NOT BE CAPABLE OF BEING RESTORED TO ITS ORIGINAL CONDITION AND THAT APPLICATIONS MAY BE AFFECTED BY YOUR USE OF THE DEVELOPER PREVIEW SOFTWARE.\nHMD GLOBAL SHALL NOT BE RESPONSIBLE FOR ANY COSTS, EXPENSES OR OTHER LIABILITIES YOU MAY INCUR AS A RESULT OF YOUR TESTING, INSTALLATION OR USE OF THE DEVELOPER PREVIEW SOFTWARE, INCLUDING BUT NOT LIMITED TO ANY DAMAGE TO ANY DEVICE, DEVELOPER PREVIEW SOFTWARE OR DATA OR ANY LOSS OF DATA.\n</li>\n<li>PRIVACY.\nData collected in connection with the Developer Preview activities will be treated in accordance with HMD Global Privacy Policy.\nWe are using the data to help us to create, improve, operate or deliver our products, services and content.\nWe may contact you based on your feedback, in order to correct malfunctions in our software or device.\nWe are also using the collected data for internal purposes e.g.\ndata analysis or research.</li>\n<li>FEEDBACK.\nIf you give feedback about the Developer Preview Software to HMD Global, you acknowledge and agree that (1) HMD Global may have similar development ideas to the feedback.\n(2) your feedback does not contain confidential or proprietary information of you or any third party.\n(3) HMD Global is not under any obligation of confidentiality with respect to the feedback.\n(4) HMD Global and its licensors may freely use, distribute, exploit, further develop and modify feedback for any purpose.\nand (5) you are not entitled to any compensation from HMD Global.</li>\n<li>OPEN SOURCE SOFTWARE.\nParts of the Developer Preview Software may be provided with notices and open source licenses from third parties that govern the use of those parts.\nAny licenses granted hereunder do not alter any rights and obligations you may have under such open source licenses.</li>\n<li>WARRANTY DISCLAIMER.\nThe Developer Preview Software is licensed \"AS-IS\".\nHMD Global gives no express warranties, guarantees or conditions.\nHMD Global excludes the implied warranties of merchantability, fitness for a particular purpose and non-infringement.</li>\n<li>LIMITATION OF LIABILITY.\nHMD GLOBAL SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL OR CONSEQUENTIAL DAMAGES, LOST PROFITS OR FOR BUSINESS INTERRUPTION ARISING OUT OF THE USE OF OR INABILITY TO USE THE DEVELOPER PREVIEW SOFTWARE, EVEN IF HMD GLOBAL HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nSOME JURISDICTIONS DO NOT ALLOW EXCLUSION OF CERTAIN WARRANTIES OR LIMITATIONS OF LIABILITY, SO THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.\nTHE LIABILITY OF HMD GLOBAL WOULD IN SUCH CASE BE LIMITED TO THE GREATEST EXTENT PERMITTED BY LAW.\n</li>\n<li>GOVERNING LAW.\nThese license terms will be governed by the laws of Finland.\nAny dispute resolution between you and HMD Global arising of or relating to these license terms shall take place in Finland, Helsinki in the Finnish courts.\n</li>\n</ol>HMD Global Supplier Code of Conduct<ul>\n<li>Version: 1.0</li>\n<li>Effective date 27 July, 2017</li>\n<li>Audience: Suppliers</li>\n<li>Owner: General Counsel</li>\n<li>Approver: HMD Board</li>\n<li>Related Policies: HMD Code of Conduct, HMD Business Ethics Policy, HMD Environmental, Health &amp.\nSafety Policy, HMD Conflict Mineral Policy, HMD Human Rights and Labour Policy</li>\n</ul>1.\nScope<p>In this document, HMD/our/we refer to HMD global Oy (“HMD”) and all its affiliates.\nThe Code of Conduct is global and covers all HMD global Oy’s legal entities.\nThis code outlines what HMD expects from our suppliers in relation to Human Rights &amp.\nLabour, Business Ethics, Environmental, Health and Safety and Management practices.\nHMD will assess its suppliers by their conformance to this code and any violation of it will result in remedial actions.\nFailure of our supplier to comply with this code or the remedial actions set could result in termination of the business contract.</p>2.\nOur Approach<p>This document has been made to comply with international laws and regulations as well as HMDs values.\nIn addition, we have looked to International Standards including.\nthe Electronic Industry Citizenship Coalition’s (EICC) Code of Conduct.\nUnited Nations Declaration of Human Rights.\nUnited Nations’ Guiding Principles on Business and Human Rights.\nInternational Labor Organisation’s (ILO) Core Conventions.\nEnvironmental management standard ISO 14001.\nOrganisation for Economic Co-operation and Development (OECD) Guidelines for Multinational Enterprise.\nOccupational health and safety management standard OHSAS18001 and the Social accountability standard SA 8000.</p>3.\nBusiness Ethics<p>HMD is strongly committed to conducting ourselves in accordance with our commitment to the highest standards of ethical conduct.\nOur supplier shall operate by the same Ethical standards we set ourselves and comply by the related policies and procedures, and all applicable national and international laws.</p>\n<p>\n<strong>3.1 Improper Payments</strong>\n</p>\n<p>HMD believe in fairness and honesty.\nwe obtain and retain our business relationships with these principles firmly in mind.\nOur supplier shall adhere to anti-corruption laws and shall not allow corrupt or inappropriate payments made by, or on behalf of, our supplier to HMD, our employees or customers, government officials or third parties.\nThese payments can occur in many forms and include among other things.\nbribes, gifts, entertainment, gratuities, favors, donations or facilitation payments.\nWe extend our understanding of improper payments to include any transfer of value that is not consistent with HMD policies, procedures or applicable laws.</p>\n<p>\n<strong>3.2 Fair Competition</strong>\n</p>\n<p>Our supplier shall adhere to marketplace regulations and anti-trust laws.\nThese laws protect the market from unethical agreements and collaborations among competitors which may affect competition.\nOur supplier shall uphold these standards of fair business, advertising and competition.</p>\n<p>\n<strong>3.3 Privacy and Security</strong>\n</p>\n<p>Privacy and security are key considerations in the creation and delivery of HMD’s products and services.\nOur supplier shall commit to respect privacy and to comply with applicable data protection and privacy laws.\nOur supplier shall have in place internal policies and guidelines through an appropriate selection of activities, including proactive and reactive risk management, security and privacy engineering, training and assessments.</p>\n<p>Our supplier shall take appropriate steps to address online security, physical security, risk of data loss and other such risks.\ntaking into consideration the risk represented by the processing and the nature of the data being protected.\nOur Supplier shall not transfer personal data without ensuring it is safe, responsible and legal to do so.\nWhen confidential data is no longer needed, it shall be destroyed securely.</p>\n<p>\n<strong>3.4 Intellectual Property and Confidential Information</strong>\n</p>\n<p>It is essential that Intellectual property rights are followed and respected.\nWhenever our supplier has a need to transfer technology and know-how they shall do so in a manner that protects intellectual property rights and any information regarding HMD or our affiliates should be safeguarded.\nIn addition, our supplier shall have in place an ‘Incident Response Procedure’ (IRP) to manage breaches of confidential information.</p>\n<p>\n<strong>3.5 Dealing with Officials</strong>\n</p>\n<p>We prohibit the use of “facilitating payments” which refers to small payments, usually made in cash, which are typically provided to a government official to speed up or guarantee a routine action that the official is already obligated to perform.</p>\n<p>\n<strong>3.6 Controllership</strong>\n</p>\n<p>Our supplier shall ensure that they disclose requested information related to aspects of this code, including.\nHuman Rights &amp.\nLabour, Business Ethics, Environmental, Health and Safety and Management as well as general practices such as business activities, financial situation/performance and company structure.\nSuch disclosures of information shall comply with applicable laws and regulations wherever they operate and our supplier shall not condone the falsification of records, misrepresentation of conditions, or practices throughout the supply chain.</p>\n<p>\n<strong>3.7 Responsible Sourcing of Minerals</strong>\n</p>\n<p>Suppliers or partners who manufacture any aspect of our products (including components and parts) containing tin, tantalum, tungsten or gold, shall have a detailed policy or procedure in place to ensure that the products manufactured, do not directly or indirectly finance or benefit armed groups, that are perpetrators of serious human rights abuses in the Democratic Republic of the Congo, or an adjoining country.</p>\n<p>These same suppliers shall maintain a Conflict Mineral Policy outlining their legal compliance, measures for implementation and commitment to responsible sourcing.\nThis includes due diligence on the source and chain of custody of all related minerals.\nThese documents shall be kept and made available for HMD to view upon request for a period of 5 years.</p>\n<p>\n<strong>3.8 Confidential Reporting and Non-Retaliation</strong>\n</p>\n<p>Our Supplier shall maintain programs that ensure their employees and suppliers have access to confidential and anonymous reporting channels, as well as protection in place for acts of whistleblowing.\nOur supplier shall have in place a clear, visible and communicated process for anyone working at their facility to be able to raise concerns without fear of retaliation.</p>4.\nLabour &amp.\nHuman Rights<p>At HMD we believe that everyone in our supply chain deserves respect, fair treatment and equal rights.\nOur suppliers create jobs all over the world and we expect them to commit to making those jobs have a positive impact on their lives.\nThis is true for all workers from direct to indirect, permanent and temporary workers as well as students and migrant workers or any other type of worker.\nWe refer to all types of workers as simply “employees” or “workers” in this document.</p>\n<p>\n<strong>4.1 Fair and Freely Chosen Employment</strong>\n</p>\n<p>Work shall always be a voluntary act.\nOur supplier shall comply with this statement and be committed to ensuring that no form of slavery or trafficking of persons are used in any aspect of their business.\nThis includes involuntary prison labour, forced, bonded, debt bonded or indentured persons.</p>\n<p>Our supplier shall ensure that every employee has a contract that covers the terms and conditions of their employment agreement that is signed by both the employee and the supplier.\nThe terms and conditions should contain all relevant aspects including but not limited to.\nworking hours and guaranteed wage, overtime rates of pay and compensation, payment and frequency of payment and their notice period.\nIn addition, the contract should be written in the native language of the employee, to ensure they fully understand the terms.\nIn the case of migrant workers this contract should be available to them prior to leaving their country of origin.</p>\n<p>Our supplier shall ensure that all employees receive basic induction training and have all the training, equipment and experience to conduct their work duties safety.\nThe employee shall be free to leave their work at any time and their movement should never have their movement unreasonably restricted either within their workplace or when entering or exiting the facility.\nNo employee in our supplier’s facilities, either of the company, or through an agency or any other external employment agreement, should be required to submit possession of their personal documents to anyone.\nThis includes passports, identity and immigration documents or work permits.\nThese personal documents are owned by the individual and should never be held, concealed, destroyed or confiscated.\nThe only reason for any documents being held is if it is required by law.</p>\n<p>No employee shall be required to make any payment to either the employer or an agent in order to secure their employment, training or as a form of punishment of any kind or any other fees related to their employment.\nOur supplier shall ensure that if they uncover any such fees being paid then the money shall be returned to the employee promptly.</p>\n<p>Our supplier shall ensure that adequate policies and procedures are in place to protect workers and potential workers against any form of discrimination, harassment, harsh or inhumane treatment or any other unlawful discrimination or treatment, including disciplinary policies and procedures.\nNo worker should be subjected to sexual abuse or harassment, physical, mental or verbal abuse or harassment, corporal punishment or any threats regarding treatment of this kind.</p>\n<p>Our supplier shall ensure that they employ, retain and promote possible candidates based on their qualifications, skills and competences only.\nthey shall not consider a person’s race, sex, religion, marital status, pregnancy, nationality, ethnicity, disability, sexual orientation, expression and any other characteristic covered by law.\nOur supplier shall provide workers with adequate facilities for religious practice.\nUnder no circumstances should employees or potential employees be subjected to medical, physical or pregnancy examination or testing that could be used in a discriminatory way.</p>\n<p>\n<strong>4.2 Young Workers Protection</strong>\n</p>\n<p>No one under the age of completing compulsory education or under the local legal age of employment or under 15 years of age (whichever is the greatest) shall be employed by, or on behalf of our supplier.</p>\n<p>Young workers (under the age of 18) need to be protected and our supplier shall not require them to perform tasks that could risk their health &amp.\nsafety.\nIn addition, young workers should not work overtime or night shifts.\nStudent workers shall be provided with training and support and our supplier shall ensure that they maintain student records and conduct thorough due diligence of educational partners protecting the rights of the student in accordance with applicable laws and regulations.\nYoung workers including.\nstudents, interns and apprentices should be paid at least the same rate of pay as other employees that perform equal or similar tasks.</p>\n<p>\n<strong>4.3 Working Hours and Wages</strong>\n</p>\n<p>Our supplier shall ensure that working weeks do not exceed the restrictions placed on them by local law.\nNo worker shall work in excess of 60 hours per week including overtime and they must have at least one day off per six days worked.\nWorkers shall also be entitled to at least two weeks of paid leave per year.\nIn addition, overtime shall be limited to comply with local law or to a maximum of 12 hours per week.\nOvertime shall always be paid at a premium rate and be taken as a choice by the employee.\nOvertime should be used in unusual or emergency situations and not a regular request of workers.</p>\n<p>Workers shall be compensated in accordance with local laws in relation to minimum wage rates and legally mandated benefits.\nWorkers shall be provided with wage statement in a timely manner, that makes clear indication of the hours worked, so that they can verify their wage is correct, for the hours they worked.\nThe document should be understandable to the worker in their native language if required.\nTemporary workers of any kind as well as outsourced workers shall be used within the restrictions of local law.</p>\n<p>\n<strong>4.4 Communication, Collective Bargaining and Freedom of Association</strong>\n</p>\n<p>Workers shall be provided with access to information that is relevant to them, their employment and their work.\nThey shall be made aware of changes as they happen in order to conduct their work to the best of their ability.\nOur supplier shall have in place the means to measure worker satisfaction and strive to improve this metric where possible.\nWorkers shall be able to discuss openly their opinions, ideas and concerns without the fear of retaliation of any kind.</p>\n<p>Our supplier shall respect the rights of all workers to form and join trade unions of their choosing in conformance with local law.\nCollective bargaining is an important right of employees and they should be allowed to engage in peaceful assembly.\nIn addition, worker shall be free to refrain for any such activity.</p>\n<p>The rights of whistle-blowers shall be protected and confidential channels shall be offered for the reporting of unfair conditions of any kind.</p>\n<p>\n<strong>4.5 Modern Slavery</strong>\n</p>\n<p>Modern Slavery is an umbrella term that includes.\nslavery, human trafficking, forced or compulsory labour and servitude.\nModern slavery as a term refers to a situation where a person is coerced, deceived, taken unwillingly and/or indebted into a position where they feel trapped, held, compelled or forced to work.</p>\n<p>Our supplier shall ensure that anyone working for them or on their behalf is free to choose who they work for, when they work and where they work.\nOur supplier shall not trap, compel or force another person to work.\nIn addition, they shall have in place a system by which they can monitor anyone contracted to work on their behalf by these same standards.\nOur supplier shall implement and maintain as part of their due diligence a system to uncover any abuses that may occur and to make this data available to HMD.</p>\n<p>We expect our suppliers and their employees to respect human rights and to report any suspected violation of the UK Modern Slavery Act to us through our legal team to ethics@hmdglobal.com.</p>\n<p>\n<strong>4.6 Non-Disclosure Agreements</strong>\n</p>\n<p>Our supplier shall ensure that any workers that are in contact with confidential information regarding HMD, its subsidiaries or the Nokia brand have signed a Non-Disclosure Agreement (NDA).\nIt is important that the employee is made fully aware of the meaning of this document and the extent of agreement being made.</p>5.\nEnvironmental Protection<p>HMD are committed to environmental protection and we manage our activities and our supplychain closely to ensure we not only meet the relevant legislation and international standards but wherever we can we strive for higher.\nWe expect our suppliers to be committed to preventing and reducing the impacts of our business through open and ethical management practices.</p>\n<p>\n<strong>5.1 Environmental Management System (EMS)</strong>\n</p>\n<p>Our supplier shall have in place an Environmental Management System (EMS) that effectively plans, operates and controls significant environmental aspects of their operations and the electronics industry.\nThey shall ensure at all times these measures at least comply with legal and legislative requirements.</p>\n<p>We are committed to ensure our suppliers are sharing our values regarding environmental protection.\nOur suppliers are required to have an EMS in place that is capable of planning, operating and controlling environmental aspects.\nOur suppliers shall ensure that they periodically review their environmental legislation, applicable regulations and customer requirements and shall supply evidence of their compliance as requested.\nAdditionally, our suppliers shall conduct and/or cooperate with internal and external environmental risk audits.\nOur supplier shall implement improvement targets and programs, necessary employee training and communication, internal audits and management reviews.</p>\n<p>We require our manufacturing partners to be certified as compliant with ISO14001 or the EcoManagement and Audit Scheme (EMAS).</p>\n<p>\n<strong>5.2 Improving Environmental Performance</strong>\n</p>\n<p>Our suppliers shall have in place continuous improvement projects aimed at identifying, measuring, controlling and improving their environmental performance.\nEnvironmental performance includes all significant environmental aspects related to their activity including.\nenergy usage, water access, usage and conservation, waste and defect creation, reducing the materials per product which in turn reduces the effects on mining and biodiversity, reducing the use of hazardous materials and chemicals, improving the processes in place that manage risks and ensuring the cleanest possible treatment and control of waste generation.</p>\n<p>Resource usage and waste creation of all kinds need to be reduced wherever possible either at source or through modifying processes or substituting materials.\nWe expect our suppliers to look towards the “EU Waste Hierarchy” model and where possible they should aim to Reduce, Reuse, Recycle and Reclaim in that order of priority whenever and wherever possible.</p>\n<p>\n<strong>5.3 Energy Efficiency &amp.\nGreen House Gas (GHG) Emissions</strong>\n</p>\n<p>Our supplier shall be committed to reducing their carbon footprint and shall measure, and report on their energy consumption and GHG emissions.\nThis requires them to identify the sources of their emission both internally and externally and for them to define clearly the scope of their reporting.</p>\n<p>Our supplier shall look to monitor the data they assemble and highlight areas for cost effective improvements to minimise GHG emissions within their control.</p>\n<p>\n<strong>5.4 Air Emissions</strong>\n</p>\n<p>We require any emissions to the air created by the operations of our suppliers be characterised, monitored, controlled and treated prior to discharge.\nThese emissions include aerosols and other ozone depleting chemicals, volatile organic chemicals, corrosives, particulates, and combustion by-products.\nIn addition, our suppliers shall continuously improve the performance of their air emission control systems through a routine identification and monitoring processes.</p>\n<p>\n<strong>5.5 Water Use Reduction</strong>\n</p>\n<p>As part of their EMS our suppliers shall identify and measure their water consumption and investigate ways in which they can reduce it.</p>\n<p>\n<strong>5.6 Storm Water Management</strong>\n</p>\n<p>As part of their EMS we require our suppliers to take a systematic approach to the way they routinely manage, monitor and report their storm water management.\nOur suppliers shall minimise the risks of discharges or spills and they shall have robust systems in place to protect against pollutants from entering public drainage and ensure they comply with the law.</p>\n<p>\n<strong>5.7 Waste &amp.\nWastewater Management</strong>\n</p>\n<p>As part of their EMS we require our suppliers to implement a comprehensive system that characterises, monitors, controls and treats waste and wastewater created by their operations and products.\nWe also expect our suppliers to work towards reducing their waste creation and in turn increase the volume of recycled waste.\nThis process must adhere to legal requirements and environmental best practice approaches before any discharge or disposal.</p>\n<p>As part of their EMS we also require our suppliers to comply fully with wastewater and solid waste management obligations.\nThey must always maintain a systematic approach to wastewater and solid waste management.\nThis includes having all the required permits and approvals in place (for instance, to store hazardous waste).</p>\n<p>\n<strong>5.8 Design for Environment</strong>\n</p>\n<p>Our suppliers shall include environmental consideration for all areas of product development.\nThis also include adhering to our substance list and minimising or removing negative environmental impacts whenever it is possible to do so, this includes any hazardous constituents.\nThese improvements can increase the efficiency of our products, reduce the use of materials and enable greater recycling capabilities.</p>\n<p>\n<strong>5.9 Substance List</strong>\n</p>\n<p>Our suppliers shall follow our Substance List and work closely with us and their suppliers to reduce or ban these materials and chemicals as stated in our Substance List.</p>\n<p>\n<strong>5.10 Hazardous Substances</strong>\n</p>\n<p>Chemicals and other materials that pose the risk of hazards to the environment require special care and attention.\nAt all times their use should be restricted as much as possible and they should be clearly identified and managed.\nTheir use, handling, storage, movement, recycling, reuse or disposal should be done in a controlled way that poses the least risk to the environment.</p>6.\nHealth &amp.\nSafety<p>As part of their management systems our suppliers shall include aspects related to reducing the risk of work-related injury and illness.\nThis is required to produce working environments that are conducive of productive, safe and healthy work.\nThis requires communication and training as well as processes, rules, regulations and documentation.</p>\n<p>\n<strong>6.1 Health &amp.\nSafety Management System</strong>\n</p>\n<p>Our supplier shall have in place an occupational health &amp.\nsafety management system that complies with the OHSAS 18001 or similar internationally recognised standards.\nThe system must be cover aspects such as the planning, operation and control of risks and hazards related to health &amp.\nsafety including.\ntraining and communication/feedback sessions for employees, periodic auditing and assigned improvement programs and targets.</p>\n<p>As part of this system our supplier shall have a standard procedure in place to access and control the risks of accidents and injuries as well as occupational diseases in a proactive and preventative manner.\nAdditionally, an appointed senior manager shall be responsible for periodically ensuring the system is functioning and is suitable.</p>\n<p>\n<strong>6.2 Health &amp.\nSafety Training and Communication</strong>\n</p>\n<p>Our supplier shall ensure that those responsible for ensuring the health and safety of workers are sufficiently trained and knowledgeable as well as given adequate time and resources to perform their tasks.\nAll employees shall be trained on the health and safety aspects that are appropriate for their role in their native language.\nHealth and Safety signage and communications shall be clearly present in and around the facility.</p>\n<p>\n<strong>6.3 Occupational Health &amp.\nSafety</strong>\n</p>\n<p>Our supplier shall have measures in place to safeguard against preventable accidents and emergencies.\nNominated employees that are responsible for Occupational Health and Safety shall be trained and workers shall be encouraged to raise safety concerns.\nEmployees shall be protected against exposure to potential hazards such as.\nslip, trips or fall hazards, vehicles, fire or from electrical/energy sources through adequate procedures that identify, minimise and prevent hazards.\nThese procedures include, an ongoing safety training program and safety instructions, preventable maintenance and safe work practices, clear signage, machine maintenance and safeguarding, chemical controls, personal protective equipment and clothing, hearing protection and excessive noise reduction.\nAdditional care shall be taken with employees under 18 year of age (young workers).\nSupplier shall take responsibility for its employees when they carry out work off premises.</p>\n<p>\n<strong>6.4 Emergency Preparations</strong>\n</p>\n<p>Emergency procedures shall be in place to identify potential emergency situations and events.\nOur supplier shall have emergency plans, evacuation procedures, employee training and drills, appropriate fire detection, sufficient extinguishers, adequate exit facilities and recovery plans in place in case any emergency should arise.\nOur supplier shall have a pro-active approach to emergency risk and ensure that wherever possible risks to life, the environment and property are minimised.</p>\n<p>\n<strong>6.5 Occupational Injury and Illness</strong>\n</p>\n<p>Our Supplier shall, as part of their Health and Safety Management system have procedures to mitigate and manage injuries and illnesses sustained by their employees.\nThis requires prevention, management, tracking and reporting on occupational injury and illness.\nEmployees shall be provided with a means to report discomfort, illness and/or injuries sustained.\nAll suspected and actual injuries and illnesses reported by employees shall be classified and recorded and employees shall be provided with treatment or equipment to aid with their recovery and prevent future problems.\nIn addition, investigations shall be made and corrective actions taken to eliminate their causes to ensure that workers can return safely to work.</p>\n<p>\n<strong>6.6 Industrial Hygiene</strong>\n</p>\n<p>Our supplier shall have in place engineering and administrative measures to identify, monitor, control and limit worker’s exposure to chemical, biological and physical agents to prevent overexposures.\nAdequate personal protective equipment shall be supplied to workers at risk.</p>\n<p>\n<strong>6.7 Physically Demanding Work</strong>\n</p>\n<p>Our supplier shall have processes to identify, evaluate and control hazards of physically demanding work.\nEmployees shall be protected and train on aspects such as manual handling, repetitive tasks (i.e.\nin assembly), heavy lifting and prolonged periods of standing or sitting.\nWhen such hazards are found, our supplier shall monitor, aim to control and minimise their risks.</p>\n<p>\n<strong>6.8 Equipment Safeguarding</strong>\n</p>\n<p>Our supplier shall have adequate management systems in place to cover aspects where employees are operating with dangerous or hazardous substances or with equipment, production machines or other machinery.\nIn all of these cases our supplier shall ensure that workers are provided with the correct protective equipment and the equipment/machinery should be fitted with properly maintained guards, interlocks and barriers to ensure our employees safety.</p>\n<p>\n<strong>6.9 Clean and Safe Buildings and Facilities</strong>\n</p>\n<p>Our supplier shall provide workers with safe and clean buildings and facilities.\nThis includes workers having access to clean drinking water, adequate and clean toilet facilities, sanitary food preparation and storage areas as well as safe and clean eating facilities.</p>\n<p>In those facilities that require workers to live on site their dormitories shall be provided for by the supplier or their labour agent.\nDormitories shall be well maintained to ensure safety with reasonable personal space.\nThey shall have access to lockable storage for worker’s private belongings.\nThey shall be clean with appropriate emergency exits and signage, access to clean drinking water, hot water for bathing/washing and adequate heating and ventilation.\nWorkers shall have reasonable privileges to enter and leave their accommodation and these facilities shall comply with legal safety standards and regulations.</p>7.\nManagement<p>Our supplier shall have a Code of Conduct in place, to showcase their values and commitment to.\nethical.\nenvironmental.\nhuman rights.\nlabour and health and safety topics related to their business operations.\nProcedures and physical controls that are put in place shall be in relative and adequate for the associated risk and in accordance with our supplier’s Code of Conduct.\nThis document will have a continuous improvement methodology and be based on Internationally recognised standards and management systems as well as comply with all relevant laws and regulations.\nA copy of the Code of Conduct shall be visible in the facility.\nwritten in the local language.\nIn addition, we expect our supplier to have a process for setting requirements in their Code of Conduct on to their suppliers and monitoring their compliance.\nOur supplier’s management shall ensure that the messages contained their Code of Conduct is transferred throughout their business and relevant employees are trained on its contents and related procedures, risks and policies.\nIn addition, we expect our supplier to be able to show supporting documentation and/or evidence that such actions are taking place and training should be recorded as and when it is completed.\nTraining shall be in accordance applicable laws and regulations.</p>\n<p>\n<strong>7.1 Management Systems</strong>\n</p>\n<p>Our supplier shall identify the senior executive and company representatives responsible for ensuring the management systems and associated programs are in place.\nAdditionally, senior management will review the systems periodically with the focus on ensuring they are adequate.</p>\n<p>\n<strong>7.2 Environmental and Social Objectives</strong>\n</p>\n<p>Our supplier shall set performance objectives set to realistic timeframes with implementation plans.\nThese objectives shall look to improve on their environmental and social performance and shall be available in written form if required.\nThe objectives shall also have clear processes in place for reviewing the progress and amending expectations as appropriate.</p>\n<p>\n<strong>7.3 Audits, Assessments and Corrective Actions</strong>\n</p>\n<p>Our supplier shall conduct self-evaluations periodically and allow for external auditors to conduct similar audits of their facilities to ensure that they conform to legal and regulatory requirements.\nIn cases where the contents of this code are more detailed and/or stricter than local laws and regulations audits shall check to ensure that they comply with the content of this Code of Conduct and our contractual requirements on ethical, environmental and societal responsibility.</p>\n<p>Our supplier shall ensure that required corrective actions are taken in a timely manner and these activities are monitored and reported following the correct procedure, ensuring regulatory compliance whilst protecting privacy.</p>\n<p>\n<strong>7.4 Communication and Worker Participation and Feedback</strong>\n</p>\n<p>Our supplier shall make clearly available their policies and procedures as well as clearly defined expectations and practices they expect their workers to follow.\nWorkers shall receive adequate training to mean these requirements and be given the right to participate in and give feedback on practices and conditions covered.\nThis shall be an ongoing progress of continuous feedback and improvement measure.</p>\n<p>\n<strong>7.5 Documentation and Records</strong>\n</p>\n<p>Our Supplier shall create and maintain relevant documentation to assure their compliance and conformity on all the matters discussed in this Supplier Code of Conduct.\nThis documentation shall be made available to HMD or external auditors working on behalf of ourselves or our customers.\nAppropriate measure shall be taken to protect privacy rights.</p>8.\nSupplier Management &amp.\nPurchasing<p>Our supplier shall have adequate measures in place to set requirements and manage the compliance of their suppliers.\nThe term supplier used in this section includes any company/person who, from HMD’s perspective, would be considered a sub-supplier such as vendors, subcontractors, service providers, partners, etc.</p>\n<p>Our supplier’s supplier base strategy and supplier base management systems must ensure subsuppliers conform with HMD’s supplier requirements (including labour and environmental aspects) as well as all applicable laws and regulations.\nOur supplier shall take these conformance aspects into consideration when choosing their suppliers and they shall have a structure by which they identify, evaluate and select suppliers.</p>\n<p>Purchase and Service agreements shall be used with all suppliers and shall include valid NonDisclosure Agreements (NDAs).\nThese NDAs shall align and conform to the NDAs in place between HMD and the supplier.</p>\n<p>Our supplier shall set environmental, labour (including health and safety, human rights and ethics) and management requirements on our sub-suppliers.\nThis also includes aspects such as waste handling and recycling.\nIn addition, sub-suppliers who are responsible for waste disposal shall be appropriately authorised and licenced to carry out these tasks and our supplier shall ensure this compliance.</p>HMD Global Purchase Order Terms &amp.\nConditions1.\nAcceptance and Effect<p>This purchase order (\"Purchase Order\") is between HMD Global Oy or its affiliate defined in the Purchase Order (\"HMD\") issuing the Purchase Order and the supplier identified herein (\"Supplier\") and covers: </p>\n<ol>\n<li>Goods: the purchase of software and tangible goods</li>\n<li>Services: The purchase/ordering of services</li>\n<li>Deliverables: Any intellectual property or other work product developed specifically for HMD by Supplier or a subcontractor of Supplier as part of the Services</li>\n</ol>\n<p>This Purchase Order is effective upon Supplier’s commencement of performance or the date of Supplier’s signature below, whichever is earlier.\nExcept as set forth in Section 2 below, Supplier’s acceptance of this Purchase Order is expressly limited to these terms and conditions without counterproposal.</p>2.\nRelationship to Other Agreements<p>The terms and conditions of this Purchase Order are the complete and binding agreement between HMD and Supplier except: </p>\n<ol>\n<li>If multiple agreements with similar or contradictory provisions could apply to this Purchase Order, the parties agree the most favourable terms to HMD will apply, unless the result would be unreasonable, unconscionable or prohibited by law.</li>\n<li>Except as stated above in this Section 2, and other than Order Changes described in Section 8 and the Termination provisions in Section 12, additional or different terms will not supersede this Purchase Order unless the parties mutually execute a written document.</li>\n</ol>3.\nPacking, Shipment and Returns of Goods or Deliverables<p>Unless specifically provided in this Purchase Order:</p>\n<ol>\n<li>\n<p>Packing.</p>\n<ol>\n<li>Price based on weight will include net weight only.</li>\n<li>Supplier will not charge HMD for packaging or pre-shipping costs, such as boxing, crating, handling damage, drayage, or storage.</li>\n</ol>\n</li>\n<li>\n<p>Shipping.</p>\n<ol>\n<li>\n<p>Supplier will mark all containers with necessary handling and shipping information, Purchase Order number(s), date of shipment, and names of the consignee and consignor;</p>\n</li>\n<li>\n<p>An itemized invoice and packing list, and other documentation required for domestic or international transit, regulatory clearance or identification of the Goods or Deliverables will accompany each shipment;</p>\n</li>\n<li>\n<p>HMD will only pay for the quantity received, not to exceed the maximum quantity ordered;</p>\n</li>\n<li>\n<p>HMD or its agent will hold over-shipments at Supplier’s risk and expense for a reasonable time awaiting Supplier’s shipping instructions;</p>\n</li>\n<li>\n<p>HMD will not be charged for shipping or delivery costs;</p>\n</li>\n<li>\n<p>Goods and Deliverables will be delivered post issuance of the Purchase Order date:</p>\n<ol>\n<li>FOB to the HMD designated delivery location if the Goods and Deliverables originate in the same jurisdiction as the HMD designated delivery location.\nor</li>\n<li>DDP (Incoterms 2010) to the HMD designated delivery location for cross border delivery of Goods and Deliverables to the HMD designated delivery location.\nand</li>\n</ol>\n</li>\n<li>\n<p>Supplier will bear all risk of loss, damage, or destruction to the Goods or Deliverable, in whole or in part, occurring before final acceptance by HMD at the designated delivery location.\nHMD is responsible for any loss caused by the gross negligence of its employees before acceptance.</p>\n</li>\n<li>\n<p>Returns.\nSupplier will bear the expense of return shipping charges for over-shipped quantities or rejected items.</p>\n</li>\n</ol>\n</li>\n</ol>4.\nInvoices<ol>\n<li>To the extent that electronic invoicing is available, Supplier will follow that process.\nIf there is no electronic invoicing, invoices will be sent to the following email: invoices@hmdglobal.com</li>\n<li>Invoice must contain the following information: Purchase Order number, item number, description of item, quantities, unit prices, extended totals, packing slip number, shipping, ship to city and state, taxes, and any other information reasonably required by HMD.\nSupplier will not charge HMD for researching, reporting on or correcting any errors relating to its invoices.\nIn those circumstances, Supplier authorizes the electronic invoicing provider to receive<br>Supplier’s invoice data not yet constituting an original invoice and subsequently to apply an electronic signature to the invoice data to issue electronic invoices \"in the name and on behalf of\" Supplier.</li>\n<li>HMD may dispute any invoice by providing oral or written notice or partial payment.\nHMD will make commercially reasonable efforts to notify Supplier in writing of any disputed amount within 60 days of receiving the applicable invoice.\nNeither failing to provide notice nor payment of an invoice is a waiver of any claim or right.</li>\n</ol>5.\nPayment Terms / Cash Discounts / Offset / Expenses<ol>\n<li>After HMD accepts the Goods or Services and receives a correct and undisputed invoice (the \"Create Date\"), HMD will release payment by net 60 days (unless otherwise agreed post issuance of this purchase order)</li>\n<li>HMD is not obligated to pay any invoice received from Supplier more than 120 days after HMD accepts the Goods or Services.</li>\n<li>Payment of an invoice will not constitute acceptance of Goods, and is subject to adjustment for errors, shortages, defects or other failure of Supplier to meet the requirements of this Purchase Order.</li>\n<li>HMD may set-off amounts owed to HMD against an amount HMD owes Supplier or Supplier’s affiliated companies.\nHMD will provide notice to Supplier within a reasonable time after the setoff.</li>\n<li>Unless otherwise agreed, Supplier is responsible for all expenses incurred providing the Goods or Services and performing under this Purchase Order.</li>\n</ol>6.\nTaxes<ol>\n<li>Except as otherwise provided below, the amounts to be paid by HMD to Supplier do not include any taxes.\nHMD is not liable for any taxes that Supplier is legally obligated to pay, including, but not limited to net income or gross receipts taxes, franchise taxes, and property taxes.\nHMD will pay Supplier applicable GST or any other taxes it owes due to this Purchase Order and which the law requires Supplier to collect from HMD.\nIf HMD provides Supplier a valid exemption certificate, Supplier will not collect the taxes covered by such certificate.\nSupplier will indemnify and hold HMD harmless from any claims, costs (including reasonable attorneys’ fees) and liabilities related to Supplier’s taxes.\n</li>\n<li>If the law requires HMD to withhold taxes from payments to Supplier, HMD may withhold those taxes and pay them to the appropriate taxing authority.\nHMD will deliver to Supplier an official receipt for such taxes.\nHMD will use reasonable efforts to minimize any taxes withheld to the extent allowed by law.</li>\n</ol>7.\nInspection and Acceptance<ol>\n<li>The Goods and Services must meet the standards and specifications in this Purchase Order.\nHMD may cancel this Purchase Order if Supplier fails to comply with the Purchase Order standards and specifications.</li>\n<li>All Goods and Services will be subject to HMD’s inspection and testing, at any time and place, including the period of manufacture and before final acceptance.</li>\n<li>If any item provided under this Purchase Order is defective in materials or workmanship or not in conformity with the requirements, then HMD may reject it without correction, require its correction within a specified time, accept it with an adjustment in price, or return it to Supplier for full credit.\nWhen HMD provides notice to Supplier, Supplier will promptly replace or correct, at their expense, any item rejected or requiring correction.\nIf, after HMD’s request, Supplier fails to promptly replace or correct a defective item within the delivery schedule, HMD may, at its sole option, (i) replace or correct such item and charge the cost to Supplier, (ii) without further notice terminate this Purchase Order for default, return the rejected item to Supplier at Supplier’s expense and Supplier will promptly refund any amounts paid by HMD for the returned item or (iii) require a reduction in price.</li>\n</ol>8.\nOrder Changes<p>HMD may suspend Supplier’s performance, increase or decrease the ordered quantities, or make changes for HMD’s reasonable business needs (each, a \"Change Order\"), by written notice to Supplier, including via e-mail, and without any notice to Supplier sureties, subcontractors or assignees.\nUnless mutually agreed, a Change Order does not apply to change the Goods and Services timely and fully delivered before the date of the Change Order.\nIf any change causes an increase or decrease in the cost of, or the time required for, the performance of the Purchase Order, an equitable adjustment shall be made in the price or delivery schedule, or both, and the Purchase order shall be modified accordingly in writing.</p>9.\nTools and Equipment<p>All tools, equipment or materials acquired by Supplier for use in providing the Goods and Services, which have been furnished to, paid for by or charged against HMD, including but not limited to specifications, drawings, tools, dies, molds, fixtures, patterns, hobs, electrodes, punches, artwork, screens, tapes, templates, special test equipment, gauges, content, data, and software, will remain or become HMD’s property, treated as confidential information, and delivered in good condition, normal wear and tear excepted, by Supplier to HMD’s designated delivery location.</p>10.\nOwnership and use of the parties’ respective intellectual property<ol>\n<li>Each party will own and retain all rights to its pre-existing intellectual property and any intellectual property developed outside of the Goods and Services under this Purchase Order.</li>\n<li>If Supplier uses any Supplier or third party intellectual property in any Good or Service, Supplier will continue to own Supplier’s intellectual property.\nSupplier will grant HMD a worldwide, nonexclusive, perpetual, irrevocable, royalty-free, fully paid up right and license, under all current and future intellectual property, to use Supplier’s and third party intellectual property consistent with HMD’s ownership interests.</li>\n<li>\n<p>HMD intellectual property.</p>\n<ol>\n<li>Supplier may obtain \"HMD Materials\" meaning any tangible or intangible materials (including hardware, software, source code, documentation, met methodologies, know how, processes, techniques, ideas, concepts, technologies, and data) provided by or on behalf of HMD to perform the Services.\nHMD Materials include any modifications to, or derivative works of, the foregoing materials, the trademarks and any data entered into any Supplier database as part of the Services.\n</li>\n<li>HMD retains all interest in HMD Materials and related intellectual property.\nSupplier has no right to sublicense HMD Materials.</li>\n<li>\n<p>Regarding Supplier’s use of HMD Materials: </p>\n<ol>\n<li>Supplier will not modify, reverse engineer, decompile, or disassemble HMD Materials except as allowed by HMD;</li>\n<li>Supplier will leave in place, and not alter or obscure, all proprietary notices and licenses contained in HMD Materials;</li>\n<li>HMD is not obligated to provide technical support, maintenance or updates for HMD Materials;</li>\n<li>Supplier assumes the risk of loss, damage, unauthorized access or use, or theft or disappearance of HMD Materials in Supplier’s (or subcontractor’s) care, custody or control.</li>\n</ol>\n</li>\n<li>\n<p>License to software and Intellectual Property in the Goods.</p>\n<ol>\n<li>Pass through warranties and indemnities.\nSupplier assigns and passes through to HMD all of the thirdparty manufacturers’ and licensors’ warranties and indemnities for the Goods.</li>\n</ol>\n</li>\n<li>Title to the Goods (other than software) will pass from Supplier to HMD on final acceptance.</li>\n</ol>\n</li>\n</ol>11.\nRepresentations and Warranties<p>Supplier represents and warrants that: </p>\n<ol>\n<li>\n<p>Supplier has full rights and authority to enter into and perform according to this Agreement.\nSupplier’s performance will not violate any agreement or obligation between Supplier and any third party;</p>\n</li>\n<li>\n</li>\n<li>\n<p>The Services will be performed professionally and be of high grade, nature and quality;</p>\n</li>\n<li>\n<p>Supplier will provide to HMD all Goods and Services free from (i) any defects in design, workmanship and materials, (ii) any liability for royalties, and (iii) any mechanic’s liens or any other statutory lien or security interest or encumbrance;</p>\n</li>\n<li>\n<p>The Goods, Services, Deliverables and any Supplier IP or third-party IP provided to HMD under this Agreement:</p>\n<ol>\n<li>Are not governed, in whole or in part, by an Excluded License.\n\"Excluded License\" means any software license that requires as a condition of use, modification and/or distribution, that the software or other software combined and/or distributed with it be (a) disclosed or distributed in source code form.\n(b) licensed to make derivative works.\nor (c) redistributable at no charge.\nand</li>\n<li>Will not be subject to license terms that require any HMD IP, product, service, or any Supplier IP, or third party IP licensed to HMD, or documentation which incorporates or is derived from the Deliverables, to be licensed or shared with any third party;</li>\n</ol>\n</li>\n<li>\n<p>The Goods, Services, Deliverables and any Supplier IP or third-party IP provided to HMD under this Agreement will not: </p>\n<ol>\n<li>To the best of Supplier’s knowledge, infringe any patent, copyright, trademark, trade secret or other proprietary right of any third party.\nor</li>\n<li>Contain any viruses or other malicious code that will degrade or infect any Goods, product, service, or any other software or HMD’s network or systems;</li>\n</ol>\n</li>\n<li>\n<p>Supplier will comply with all applicable laws, rules and regulations whether local, state, federal or foreign.\n</p>\n</li>\n<li>\n<p>Supplier will comply with and train its employees in all applicable laws against bribery, corruption, inaccurate books &amp.\nrecords, inadequate internal controls and money-laundering.\nSupplier will not offer or give any employee, agent, or representative of HMD gratuities to secure any business from HMD or influence such person to alter the terms, conditions, or performance of any contract with or order from HMD, including but not limited to this Purchase Order.</p>\n</li>\n</ol>12.\nTermination<p>HMD may terminate this Purchase Order with or without cause.\nTermination is effective upon written notice.\nIf HMD terminates for convenience, its only obligation is to pay for</p>\n<ol>\n<li>Deliverables or Goods it accepts before the effective date of termination.\nor</li>\n<li>Services performed, where HMD retains the benefit after the effective date of termination.</li>\n</ol>13.\nPrivacy and Data Protection<ol>\n<li>\n<p>\"Personal Information\" means any information provided by HMD or collected by Supplier under this Purchase Order: </p>\n<ol>\n<li>That identifies or can identify, contact, or locate the person to whom such information pertains.\nor</li>\n<li>That can be used to derive an individual person’s identification or contact information.\nPersonal Information includes, but is not limited to: name, address, phone number, fax number, e-mail address, social security number or other government-issued identifier, and credit card information.\nTo the extent any other information (e.g., a personal profile, unique identifier, biometric information, and/or IP address) is associated or combined with Personal Information, then such information is also Personal Information.</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>If Supplier collects or accesses any Personal Information as part of performing the Services, Supplier agrees to comply with the most current Data Protection Requirements applicable.</li>\n<li>Compliance with Supplier Guidelines and Supplier Code of Conduct.\nSupplier will comply with the most current Supplier Guidelines and the Supplier Code of Conduct as communicated from time to time by HMD.</li>\n</ol>14.\nSubcontracting<p>Supplier will not subcontract with any third party to furnish any Goods or Services without HMD’s prior written consent.</p>15.\nIndemnification<p>Supplier will defend, indemnify and hold harmless HMD against all claims, demands, loss, costs, damages, and actions for (a) actual or alleged infringements of any third party intellectual property or other proprietary rights, which arise from the Goods and Services provided to HMD under this Purchase Order, (b) any claim that, if true, would constitute a breach of any Supplier warranty contained herein, (c) any act or omission of or failure to comply with applicable laws, rules or regulations by Supplier or Supplier’s agents, employees, or subcontractors, (d) any breach of confidentiality obligations, (e) the negligent or willful acts or omissions of Supplier or its subcontractors, which results in any bodily injury or death to any person or loss, disappearance or damage to tangible or intangible property, and (f) any claims of its employees, affiliated companies or subcontractors regardless of the basis, including, but not limited to, the payment of settlements, judgments, and reasonable attorneys’ fees.</p>16.\nInsurance<p>Supplier shall obtain and maintain in force with a reputable insurance company, and on request give evidence of, adequate insurance policies relating to its obligations under the Purchase order.\nService Provider's obligations under this clause shall in no way limit or diminish its indemnification obligations, or liability for claims covered, under the terms of the Agreement.\nIf HMD reasonably determines that Supplier’s coverage is not adequate, Supplier will promptly buy additional coverage and notify HMD in writing.</p>17.\nNon-Disclosure of Confidential Matters<p>If the parties have entered into a standard HMD Non-Disclosure Agreement, the terms of such agreement will apply to and be incorporated in this Purchase Order and all terms and conditions of this Purchase Order and HMD Materials will be deemed Confidential Information.\nIf the parties have not entered into a standard</p>\n<p>HMD Non-Disclosure Agreement, then Supplier agrees that during the term of this Purchase Order and for 5 years thereafter, Supplier will hold in strictest confidence, and will not use or disclose to any third party, any HMD Confidential Information.\nThe term \"HMD Confidential Information\" means all nonpublic information that HMD designates, either in writing or orally, as confidential, or which, under the circumstances of disclosure ought to be treated as confidential.\nHMD Confidential Information includes: </p>\n<ol>\n<li>The terms and conditions of this Purchase Order;</li>\n<li>Released or unreleased HMD software or hardware products;</li>\n<li>Marketing or promotion of any HMD product;</li>\n<li>Business policies or practices of HMD;</li>\n<li>Customers or suppliers of HMD;</li>\n<li>HMD Materials or any information provided by HMD under this Purchase Order or obtained or created by Supplier in the course of providing the Goods or Services.\nor</li>\n<li>Information received from others that HMD must treat as confidential.</li>\n</ol>\n<p>If Supplier has questions regarding what comprises HMD Confidential Information, Supplier will consult HMD.\nHMD Confidential Information will not include information known to Supplier before HMD’s disclosure to Supplier, or information that becomes publicly available through no fault of Supplier.</p>18.\nAudit<p>During the term of this Purchase Order and for 4 years after, Supplier agrees to keep all usual and proper records and books of account and all usual and proper entries related to its costs and expenses pertinent to this Purchase Order.\nDuring the above referenced period, HMD may audit and/or inspect the applicable records and facilities to verify statements or invoices issued by Supplier and confirm Supplier’s compliance with this Purchase Order.\nAny such audit will be conducted by HMD corporate internal audit personnel or by a certified public accountant firm selected by HMD Supplier agrees to provide HMD’s designated audit or inspection team reasonable access to the Supplier records and facilities.\nIf the auditors determine that HMD overpaid Supplier, Supplier will reimburse HMD for any such overcharge.\nHMD will bear the expense of its auditors or inspection team.\nHowever, if the audit shows Supplier overcharged HMD by 5% or more during such audit period, Supplier will reimburse HMD for such expenses.</p>19.\nAssignments<p>No right or obligation under this Purchase Order (including the right to receive monies due) will be assigned without the prior written consent of HMD.\nAny assignment without such consent will be void.\nHMD may assign its rights under this Purchase Order.</p>20.\nNotice of Labor Disputes<p>Whenever an actual or potential labor dispute delays or threatens to delay the timely performance of this Purchase Order, Supplier will immediately notify HMD in writing of such dispute and furnish all relevant details.\nSupplier will include a provision identical to the above in each subcontract and, immediately upon receipt of such notice, give written notice to HMD.</p>21.\nPatent License<p>Notwithstanding other conditions stated herein, if Supplier fails in performance according to the terms of this Purchase Order, Supplier, as part of the consideration for this Purchase Order and without further cost to HMD, automatically grants to HMD an irrevocable, non-exclusive, royalty-free right and license to use, sell, manufacture, and cause to be manufactured any and all products, which embody any and all inventions and discoveries made, conceived, or actually reduced to practice by or on behalf of Supplier in connection with a Deliverable under this Purchase Order.</p>22.\nApplicable Law<p>This Purchase order shall be construed and interpreted in accordance with the laws of Finland, excluding its rules for choice of law.\nAll disputes arising out of or in connection with the present Purchase order shall be finally settled under the Rules of Arbitration of the International Chamber of Commerce by one or more arbitrators appointed in accordance with the said Rules.\nThe arbitration shall be held in Helsinki, Finland.\nThe language of the arbitration shall be English.\nThe award shall be final and binding and enforceable in any court of competent jurisdiction.\nNothing in the Purchase Order shall be deemed to limit the Parties' rights to seek interim injunctive relief or to enforce an arbitration award in a court of law.</p>23.\nPublicity.\nUse of Trademarks<p>Supplier will not use any HMD trademark, Nokia trademark/logo or service mark or logo, or cause or permit to be released any publicity, advertisement, news release, public announcement, or denial or confirmation of the same, in whatever form regarding any aspect of this Purchase Order or the relationship between Supplier and HMD without HMD’s prior written approval.\nIf such approval is granted, Supplier may only use HMD trademarks, service marks and logos identified and provided by HMD for the Goods and Services in compliance with prior agreed terms and conditions.</p>24.\nSeverability<p>If any court of competent jurisdiction determines that any provision of this Purchase Order is illegal, invalid or unenforceable, or if any terms are illegal, invalid or unenforceable under applicable law, the remaining provisions will remain in full force and effect.</p>25.\nSurvival<p>The provisions of this Purchase Order which, by their terms, require performance after the termination or expiration or have application to events that may occur after the termination or expiration of this Purchase Order, will survive the termination or expiration of this Purchase Order.\nAll indemnity obligations will be deemed to survive the termination or expiration of this Purchase Order.</p>26.\nOrder of priority<p>In case of the execution of an Agreement between the parties, the terms of the Agreement will supersede the terms of this Purchase order and will be applicable to the parties hereto.</p>Statements<p>22 March 2019: </p>\n<ul>\n<li>What you need to know about your privacy and the alleged “data breach” on Nokia 7 Plus phones</li>\n</ul> Discover Nokia phonesAndroid phonesClassic phonesAccessoriesFor enterprisesEnvironmentLatest productsNokia 3.4Nokia 2.4Nokia C3SupportHomeUser guidesFAQsContact supportService and repairsWarranty and insuranceCommunity forumCommunityCommunity forumBeta labsDeveloper portalDiscover NokiaWho we areWhat we doSustainabilityInvestorsNews and eventsCareersAll Nokia sitesnetworks.nokia.comozo.nokia.combell-labs.cominventwithnokia.nokia.comnuagenetworks.net© 2020 HMD Global.\nAll rights reserved.<br>Nokia is a registered trademark of Nokia Corporation.<br>HMD Global Oy is the exclusive licensee of the Nokia brand for phones &amp.\ntablets.CookiesPrivacySite TermsPress ", "created_at": "2018-09-10 12:46:29.024064", "updated_at": "2020-12-15 01:07:01.452763"}, {"id": 509, "name": "User Agreement", "url": "https://www.nokia.com/en_int/phones/user-agreement", "xpath": "", "text": " <p>Nokia.com/phones website is operated by HMD Global Oy, the exclusive licensee of the Nokia brand for phones and tablets.\nWe use cookies to improve and personalize your experience and to display advertisements.\nBy using this site, you consent to the use of cookies.\nLearn more</p> Agree &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-WDR6C9T\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nUser Agreement ‌‌ PhonesSmartphonesFeature phonesAccessoriesPhonesSmartphonesFeature phonesAccessories<p>Explore Android</p>\n<p>For enterprises</p>\n<p>Community</p>\n<p>Support</p>\n<p>International</p> User Agreement<p>\n<strong>Effective date 24 August 2017</strong>\n</p>\n<p>This is an agreement between you, the user of this site, and HMD Global Oy (“HMD”), who operates the site.\nHMD reserves a right to add, change or remove any part of this agreement or the site at any point.\nBy accessing and using this site you agree to this agreement and any amendments thereto.\nIf you do not agree to the terms of this agreement, please note that you are not allowed to use the site.\nThis site relates only to Nokia branded phones manufactured by HMD.\nIf you have questions about any previous Nokia-branded phones, please go to: https://www.microsoft.com/mobile/.</p>\n<p>\n<strong>General Terms</strong>\n</p>\n<ul>\n<li>\n<p>As long as you comply with this agreement, HMD grants you a personal, limited, non-transferable and non-exclusive right to participate in the discussions hosted on this site.\n</p>\n</li>\n<li>\n<p>The contents of this site represent the views of the individual participants and not the views of HMD.\nHMD does not take responsibility for any of the views expressed on the site.\n</p>\n</li>\n<li>\n<p>When participating in the discussions on the site, you must comply with the House Rules below.\nHMD retains the right at any time to remove any submission or content deemed by HMD to violate this agreement or the House Rules.\nHMD may also take action against any account, at any time, for any reason.\n</p>\n</li>\n<li>\n<p>HMD does not formally provide technical support on the site.\nHMD employees may provide information and respond to questions on the site but any advice provided by HMD on the site is on an \"as-is\" basis only and does not imply any guarantees or warranties of any kind.\n</p>\n</li>\n<li>\n<p>As a user, you may be offered rewards for your contribution and participation in the site activities.\nThis does not create a contractual relationship between you and HMD and does not grant you the right to present yourself as a representative of HMD.</p>\n</li>\n<li>\n<p>To participate in the discussions on the site, you must have a unique user name and password combination.\nData collected on the site will be treated in accordance with HMD Global Privacy Policy.\n</p>\n</li>\n<li>\n<p>HMD may use any feedback and ideas received on the site for purposes of developing products, services and technologies without any obligations or restrictions.\n</p>\n</li>\n<li>\n<p>You must be at least 16 years old to participate in the discussions on the site.\n</p>\n</li>\n<li>\n<p>HMD may provide a system whereby users can acquire rewards for contributions on the site.\nYou are not allowed to manipulate the reward system by any means or instruct others to do so.\n</p>\n</li>\n<li>\n<p>For questions or problems regarding your account, please post a question in the Feedback section or email community@nokiaphones.com.</p>\n</li>\n</ul>\n<p>\n<strong>House Rules </strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>Be kind</strong> – everyone has a right to give an opinion and should feel free to express it.\nTreat each other with respect.</p>\n</li>\n<li>\n<p>\n<strong>Do not post illegal, adult-themed, racist, abusive, sexist or otherwise offensive content.</strong> Doing so will result in your account being deleted from the forum.</p>\n</li>\n<li>\n<p>\n<strong>No spam.</strong> We consider any irrelevant or advertising-related post as spam.\nSuch posts will be removed.</p>\n</li>\n<li>\n<p>\n<strong>Use meaningful headlines.</strong> Give your topic meaningful headlines so that other members can understand what it is about.</p>\n</li>\n<li>\n<p>\n<strong>Give the search bar a try.</strong> Before opening a new discussion on a topic, use the search bar to see if it has already been covered.\nThis will help avoid having multiple threads for the same topic and keeps the community clean and tidy.</p>\n</li>\n<li>\n<p>\n<strong>Do not post in all uppercase letters.</strong> It will be considered as shouting and rude and will therefor get deleted.</p>\n</li>\n<li>\n<p>\n<strong>Post your topic in the right section.</strong> For example, questions concerning Nokia 6 should go to the Nokia 6 section and not in the Nokia 5 section.</p>\n</li>\n<li>\n<p>\n<strong>Do not post in all uppercase letters.</strong> It will be considered as shouting and rude and will therefor get deleted.</p>\n</li>\n<li>\n<p>\n<strong>Say thank you.</strong> If a comment helped you with your question, give thanks by marking the comment as answer.</p>\n</li>\n<li>\n<p>\n<strong>Keep your posts in English (except in Local sections).</strong> The community is mostly for a global audience.\nSo please keep your posts on the global sections in English.\nDon’t worry if your English isn’t the best – the community is a supportive place.\nIn the local areas (India, Indonesia and Vietnam) you are free to use local language.</p>\n</li>\n<li>\n<p>\n<strong>Don’t share or reveal any personal data in your posts</strong> i.e.\nfull name, your personal email address, phone number or IMEI number in public posts.\nKeep your user ID safe.</p>\n</li>\n<li>\n<p>Please consider this is as a <strong>peer-to-peer community</strong> where Nokia users can share their experience, knowledge and tips.\nFor official technical support, head to our Support section.\n</p>\n</li>\n<li>\n<p>\n<strong>Do not speculate</strong> about rumours about unannounced products or HMD policies and procedures.\nHMD will not comment on any of these speculations.</p>\n</li>\n<li>\n<p>Do not hesitate to report inappropriate content.</p>\n</li>\n<li>\n<p>Let us know if you have any ideas for improving the site.\nYou can do so in the Feedback section.</p>\n</li>\n</ul> Back to top SmartphonesFeature phonesAccessoriesNokia phones and Android<ul>\n<li>Our Android story</li>\n<li>Google One</li>\n<li>Android™ 10</li>\n</ul>Support<ul>\n<li>Customer support</li>\n<li>User guides</li>\n<li>FAQs</li>\n<li>Service and repairs</li>\n<li>Warranty and insurance</li>\n</ul>For businesses<ul>\n<li>Android Enterprise Recommended smartphones</li>\n<li>Mobile security</li>\n<li>HMD Connect Pro</li>\n</ul>Get involved<ul>\n<li>Community forum</li>\n<li>Beta labs</li>\n<li>Developer Portal</li>\n<li>\n</li>\n</ul>Visit Nokia.com<ul>\n<li>Facebook</li>\n<li>Instagram</li>\n<li>LinkedIn</li>\n<li>YouTube</li>\n<li>\n</li>\n</ul>\n<ul>\n</ul>HMD Global© 2020 HMD Global.\nAll rights reserved.\nNokia is a registered trademark of Nokia Corporation.\nHMD Global Oy is the exclusive licensee of the Nokia Brand for phones and tablets.<ul>\n<li>Site terms</li>\n<li>Privacy</li>\n<li>Cookies</li>\n<li>Press</li>\n</ul> ", "created_at": "2018-09-10 12:46:01.126005", "updated_at": "2020-12-14 19:59:46.713783"}, {"id": 3507, "name": "Cookies", "url": "https://www.nokia.com/cookies", "xpath": "//body", "text": " <p>Nokia sites use cookies to improve and personalize your experience and to display advertisements.\nThe sites may also include cookies from third parties.\nBy using this site, you consent to the use of cookies.\nLearn more</p> AgreeDecline Skip to main content <ul>\n<li> For business <ul>\n<li>\n<ul>\n<li>Networks and industry solutions</li>\n<li>Partners and ecosystems</li>\n<li>Licensing opportunities</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> For consumers <ul>\n<li>\n<ul>\n<li>Phones</li>\n<li>Home WiFi</li>\n<li>Smart TVs</li>\n<li>Laptops</li>\n<li>Streaming devices</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>Headphones</li>\n</ul>\n</li>\n</ul> For consumers </li>\n<li> Innovation <ul>\n<li>\n<ul>\n<li>Innovation platform</li>\n<li>NGP Capital</li>\n<li>Nokia Bell Labs</li>\n<li>Open innovation ecosystem</li>\n</ul>\n</li>\n</ul> Innovation </li>\n<li> About us <ul>\n<li>\n<ul>\n<li>Company</li>\n<li>Newsroom</li>\n<li>Investors</li>\n<li>Sustainability</li>\n<li>Careers</li>\n</ul>\n</li>\n</ul> About us </li>\n</ul>\n<ul>\n<li>\n</li>\n<li> Speak now </li>\n<li> Menu </li>\n</ul>\n<ul>\n<li>Home</li>\n</ul> Close Menu <ul>\n<li> For business <ul>\n<li>Nokia menu</li>\n<li> For business </li>\n<li> Networks and industry solutions <ul>\n<li>For business</li>\n<li> Networks and industry solutions </li>\n<li> Industries <ul>\n<li>Networks and industry solutions</li>\n<li> Industries </li>\n<li> Nokia Subsea </li>\n<li> Energy and resources <ul>\n<li> Energy and resources </li>\n<li> Mining </li>\n<li> Oil and gas </li>\n<li> Power utilities </li>\n</ul>\n</li>\n<li> Manufacturing, supply chain and logistics <ul>\n<li> Manufacturing, supply chain and logistics </li>\n<li> Manufacturing </li>\n</ul>\n</li>\n<li> Public sector <ul>\n<li> Public sector </li>\n<li> Federal government </li>\n<li> Public safety </li>\n<li> Sendai City </li>\n<li> Smart city </li>\n<li> Education </li>\n<li> Government broadband plans </li>\n<li> Defense </li>\n</ul>\n</li>\n<li> Transportation <ul>\n<li> Transportation </li>\n<li> Aviation </li>\n<li> Highways </li>\n<li> Railways </li>\n</ul>\n</li>\n<li> Networking at Webscale </li>\n<li> Other industries <ul>\n<li> Other industries </li>\n<li> Automotive </li>\n<li> Financial services </li>\n<li> Healthcare </li>\n<li> Retail </li>\n</ul>\n</li>\n<li> Solutions for cable operators </li>\n</ul>\n</li>\n<li> Solutions <ul>\n<li>Networks and industry solutions</li>\n<li> Solutions </li>\n<li> 5G <ul>\n<li> 5G </li>\n<li> Deploy 5G Network <ul>\n<li> Deploy 5G Network </li>\n<li> 5G Resources <ul>\n<li> 5G Resources </li>\n<li> 5G videos </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> 5G Partners </li>\n<li> 5G Use cases </li>\n<li> 5G for optical networks </li>\n<li> 5G readiness report <ul>\n<li> 5G readiness report </li>\n<li> 5G - ready for business </li>\n<li> About this report </li>\n<li> Beyond the hype </li>\n<li> Business readiness for 5G </li>\n<li> Potential value and growth </li>\n<li> What's holding businesses back? </li>\n<li> Why now - and what next? </li>\n</ul>\n</li>\n<li> Experience </li>\n<li> Fixed for 5G </li>\n<li> IP for 5G </li>\n<li> Operations </li>\n<li> Student portal </li>\n</ul>\n</li>\n<li> Analytics and insights <ul>\n<li> Analytics and insights </li>\n<li> Customer Experience Analytics </li>\n<li> Network Analytics </li>\n</ul>\n</li>\n<li> Automation <ul>\n<li> Automation </li>\n<li> Automation report 2021 </li>\n<li> Edge Automation <ul>\n<li> Edge Automation </li>\n<li> AirFrame Data Center Manager </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Business support systems (BSS) <ul>\n<li> Business support systems (BSS) </li>\n<li> Autonomous customer care </li>\n<li> Device management </li>\n<li> Monetization </li>\n</ul>\n</li>\n<li> Carrier SDN </li>\n<li> Core networks <ul>\n<li> Core networks </li>\n<li> 5G core </li>\n</ul>\n</li>\n<li> Cyber security <ul>\n<li> Cyber security </li>\n<li> Endpoint security </li>\n<li> NetGuard XDR Security Operations </li>\n<li> Threat Intelligence Report </li>\n</ul>\n</li>\n<li> Data center SDN </li>\n<li> Data center infrastructure </li>\n<li> Fixed networks <ul>\n<li> Fixed networks </li>\n<li> Access management solutions </li>\n<li> Fiber (FTTH) </li>\n<li> Next-generation PON </li>\n</ul>\n</li>\n<li> Going cloud-native </li>\n<li> IP Network Security </li>\n<li> IP networks <ul>\n<li> IP networks </li>\n<li> Access and aggregation </li>\n<li> Core routers </li>\n<li> Edge routers </li>\n<li> IP and Optical Network Automation </li>\n<li> Virtualized IP </li>\n</ul>\n</li>\n<li> Industrial-grade private wireless </li>\n<li> Internet of Things (IoT) <ul>\n<li> Internet of Things (IoT) </li>\n<li> IoT analytics </li>\n<li> IoT connectivity </li>\n<li> IoT platforms </li>\n</ul>\n</li>\n<li> Mobile transport (Anyhaul) <ul>\n<li> Mobile transport (Anyhaul) </li>\n<li> Broadband Anyhaul </li>\n<li> IP Anyhaul </li>\n<li> Microwave Anyhaul </li>\n<li> Optical Anyhaul </li>\n</ul>\n</li>\n<li> Network slicing <ul>\n<li> Network slicing </li>\n<li> History of slicing </li>\n</ul>\n</li>\n<li> Operations support systems (OSS) <ul>\n<li> Operations support systems (OSS) </li>\n<li> Network management </li>\n<li> Nokia Assurance Center </li>\n<li> Self-organizing networks </li>\n<li> Service fulfillment and orchestration </li>\n</ul>\n</li>\n<li> Optical networks <ul>\n<li> Optical networks </li>\n<li> Optical aggregation networks </li>\n<li> Optical core </li>\n</ul>\n</li>\n<li> Radio Access Networks <ul>\n<li> Radio Access Networks </li>\n<li> LTE </li>\n<li> Microwave transmission </li>\n<li> Service Enablement Platform </li>\n<li> Small cells </li>\n</ul>\n</li>\n<li> Network Services Platform b </li>\n</ul>\n</li>\n<li> Services <ul>\n<li>Networks and industry solutions</li>\n<li> Services </li>\n<li> Analytics and AI services </li>\n<li> Cloud network services </li>\n<li> Digital Deployment Services </li>\n<li> Fixed networks services </li>\n<li> IoT services </li>\n<li> Managed services </li>\n<li> Services for industry and public sector </li>\n<li> Technical support services </li>\n</ul>\n</li>\n<li> Insights <ul>\n<li>Networks and industry solutions</li>\n<li> Insights </li>\n<li> Business </li>\n<li> Society </li>\n<li> Technology </li>\n</ul>\n</li>\n<li> Training <ul>\n<li>Networks and industry solutions</li>\n<li> Training </li>\n<li> Learning Store </li>\n<li> Learning &amp.\nDevelopment Hub </li>\n<li> Cloud Packet Core Certification </li>\n<li> Fixed Networks Certification </li>\n<li> Nuage Networks Virtuoso Certification </li>\n<li> Optical Network Certification (ONC) </li>\n<li> Service Routing Certification (SRC) </li>\n<li> 5G Certification </li>\n</ul>\n</li>\n<li> Partners </li>\n</ul>\n</li>\n<li> Partners and ecosystems </li>\n<li> Licensing opportunities <ul>\n<li>For business</li>\n<li> Licensing opportunities </li>\n<li> Brand licensing <ul>\n<li>Licensing opportunities</li>\n<li> Brand licensing </li>\n<li> Contact </li>\n</ul>\n</li>\n<li> Innovations gallery </li>\n<li> Licensing principles </li>\n<li> Patent licensing <ul>\n<li>Licensing opportunities</li>\n<li> Patent licensing </li>\n<li> 5G standard </li>\n<li> Automotive licensing program </li>\n<li> Consumer electronics licensing program </li>\n<li> IoT licensing program </li>\n<li> Mobile devices licensing program </li>\n</ul>\n</li>\n<li> Technology licensing </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> For consumers <ul>\n<li>Nokia menu</li>\n<li> For consumers </li>\n<li> Phones </li>\n<li> Home WiFi <ul>\n<li>For consumers</li>\n<li> Home WiFi </li>\n<li> Legal </li>\n</ul>\n</li>\n<li> Smart TVs </li>\n<li> Laptops </li>\n<li> Streaming devices </li>\n<li> Headphones </li>\n</ul>\n</li>\n<li> Innovation <ul>\n<li>Nokia menu</li>\n<li> Innovation </li>\n<li> Innovation platform </li>\n<li> NGP Capital </li>\n<li> Nokia Bell Labs </li>\n<li> Open innovation ecosystem </li>\n</ul>\n</li>\n<li> About us <ul>\n<li>Nokia menu</li>\n<li> About us </li>\n<li> Company <ul>\n<li>About us</li>\n<li> Company </li>\n<li> Worldwide presence <ul>\n<li>Company</li>\n<li> Worldwide presence </li>\n<li> Asia Pacific and Japan </li>\n<li> Europe </li>\n<li> Greater China </li>\n<li> India <ul>\n<li> India </li>\n<li> MBiT index 2020 </li>\n<li> MBiT index 2021 </li>\n<li> Make in India </li>\n<li> Make in India </li>\n</ul>\n</li>\n<li> Latin America </li>\n<li> Middle East and Africa </li>\n<li> North America <ul>\n<li> North America </li>\n<li> North America government relations and public affairs </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Nokia's strategy 2021 </li>\n<li> Leadership and governance <ul>\n<li>Company</li>\n<li> Leadership and governance </li>\n<li> Board of Directors </li>\n</ul>\n</li>\n<li> Our history </li>\n<li> Our awards </li>\n<li> Government relations <ul>\n<li>Company</li>\n<li> Government relations </li>\n<li> Spectrum policy </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Newsroom <ul>\n<li>About us</li>\n<li> Newsroom </li>\n<li> News releases <ul>\n<li>Newsroom</li>\n<li> News releases </li>\n<li> Managers’ transactions </li>\n<li> Partner releases <ul>\n<li> Partner releases </li>\n<li> Airtel and Nokia to collaborate on Industry 4.0 applications for enterprises </li>\n<li> New consortium to develop a 5G and beyond strategic roadmap for future European connectivity systems and components </li>\n</ul>\n</li>\n<li> Statements </li>\n</ul>\n</li>\n<li> Events calendar <ul>\n<li>Newsroom</li>\n<li> Events calendar </li>\n<li> Live-stream: Network insights in the time of COVID-19 and beyond </li>\n<li> MWC Barcelona 2019 <ul>\n<li> MWC Barcelona 2019 </li>\n<li> Connected cities </li>\n<li> Connected consumers </li>\n<li> Connected industries </li>\n<li> How to find us </li>\n<li> Our speakers 2019 </li>\n<li> Press and analyst info </li>\n</ul>\n</li>\n<li> Webinars <ul>\n<li> Webinars </li>\n<li> 5G Techritory </li>\n</ul>\n</li>\n<li> Investor relations events <ul>\n<li> Investor relations events </li>\n<li> Capital Markets Day </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Tech explained </li>\n<li> Social media </li>\n<li> Nokia blog </li>\n<li> Media resources <ul>\n<li>Newsroom</li>\n<li> Media resources </li>\n<li> Media contacts </li>\n<li> Media library </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Investors <ul>\n<li>About us</li>\n<li> Investors </li>\n<li> Stock information <ul>\n<li>Investors</li>\n<li> Stock information </li>\n<li> Management shareholding </li>\n<li> Biggest shareholders </li>\n<li> Dividend </li>\n<li> Number of shares </li>\n<li> Split history </li>\n<li> Stock tools </li>\n<li> Share repurchases and transfers </li>\n</ul>\n</li>\n<li> Results and reports <ul>\n<li>Investors</li>\n<li> Results and reports </li>\n<li> Amortization of acquired intagible assets </li>\n<li> Order financial reports </li>\n</ul>\n</li>\n<li> SEC Filings </li>\n<li> Debt information </li>\n<li> Analyst coverage </li>\n<li> Acquisitions &amp.\ndivestments </li>\n<li> IR events </li>\n<li> Investor relations team </li>\n</ul>\n</li>\n<li> Sustainability <ul>\n<li>About us</li>\n<li> Sustainability </li>\n<li> Our approach <ul>\n<li>Sustainability</li>\n<li> Our approach </li>\n<li> Nokia and the United Nations Sustainable Development Goals </li>\n</ul>\n</li>\n<li> Improving lives </li>\n<li> Combating climate change </li>\n<li> Conducting our business with integrity <ul>\n<li>Sustainability</li>\n<li> Conducting our business with integrity </li>\n<li> Our compliance corner </li>\n</ul>\n</li>\n<li> Culture - Respecting people </li>\n<li> Downloads <ul>\n<li>Sustainability</li>\n<li> Downloads </li>\n<li> Report archive </li>\n</ul>\n</li>\n<li> Nokia Modern Slavery Statement </li>\n</ul>\n</li>\n<li> Careers <ul>\n<li>About us</li>\n<li> Careers </li>\n<li> Life at Nokia <ul>\n<li>Careers</li>\n<li> Life at Nokia </li>\n<li> Campus spotlights </li>\n<li> Culture reporter videos </li>\n<li> Feel Connected </li>\n<li> Feel Inspired </li>\n<li> Feel empowered </li>\n<li> Feel engaged </li>\n<li> Candidate journey </li>\n<li> Employee blogs <ul>\n<li> Employee blogs </li>\n<li> 2020 Ada Lovelace Honoree Anne Lee “Pioneering Software Engineer” in telecommunications technology </li>\n<li> 2020 Ada Lovelace Honoree Paola Galli “Need for Speed” in the field of Silicon Photonics </li>\n<li> Dr.\nKatherine Guo, Nokia’s 2019 Ada Lovelace Honoree </li>\n</ul>\n</li>\n<li> Nokia in pictures </li>\n</ul>\n</li>\n<li> Our opportunities <ul>\n<li>Careers</li>\n<li> Our opportunities </li>\n<li> Opportunities in IT </li>\n</ul>\n</li>\n<li> Student and graduate opportunities </li>\n</ul>\n</li>\n</ul>\n</li>\n</ul> Home Support Contact us English Extranet access Phones Discover a better mobile experience Go to phones Networks Address your every network need Go to networks Cookies Cookies and how we use them\n<p>This policy details how Nokia uses cookies and cookie-like files and technologies on its websites, e.g.\nLocal Shared Objects, also known as “Flash cookies”, web beacons etc.\nWe refer to these generically as “cookies”.\nIf you visit our websites and your browser settings accept cookies, we consider this as acceptance of our use of cookies.</p>\n&nbsp.\nWhat are cookies and how do they work?\n<p>Cookies are small files that are sent to and stored in your computer by the websites you visit.\nCookies are stored in your browser’s file directory.\nNext time you visit the site, your browser will read the cookie and relay the information back to the website or element that originally set the cookie.\nTo learn more about these technologies and how they work, please see e.g.\nallaboutcookies.org.</p>\n&nbsp.\nWhy does Nokia use cookies?\n<p>At Nokia domains, we use cookies to offer you a smoother experience.\nView your options for managing cookies in the next chapter.</p>\n<p>\n<strong>Basic functions</strong>\n<br>\nThese cookies are essential for running our web sites and are the key to providing you a seamless experience.\nYou can navigate uninterrupted e.g.\nby remembering language and country choices you’ve made and by preserving authentication to secure parts of the domain.\nThese cookies also remember products of interest when you are redirected to an Operator site for a possible purchase.</p>\n<p>\n<strong>Site improvement</strong>\n<br>\nThese cookies enable us to improve our websites by looking at how they are used.\nWe do analytical profiling to understand e.g.\nunique users reading a particular article (to know what is popular) or if a video file was viewed or abandoned half way through.\nWe also look at where content is accessed so we know how to arrange our sites for optimal user experience.\nWe count clicks on “Like” and “Tweet” plugins and what content from our sites was shared or referenced.</p>\n<p>\n<strong>Personalization</strong>\n<br>\nThese cookies help make the content as personalised as possible, for example by showing you targeted banners and relevant recommendations.\nWe examine what type of reference was used to reach our sites, e.g.\nan email campaign or a link from a referral site, so we can estimate the effectiveness of our promotions and advertising campaigns.</p>\n<p>\n<strong>Advertising</strong>\n<br>\nWe use these cookies to dynamically serve Nokia ads on both Nokia and selected third party websites.</p>\n<p>Our domains may also include elements that set cookies on behalf of a third party, e.g.\na “Like”-button from Facebook or a “Tweet”-button from Twitter.</p>\n&nbsp.\nHow can I manage cookies?\n<p>You can review the options available to manage cookies in your browser.\nThe browser can be used to manage cookies relating to basic functions, site improvement, personalisation and advertising.\nDifferent browsers use different ways to disable cookies, but they are usually found under a Tools or Options menu.\nYou can also consult the browser’s help menu.\nIn addition to cookie management, browsers usually let you control files similar to cookies, for example Local Shared Objects, e.g.\nby enabling the browser’s privacy mode.\nNokia uses third party vendor managed advertising cookies to promote its products in both Nokia and non-Nokia web sites.\nYou may be able to opt-out from certain third party managed advertising cookies through third party cookie management sites.</p>\n<p>For more information about cookies, please review our current&nbsp;cookie list.</p>\n<p>Disabling cookies may prevent you from using certain parts of Nokia websites.\nIf you delete your cookies from the browser, you may need to remember to re-install opt-out cookies.</p>\n&nbsp.\nHow long do we keep the information?\n<p>It depends based on the type of cookies.\nSession cookies expire when you close the browser.\nPersistent cookies, including Local Shared Objects (“Flash cookies”), have typical expiration dates ranging from two months up to a couple of years.</p>\n&nbsp.\nWhat else should you know?\n<p>Nokia may from time to time change this Policy.\nHowever, if this Policy is changed in a material, adverse way, Nokia will post a notice advising of such change at the beginning of this Policy and on this site's home page.\nWe recommend that you re-visit this Policy from time to time to learn of any such changes to this Policy.</p>\n<p>If you have additional questions, please contact us by writing to:&nbsp;</p>\n<p>Karakaari 7<br>\nP.O.Box 226<br>\nFI-00045 Nokia Group<br>\nFinland</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> See all of our social media <p>Get the latest news from Nokia delivered straight to your inbox.</p> Subscribe <p> For business </p>\n<ul>\n<li> Networks and industry solutions </li>\n<li> Nokia OZO </li>\n<li> Licensing opportunities </li>\n<li> Partners and ecosystems </li>\n</ul>\n<p>For consumers</p>\n<ul>\n<li> Phones </li>\n<li> Laptops </li>\n<li> Smart TVs </li>\n<li> Streaming devices </li>\n<li> Home WiFi </li>\n<li> Headphones </li>\n</ul>\n<p> Innovation </p>\n<ul>\n<li> Nokia Bell Labs </li>\n<li> Innovation platform </li>\n<li> Open innovation ecosystem </li>\n<li> NGP Capital </li>\n</ul>\n<p> About us </p>\n<ul>\n<li> Company </li>\n<li> Newsroom </li>\n<li> Investors </li>\n<li> Sustainability </li>\n<li> Careers </li>\n<li> Legal compliance </li>\n</ul>\n<p> Contact and support </p>\n<ul>\n<li> Support </li>\n<li> Extranet access </li>\n<li> Developer resources and APIs </li>\n<li> Contact us </li>\n</ul>\n<ul>\n<li>© 2021 Nokia All rights reserved</li>\n<li>Cookies</li>\n<li>Privacy</li>\n<li>Inclusive terminology</li>\n<li>Modern slavery statement</li>\n<li>Terms</li>\n</ul> ", "created_at": "2021-01-16 08:25:18.180936", "updated_at": "2021-06-26 16:09:38.597129"}], "points": [{"id": 1503, "title": "Nokia Account - Applicable law", "source": "https://groups.google.com/d/topic/tosdr/2Y59eVZDJq8/discussion", "status": "Nokia Account - Applicable law", "created_at": "2018-05-15 09:11:51.61232", "updated_at": "2018-09-10 12:52:11.134032", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1549, "title": "Nokia Account - You may terminate your account anytime", "source": "https://groups.google.com/d/topic/tosdr/ItpG6FF0LQw/discussion", "status": "Nokia Account - You may terminate your account anytime", "created_at": "2018-05-15 09:11:53.751627", "updated_at": "2018-09-10 12:52:29.567091", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1349, "title": "Nokia Account - Info sent to Nokia in first use and every update", "source": "https://groups.google.com/d/topic/tosdr/ZtJbxx6JjKc/discussion", "status": "Nokia Account - Info sent to Nokia in first use and every update", "created_at": "2018-05-15 09:11:45.630102", "updated_at": "2018-09-10 12:52:48.705784", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2114, "title": "Nokia Account - Your data keeps copyrighted to you", "source": "https://groups.google.com/d/topic/tosdr/lfaI5klQpgs/discussion", "status": "Nokia Account - Your data keeps copyrighted to you", "created_at": "2018-05-15 09:12:14.990132", "updated_at": "2018-09-10 12:53:00.149084", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2174, "title": "Nokia Account - You can&#39;t use for commercial use", "source": "https://groups.google.com/d/topic/tosdr/MXw87njrrhk/discussion", "status": "Nokia Account - You can&#39;t use for commercial use", "created_at": "2018-05-15 09:12:17.014379", "updated_at": "2018-09-10 12:53:08.697695", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2253, "title": "Nokia Account - Refunds and cancellations are difficult", "source": "https://groups.google.com/d/topic/tosdr/pEdrURgNHf8/discussion", "status": "Nokia Account - Refunds and cancellations are difficult", "created_at": "2018-05-15 09:12:19.706975", "updated_at": "2018-09-10 12:53:26.531633", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1513, "title": "Nokia Account - How they share your data", "source": "https://groups.google.com/d/topic/tosdr/geyc49zz3Kc/discussion", "status": "Nokia Account - How they share your data", "created_at": "2018-05-15 09:11:52.181396", "updated_at": "2018-09-10 12:52:20.295434", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2218, "title": "Nokia Account - You can be charged without notice", "source": "https://groups.google.com/d/topic/tosdr/Z_pC6XHKb8Y/discussion", "status": "Nokia Account - You can be charged without notice", "created_at": "2018-05-15 09:12:18.545849", "updated_at": "2018-09-10 12:53:17.585976", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1311, "title": "Nokia Account - No confirmation that data is completely removed", "source": "https://groups.google.com/d/topic/tosdr/p_CjDsJB5M4/discussion", "status": "Nokia Account - No confirmation that data is completely removed", "created_at": "2018-05-15 09:11:44.123659", "updated_at": "2018-09-10 12:53:42.729413", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 8396, "title": "You can request access and deletion of personal data", "source": "https://www.nokia.com/en_int/phones/privacyportal", "status": "Generated through the annotate view", "created_at": "2019-11-12 15:55:33.321439", "updated_at": "2021-02-06 04:16:25.943229", "quoteText": "You have a right to know what personal data we hold about you.\nYou have a right to have incomplete, incorrect, unnecessary or outdated personal data deleted or updated.", "case_id": 195, "document_id": 510, "quoteStart": 13656, "quoteEnd": 13824}, {"id": 8394, "title": "This service may collect, use, and share location data", "source": "https://www.nokia.com/en_int/phones/privacyportal", "status": "Generated through the annotate view", "created_at": "2019-11-12 15:53:38.958785", "updated_at": "2021-02-06 04:16:25.960835", "quoteText": "We collect your personal data and other information when you make a purchase, use or register into our products and services, take part in campaigns or research or otherwise interact with us.\nThis includes following categories:</p>\n<ul>\n<li>\n<p>\n<strong>Product and service activations</strong> HMD products and services may require electronic activation, where your device and application type, as well as unique device, application, network and subscription identifiers are sent to HMD.</p>", "case_id": 373, "document_id": 510, "quoteStart": 3195, "quoteEnd": 3687}, {"id": 8395, "title": "This service is only available to users of a certain age", "source": "https://www.nokia.com/en_int/phones/user-agreement", "status": "Generated through the annotate view", "created_at": "2019-11-12 15:54:25.22273", "updated_at": "2020-12-15 09:50:38.243271", "quoteText": "<li>\n<p>You must be at least 16 years old to participate in the discussions on the site.\n", "case_id": 152, "document_id": 509, "quoteStart": 3007, "quoteEnd": 3096}], "urls": ["nokia.com"]}}