{"error": 448, "message": "OK", "parameters": {"id": 2696, "name": "Swiftype", "created_at": "2021-02-03 21:08:11.550414", "updated_at": "2021-03-25 03:19:28.335546", "wikipedia": "https://en.wikipedia.org/wiki/Swiftype", "keywords": null, "related": null, "slug": "swiftype", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2696.png", "url": "swiftype.com", "documents": [{"id": 3957, "name": "Swiftype Privacy & GDPR FAQ", "url": "https://swiftype.com/privacy-and-gdpr-faq", "xpath": "/html/body/div[1]/main/section[2]", "text": "<p>This page contains answers to the most frequently asked questions from our customers and users about data privacy matters and the GDPR in particular.\nIf you can’t find an answer to your question here, feel free to contact us at privacy@elastic.co.</p>What is GDPR, and what is Swiftype doing to comply?<p>GDPR stands for the General Data Protection Regulation, which is effective as of May 25th, 2018.\nGDPR replaces national privacy and security laws that previously existed within the EU with a single, comprehensive EU-wide law that governs the use, sharing, transfer and processing of personal data that originates from the EU.</p>\n<p>As an Elastic company, Swiftype complies with all laws that apply to our business, including GDPR.\nWe also appreciate that our customers have requirements under GDPR that are directly impacted by their use of Swiftype products and services.\nWe are committed to helping our customers achieve compliance with GDPR and their local requirements.</p>\n<p>As part of our commitment to GDPR compliance, we have updated our Elastic Privacy Policy to reflect our policies regarding the handling of personal data.</p>\n<p>In addition, here are a few things that Swiftype is doing to ensure our compliance with GDPR and to enable our customers to achieve their own compliance: </p>\n<ul>\n<li>Swiftype follows appropriate security measures and precautions in accordance with GDPR.</li>\n<li>Swiftype assists with notifying regulators of breaches and promptly communicating any breaches to customers and users.</li>\n<li>We ensure that employees authorized to process personal data have committed to confidentiality.</li>\n<li>We will hold any sub-processors that handle personal data, including our data center partners, to the same data management, security, and privacy practices and standards to which we hold ourselves.</li>\n<li>Swiftype assists our customers, insofar as possible, in responding to data subject requests that they may receive under the GDPR.\n</li>\n</ul>Does Swiftype process personal data?<p>Yes.\nWe process personal data to provide our products and services, and for other purposes as outlined in our Privacy Statement.</p>Can Swiftype assist my company with responding to an Individual Rights Request (Subject Access Request)?<p>As a processor of personal data, we will assist our customers with responding to individual rights requests that they receive under the GDPR.\nIn many cases, customers may be able address these types of requests by logging into the applicable product and using settings available within such product or by using Swiftype APIs.\nSee a dedicated section below on Swiftype and GDPR Individual Rights Requests for details on handling specific types of requests by using different Swiftype product features.\nWhere this is not possible, please contact us to request assistance with any such individual rights requests by emailing privacy@elastic.co.</p>Where does Swiftype store and send my data?<p>Swiftype uses IBM/Softlayer data centers in Texas, USA as our primary hosting platform, holding all customer data.\nOffsite backups of customer data are performed into Amazon AWS infrastructure in the US.\nWe do not host any customer data within the European Union.\nWe may also allow our employees located around the world to access certain data for product promotion and development, and customer and technical support purposes.\nFor more information, please see our Privacy Statement.</p>Can you host my data in the EU?<p>At the moment, we do not provide a standard option for hosting Swiftype customer’s data within the EU, however we have technical capabilities to do so for specific cases.\nIf you require this kind of service, please contact our sales team and they can assess whether your use case may be eligible.</p>Do you offer your customers a Data Processing Addendum?<p>Yes! We understand that our customers, and in particular, our European customers, will require, where Swiftype is a processor of EU personal data, that we execute additional terms to meet GDPR obligations with respect to the processing of that EU personal data.\nThe Swiftype Data Processing Addendum is available upon request for all customers to review and use to meet your onward transfer requirements under GDPR.\nTo obtain a copy of our DPA please reach out to privacy@elastic.co.</p>How does Swiftype secure my data?<p>We have implemented organizational and technical controls to secure our users' data, in compliance with GDPR requirements.\nSecurity isn’t just a priority.\nIt is an essential component of Swiftype’s technology and in keeping your data safe — and has been since day one.\nSwiftype's SOC 2 certification is proof of our commitment to security and data integrity throughout our operations and services.\nFor more information on security at Swiftype, please see our Security page.</p>Does Swiftype use sub-processors to further process customer data?<p>Yes, Swiftype relies on the services of a number of other companies for providing our services to the customers.\nHere is a list of Swiftype’s sub-processors as of May 2018:</p>\n<ul>\n<li>IBM/Softlayer (USA) – data hosting</li>\n<li>Amazon AWS (USA) – encrypted backups storage</li>\n<li>Google Analytics (USA) – product usage analytics</li>\n<li>Stripe (USA) – credit card payments processing</li>\n<li>Fastly (USA) – content delivery acceleration</li>\n<li>New Relic (USA) – application performance monitoring</li>\n<li>Sentry (USA) – application exception tracking</li>\n</ul>Who can I contact with questions regarding GDPR?<p>Our products are used by millions of users around the world.\nTo provide scalable service to our users and customers, we have included GDPR compliance information in our updated Privacy Statement and have included answers to commonly asked questions on this page.\nWe encourage you to review this page first, as you may find that your topic of interest has been addressed.\nHowever, we also understand there are circumstances where it may help to contact us directly.\nShould you have any questions not covered here, please contact us at privacy@elastic.co.</p>Handling Individual Rights Requests (Subject Access Requests) at Swiftype<p>There are two distinct cases for handling Subject Access Requests: (i) Swiftype as Data Controller and (ii) Swiftype as Data Processor.</p>Swiftype as Data Controller<p>Swiftype is deemed a “data controller” with regard to personal data that Swiftype has collected directly from the data subject and where Swiftype controls the purpose and means of processing.\nThis applies generally to data that is shared by data subjects interacting directly with Swiftype’s website or services.\nIt does not apply to personal data that is accessed by Swiftype in providing site search, app search or enterprise search to its customers (see Swiftype as Data Processor below).\nFor all requests related to Swiftype’s collection and processing of personal data (when we are the Data Controller), please refer to our Privacy Statement.</p>Swiftype as Data Processor<p>Swiftype is deemed a “data processor” with regard to personal data that is shared with or made accessible to Swiftype in providing site search, app search or enterprise search to its customers.\nIn these cases, the customer acts as the “data controller” because it controls the purpose and means (by way of instruction to Swiftype) of processing.\nAs a processor of personal data, we will assist our customers with responding to individual rights requests that they receive under the GDPR.\nIn many cases, customers may be able address these types of requests by logging into the applicable product and using settings available within such product or by using Swiftype APIs.\nSee below for details on handling specific types of requests by using different Swiftype product features.\nWhere this is not possible, you could contact us to request assistance with any such individual rights requests.</p>Handling Requests to Delete Personal Data<p>Swiftype customers control the data they process in the Swiftype services.\nSwiftype employees do not access customer data stored in Swiftype indexes and cannot respond to requests for access or correction for personal data that may be indexed in Swiftype's systems.\nPlease see below for information on Swiftype product features that could be used by Swiftype customers (Data Controllers) to respond to data deletion requests from their users.</p>Site Search Service<p>For granular data deletion, Swiftype provides a set of APIs allowing our customers to delete any data indexed in Swiftype Site Search.\nThe data could be deleted on an engine level, document type level or by individual document.\nAny customer data deleted through APIs is deleted from Swiftype systems irreversibly.\nSee our API documentationfor more details on relevant API methods.</p>\n<p>If you want to close your Site Search account and delete all data from Swiftype systems, you could log in to Swiftype Dashboard, select your Site Search account, go to your settings page and click “Close Account” button to permanently delete your records from Swiftype.</p>App Search Service<p>For granular data deletion, Swiftype provides a set of APIs allowing our customers to delete any data indexed in Swiftype Site Search.\nAdditionally, there is an option of deleting the data using Swiftype App Search Dashboard.\nThe data can be deleted on an engine level or by individual document.\nSee our API documentation for more details on relevant API methods.</p>\n<p>If you want to close your App Search account, please contact Swiftype Support at support@swiftype.com.</p>Enterprise Search Service<p>On a granular level, if you need to delete a document from Swiftype Enterprise Search, you can delete it from your data source (Google Drive, Confluence, etc) and Swiftype would automatically pick up the changes and remove your documents from our data stores.\nYou can also use your Account Settings dashboard to delete your data sources, and Swiftype would delete all related documents and secrets from our systems.</p>\n<p>To close an individual Enterprise Search account and all private data sources,log in to your organization, open your Account Settings and click \"Delete\" to delete your account and data from Swiftype.\nTo delete a whole organization account, please contact Swiftype Support at support@swiftype.com.</p>Handling Requests to Access or Correct Personal Data<p>Swiftype customers control the data they process in the Swiftype services.\nSwiftype employees do not access customer data stored in Swiftype indexes and cannot respond to requests for access or correction for personal data that may be indexed in Swiftype's systems.\nPlease see below for information on Swiftype product features that could be used by Swiftype customers (Data Controllers) to respond to data access or correction requests from their users.</p>Site Search Service<p>If you need to access or update any data indexed in Swiftype Site Search, you can use our APIs to do so.\nSee our API documentation for more details.\nFor crawler-based engines, you can update the content on your website, and our crawlers would pick up the changes.</p>App Search Service<p>If you need to access or update any data indexed in Swiftype App Search product, you can use our APIs or the Dashboard to do so.\nSee our API documentation for more details on relevant API methods.</p>Enterprise Search Service<p>Enterprise search connections keep the data in Swiftype systems in sync with the data sources defined by our customers.\nThis means, that any updates to the original data would be reflected in Swiftype Enterprise Search databases.</p>", "created_at": "2021-02-03 21:10:14.926275", "updated_at": "2021-02-03 21:10:18.953031"}, {"id": 3961, "name": "General Privacy Statement", "url": "https://www.elastic.co/legal/privacy-statement", "xpath": "/html/body/div[1]/div/div[2]/div/div/div[2]/div", "text": "<p>Effective Date: January 1, 2020</p>\n<p>This General Privacy Statement (also referred to as our \"Privacy Statement\") explains how Elasticsearch, Inc., and our subsidiaries and affiliated companies (\"Elastic,\" \"we,\" \"our,\" or \"us\") collect, use, share and otherwise process information that identifies or could be identifiable to you (\"personal data\") and that we use to manage our business and our relationships with customers, visitors and event attendees.</p>Interaction Specific Statements<p>We supplement this Statement with the following specific statements based on how we interact with you: </p>\n<p>Product Privacy Statement.\nThis statement applies to the information we collect and use in connection with customer deployments of our products and services.</p>\n<p>Applicant Privacy Statement.\nThis statement applies to the personal data we collect and use in connection with our employment recruiting process.</p>\n<p>California Privacy Rights Statement.\nThis statement explains the privacy rights of California residents.</p>\n<p>Cookie Statement.\nThis statement explains how we use cookies and similar technologies.</p>General Privacy Statement: Contents<p>Scope &amp.\nResponsibilities<br>Information We Collect &amp.\nHow We Collect It<br>How We Use the Information<br>How We Share the Information<br>Cookies and Website Automatic Data Collection<br>Legal Basis for Processing the Information (European Economic Area)<br>International Data Transfers<br>Privacy Rights and Choices<br>California Privacy Rights<br>Security<br>Other Information<br>How to Contact Us</p>Scope &amp.\nResponsibilities<p>This General Privacy Statement explains your rights and choices related to the personal data we collect when:</p>\n<ul>\n<li>You visit, interact with or use any of our websites, social media pages, marketing or sales communications, or register for our products and services (\"Online Properties\").\nand </li>\n<li>You visit, interact with or use any of our offices, events, sales, marketing and other offline activities (\"Offline Properties\")(collectively, the \"Properties\").\n</li>\n</ul>\n<p>\n<strong>This General Privacy Statement does not cover:</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>Automatic collection from our products and services:</strong> This Statement does not cover the information we automatically collect in connection with your use of Elastic products and services.\nPlease see our Product Privacy Statement for that information.</p>\n</li>\n<li>\n<p>\n<strong>Applicant Information:</strong> This Statement does not cover information related to our employment recruiting efforts.\nPlease see our Applicant Privacy Statement for that information.</p>\n</li>\n<li>\n<p>\n<strong>Customer Content:</strong> Certain Elastic products permit customers to ingest or upload and submit content to the products (\"Customer Content\").\nThis notice does not cover Customer Content, including any personal data about you that may be contained in Customer Content, because the Customer, rather than Elastic, controls how Customer Content is processed.\nAny questions about the processing of Customer Content should be addressed to the Customer directly.</p>\n</li>\n<li>\n<p>\n<strong>Organizational Use:</strong> When you use our products or services on behalf of an organization (e.g., your employer), your use is administered and provisioned by your organization under its policies regarding the use and protection of personal data.\nIf you have questions about how your data is being accessed or used by your organization, please refer to your organization's privacy policy and direct your inquiries to your organization's system administrator.</p>\n</li>\n</ul>\n<p>Elastic determines the purposes and means for the processing (i.e., we are the data controller) of your personal data as described in this Privacy Statement unless expressly specified otherwise.\n</p>Information We Collect &amp.\nHow We Collect It<p>Elastic collects personal data and other information from you directly, through automated means, and from third parties.\nMore information on each category follows:</p>From You<p>We collect personal data when you voluntarily provide it to us (including to our service providers or other parties who collect it on our behalf).\nFor example, we collect personal data when you order, register to use, or request information about Elastic products and services, subscribe to marketing communications, complete surveys, provide such data in product feedback, or sign up for an Elastic event or webinar.\nWe may also collect personal data from you when you attend one of our events, during phone calls with sales representatives, or when you contact customer support.</p>\n<p>The personal data we collect may include contact information (such as your name, address, telephone number, or email address), professional information (such as your employer name, address, job title, department or job role), user IDs, and passwords, and contact preferences.\nWe collect information you choose to provide when completing any \"free text\" boxes in our forms (for example, for event sign-up, product feedback, or survey requests), and we collect personal data disclosed by you on message boards, chat features, blogs, and other services or platforms to which you can post information and materials (including third party services and platforms).\nWe may also collect billing and transactional information.</p>Automatically<p>We use technology that is integrated into our Online Properties such as cookies, web beacons, and embedded URLs to provide us with automated data collection.\n</p>\n<p>\n<em>Online Properties</em>\n</p>\n<p>We automatically collect certain information when you use, access, or interact with our Online Properties.\nThis information may include unique identification numbers and other information about the specific device you are using, such as the hardware model, operating system version, web-browser software, your Internet Protocol (IP) address/MAC address/device identifier, device event information (such as crashes, system activity, and hardware settings, browser language, the date and time of your request and referral URL), broad geographic location (e.g., country or city-level location) and other technical data that uniquely identifies your browser.\nWe may also collect information about how your device has interacted with our Online Properties, such as the pages accessed and other statistical information.\nTo learn more, please read the Elastic Cookie Statement.</p>\n<p>\n<em>Elastic Products</em>\n</p>\n<p>Elastic may automatically collect information in connection with your organization's deployment of certain products.\nSee our Product Privacy Statement for more information.\n</p>From Third-Party Sources<p>We may also acquire data from other sources including affiliates in our corporate group, our partners, or others that we use to make our information better or more useful.\nFor example, we may compare the geographic information acquired from commercial sources with the IP address collected by our Automatic Data Collection Tools (see our Cookie Statement) to derive your general geographic area.\nInformation may also be linked via a unique identifier, such as a cookie or account number.\n</p>How We Use the Information<p>Depending on the situation, we may use your information for the following purposes:</p>\n<ul>\n<li>\n<p>\n<strong>Communications and Transaction Processing.</strong> We use your information to communicate with you, respond to your requests, and provide the information you requested.\nWe also use personal data, including financial, credit card, and payment information, to process transactions.</p>\n</li>\n<li>\n<p>\n<strong>Provision, Administer, and Support Your Account.</strong> We use your information to provide our products and manage your account.\nExamples include managing product downloads, updates and fixes, providing support and recommendations, and sending other administrative or account-related communications, including release notes.</p>\n</li>\n<li>\n<p>\n<strong>Manage Your Customer Experience.</strong> We use your information to maintain accurate contact and registration data, deliver support, and to offer products, services, and features.\nWe also use your data to deliver personalized communications and create recommendations based on your use of Elastic products, services, features, and your visits on our websites.</p>\n</li>\n<li>\n<p>\n<strong>Advertising.</strong> We use your information to provide personalized advertising to you per your privacy preferences settings and applicable law.\nWe might also share some of your information with marketing service providers and digital marketing networks to present advertisements that might interest you.\nThis may involve the use of Automatic Data Collection Tools.\nTo learn more about how Elastic uses Automated Data Collection Tools please see our Cookie Statement.</p>\n</li>\n<li>\n<p>\n<strong>Facilitate and Evaluate Use of the Online Properties.</strong> We use your information to provide the Online Properties, to facilitate your use of the Online Properties (such as facilitating navigation and the login process, preserving information between sessions and enhancing security), to improve quality, to evaluate page response rates and personalize and determine content.</p>\n</li>\n<li>\n<p>\n<strong>Business Operations.</strong> We use your information to conduct ordinary business operations, e.g., business research and analytics, corporate reporting and management, staff training and quality assurance purposes, and outreach.</p>\n</li>\n<li>\n<p>\n<strong>Security.</strong> We use the information to maintain the integrity and security of our websites, products and services and preventing and detecting security threats, fraud, or other criminal or malicious activity that might compromise your information or the information of other customers or website visitors.</p>\n</li>\n<li>\n<p>\n<strong>Third Party Social Networks.</strong> We may use personal data to interact with you on third party social networks (subject to that network's terms of use).</p>\n</li>\n<li>\n<p>\n<strong>Conferences and Events.</strong> Elastic and our partners may use your information to communicate with you about our events or our partner events.\nAfter the event, Elastic may contact you about the event and related products and services.\nWe may share information about your attendance with your company, and our conference sponsors and partners, where legally permitted to do so.\nIf a partner or conference sponsor directly requests your personal data at their conference booths or presentations, your information will be handled per their privacy practices.\nWe recommend that you review the privacy practices of such partners and sponsors.</p>\n</li>\n<li>\n<p>\n<strong>Education and Training:</strong> If you sign up for an Elastic certification course or training, Elastic will use your information to facilitate the delivery of such course or training.</p>\n</li>\n<li>\n<p>\n<strong>Research &amp.\nInnovation.</strong> We use your information to develop new products, features, and services using research and development tools and incorporating data analysis activities.</p>\n</li>\n<li>\n<p>\n<strong>Comply with Law.</strong> We use your information as required to be compliant with applicable laws, regulations, court orders, government, and law enforcement requests.</p>\n</li>\n<li>\n<p>\n<strong>Other Legitimate Business Purposes:</strong> We may use your information when it is necessary for other legitimate purposes, such as protecting Elastic's confidential and proprietary information.</p>\n</li>\n</ul>How We Share the Information<p>We share your personal data with the following categories of recipients and only with the appropriate contractual obligations in place:</p>With Elastic Companies<p>We may transfer your personal data to other Elastic entities in the US and worldwide for the purposes outlined in this Privacy Statement.\nWe protect your personal data per this Statement wherever it is processed and take appropriate contractual or other steps to protect it under applicable laws.\nThese steps include implementing the European Commission's <u>standard contractual clauses</u> and relying on the European Commission's <u>adequacy decisions</u> about certain countries, as applicable, for data transfers from the EEA to the United States and other countries.\nWe have implemented similar appropriate safeguards with our service providers, partners, and affiliates.\nFurthermore, our privacy guidelines are communicated to our employees on an annual basis as part of our mandatory training.\n</p>With Service Providers<p>We may share your information with third parties, such as vendors, consultants, agents and other service providers who provide services such as IT and system administration and hosting, credit card processing, research and analytics, marketing, targeted advertising, training and certifications, customer support, and data enrichment for the purposes and according to the legal bases described below.\nOur service providers are required by contract to safeguard any personal data they receive from us and are prohibited from using the personal data for any purpose other than to perform the services as instructed by Elastic.\nThese service providers may be located in the US or other global locations.\n</p>With Business Partners<p>We may share your information with our partners, such as distributors and resellers, and to other business partners, to fulfil product and information requests, to effectively deliver unified support, to provide customers and prospective customers with information about Elastic, and for event purposes.\nFrom time to time, Elastic may engage in joint sales, product promotions, or events with selected business partners.\nIf you purchase or express interest in a jointly-offered product, promotion, service, or event, we may share relevant personal data with those partners.\nSuch partners are responsible for managing their use of the personal data collected in these circumstances, including providing information to you about how they use your personal information.\nWe recommend you review the privacy policies of the relevant partner to find out more about their handling of your personal information.</p>With Competent Authorities<p>We may share your personal data when we believe, in good faith, that we must: (i) respond to duly authorized information requests of law enforcement agencies, regulators, courts, and other public authorities, including to meet national security or other law enforcement requirements.\n(ii) comply with any law, regulation, subpoena, or court order.\n(iii) investigate and help prevent security threats, fraud or other criminal or malicious activity.\n(iv) enforce/protect the rights and properties of Elastic or our affiliates.\nor (v) protect the rights or personal safety of Elastic's and our affiliates' employees, and third parties on or using Elastic property when allowed and in line with the requirements of applicable law.</p>For Corporate Transactions<p>We may share your information where, whether for strategic or other business reasons, Elastic decides to sell, buy, merge, or otherwise reorganize its businesses.\nIn such transactions, we may disclose or transfer your personal data to prospective or actual purchasers or receive your personal data from sellers.\nOur practice is to seek appropriate protection for your personal data in these types of transactions.</p>Cookies and Website Automatic Data Collection<p>Please see our Cookie Statement for detailed information on our use of cookies and Automatic Data Collection Tools.\n</p>Legal Basis for Processing the Information (European Economic Area)<p>We only use your information in a lawful, transparent, and fair manner.\nDepending on the specific personal data concerned and the factual context, we rely on the following legal bases:</p>\n<ul>\n<li>As necessary to prepare and enter into a contract;</li>\n<li>Consistent with specific revocable consents;</li>\n<li>As necessary to comply with our legal obligations;</li>\n<li>To protect your vital interests or those of others.\nand</li>\n<li>As necessary for our (or others') legitimate interests, including our interests in, unless those interests are overridden by your interests or fundamental rights and freedoms, which require protection of personal data.</li>\n</ul>International Data Transfers<p>Elastic operates globally, which means personal data collected in the European Economic Area (\"<strong>EEA</strong>\") or Switzerland may be stored and processed outside of the country or region where it was initially collected.\nWe protect your personal data in accordance with this Statement wherever it is processed and take appropriate contractual or other steps to protect it under applicable laws.\nThese steps include implementing the European Commission's <u>standard contractual clauses</u> and relying on the European Commission's <u>adequacy decisions</u> about certain countries, as applicable, for data transfers from the EEA to the United States and other countries.\nWe have implemented similar appropriate safeguards with our service providers, partners and affiliates.</p>Privacy Rights and Choices<p>At your request, and as required by law, we will:</p>\n<ul>\n<li>inform you of what personal data we have on file for you;</li>\n<li>amend or correct that personal data or any previous privacy preferences you selected.\nand/or</li>\n<li>delete your personal data.</li>\n</ul>\n<p>To exercise your rights, email us at privacy@elastic.co.\nPlease identify yourself and specify your request.\nWe use commercially reasonable efforts to delete your personal data as required, but retain records necessary to comply with a governmental authority or applicable federal, state, or local law.\nWhere legally permitted, we may decline to process requests that are unreasonably repetitive or systematic, require disproportionate technical effort, or jeopardize the privacy of others.</p>\n<p>If you are an EEA resident, you also have the right to complain to a data protection authority about our collection and use of your Personal Data.\nFor more information, please contact your local data protection authority.\n</p>Subscription Communications and General Communications<p>You have the option of subscribing to communications from us.\nElastic subscription communications include email newsletters, software updates, and maintenance notifications that may be expressly requested by you or which you consented to receive.</p>\n<p>After you consent to such communications, you may opt-out of receiving them by following the instructions in the email.\nTo unsubscribe from all Elastic email lists, please click here.</p>California Privacy Rights<p>Please see our California Privacy Rights Statement for information about California Privacy Rights, and other required disclosures.</p>Security<p>Elastic is committed to protecting the security of personal data.\nWe use appropriate technical and organizational measures to protect personal data from unauthorized access, use, or disclosure.\nDespite these measures, Elastic cannot eliminate security risks associated with personal data, and mistakes and security breaches may happen.\nWe retain the data only as required or permitted by law, and while the data continues to have a legitimate business purpose.\nPlease contact us with security questions at privacy@elastic.co.</p>Other Information<p>\n<strong>Data Retention.</strong> We retain information collected in connection with the Properties for so long as necessary to fulfill the purposes outlined in this Statement or where we have an ongoing legitimate business need to do so.</p>\n<p>\n<strong>Changes to this Privacy Statement.</strong> This General Privacy Statement is subject to occasional revision.\nIf we make any substantial changes in the way we use personal data, we will take appropriate measures to inform our customers, consistent with the significance of the changes we make.\nWe will provide notice of any material changes if and where required by applicable data protection laws.\n</p>\n<p>The date of the most recent update to this General Privacy Statement can be found by checking the \"effective\" date displayed at the top of this Statement.</p>How to Contact Us<p>If you have any questions or concerns regarding this Statement, you may call us at +1.650.458.2620, or write to us by email at privacy@elastic.co or by postal mail to: </p>\n<p>Elasticsearch, Inc.<br>\nAttn: Privacy Team<br>\n800 W.\nEl Camino Real, Suite 350<br>\nMountain View, CA 94040 USA</p>\n<p>Or</p>\n<p>Elasticsearch B.V.<br>\nAttn: Privacy Team<br>\nKeizersgracht 281<br>\n1016 ED Amsterdam<br>\nThe Netherlands</p>\n<p>\n<strong>Data Protection Officer.</strong> Elastic has appointed an external Data Protection Officer for German data subjects.\nFor questions about how information is gathered, stored, shared, used, or to exercise any data subject rights, please contact our Data Protection Officers as follows: dpo@elastic.co.</p>\n<p>If we are unable to resolve your concerns, you have the right to contact your local data privacy supervisory authority or seek a remedy through the courts if you believe your requests to exercise your rights have not been honored.</p>", "created_at": "2021-02-03 21:13:22.284329", "updated_at": "2021-02-03 21:13:25.642094"}], "points": [], "urls": ["swiftype.com"]}}