{"error": 448, "message": "OK", "parameters": {"id": 2568, "name": "NewPipe", "created_at": "2021-01-19 10:32:34.820809", "updated_at": "2021-03-27 21:35:37.404239", "wikipedia": "https://en.wikipedia.org/wiki/NewPipe", "keywords": null, "related": null, "slug": "newpipe", "is_comprehensively_reviewed": true, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/2568.png", "url": "newpipe.net", "documents": [{"id": 3624, "name": "Privacy Policy", "url": "https://newpipe.net/legal/privacy/", "xpath": "/html/body/div[1]", "text": "\nThe NewPipe project\nPrivacy Policy\n<p>The NewPipe project aims to provide a private, anonymous experience for using media web services.</p>\n<p>We provide some self-hosted services that help us develop NewPipe and the related projects, which require a minimum of personal data to be collected by us.\nWe take your privacy seriously and process the data you provide only for the purposes described below.\nWe promise to notify you about changes, as long as we are able to do so (i.e., we have a way to contact you, for example your e-mail address).</p>\n<p>We process and store data based on the EU General Data Protection Regulation (Regulation (EU) 2016/679 of the European Parliament and of the Council of April 2016 in combination with the Directive (EU) 2016/680 of the European Parliament and of the Council of 27 April 2016) law as well as the German Bundesdatenschutzgesetz (short BDSG, a German federal data protection law) in its latest version.</p>\n<p>The following document fulfills the requirements of the GDPR Articles 13 and 14, and informs you about the collection and processing of personal data within our project.</p>\n<p>All data is stored in a German datacenter, and therefore the data is subject to German law as well as EU law.</p>\nPerson responsible\n<p>The person responsible for the data collection described in this document is:</p>\n<p>Christian Schabesberger<br>\nDürerstr.\n3<br>\n91623 Sachsen b.\nA.<br>\nchris.schabesberger@mailbox.org</p>\nData collection on the NewPipe website (including blog with comments and press kit)\n<p>We do not collect any personal data of visitors of the NewPipe website.\nWe do not install cookies on your system, and we do not track our users.\nPersonal data such as the IP address are only processed for the purpose of serving the pages by our webserver software, and are deleted from the memory immediately after the page has been sent to the user.</p>\nServer logs\n<p>To have a minimum of control in scenarios where our website is abused, for example denial-of-service attacks, we configured our webserver to create a so-called acces log.\nThis log file contains a list of all requests made to this server, each request in a separate line.</p>\n<p>The logged lines contain the following information:</p>\n<ul>\n<li>the IP address that was used to make the request</li>\n<li>a timestamp</li>\n<li>the URL</li>\n<li>the HTTP status code</li>\n<li>the user agent the user‘s browser sends automatically</li>\n</ul>\n<p>We need to keep logs of the IP addresses sending requests to our server.\nAs IP addresses are considered personal data and we respect the privacy of our users, we only keep enough of the IP address to be able to able to react to abuse (e.g., DoS and other attacks).<br>\nWe calculate prefixes of the IP addresses to anonymize them as follows:</p>\n<ul>\n<li>For IPv4 addresses, we remove the last two bytes to anonymize them.\nFor example, an IP address such as <code>12.34.56.78</code> would be logged as <code>12.34.0.0</code>.</li>\n<li>For IPv6 addresses, we remove all bytes but the first two.\nFor example, an IP address such as <code>2001:db8:85a3:8d3:1319:8a2e:370:7344</code> would be logged as <code>2001:db8:0:0:0:0:0:0</code> (short <code>2001:0db8::</code>).</li>\n</ul>\n<p>We can not identify users from combinations of the other data.\nTherefore, we consider our log anonymized.</p>\nComments\n<p>The NewPipe blog provides a comment section which can be used to provide feedback for the articles or the project itself.\nNormal visits don‘t yield any private data.</p>\n<p>Users have the ability to leave comments themselves.\nWe use the excellent isso software to provide this feature.</p>\n<p>If a user sends a comment, the following data is collected:</p>\n<ul>\n<li>mandatory data:\n<ul>\n<li>a name (can, but does not have to be a user's real name), allowing users to let others (including the NewPipe project) identify them, for example on other services, such as GitHub.\nthe name is published next to the user's comment</li>\n<li>a personal comment</li>\n</ul>\n</li>\n<li>optional data:\n<ul>\n<li>an e-mail address, users can enter one if they want the NewPipe project to be able to contact them.\nit is not published and is not and won't ever be shared with third parties</li>\n<li>a URL to their homepage, which will be published publicly in the form of a link</li>\n</ul>\n</li>\n</ul>\n<p>In order to fulfill legal constraints, i.e., to help investigating insults and similar criminal acts, we store the IP addresses that were used to create the comments.\nIf we would not store them, we could be prosecuted ourselves.</p>\n<p>The IP addresses and the other data are stored permanently.</p>\n<p>In order to help users to comment more easily in the future, isso stores the contents of the name, e-mail address and URL fields of the comment form in the user's browser's localStorage.\nLocalStorage is a browser-side method for storing data persistently, and is bound to a single website.\nIt has been standardized by the World Wide Web Consortium (W3C), and has been published in form of a W3C Recommendation in 2016.</p>\n<p>LocalStorage behaves different than the well-known cookies.\nUnlike cookies, the localStorage's contents are never sent to our servers.\nWe cannot change or copy them.\nThey're only used by isso to fill them into the comment form on future visits.\nIf you do not want isso to store anything in your localStorage, please configure your browser accordingly by either adding an exception for the NewPipe website, or deactivating localStorage completely.\nSo-called \"private modes\" some browsers provide may also prevent localStorage from being created.\nPlease refer to your browser's manual for details.</p>\nData collection and processing by Sentry, our bug report tracking system\n<p>We maintain an instance of Sentry, a bug tracking and aggregation system, in order to process user-provided bug reports including crash logs and messages.</p>\n<p>We implemented a fully self-hosted bug reporting system that provides a unique level of transparency to the user.\nWhen NewPipe crashes on an Android device, the user is shown a dialog containing a summary of the information NewPipe was able to gain about the bug.\nThe user can now opt to send the full details to the NewPipe project in order to allow us to identify and hopefully fix the bug.\nWhen a user clicks the send button, NewPipe composes an e-mail via the Android system (i.e., in the configured standard e-mail client) containing the details in a machine-readable format called JSON.\nJSON is a text-based format, allowing users to read the data and check exactly what data could be sent to us.\nUsers can remove or anonymize data which they do not want to be shared, as long as the JSON format is not broken (in this case, our system can not parse the e-mail any more).</p>\n<p>The JSON part contains the following information:</p>\n<ul>\n<li>the e-mail address of the sender</li>\n<li>the type/name of the error</li>\n<li>the URL of the requested page that caused NewPipe to crash</li>\n<li>the language set in NewPipe's settings</li>\n<li>time of the incident (minute accuracy)</li>\n<li>name of the used application</li>\n<li>version of the used application</li>\n<li>operating system name, version and API level (e.g., \"Linux Android 4.4.4 - 19\")</li>\n<li>the error protocol (stacktrace)</li>\n</ul>\n<p>Our bug reporting code is implemented to not embed any personal data in the JSON blob.\nHowever, we cannot guarantee that there won't be any personal data contained by accident.\nAlso, we cannot control whether the user will add any personal data to the generated JSON data, nor can we control whether users add personal data outside it.\nTherefore we tried to implement our bug report system as transparently as possible, allowing the user to entirely control what data is sent.\nWe assume that by sending an actual e-mail to the crash reporting system's address, any personal data is sent on behalf and with consent of the user.\nWe preserve the right to process this data automatically in our Sentry system, the crash report importing software, and accompanying software.\nWe store the data as long as it is needed for analyzations.\nThe e-mails are stored on a self-hosted mail server, and won't be deleted before processing takes place.\nOften, the raw e-mail data is stored even longer, in order to allow re-imports of the data into Sentry.<br>\nAny additional text in the e-mail that is not part of the JSON section is considered a user comment and will be processed and stored by us as well.</p>\n<p>Once the data has been imported, our Sentry system reorganizes the data.\nBug reports which Sentry considers similar are aggregated.\nSentry is configured to strip any personal data from the bug reports.\nThis can be considered a \"last line of defence\", and doesn't ensure that no private data is ever collected and stored.</p>\n<p>Only a small circle of people has access to the Sentry system.\nWe instruct every user to delete any report which contains personal data as soon as it is discovered.\nDue to the amount of bug reports we receive every day (varies from a few hundred to a few thousand e-mails every week), we can not check every report for personal data by hand.\nWe ask you to ensure you don't send us any personal data you don't want to share with us.\nWe consider any content in the e-mails to be sent with your consent.\nYou may, at any time, request deletion of the data.\nPlease see below for your rights as a user.</p>\n<p>Once an issue discovered by Sentry has been resolved, the reports related to it are archived in the database.</p>\nUsers' rights\n<p>Every user has the right to request details about the personal data stored about them according to GDPR Art.\n15.</p>\n<p>Every user has the right to request the correction or completion (GDPR Art.\n16) or deletion (GDPR Art.\n17) or restriction of use (GDPR Art.\n18) of the data sent to us at any time.</p>\n<p>In many cases, due to our philosophy, the data is highly anonymized.\nIf your data is, and we think it should be, anonymized so that we cannot associate with any user, we can most likely not delete it from our system.\nIn these cases, however, no personal data is collected.\nFurthermore, if we cannot verify your identity (e.g., you use another e-mail address to request the deletion of data associated with another e-mail address), we can not delete the data from our systems either.</p>\n<p>According to GDPR Art.\n77, you may, at any time, file a complaint about our data processing at your local data protection officer.</p>\n<p>According to GDPR Art.\n7 paragraph 3, you may revoke any consent you gave us about storing and processing data at any time for future time.</p>\n<p>According to GDPR Art.\n21, you may at any time dissent the processing and storing of data listed in the article.</p>\nNote on Data Security\n<p>All data is stored on a dedicated server administrated by the NewPipe project.\nNeither the hosting provider nor any other third party does have any access to the data, as it is stored encryptedly on the hard disks using so-called full-disk encryption.</p>\nNote on Backups\n<p>On a regular basis, backups of the data are created, and stored encryptedly on the server.\nAfter encrypting them, they are stored in different locations in Germany in order to create some redundancy, and allowing restoration in case of failures.\nThe backups are stored up to 6 months, and are then deleted securely from the systems.\nThe encrypted backups are stored as-is on the backup system the hosting provider provides.\nOn systems outside the data center, they are stored with the same full-disk encryption mechanisms that are used to prevent unauthorized access to the raw data on the original server.</p>\nNote on Abuse\n<p>The data is processed and stored only for the purposes described above.\nWe will not share any of the data with third parties.\nThe published data is available on the Internet publicly, so that we can not tell whether third parties will copy them unauthorizedly.\nWe want to state that we do not authorize any of these uses.\nIf we should be informed about any unauthorized and illegal uses of our data, we will take appropriate measures to prevent further abuse.\nWe encourage our users to actively help us with this by contacting the person responsible listed in this document immediately.\nIf you wish to, you can use PGP encryption to make sure your message can not be read by anybody but you and the NewPipe team.\nThe PGP key's ID and fingerprint can be found below the details of the person responsible.</p> ", "created_at": "2021-01-19 10:37:30.473558", "updated_at": "2021-03-25 09:39:17.775425"}, {"id": 3623, "name": "License", "url": "https://newpipe.net/legal/license/", "xpath": "/html/body", "text": "\nNewPipe Website Licensing <p>This document explains the licensing situation of the NewPipe website.</p> Licensing of Contents <p>The contents of this site, except for third-party resources or where noted\notherwise, are licensed under the terms of the Creative Commons\nAttribution-ShareAlike 3.0 Unported (CC BY-SA 3.0).</p>\n<p>Content is defined as the intellectual property found in texts, images, and\nother media.\nThe source code itself is licensed differently.\nPlease see the\nsection \"Licensing of Source Code\".</p>\n<p>You can fetch a copy from the \"licenses\" directory inside this repository as\nwell as from the Creative Commons website.</p>\n<p>Authors who contribute media to this repository declare their agreement that\ntheir contribution will be licensed under the terms of CC-BY-SA 3.0.\nThey\nfurther declare that they own the intellectual property, or have been\nauthorized by the respective owner.</p> Licensing of Source Code <p>The source code (HTML, CSS and other scripting, markup or programming languages\nand the like) is licensed under the terms of the MIT license.</p>\n<p>You can fetch a copy from the \"licenses\" directory inside this repository as\nwell as from the Open Source Initiative's homepage.</p>\n<p>Authors who contribute source code to this repository declare their agreement\nthat their contribution will be licensed under the terms of the MIT license.\nThey further declare that they own the intellectual property, or have been\nauthorized by the respective owner.</p> Third Party Projects' Licensing Font Awesome <p>This project uses resources from the Font Awesome project.\nCopyright Dave Gandy.</p>\n<p>The fonts are licensed under the terms of the SIL Open Font License.</p>\n<p>The source code (CSS files etc.) is licensed under the terms of the MIT\nlicense.</p>\n<p>The details can be found on the Font Awesome homepage.</p>\n<p>You can fetch a copy of these licenses from the \"licenses\" directory\ninside this repository as well as from the\nSIL homepage and the\nOpen Source Initiative's\nhomepage.</p> Background Image <p>The background image has been published by Ken Lee under the terms of the\nCreative Commons Attribution-ShareAlike 2.0 Unported (CC-BY-SA 2.0) license.</p>\n<p>You can fetch a copy from the \"licenses\" directory inside this repository as\nwell as from the Creative Commons website.</p> ", "created_at": "2021-01-19 10:36:53.182138", "updated_at": "2021-03-25 09:39:01.269975"}], "points": [{"id": 17747, "title": "Your personal data is used for limited purposes", "source": "https://newpipe.net/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2021-03-25 10:08:16.534684", "updated_at": "2021-03-25 10:08:16.534684", "quoteText": "<p>In many cases, due to our philosophy, the data is highly anonymized.\nIf your data is, and we think it should be, anonymized so that we cannot associate with any user, we can most likely not delete it from our system.\nIn these cases, however, no personal data is collected.", "case_id": 196, "document_id": 3624, "quoteStart": 9876, "quoteEnd": 10151}, {"id": 17731, "title": "Features of the website are made available under a free software license", "source": "https://newpipe.net/legal/license/", "status": "Generated through the annotate view", "created_at": "2021-03-25 09:47:04.954245", "updated_at": "2021-03-25 09:47:04.954245", "quoteText": "The fonts are licensed under the terms of the SIL Open Font License.</p>\n<p>The source code (CSS files etc.) is licensed under the terms of the MIT\nlicense.</p>\n<p>The details can be found on the Font Awesome homepage.</p>\n<p>You can fetch a copy of these licenses from the \"licenses\" directory\ninside this repository as well as from the\nSIL homepage and the\nOpen Source Initiative's\nhomepage.</p>", "case_id": 171, "document_id": 3623, "quoteStart": 1630, "quoteEnd": 2027}, {"id": 17744, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://newpipe.net/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2021-03-25 10:01:10.82672", "updated_at": "2021-03-25 10:01:10.82672", "quoteText": "\n<p>According to GDPR Art.\n77, you may, at any time, file a complaint about our data processing at your local data protection officer.</p>", "case_id": 300, "document_id": 3624, "quoteStart": 10365, "quoteEnd": 10503}, {"id": 17748, "title": "You can limit how your information is used by the service", "source": "https://newpipe.net/legal/privacy/", "status": "In the Privacy Policy: \"Every user has the right to request the [...] restriction of use (GDPR Art. 18) of the data sent to us at any time.\"", "created_at": "2021-03-25 10:09:42.089653", "updated_at": "2021-03-25 10:11:15.663022", "quoteText": null, "case_id": 338, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 17749, "title": "The service provides details about what kinds of information they collect", "source": "https://newpipe.net/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2021-03-25 10:10:22.501159", "updated_at": "2021-03-25 10:10:42.179141", "quoteText": "The following document fulfills the requirements of the GDPR Articles 13 and 14, and informs you about the collection and processing of personal data within our project.</p>\n", "case_id": 228, "document_id": 3624, "quoteStart": 959, "quoteEnd": 1133}, {"id": 17746, "title": "The service does not use third-party analytics or tracking platforms", "source": "https://newpipe.net/legal/privacy/", "status": "In the Privacy Policy: \"We do not install cookies on your system, and we do not track our users.\"", "created_at": "2021-03-25 10:07:33.100001", "updated_at": "2021-03-25 10:11:32.237218", "quoteText": null, "case_id": 381, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 17732, "title": "Users can access most of the pages on the service's website without revealing any personal information", "source": "https://newpipe.net/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2021-03-25 09:47:55.166884", "updated_at": "2021-03-25 09:47:55.166884", "quoteText": "We do not collect any personal data of visitors of the NewPipe website.", "case_id": 298, "document_id": 3624, "quoteStart": 1548, "quoteEnd": 1619}, {"id": 17736, "title": "The service allows you to use pseudonyms", "source": "https://newpipe.net/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2021-03-25 09:50:37.5", "updated_at": "2021-03-25 09:50:37.5", "quoteText": "<p>Users have the ability to leave comments themselves.\nWe use the excellent isso software to provide this feature.</p>\n<p>If a user sends a comment, the following data is collected:</p>\n<ul>\n<li>mandatory data:\n<ul>\n<li>a name (can, but does not have to be a user's real name), allowing users to let others (including the NewPipe project) identify them, for example on other services, such as GitHub.\n", "case_id": 215, "document_id": 3624, "quoteStart": 3526, "quoteEnd": 3928}, {"id": 17741, "title": "Your personal data is aggregated into statistics", "source": "https://newpipe.net/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2021-03-25 09:57:31.940592", "updated_at": "2021-03-25 09:57:31.940592", "quoteText": "<p>In many cases, due to our philosophy, the data is highly anonymized.", "case_id": 190, "document_id": 3624, "quoteStart": 9876, "quoteEnd": 9947}, {"id": 17740, "title": "The service does not share user information with third parties", "source": "https://newpipe.net/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2021-03-25 09:55:33.833154", "updated_at": "2021-03-25 09:55:33.833154", "quoteText": "<p>The data is processed and stored only for the purposes described above.\nWe will not share any of the data with third parties.\n", "case_id": 311, "document_id": 3624, "quoteStart": 11696, "quoteEnd": 11825}, {"id": 17743, "title": "Third parties are involved in operating the service", "source": "https://newpipe.net/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2021-03-25 09:59:15.26706", "updated_at": "2021-03-25 09:59:15.26706", "quoteText": "\nData collection and processing by Sentry, our bug report tracking system\n<p>We maintain an instance of Sentry, a bug tracking and aggregation system, in order to process user-provided bug reports including crash logs and messages.</p>", "case_id": 207, "document_id": 3624, "quoteStart": 5668, "quoteEnd": 5903}, {"id": 17745, "title": "The court of law governing the terms is in Germany", "source": "https://newpipe.net/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2021-03-25 10:04:32.85847", "updated_at": "2021-03-25 10:04:52.62404", "quoteText": "All data is stored in a German datacenter, and therefore the data is subject to German law as well as EU law.</p>\n", "case_id": 163, "document_id": 3624, "quoteStart": 1136, "quoteEnd": 1250}, {"id": 17730, "title": "Content is published under a free license instead of a bilateral one", "source": "https://newpipe.net/legal/license/", "status": "Generated through the annotate view", "created_at": "2021-03-25 09:45:46.595103", "updated_at": "2021-03-25 09:45:46.595103", "quoteText": "The contents of this site, except for third-party resources or where noted\notherwise, are licensed under the terms of the Creative Commons\nAttribution-ShareAlike 3.0 Unported (CC BY-SA 3.0).", "case_id": 131, "document_id": 3623, "quoteStart": 130, "quoteEnd": 320}, {"id": 17733, "title": "This service does not track you", "source": "https://newpipe.net/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2021-03-25 09:48:04.934817", "updated_at": "2021-03-25 09:48:04.934817", "quoteText": "We do not install cookies on your system, and we do not track our users.\n", "case_id": 218, "document_id": 3624, "quoteStart": 1620, "quoteEnd": 1693}, {"id": 17734, "title": "IP addresses of website visitors are not tracked", "source": "https://newpipe.net/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2021-03-25 09:48:48.715212", "updated_at": "2021-03-25 09:48:48.715212", "quoteText": "We calculate prefixes of the IP addresses to anonymize them as follows:</p>\n<ul>\n<li>For IPv4 addresses, we remove the last two bytes to anonymize them.\nFor example, an IP address such as <code>12.34.56.78</code> would be logged as <code>12.34.0.0</code>.</li>\n<li>For IPv6 addresses, we remove all bytes but the first two.\nFor example, an IP address such as <code>2001:db8:85a3:8d3:1319:8a2e:370:7344</code> would be logged as <code>2001:db8:0:0:0:0:0:0</code> (short <code>2001:0db8::</code>).</li>\n</ul>\n", "case_id": 192, "document_id": 3624, "quoteStart": 2724, "quoteEnd": 3231}, {"id": 17735, "title": "Only necessary user logs are kept by the service to ensure quality", "source": "https://newpipe.net/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2021-03-25 09:49:55.210195", "updated_at": "2021-03-25 09:49:55.210195", "quoteText": "Personal data such as the IP address are only processed for the purpose of serving the pages by our webserver software, and are deleted from the memory immediately after the page has been sent to the user.</p>\nServer logs\n<p>To have a minimum of control in scenarios where our website is abused, for example denial-of-service attacks, we configured our webserver to create a so-called acces log.\nThis log file contains a list of all requests made to this server, each request in a separate line.</p>\n<p>The logged lines contain the following information:</p>\n<ul>\n<li>the IP address that was used to make the request</li>\n<li>a timestamp</li>\n<li>the URL</li>\n<li>the HTTP status code</li>\n<li>the user agent the user‘s browser sends automatically</li>\n</ul>\n<p>We need to keep logs of the IP addresses sending requests to our server.\nAs IP addresses are considered personal data and we respect the privacy of our users, we only keep enough of the IP address to be able to able to react to abuse (e.g., DoS and other attacks).<br>", "case_id": 176, "document_id": 3624, "quoteStart": 1693, "quoteEnd": 2723}, {"id": 17737, "title": "The service informs users about the risk of publishing personal info online", "source": "https://newpipe.net/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2021-03-25 09:53:40.484494", "updated_at": "2021-03-25 09:53:40.484494", "quoteText": "Due to the amount of bug reports we receive every day (varies from a few hundred to a few thousand e-mails every week), we can not check every report for personal data by hand.\nWe ask you to ensure you don't send us any personal data you don't want to share with us.\n", "case_id": 231, "document_id": 3624, "quoteStart": 9002, "quoteEnd": 9269}, {"id": 17738, "title": "You can request access, correction and/or deletion of your data", "source": "https://newpipe.net/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2021-03-25 09:54:08.534054", "updated_at": "2021-03-25 09:54:08.534054", "quoteText": "Every user has the right to request the correction or completion (GDPR Art.\n16) or deletion (GDPR Art.\n17) or restriction of use (GDPR Art.\n18) of the data sent to us at any time.</p>\n", "case_id": 195, "document_id": 3624, "quoteStart": 9692, "quoteEnd": 9876}, {"id": 17739, "title": "The user is informed about security practices", "source": "https://newpipe.net/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2021-03-25 09:55:01.858225", "updated_at": "2021-03-25 09:55:01.858225", "quoteText": "<p>All data is stored on a dedicated server administrated by the NewPipe project.\nNeither the hosting provider nor any other third party does have any access to the data, as it is stored encryptedly on the hard disks using so-called full-disk encryption.</p>\n", "case_id": 226, "document_id": 3624, "quoteStart": 10793, "quoteEnd": 11052}, {"id": 17742, "title": "User logs are deleted after a finite period of time", "source": "https://newpipe.net/legal/privacy/", "status": "Generated through the annotate view", "created_at": "2021-03-25 09:58:03.240014", "updated_at": "2021-03-25 09:58:03.240014", "quoteText": "Personal data such as the IP address are only processed for the purpose of serving the pages by our webserver software, and are deleted from the memory immediately after the page has been sent to the user.</p>", "case_id": 177, "document_id": 3624, "quoteStart": 1693, "quoteEnd": 1902}], "urls": ["newpipe.net"]}}