{"error": 448, "message": "OK", "parameters": {"id": 4958, "name": "Technology Advice", "created_at": "2021-09-02 02:56:50.830462", "updated_at": "2021-09-02 22:01:08.24324", "wikipedia": null, "keywords": null, "related": null, "slug": "technology-advice", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4958.png", "url": "techrepublic.com,technologyadvice.com", "documents": [{"id": 8908, "name": "Terms of Use", "url": "https://technologyadvice.com/terms-conditions/", "xpath": "/html/body/main/div/div/div", "text": " Terms of Use <p>Effective Date: March 1, 2014</p>\n<p>\n<strong>THE FOLLOWING DESCRIBES THE TERMS AND CONDITIONS ON WHICH TECHNOLOGYADVICE OFFERS YOU ACCESS TO ITS SERVICES.\nPLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THIS WEBSITE.</strong>\n</p>\n<p>TechnologyAdvice, LLC dba TechnologyAdvice (\"TechnologyAdvice\") provides this website, technologyadvice.com (\"Website\") and the related services (\"Services\") to You the user, whether an individual or organization (\"User,\" \"You,\" or \"Your\").\nAs a condition of Your use of the Services, You, the User, agrees to these Terms of Use (\"Agreement\") without limitation or qualification along with the TechnologyAdvice Privacy Policy, which is hereby incorporated into this Agreement by reference.\nShould You not agree to the terms of this Agreement, please do not use this Website or the related Services.</p>\n<p>TechnologyAdvice may amend this Agreement from time to time by posting new Terms of Use to the Website.\nUsers are required to check this Agreement for updates periodically and TechnologyAdvice and has no obligation to inform Users of any amendments to the Agreement.\nAny use by a User of the Website or Services after the new Terms of Use are posted shall be deemed to constitute agreement by User to the amended Agreement.</p>\n<p>\n<strong>1.\nAccess Eligibility</strong>.\nYou must be at least eighteen (18) years of age to register and use the Website and Services.\nTechnologyAdvice's Services are available only to individuals who can form legally binding contracts under applicable law.\nTechnologyAdvice reserves the right to refuse access to, or use of our Website or Services to anyone not complying with this Agreement, at any time, in its sole discretion.</p>\n<p>\n<strong>2.\nRegistration/Your Account.</strong> You may browse the Website without registering.\nHowever, You must register on the Website (\"Registration\") in order to use all of the Services.\nDuring Registration, You will be asked to provide information such as Your name, address, telephone number and email address.\nYou will also be asked to create an account consisting of a User ID and password to identify Yourself in future visits to the Website in addition to accepting the terms of this Agreement.\nIt is YOUR responsibility to maintain the confidentiality of Your User ID and password and You agree to accept responsibility for all activities that occur under Your Account.\nYou may not transfer, assign or sell Your Account to any third party.\nAll of the information that You provide during Registration is collected according to the terms of TechnologyAdvice's Privacy Policy available here.\nPLEASE NOTE: YOU MUST PROVIDE ACCURATE AND CURRENT INFORMATION TO TECHNOLOGYADVICE.\nIF YOU PROVIDE ANY INFORMATION THAT IS FALSE, MISLEADING, INACCURATE, NOT CURRENT OR INCOMPLETE DURING REGISTRATION OR OTHERWISE, TECHNOLOGYADVICE RESERVES THE RIGHT TO SUSPEND OR TERMINATE YOUR ACCOUNT AND REFUSE ANY AND ALL CURRENT OR FUTURE USE OF THE SERVICE (OR ANY PORTION THEREOF).\nANY ACTIVITIES THAT ARE ILLEGALLY CARRIED ON WITHIN THE WEBSITE WILL BE REPORTED TO THE APPROPRIATE FEDERAL, STATE OR LOCAL AUTHORITIES.</p>\n<p>\n<strong>3.\nElectronic Communications.</strong> When You send e-mails to TechnologyAdvice or visit the Website, You are communicating with TechnologyAdvice electronically.\nBy communicating with TechnologyAdvice via e-mail or by submitting any request on the Website, You agree that TechnologyAdvice may send e-mail to You and You consent to receive e-mail or other electronic communications from TechnologyAdvice.\nGenerally, TechnologyAdvice will communicate with You by e-mail or by posting notices on this Website.\nNevertheless, if You request a demo, a price quote, or request more information about a particular vendor.\nor provide TechnologyAdvice Your contact information, You: (i) consent and agree to TechnologyAdvice contacting You by phone at the phone number(s) You provided to TechnologyAdvice.\nand (ii) consent to TechnologyAdvice recording or monitoring Your phone call for quality assurance or training purposes.\nThere will be no other or further warning concerning TechnologyAdvice's recordation of calls between You and the TechnologyAdvice staff.\nYou agree that all agreements, notices, disclosures, and other communications that TechnologyAdvice provides to You electronically satisfy any legal requirement that such communications be in writing and/or that they be sent to the recipient's last known address.\nFurthermore, You agree and acknowledge that in the event that You request a demo, a price quote, or request more information about a particular vendor, You may not receive an immediate response and that it may take up to a full day to receive a response to Your request.\nHowever, TechnologyAdvice makes no guarantees regarding the actual response time to a request and cannot guarantee that You will receive a response to Your request.</p>\n<p>\n<strong>4.\nTerm.</strong> This Agreement shall remain in full force and effect while You are using the Website or Services whether You are a visitor or a registered User.\nYou may delete Your Account at any time, for any or no reason, by sending Your request to hello@technologyadvice.com.\nHowever, please note that even if You delete Your Account but continue to use the Services as a visitor, Your use of the Services is still subject to this Agreement.\nTechnologyAdvice may terminate Your Account or rights to use the Services for any or no reason at any time by ceasing to provide the Services to You.\nYou understand that termination of this Agreement and the Account You have created with TechnologyAdvice may involve deletion of Your Account information from TechnologyAdvice's live databases.\nTechnologyAdvice will not have any liability whatsoever to You for any termination of Your Account or related deletion of Your information.</p>\n<p>\n<strong>5.\nOwnership of Services.</strong> You acknowledge that all the intellectual property rights in the Website and Services (excluding any User Provided Content as defined below) are owned by TechnologyAdvice or its partners.\nYou agree not to (a) reproduce, modify, publish, transmit, distribute, publicly perform or display, sell, or create derivative works based on the Website or Services or related Content and (b) rent, lease, loan, or sell access to the Services.\nFor this Agreement \"Content\" means any work of authorship or information, including product reviews, vendor reviews, product category taxonomy, comments, opinions, postings, messages, text, files, images, photos, works of authorship, e-mail, or other material whether created by TechnologyAdvice or by a User.</p>\n<p>\n<strong>6.\nUser Provided Content.</strong> Users may upload or provide Content to the Website (\"User Provided Content\").\nTechnologyAdvice does not claim ownership in any User Provided Content, but by providing such User Provided Content, You hereby grant to TechnologyAdvice an unrestricted, irrevocable, perpetual, non-exclusive, fully-paid and royalty-free, license (with the right to sublicense through unlimited levels of sublicensees) to use, copy, perform, display, create derivative works of, and distribute such User Provided Content in any and all media (now known or later developed) throughout the world.\nTechnologyAdvice may modify or adapt User Provided Content including without limitation in order to transmit, display or distribute it over computer networks and in various media and/or make changes to User Provided Content as necessary to conform and adapt them to any requirements or limitations of any networks, devices, services or media.\nYou further agree that no compensation will be paid with respect to You for the User Provided Content that You post through the Services.\nYou should only post Content to the Services that You are comfortable sharing with others under the terms of this Agreement.</p>\n<p>\n<strong>7.\nThird Party Content.</strong> The Website and Services contains Content provided by Users and third parties, and TechnologyAdvice does not control such Content.\nTherefore, You agree that: (a) TechnologyAdvice is not responsible for any such Content, including advertising and information about third party products or service, employer, interview and salary-related information provided by Users through product reviews, vendor reviews, and other forums.\nand (b) TechnologyAdvice makes no guarantees about the accuracy, currency, suitability, or quality of the information in such Content, and TechnologyAdvice assumes no responsibility whatsoever for unintended, objectionable, inaccurate, misleading, or unlawful Content made available on the Website.</p>\n<p>\n<strong>8.\nGrant of License.</strong> TechnologyAdvice, to the extent it has such rights, hereby grants to You a limited, revocable, non-sublicensable license to download, view, copy and print the Content on the Website solely for Your personal use in connection with using the Service and for no other purposes.</p>\n<p>\n<strong>9.\nThird Party Links.</strong> This Website may be linked to other web sites that are not TechnologyAdvice sites (collectively, \"Third Party Sites\").\nCertain areas of the Website may allow You to interact with such Third Party Sites and, in certain situations, You may be transferred to a Third Party Site through a link but it may appear that You are still on the Website.\nIn any case, You acknowledge and agree that the Third Party Sites may have different privacy policies and terms and conditions and/or user guides and business practices than TechnologyAdvice, and You further acknowledge and agree that Your use of such Third Party Sites is governed by the respective Third Party Site privacy policy and terms and conditions and/or user guides.\nYou hereby agree to comply with any and all terms and conditions, users guides and privacy policies of any of Third Party Sites.\nTechnologyAdvice is providing links to the Third Party Sites to You as a convenience, and TechnologyAdvice does not verify, make any representations or take responsibility for such Third Party Sites, including, without limitation, the truthfulness, accuracy, quality or completeness of the content, services, links displayed and/or any other activities conducted on or through such Third Party Sites.\nYOU AGREE THAT TECHNOLOGYADVICE WILL NOT, UNDER ANY CIRCUMSTANCES, BE RESPONSIBLE OR LIABLE, DIRECTLY OR INDIRECTLY, FOR ANY GOODS, SERVICES, INFORMATION, RESOURCES AND/OR CONTENT AVAILABLE ON OR THROUGH ANY THIRD PARTY WEB SITES AND/OR THIRD-PARTY DEALINGS OR COMMUNICATIONS, OR FOR ANY HARM RELATED THERETO, OR FOR ANY DAMAGES OR LOSS CAUSED OR ALLEGED TO BE CAUSED BY OR IN CONNECTION WITH YOUR USE OR RELIANCE ON THE CONTENT OR BUSINESS PRACTICES OF ANY THIRD PARTY.\nANY REFERENCE ON THE WEBSITE TO ANY PRODUCT, SERVICE, PUBLICATION, INSTITUTION, ORGANIZATION OF ANY THIRD PARTY ENTITY OR INDIVIDUAL DOES NOT CONSTITUTE OR IMPLY TECHNOLOGYADVICE'S ENDORSEMENT OR RECOMMENDATION.</p>\n<p>\n<strong>10.\nInteractions.</strong> Your interactions with other Users on the Services or with advertisers, including payment and delivery of goods or services, and any other terms, conditions, warranties or representations associated with such dealings, are solely between You and the other User or advertiser.\nYou agree that TechnologyAdvice are not responsible for any loss or damage incurred as the result of any such dealings or with respect to any other User's use or disclosure of information about You that You have provided to publicly available sections of the Services.\nIf there is a dispute between You and any third party (including any User), TechnologyAdvice is under no obligation to become involved.\nhowever, TechnologyAdvice reserves the right, but have no obligation, to monitor disputes between You and other Users.</p>\n<p>\n<strong>11.\nUse of User Information.</strong> You will not use any information obtained from the Services in order to harass, abuse, or harm another person, or in order to contact, advertise to, solicit, or sell to any User without their prior explicit consent.\nIn order to protect Users from such advertising or solicitation, TechnologyAdvice reserves the right to restrict the number of communications which a User may send to other Users and the sharing of any Content in any period to a number and amount which TechnologyAdvice deems appropriate in its sole discretion.</p>\n<p>\n<strong>12.\nResponsibilities Regarding User Provided Content.</strong> You are responsible for the information, opinions, evaluations, reviews, ratings, messages, comments, photos, videos, graphics, sounds and other content or material that You submit, upload, post or otherwise make available as part of User Provided Content.\nBy submitting User Provided Content, You represent and warrant that (1) You are the sole author of the User Provided Content and owner of the intellectual property rights thereto.\n(2) if You provided a review, evaluation or opinion of a product or service, You are not an employee, contractor, agent, channel partner or director of the vendor of such product or service or its affiliate and otherwise have no pecuniary interest in such vendor, product or service.\n(3) Your submission is accurate to the best of Your knowledge.\nand (4) You are not violating any confidentiality, non-disclosure, or contractual obligations You might have towards a third party, including without limitation Your current or former employer or any vendor with whom You have obligations of confidentiality.\nYou may not upload, post or otherwise make available on this Website any material protected by copyright, trademark, or any other proprietary right without the express permission of the owner of such copyright, trademark or other proprietary right owned by a third party, and the burden of determining whether any material is protected by any such right is on You.\nYou shall be solely liable for any damage resulting from any infringement of copyrights, trademarks, proprietary rights, violation of contract, privacy or publicity rights or any other harm resulting from any User Provided Content that You provide.\nYou have full responsibility for User Provided Content that You submit, including its legality, reliability and appropriateness.</p>\n<p>\n<strong>13.\nProhibited Content.</strong> You agree that You will not post any Prohibited Content or use any Prohibited Content in connection with the Services.\n\"Prohibited Content\" is Content that: (i) is offensive or promotes racism, bigotry, hatred or physical harm of any kind against any group or individual, or is pornographic or sexually explicit in nature.\n(ii) bullies, harasses or advocates stalking, bullying, or harassment of another person.\n(iii) involves the transmission of \"junk mail,\" \"chain letters,\" unsolicited mass mailing, or \"spamming\".\n(iv) is false or misleading or promotes, endorses or furthers illegal activities or conduct that is abusive, threatening, obscene, defamatory or libelous.\n(v) promotes, copies, performs or distributes an illegal or unauthorized copy of another person's work that is protected by copyright or trade secret law, such as providing pirated computer programs or links to them, providing information to circumvent manufacturer-installed copy-protection devices, or providing pirated music, videos, or movies, or links to such pirated music, videos, or movies.\n(vi) is involved in the exploitation of persons under the age of eighteen (18) in a sexual or violent manner, or solicits personal information from anyone under eighteen (18).\n(vii) provides instructional information about illegal activities such as making or buying illegal weapons, violating someone's privacy, or providing or creating computer viruses and other harmful code.\n(viii) solicits passwords or personally identifying information for commercial or unlawful purposes from other Users.\n(ix) except as expressly approved by TechnologyAdvice, involves commercial activities and/or promotions such as contests, sweepstakes, barter, advertising, or pyramid schemes.\n(x) contains viruses, Trojan horses, worms, time bombs, cancelbots, corrupted files, or similar software.\n(xi) posts or distributes information which would violate any confidentiality, non-disclosure or other contractual restrictions or rights of any third party, including any current or former employers or potential employers.\nor (xii) otherwise violates the terms of this Agreement or creates liability for TechnologyAdvice.</p>\n<p>\n<strong>14.\nViolation of this Agreement.</strong> Any use of the Website or Services in violation of this Agreement may result in, among other consequences, termination or suspension of Your Account and rights to use the Services.\nTechnologyAdvice may disclose information about Your use of the Services in accordance with TechnologyAdvice's privacy policy.\nTechnologyAdvice has the right (but not the obligation) to review any Content and delete (or modify) any Content that in TechnologyAdvice's sole discretion violates this Agreement or which is Prohibited Content, or may otherwise violate the rights, harm, or threaten the safety of any User or any other person, or create liability for TechnologyAdvice or any User.\nTechnologyAdvice reserves the right (but has no obligation) to investigate and take appropriate legal action in TechnologyAdvice's sole discretion against You if You violate this provision or any other provision of this Agreement, including without limitation, removing Content from the Services or modifying it, terminating Your Account, reporting You to law enforcement authorities, and taking legal action against You.\nYou are solely responsible for creating backup copies of and replacing any Content You post on the Services at Your sole cost and expense.</p>\n<p>\n<strong>15.\nLawful Use.</strong> You will use the Website and Services in a manner consistent with any and all applicable laws and regulations and solely for lawful purposes.\nThe Services are for the personal use of Users only.</p>\n<p>\n<strong>16.No Disruption.</strong> You will not: (i) cover or obscure any banner advertisements on the Services, or any IT Central Station page via HTML/CSS, scripting, or any other means.\n(ii) interfere with, disrupt, or create an undue burden on the Services or the networks or services connected to the Services.\n(iii) introduce software or automated agents to the Services, or access the Service so as to produce multiple accounts, generate automated messages, or to strip or mine data from the Services.\nor (iv) interfere with, disrupt, or modify any data or functionality of the Services.</p>\n<p>\n<strong>17.\nIntellectual Property Infringement.</strong> TechnologyAdvice respects the intellectual property rights of others, and TechnologyAdvice asks Users to do the same.\nIf You believe that Your work is the subject of copyright infringement and/or trademark infringement and appears on the Website, please provide TechnologyAdvice's designated agent the following information:</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n<li>Identification of the copyrighted and/or trademarked work claimed to have been infringed, or, if multiple works at a single online site are covered by a single notification, a representative list of such works at that site.</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled at the Website, and information reasonably sufficient to permit TechnologyAdvice to locate the material.</li>\n<li>Information reasonably sufficient to permit TechnologyAdvice to contact You as the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which You may be contacted.</li>\n<li>A statement that You have a good faith belief that use of the material in the manner complained of is not authorized by the copyright and/or trademark owner, its agent, or the law.</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that You are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n<li>TechnologyAdvice agent for notice of claims of copyright or trademark infringement on this Website can be reached as follows:</li>\n</ul>\n<p>TechnologyAdvice<br> Attention: Legal Department<br>500 Interstate Blvd.\nSouth, Suite 400<br>Nashville, TN 37210<br> or<br>hello@technologyadvice.com</p>\n<p>Please also note that for copyright infringements under Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability.</p>\n<p>\n<strong>18.\nDisclaimer of Warranties.</strong> YOU EXPRESSLY UNDERSTAND AND AGREE THAT THE USE OF THE WEBSITE AND SERVICES IS AT YOUR SOLE RISK.\nTHE SERVICES ARE PROVIDED ON AN AS-IS AND AS-AVAILABLE BASIS.\nTECHNOLOGYADVICE EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\nTECHNOLOGYADVICE MAKES NO PROMISES REGARDING RESULTS OF USING THE SERVICES AND TECHNOLOGYADVICE MAKES NO WARRANTY THAT THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE, OR VIRUS FREE.\nUSE OF ANY APPLICATION THROUGH THE USE OF THE SERVICES SHALL BE AT YOUR OWN DISCRETION AND RISK, AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM, MOBILE TELEPHONE, WIRELESS DEVICE OR DATA THAT RESULTS FROM THE USE OF THE SERVICES.\nSOME JURISDICTIONS DO NOT ALLOW THE DISCLAIMER OF WARRANTIES OR EXCLUSION OF DAMAGES, SO SUCH DISCLAIMERS AND EXCLUSIONS MAY NOT APPLY TO YOU.</p>\n<p>\n<strong>19.\nAssumption of Risk.</strong> YOU AGREE AND ACKNOWLEDGE THAT TECHNOLOGYADVICE MAKES NO WARRANTY REGARDING THE PERFORMANCE OF ANY VENDOR, THE QUALITY OF SERVICES OFFERED BY A VENDOR, OR THE QUALITY OF GOODS SOLD BY VENDOR LOCATED THROUGH THIS WEBSITE.\nYOU UNDERSTAND THAT YOU ARE ASSUMING ALL RISK WHEN ENTERING INTO A TRANSACTION WITH A VENDOR, AND TECHNOLOGYADVICE ASSUMES NOT LIABILITY WHATSOEVER REGARDING THE RESULTS OF SUCH TRANSACTION.</p>\n<p>\n<strong>20.\nLimitation of Liability.</strong> YOU AGREE THAT THIS WEBSITE, TECHNOLOGYADVICE, ITS OWNERS, OFFICERS, AND EMPLOYEES SHALL IN NO WAY BE LIABLE FOR ANY CONSEQUENTIAL, INCIDENTAL, INDIRECT, SPECIAL, PUNITIVE, OR OTHER LOSS OR DAMAGE WHATSOEVER OR FOR LOSS OF PROFITS, BUSINESS INTERRUPTION, COMPUTER FAILURE, LOSS OF INFORMATION, OR OTHER LOSS ARISING OUT OF OR CAUSED BY: YOUR USE OF OR INABILITY TO USE THE SERVICES.\nYOUR RELIANCE ON THE QUALITY, ACCURACY, OR RELIABILITY OF THE LISTINGS, RATINGS, OR REVIEWS FOUND ON THIS WEBSITE.\nTHE SAFETY OR SECURITY OF THE SERVICES.\nOR IN ANY OTHER WAY ARISING FROM THE SERVICES OR GOODS PURCHASED FROM A VENDOR LOCATED THROUGH THIS WEBSITE, EVEN IF TECHNOLOGYADVICE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\nYOUR SOLE AND EXCLUSIVE REMEDY FOR ANY DISPUTE RELATED TO ANY OF THE SERVICES SHALL BE TERMINATION OF SUCH SERVICE.\nIN NO EVENT SHALL TECHNOLOGYADVICE'S ENTIRE LIABILITY TO YOU IN RESPECT OF ANY SERVICE, WHETHER DIRECT OR INDIRECT, EXCEED THE GREATER OF (A) THE AMOUNT OF FEES PAID TO TECHNOLOGYADVICE IN THE 12 MONTHS PRIOR TO THE ACTION GIVING RISE TO THE LIABILITY, OR (B) $100.</p>\n<p>\n<strong>21.\nIndemnification.</strong> You agree to indemnify and hold harmless this Website, TechnologyAdvice, its officers, directors, employees, suppliers, and affiliates, from and against any losses, damages, fines and expenses (including attorney's fees and costs) arising out of or relating to any claims that You have used the Services in violation of another party's rights, in violation of any law, in violations of any provisions of this Agreement, or any other claim related to Your use of the Services.</p>\n<p>\n<strong>22.\nGoverning Law and Venue.</strong> Your use of the Website and this Agreement shall be governed by the laws of the State of Tennessee where permitted.\nShould a dispute arise concerning this Agreement or the breach of this Agreement by any party, such dispute shall be brought in a court of competent jurisdiction in Williamson County, Tennessee.\nTo the extent permitted by law, You agree that You will not bring, join or participate in any class action lawsuit as to any claim, dispute or controversy that You may have against TechnologyAdvice.\nYou agree to the entry of injunctive relief to stop such a lawsuit or to remove You as a participant in the suit.</p>\n<p>\n<strong>23.\nAttorneys' Fees.</strong> In the event that TechnologyAdvice must bring legal action in order to enforce this Agreement or You bring legal action against TechnologyAdvice, and if TechnologyAdvice prevails, You shall pay TechnologyAdvice's costs of litigation, including reasonable attorneys' fees and court costs.</p>\n<p>\n<strong>24.\nAssignment.</strong> These Terms, and any rights and licenses granted hereunder, may not be transferred or assigned by You, but may be assigned by TechnologyAdvice without restriction.</p>\n<p>\n<strong>25.\nForce Majeure.</strong> Any delay in the performance of any duties or obligations of either party will not be considered a breach of this Agreement if such delay is caused by a labor dispute, shortage of materials, fire, earthquake, flood, war, terrorism, governmental act, failures of common carriers (including Internet service providers), acts of God, or any other event beyond the control of such party, provided that such party uses reasonable efforts, under the circumstances, to notify the other party of the circumstances causing the delay and to resume performance as soon as possible.</p> ", "created_at": "2021-09-02 00:57:44.007172", "updated_at": "2021-09-02 00:57:53.742515"}, {"id": 8907, "name": "Privacy Policy", "url": "https://technologyadvice.com/privacy-policy", "xpath": "/html/body/main/div/div/div", "text": " Privacy Policy <p>Effective Date: March 1, 2014&nbsp;<em>(Updated January 1st, 2020)</em>\n</p> THE FOLLOWING DESCRIBES THE INFORMATION THAT TECHNOLOGYADVICE COLLECTS AND HOW IT USES SUCH INFORMATION.\nPLEASE READ THIS PRIVACY POLICY CAREFULLY BEFORE USING THIS WEBSITE.\nBY USING THE SERVICES OR SUBMITTING PERSONAL INFORMATION THROUGH THE SERVICES, YOU EXPRESSLY CONSENT TO THE PROCESSING AND USE OF YOUR PERSONAL INFORMATION ACCORDING TO THIS PRIVACY POLICY.\n<br>Privacy Statement <p>TechnologyAdvice, LLC (\"TechnologyAdvice\") Is committed to safeguarding Your privacy online.\nThis privacy policy applies to Your information that TechnologyAdvice collects and receives.\nBy using this website, technologyadvice.com (\"Website\"), You agree to the terms of this Privacy Policy.\nPlease read the following policy to understand how Your Personal Information will be treated as You use TechnologyAdvice's Services.\nThe following discloses our information gathering and dissemination practices.\nAll capitalized terms not defined in this Privacy Policy have the same meaning as defined in TechnologyAdvice's Terms of Use.</p>\n<br>Personal Information Defined <p>For this Privacy Policy, \"Personal Information\" means information that is personally identifiable such as names, addresses, e-mail addresses, or phone numbers, as well as other non-public information that is associated with a User.\nTechnologyAdvice collects and uses Personal Information as described in this Privacy Policy from the Users of our Services.</p>\n<br>Personal Information TechnologyAdvice Collects <p>TechnologyAdvice collects Personal Information upon Your consent.\nThis information might be used to send you product recommendations, articles via a newsletter, or more information about a particular technology vendor, depending on the form you fill out and the consent you provide at the time you fill out that form.<strong>\n<br>\n<br>Product Recommendations</strong>: TechnologyAdvice collects Personal Information from You in order to connect You with sellers of technology (“Services”) that You are searching for.\nWhen You give TechnologyAdvice access to Personal Information for this purpose, You consent to receive product recommendations and technology buying advice from TechnologyAdvice via email or phone call, and with your consent the Website may pass your data along to technology vendors who meet your requirements.<strong>\n<br>\n<br>Email Newsletters</strong>: TechnologyAdvice collects email addresses to provide readers of our blogs with updates via email newsletters.\nThese email newsletters contain links to blog posts, product recommendations, and links to research white papers that match your technology or industry interests.<strong>\n<br>\n<br>Get Pricing</strong>: Should You request pricing details for a particular technology listed on the site, TechnologyAdvice will collect Personal Information such as:</p>\n<ul>\n<li>Email address</li>\n<li>Name</li>\n<li>Phone number</li>\n<li>Industry</li>\n<li>Company demographics</li>\n</ul>\n<p>When You consent to receive pricing details for a technology, TechnologyAdvice will contact you with those pricing details.\nWith your consent, the Website may pass your data along to technology vendors who meet your requirements.<strong>\n<br>\n<br>Product Reviews</strong>: TechnologyAdvice uses your personal information to verify Your identity and to ensure you are not a current or previous employee of the technology company or their direct competitors.</p>\n<p>TechnologyAdvice collects the following Personal Information that You submit voluntarily.\nYou may provide TechnologyAdvice with additional information about You as You use the Services such as:</p>\n<ul>\n<li>physical addresses</li>\n<li>telephone numbers</li>\n<li>information regarding Your business (e.g., business name, revenue thresholds, etc.)</li>\n<li>information regarding Your business needs and technology requirements</li>\n<li>other personally identifiable information You affirmatively provide to us such as LinkedIn profile information</li>\n</ul>\n<p>When You contribute posts and reviews, participate in TechnologyAdvice surveys (either directly, or through third party service providers), or provide any other Content to the Services through other means, TechnologyAdvice will collect all the information You provide.\nIn connection with reviews, posts, and surveys, TechnologyAdvice (and/or its third party service providers) may collect a wide variety of product- and vendor-related information.</p>\n<p>Please be aware that while some pieces of information that You provide to TechnologyAdvice would not be sufficient to identify You when seen by another User without any context, the combination of different pieces of information that You have provided for viewing by other Users, or any contextual information, may allow other Users and TechnologyAdvice to identify You.</p>\n<p>When You contact TechnologyAdvice by sending TechnologyAdvice an e-mail or when You use any of our contact forms, TechnologyAdvice will collect any information that is contained in (and/or attached to) Your e-mail, text message, or that You enter into such forms.</p>\n<p>TechnologyAdvice does not collect, process or control any sensitive personal information such as Physical or Mental Health, Political Beliefs or Genetics, etc.</p>\n<br>Legal Grounds for Processing Information under GDPR <p>For our direct marketing activities, we employ Legitimate Interest as legal grounds for processing data.</p>\n<br>Browsing the Website <p>If You browse through the Website without entering any Personal Information, TechnologyAdvice will automatically gather and store certain information about Your visit.\nThis information does not identify You personally and cannot be linked back to You unless You decide at some point to identify Yourself.\nIf You are only browsing, TechnologyAdvice may collect the following information (whenever possible): IP address, domain name, the type of browser and operating system used to access the Website, the date and time You access the Website, the pages You visit (click-through), and if You linked to the Website from another website, the address of that website as well as additional information related to Your visit.\nTechnologyAdvice uses Your IP address to help diagnose problems with our server, and to administer the Website.<br>&nbsp;</p> Cookies <p>TechnologyAdvice may place \"cookies\" on Your personal computer.\n\"Cookies\" are small identifiers sent from a web server and stored on Your computer's hard drive, similar to a license plate, that help TechnologyAdvice to recognize You if You visit the Website again.\nTechnologyAdvice use cookies to record session information, such as record user-specific information on what pages You access or visit, record past activity in order to provide better service when You return to the Website, ensure that You are not repeatedly sent the same banner ads, to customize Website content based on Your browser type, and to track how You found the Website.\nCookies are not designed to be used to get data from Your hard drive, Your e-mail or any other personal data about You.\n<br>\n<br> To protect Your privacy, TechnologyAdvice does not use cookies to store or transmit any Personal Information about You on the Internet.\nYou can reject cookies by changing Your browser settings.\nPlease note, however, that if You reject our cookies, it is possible that some web pages may not properly load, Your access to certain information might be denied or You might have to enter information about Yourself more than once.\n<br>&nbsp;</p> Minors <p>TechnologyAdvice does not knowingly collect personally identifiable information by anyone under the age of 18.\nDo not fill out any forms on the site if You are under the age of 18 and do not provide TechnologyAdvice with any information regarding any individual under the age of 18.</p>\n<br>Use of Personal Information <p>Personal Information You submit to TechnologyAdvice, or to third parties that support us in collecting information, is used by us to provide You and other Users with the Services, to respond to requests that You make, to improve our Services, and to operate, maintain, and improve the features, functionality, performance, and support of the Services.</p>\n<br>TechnologyAdvice uses the Personal Information that it gathers about You for the following purposes: <ul>\n<li>To provide our Services to You, to communicate with You about Your use of the Services, to respond to Your inquiries, to fulfill Your orders, and for other customer service purposes, which may include communicating with You via email</li>\n<li>To tailor the content and information that TechnologyAdvice may send or display to You, personalized help and instructions, and to otherwise personalize Your experiences while using the Website or the Services</li>\n<li>For customer loyalty programs</li>\n<li>To share with website affiliates, and/or vendors of products You have given us consent to contact You regarding products or services as a means of establishing communication between both You and such vendors or affiliates.</li>\n<li>For marketing and promotional purposes.\nFor example, TechnologyAdvice may use information You provide to contact You in the manner(s) You request at the time that data is collected.\nTechnologyAdvice may collect your email address to send You news and newsletters, special offers and promotions, or to otherwise contact You about products or information You expressed interest in.\nTechnologyAdvice also may use the information that TechnologyAdvice learns about You to assist us in advertising our Services on third party websites.</li>\n<li>To better understand how users access and use the Website and Services, both on an aggregated and individualized basis, to improve the Website and Services and respond to user desires and preferences, and for other research and analytical purposes</li>\n</ul>\n<br>Public Postings <p>One of the purposes of the Services is for Users to share product- and vendor-related information with other Users.\nTherefore, You should assume that any information (including any Personal Information You may choose to provide, but excluding Your registration information) that You post will be made available to other Users of the Services.\nTechnologyAdvice may provide You the ability to anonymously post certain comments, in which case TechnologyAdvice will not include Your contact information (i.e., name, username, email address, or postal address) on the Website in connection with such comments.\nHowever, You should know that TechnologyAdvice's internal records may associate Your contact information with such comments.</p>\n<br>Feedback <p>If You provide feedback about the Services, TechnologyAdvice may use and disclose such feedback for any purpose, provided TechnologyAdvice does not associate such feedback with Your Personal Information.\nTechnologyAdvice will collect any information contained in such feedback and will treat the Personal Information in it in accordance with this Privacy Policy.</p>\n<br>Disclosure of Personal Information <p>Except as otherwise stated in this Privacy Policy, TechnologyAdvice does not disclose to or share Your Personal Information with third parties, unless You ask or authorize TechnologyAdvice to do so.\nTechnologyAdvice may provide Your Personal Information to third party service providers and suppliers who work on behalf of or with TechnologyAdvice to provide You with some of the services and features of the Services and to help us communicate with Users.\nHowever, these service providers and suppliers do not have any independent right to use this information except to help TechnologyAdvice provide the Services.\nTechnologyAdvice may share some or all of Your Personal Information with any parent company, subsidiaries, joint ventures, or other companies under a common control (collectively, \"Affiliates\"), in which case TechnologyAdvice will require Affiliates to honor this Privacy Policy.</p>\n<br>Data Retention <p>Unused data and data that falls outside of categories we deem commercially viable will be deleted.\nTo ensure the accuracy of our recommendations and the privacy of Personal Information, TechnologyAdvice analyzes all records annually and deletes any that have gone untouched, unprocessed, and unreferenced in a timespan of 5 years.\nData that has been requested to be forgotten will be deleted promptly.</p>\n<br>Mergers <p>In the event TechnologyAdvice goes through a business transition such as a merger, acquisition by another company, or sale of all or a portion of its assets, Your Personal Information will likely be among the assets transferred.\nYou acknowledge that such transfers may occur, and that any acquirer of TechnologyAdvice or its assets may continue to use Your Personal Information as set forth in this Privacy Policy.</p>\n<br>Legal Obligation to Disclose <p>TechnologyAdvice may (and You authorize us to) disclose information TechnologyAdvice has collected from and about You (including Personal Information) if TechnologyAdvice believes in good faith that such disclosure is necessary to (a) comply with relevant laws or to respond to subpoenas or warrants served on us.\n(b) to enforce our TechnologyAdvice Terms of Use and Privacy Policy.\nor (c) to protect and defend the rights or property of us, the users of our Services, or third parties.</p>\n<br>Data Compliance GDPR (General Data Protection Regulation) TechnologyAdvice adheres to rights of data subjects set out by the GDPR standards.\nUnder these standards individual citizens of the European Union (EU) and the European Economic Area (EEA) have the right to:<br>\n<br>\n<ul>\n<li>Be forgotten.\nAt any time you may contact TechnologyAdvice’s Data Protection Officer and request that your data be fully removed from all of our databases.</li>\n<li>Update or change your Personal Information</li>\n<li>Transfer your Personal Information to another data processor or controller</li>\n<li>Object to the processing of your personal information</li>\n</ul> If You would like to make a subject access request (SAR) to view, delete, or otherwise change the data stored in the TechnologyAdvice database, please contact our Data Protection Officer by emailing datacontroller@technologyadvice.com.\nCCPA(California Consumer Privacy Act) Through our site and partners, we receive data that you actively submit, as well as data that we track when you request information, or otherwise actively send us data.\nWe usually collect data such as your name, email address, business address, telephone number, and other information related to the business you represent.<br>\n<br> TechnologyAdvice adheres to rights of data subjects set out by CCPA.\nResidents of California upon verification have the right to<br>\n<ul>\n<li>The right to know which personal information is being collected</li>\n<li>The right to know if personal data is being sold or shared, and to whom</li>\n<li>The right to object to the sale of personal data</li>\n<li>The right to access one's own personal information</li>\n<li>The right to equal service and price, even for consumers who exercise their privacy rights</li>\n</ul> We may deny your deletion request if retaining the information is necessary for us or our service providers to:<br>\n<ol>\n<li>Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, or otherwise perform our contract with you.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.</li>\n<li>Debug products to identify and repair errors that impair existing intended functionality.</li>\n<li>Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.</li>\n<li>Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 seq.).</li>\n<li>Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information's deletion may likely render impossible or seriously impair the research's achievement, if you previously provided informed consent.</li>\n<li>Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us.</li>\n<li>Comply with a legal obligation.</li>\n<li>Make other internal and lawful uses of that information that are compatible with the context in which you provided it.</li>\n</ol>\n<strong>To exercise these rights listed above you can contact us by</strong>\n<br> Calling 615-285-4849 x 113<br> Email us at datacontroller@technologyadvice.com<br>\n<br>\n<strong>Or Mail us at</strong>\n<br> TechnologyAdvice<br> Attn:Data Controller<br> 3343 Perimeter Hill Dr<br> Suite 100<br> Nashville, TN 37211<br>\n<br> Alternatively you can opt out of sale - Here <p>Only you or a person registered with the California Secretary of State that you authorize to act on your behalf, may make a verifiable consumer request related to your personal information.\nYou may also make a verifiable consumer request on behalf of your minor child.<br>\n<br> You may only make a verifiable consumer request for access or data portability twice within a 12-month period.\nThe verifiable consumer request must: Provide sufficient information that allows us to reasonably verify you are the person about whom we collected personal information or an authorized representative.<br>\n<br> Describe your request with sufficient detail that allows us to properly understand, evaluate, and respond to it.\nWe cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.\nWe will only use personal information provided in a verifiable consumer request to verify the requestor's identity or authority to make the request.\n</p>\n<br>Security <p>TechnologyAdvice works hard to protect Information You provide from loss, misuse, and unauthorized access or disclosure.\nThese steps take into account the sensitivity of the Other Information we collect, process and store, and the current state of technology.\nTechnologyAdvice has deployed all of these requirements in our systems and processes both internally as well as with upstream data providers to ensure the security of Personal Information:</p>\n<ul>\n<li>Hardware-level and/or software-level encryption</li>\n<li>Data minimization</li>\n<li>Data pseudonymization</li>\n<li>Data encryption at rest</li>\n<li>Data encryption in transit</li>\n</ul>\n<br>Information Sharing <p>On occasion TechnologyAdvice will make available to potential advertisers, research firms, and business partners aggregated results from research it has conducted regarding visitors to the Website.\nTechnologyAdvice may count, track, and aggregate visitor activity into our analysis of general traffic flows to the Website and may merge this information into group data, which may then be shared on an aggregated basis with potential advertisers, research firms, and business partners.\nIn such case, TechnologyAdvice will only provide demographic information on an aggregated basis and does not disclose individual reader information.</p>\n<br>Links to Other Web Sites <ul>\n<li>The Website may contain links to Third Party Sites that are not owned or controlled by TechnologyAdvice.\nThe provision of such links is for Your convenience and does not signify TechnologyAdvice's endorsement of such web sites or location or its contents.\nTechnologyAdvice has no control over, does not review and is not responsible for the privacy policies of or content displayed on Third Party Sites.\nPlease be aware that the terms of this Privacy Policy do not apply to Third Party Sites.</li>\n<li>DISCLOSURE: TechnologyAdvice may have affiliate marketing agreements set up with a portion of the products mentioned in blog posts or other pages on the site.\nIf a user clicks through to a product from TechnologyAdvice.com and makes a purchase, TechnologyAdvice may be entitled to a portion of the revenue generated from this purchase.</li>\n</ul>\n<br>Notification of Privacy Statement Changes <p>From time to time, TechnologyAdvice may use Personal Information for new, unanticipated uses not previously disclosed in this Privacy Policy.\nIf TechnologyAdvice's information practices change at some time in the future TechnologyAdvice will post the policy changes to this Website to notify You of these changes and provide You with the ability to opt out of these new uses.\nIf You are concerned about how Your information is used, You should check back at this Website periodically.</p>\n<br>Contacting the TechnologyAdvice <p>If You have any questions about this Privacy Policy, the practices of this Website, or Your dealings with this Website, please contact the TechnologyAdvice Data Protection Officer at <strong>datacontroller@technologyadvice.com</strong> or <strong>615-285-4849</strong>.</p> ", "created_at": "2021-09-02 02:56:50.834156", "updated_at": "2021-09-02 00:57:15.488984"}], "points": [], "urls": ["techrepublic.com", "technologyadvice.com"]}}