{"error": 448, "message": "OK", "parameters": {"id": 2024, "name": "Mapbox", "created_at": "2019-11-29 11:35:06.807283", "updated_at": "2021-03-25 03:19:42.012051", "wikipedia": "https://en.wikipedia.org/wiki/Mapbox", "keywords": null, "related": null, "slug": "mapbox", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2024.png", "url": "mapbox.com", "documents": [{"id": 2173, "name": "Terms of service", "url": "https://www.mapbox.com/legal/tos/", "xpath": "/html/body//div[@class=\"rich-text light w-richtext\"]", "text": "Terms of service<p>Welcome to the future of mapping! We're glad you're here.</p>\n<p>This website, www.mapbox.com (the \"<strong>site</strong>\"), is owned and operated by Mapbox, Inc.\nand our affiliates (\"<strong>Mapbox</strong>\", \"<strong>we</strong>\" or “<strong>us</strong>”).\nBy using the site, services provided on the site, our proprietary software made available to you via the site, or map content we make available to you through the services (collectively, \"<strong>Services</strong>\"), you agree to be bound by the following Terms of Service, as updated from time to time (collectively, the \"<strong>Terms</strong>\").\nPlease read them carefully.\nIf you don’t agree to these Terms, you may not use the Services.</p>Signing up<ol>\n<li>In order to use most Services, you must register for or authenticate into a Mapbox account.\nWhen you use our application program interfaces (APIs), including our SDK Registry/Downloads API, each request to an API must include one of your account's unique API keys.</li>\n<li>Please carefully guard the security of your account and monitor use of your API keys.\nYou are responsible for all use of the Services under your account, whether or not authorized, including any use of your API keys.\nAt our discretion, we may make limited exceptions to this policy for unauthorized use of your account if you notify us of the problem promptly.</li>\n<li>You must be 13 years or older to use the Services.\nBy registering as a user or providing personal information on the site, you represent that you are at least 13 years old.</li>\n<li>If you are entering into this agreement on behalf of your company or another legal entity, you represent that you have the authority to bind that entity to these Terms, in which case \"<strong>you</strong>\" will mean the entity you represent.</li>\n<li>If you are a United States government user or otherwise accessing or using any Mapbox service in a U.S.\ngovernment capacity, these Terms are amended as set out in our U.S.\nGovernment Terms of Service.</li>\n</ol>Our services<ol>\n<li>Subject to these Terms and our Service Terms, we grant you a non-exclusive, non-transferable, non-sublicensable, revocable license and right to: (i) use the Services to develop online services and online, desktop, or mobile applications.\n(ii) make the Services available to end users in connection with their use of your online services and online, desktop, or mobile applications.‍</li>\n<li>Contact us if you are looking to use enterprise-only products and services or to obtain additional volume-based discounts.</li>\n<li>We may choose to make available to you products and services that are in beta, being provided for internal evaluation or trial, or otherwise not generally available (“<strong>Evaluation Products</strong>”).\nBy accessing such Evaluation Products, you agree to only use them for internal evaluation or testing purposes.\nUpon our written request, you shall immediately cease all use, and destroy all copies, of Evaluation Products, and you shall provide us with written certification of such deletion.</li>\n</ol>Studio<ol>\n<li>If you use the places search function provided in the Studio dataset editor to place point features on a map, you must (1) only use such features internally, (2) not resell, sublicense or share such points with any third party, and (3) only use such points in compliance with the Geocoding API terms set forth above.</li>\n</ol>Boundaries Evaluation<ol>\n<li>In the event we give you access to our administrative level polygon vector tiles (“<strong>Boundaries</strong>\"), you shall:</li>\n<li>only use Boundaries in conjunction with a Mapbox Map for the sole purpose of internally evaluating whether to license Boundaries from us under an enterprise agreement;</li>\n<li>not (and shall not permit any third party to) trace or otherwise derive or extract content, data and/or information from Boundaries;</li>\n<li>not copy, disassemble, reverse engineer (except to the limited extent such restrictions are expressly prohibited by applicable statutory law), modify or alter any part of Boundaries.\nand</li>\n<li>not use Boundaries to test, validate or benchmark against any other product, service or dataset without our prior written consent (a “<strong>Permitted Benchmarking</strong>”).\nif there is a Permitted Benchmarking, you shall provide us with a summary of the results, which we may use free-of-charge and without restriction to improve our products and services.</li>\n<li>We may terminate your access to Boundaries at any time.\nUpon the termination of your access to Boundaries, you shall immediately cease all use, and destroy all copies, of Boundaries.\nUpon our written request, you shall provide us with written certification of deletion in accordance with the immediately preceding sentence.</li>\n</ol>End users and notification<ol>\n<li>You may not allow your end users or other third parties to use the Services in any way that would be a violation of these Terms if done by you, and you agree to take reasonable efforts to prevent such use.\nYou agree to promptly notify Mapbox in writing if you become aware of any misappropriation or unauthorized use of the Services.</li>\n</ol>Documentation<ol>\n<li>In addition to the requirements above, you agree to adhere to the policies posted on this site in conjunction with the Services, including accompanying documentation.\nThose policies are incorporated by reference into these Terms.</li>\n</ol>Charges and payment<ol>\n<li>You agree to pay all fees owed for your use of the Services, as calculated by our records based on our publicly available pricing, currently located at www.mapbox.com/pricing.\nAll charges are non-refundable unless expressly prohibited by applicable law.\nWe may charge your credit card on an recurring basis for any amounts that you owe us, some of which may require advance payments.</li>\n<li>You acknowledge and agree that failure to use the current version of Mapbox Software may result in potentially different (and higher) fees being charged to you, and agree to pay any such fees as calculated by us.</li>\n<li>Late payments may bear interest at the rate of 1.5% per month (or the highest rate permitted by law, if less) from the payment due date until paid in full.\nYou will be responsible for all reasonable expenses (including attorneys’ fees) incurred by us in collecting such delinquent amounts.</li>\n<li>We are not responsible for any bank fees, interest charges, finance charges, over draft charges, or other fees resulting from charges billed by Mapbox.\nCurrency exchange settlements will be based on agreements between you and the provider of your credit card.</li>\n<li>Our listed fees do not include taxes, and you agree to pay all sales/use, gross receipts, value-added, GST, personal property or other tax (including any interest and penalties) with respect to the transactions and payments under these Terms, other than taxes based on our net income, employees or real property.\nYou agree to work with us to help us obtain any necessary withholding or royalty tax exemptions where applicable.</li>\n<li>Notwithstanding the foregoing, all payments made by you to us under these Terms will be made free and clear of any deduction or withholding, as may be required by law.\nIf any such deduction or withholding (including but not limited to cross-border withholding taxes) is required on any payment, you will pay such additional amounts as are necessary so that the net amount received by us after such deduction or withholding, will be equal to the full amount that we would have received if no deduction or withholding had been required.\nThe payment of any taxes, charges or fees required to be deducted or withheld from payments due to us, and the filing of any information or tax returns with respect thereto, shall be your responsibility.\nUpon your reasonable request, we will provide you with any existing tax forms in our possession that would reduce or eliminate the amount of any such withholding or deduction for taxes.</li>\n</ol>OwnershipYour content<ul>\n<li>You retain ownership of all content that you contribute to the Services via Mapbox Studio, Mapbox Studio Classic, the Dataset API, the Tileset API, and the Uploads API, excluding any content that you receive from Mapbox (\"<strong>Your Content</strong>\").</li>\n<li>Limited to the purpose of hosting Your Content so that we can provide the Services to you, you hereby grant Mapbox a non-exclusive, worldwide, royalty-free, fully paid-up, transferable and sublicensable right and license to (and to engage service providers to) use, copy, cache, publish, display, distribute, modify, create derivative works, and store Your Content.\nThis right and license enables Mapbox to host and mirror your content on its distributed platform.\nYou warrant, represent, and agree that you have the right to grant Mapbox these rights.</li>\n<li>On termination of your account, Mapbox will make reasonable efforts to promptly remove from the site and cease use of Your Content.\nhowever, you recognize and agree that caching of or references to the content may not be immediately removed.<strong>‍</strong>\n</li>\n</ul>\n<strong>Our content and third party content</strong>\n<ul>\n<li>Other than Your Content, all content displayed on the site or accessible through the Services, including text, images, maps, software or source code, are the property of Mapbox and/or third parties and are protected by United States and international intellectual property laws.\nLogos and product names appearing on or in connection with the Services are proprietary to Mapbox or our licensors.\nYou may not remove any proprietary notices or product identification labels from the Services.</li>\n</ul>\n<strong>Feedback</strong>\n<ul>\n<li>You agree that we may freely exploit and make available any and all feedback, suggestions, ideas, enhancement requests, recommendations or other information you provide to us relating to the Services.</li>\n</ul>Publicity<ol>\n<li>We're proud to have you as a customer.\nDuring the term of this agreement, you hereby grant us a worldwide, non-exclusive, royalty-free, fully paid-up, transferable and sublicensable license to use your trademarks, service marks, and logos for the purpose of identifying you as a Mapbox customer to promote and market our services.\nBut if you prefer we not use your logo or name in a particular way, just let us know, and we will respect that.</li>\n</ol>Account cancellation or suspension<ol>\n<li>We don't want you to leave, but you may cancel at any time.\nHowever, we do not give pro-rated refunds for unused time if you cancel during the middle of a billing cycle.</li>\n<li>If you breach any of these Terms, we may immediately without notice cancel or suspend your account and the limited license granted to you hereunder automatically terminates, without notice to you.\nUpon termination of the limited license, you agree to immediately destroy any materials downloaded from the Services.\nIn addition, Mapbox may cancel or suspend your account for any reason by providing you 30 days' advance notice.</li>\n<li>Upon cancellation or suspension, your right to use the Services will stop immediately.\nYou may not have access to data that you stored on the site after we cancel or suspend your account.\nYou are responsible for backing up data that you use with the Services.\nIf we cancel your account in its entirety without cause, we will refund to you on a pro-rata basis the amount of your payment corresponding to the portion of your service remaining right before we cancelled your account.</li>\n</ol>Changes to services or terms<ol>\n<li>We may modify these Terms and other terms related to your use of the Services (like our privacy policy) from time to time, by posting the changed terms on the site.\nAll changes will be effective immediately upon posting to the site unless they specify a later date.\nChanges will not apply retroactively.\nPlease check these Terms periodically for changes - your continued use of the Services after new terms become effective constitutes your binding acceptance of the new terms.</li>\n<li>We may change the features and functions of the Services, including APIs.\nIt is your responsibility to ensure that calls or requests you make to the Services are compatible with our then-current APIs.\nWe attempt to avoid changes to our APIs that are not backwards compatible, but such changes may occasionally be required.\nIf that happens, we will use reasonable efforts to notify you prior to deploying the changes.</li>\n</ol>Indemnification<ol>\n<li>You agree to indemnify and hold harmless Mapbox and its subsidiaries, affiliates, officers, agents, partners, and employees from any claim or demand, including reasonable attorneys' fees, arising out of:</li>\n<li>Your use of the Services;</li>\n<li>Your violation of these Terms;</li>\n<li>Your end users’ use of the Services in or through an application or service you provide;</li>\n<li>Content you or your end users submit, post to, extracts from, or transmit through the Services.</li>\n</ol>Disclaimers<ol>\n<li>“As is,\" \"as available\" and \"with all faults.\" YOU EXPRESSLY AGREE THAT THE USE OF THE SERVICES IS AT YOUR SOLE RISK.\nTHE SITE AND ITS SOFTWARE, SERVICES, MAPS, AND OTHER CONTENT, INCLUDING ANY THIRD-PARTY SOFTWARE, SERVICES, MEDIA, OR OTHER CONTENT MADE AVAILABLE IN CONJUNCTION WITH OR THROUGH THE SITE, ARE PROVIDED ON AN \"AS IS\", \"AS AVAILABLE\", \"WITH ALL FAULTS\" BASIS AND WITHOUT WARRANTIES OR REPRESENTATIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED.</li>\n<li>No warranties.\nTO THE FULLEST EXTENT PERMISSIBLE PURSUANT TO APPLICABLE LAW, MAPBOX DISCLAIMS ALL WARRANTIES, STATUTORY, EXPRESS OR IMPLIED, INCLUDING IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT OF PROPRIETARY RIGHTS.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM MAPBOX OR THROUGH THE SITE, WILL CREATE ANY WARRANTY NOT EXPRESSLY STATED HEREIN.</li>\n<li>Website operation.\nMAPBOX DOES NOT WARRANT THAT THE SERVICES, INCLUDING ANY SOFTWARE, SERVICES, MAPS, OR CONTENT OFFERED ON OR THROUGH THE SITE OR ANY THIRD PARTY SITES REFERRED TO ON OR BY THE SITE WILL BE UNINTERRUPTED, OR FREE OF ERRORS, VIRUSES, OR OTHER HARMFUL COMPONENTS AND DOES NOT WARRANT THAT ANY OF THE FOREGOING WILL BE CORRECTED.</li>\n<li>Non-Mapbox content.\nWHEN USING THE SERVICES YOU MAY BE EXPOSED TO USER SUBMISSIONS AND OTHER THIRD PARTY CONTENT (\"NON-MAPBOX CONTENT\"), AND SOME OF THIS CONTENT MAY BE INACCURATE, OFFENSIVE, INDECENT, OR OTHERWISE OBJECTIONABLE.\nWE DO NOT ENDORSE ANY NON-MAPBOX CONTENT.\nUNDER NO CIRCUMSTANCES WILL MAPBOX BE LIABLE FOR OR IN CONNECTION WITH THE NON-MAPBOX CONTENT, INCLUDING FOR ANY INACCURACIES, ERRORS, OR OMISSIONS IN ANY NON-MAPBOX CONTENT, ANY INTELLECTUAL PROPERTY INFRINGEMENT WITH REGARD TO ANY NON-MAPBOX CONTENT, OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY NON-MAPBOX CONTENT.</li>\n<li>Accuracy.\nMAPBOX DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE SERVICES OR ANY THIRD PARTY SITES REFERRED TO ON OR BY THE SITE IN TERMS OF CORRECTNESS, ACCURACY, RELIABILITY, OR OTHERWISE.</li>\n<li>Driving directions.\nDRIVING CAN BE DANGEROUS, AND USE OF OUR APIS IS ENTIRELY AT YOUR OWN RISK.\nTHE INFORMATION PROVIDED BY OUR DIRECTIONS API AND OPTIMIZED TRIPS API IS NOT INTENDED TO REPLACE THE INFORMATION PRESENTED ON THE ROAD.\nIN THE EVENT THAT THE INFORMATION PRESENTED ON THE ROAD (FOR EXAMPLE, BY TRAFFIC LIGHTS, TRAFFIC SIGNS, OR POLICE OFFICERS) DIFFERS FROM INFORMATION PROVIDED BY THE API, DO NOT RELY ON THE API.\nYOU AND YOUR USERS MUST OBSERVE ALL TRAFFIC LAWS WHILE USING THE SERVICE.\nIF YOU USE THE DIRECTIONS API OR OPTIMIZED TRIPS API IN AN APPLICATION OR SERVICE THAT YOU PROVIDE TO END USERS, YOU MUST DISCLOSE THIS POLICY TO YOUR USERS.</li>\n<li>Harm to your computer.\nYOU UNDERSTAND AND AGREE THAT YOU USE, ACCESS, DOWNLOAD, OR OTHERWISE OBTAIN SOFTWARE, SERVICES, MAPS, OR CONTENT THROUGH THE SITE OR ANY THIRD PARTY SITES REFERRED TO ON OR BY THE SITE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY (INCLUDING YOUR COMPUTER SYSTEM) OR LOSS OF DATA THAT RESULTS FROM SUCH DOWNLOAD OR USE.</li>\n<li>Jurisdiction.\nCERTAIN JURISDICTIONS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF YOU RESIDE IN SUCH A JURISDICTION, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS.\nTHE LIMITATIONS OR EXCLUSIONS OF WARRANTIES, REMEDIES, OR LIABILITY CONTAINED IN THESE TERMS APPLY TO YOU TO THE FULLEST EXTENT SUCH LIMITATIONS OR EXCLUSIONS ARE PERMITTED UNDER THE LAWS OF THE JURISDICTION IN WHICH YOU ARE LOCATED.</li>\n</ol>Limitation of liability<ol>\n<li>Limitation of liability.\nUNDER NO CIRCUMSTANCES, AND UNDER NO LEGAL THEORY, INCLUDING NEGLIGENCE, SHALL MAPBOX OR ITS AFFILIATES, CONTRACTORS, EMPLOYEES, AGENTS, OR THIRD PARTY PARTNERS OR SUPPLIERS, BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL, CONSEQUENTIAL, OR EXEMPLARY DAMAGES (INCLUDING LOSS OF PROFITS, DATA, OR USE OR COST OF COVER) ARISING OUT OF OR RELATING TO THESE TERMS OR THAT RESULT FROM YOUR USE OR THE INABILITY TO USE THE SERVICES OR THE SITE, INCLUDING SOFTWARE, SERVICES.\nMAPS, CONTENT, USER SUBMISSIONS, OR ANY THIRD PARTY SITES REFERRED TO ON OR BY THE SITE, EVEN IF MAPBOX OR A MAPBOX AUTHORIZED REPRESENTATIVE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</li>\n<li>Limitation of damages.\nIN NO EVENT SHALL THE TOTAL LIABILITY OF MAPBOX OR ITS AFFILIATES, CONTRACTORS, EMPLOYEES, AGENTS, OR THIRD PARTY PARTNERS, LICENSORS, OR SUPPLIERS TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION ARISING OUT OF OR RELATING TO THESE TERMS THE SERVICES OR YOUR USE OF THE SITE (WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE), WARRANTY, OR OTHERWISE) EXCEED THE GREATER OF ONE HUNDRED DOLLARS ($100 USD) OR FEES PAID OR PAYABLE TO MAPBOX IN THE TWELVE MONTHS PERIOD PRIOR TO THE DATE ON WHICH THE DAMAGE OCCURRED.</li>\n<li>Claim period.\nYOU AND MAPBOX AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF THESE TERMS OR RELATED TO MAPBOX MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.</li>\n</ol>Digital Millennium Copyright Act compliance<ol>\n<li>If you are a copyright owner or an agent thereof, and believe that any user submission or other Mapbox content infringes upon your copyrights, you may submit a notification pursuant to the Digital Millennium Copyright Act (\"DMCA\") by providing our copyright agent with the following information in writing (see 17 U.S.C § 512(c)(3) for further detail):</li>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works on Mapbox are covered by a single notification, a representative list of such works from Mapbox;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit Mapbox to locate the material;</li>\n<li>Information reasonably sufficient to permit Mapbox to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address;</li>\n<li>A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n<li>Please email your notification to the Legal Department at copyright@mapbox.com</li>\n</ol>Additional terms<ol>\n<li>You agree to keep the contact information associated with your Mapbox account current and complete.</li>\n<li>You may not encourage others to violate these Terms, including by selling products or services that would violate these Terms if the products or services are used in their intended manner.</li>\n<li>You may not take any action that improperly decreases the fees that you owe us (e.g., create multiple accounts for the purpose of not exceeding the monthly free usage credits).\nIn the event that we discover any such misuse, you agree that we may (in addition to all other remedies) charge you for all fees that you should have paid if you had not improperly used our Services.</li>\n<li>Upon written notice to you, we may (or may appoint appoint a nationally recognized certified public accountant or independent auditor to) audit your use of the Services and Mapbox Software to ensure it is in compliance with these Terms.\nAny audit will be conducted during regular business hours, no more than once per 12-month period and upon at least 30 days’ prior written notice (except where we have reasonable belief that a violation of these Terms has occurred or is occurring), and will not unreasonably interfere with your business activities.\nYou will provide us with reasonable access to the relevant records and facilities.</li>\n<li>You shall not assign these Terms or any right, interest or benefit hereunder without the prior written consent of Mapbox, which may be withheld for any reason or no reason at all.\nMapbox may assign (i) these Terms to an affiliate, (ii) these Terms or any right, interest or benefit hereunder to a third party in connection with a collection proceeding against you, and (iii) these Terms in their entirety to its successor in interest pursuant to a merger, acquisition, corporate reorganization, or sale of all or substantially all of that party’s business or assets to which these Terms relate.\nThese Terms shall benefit Mapbox and its successors and assignees.</li>\n<li>These Terms are governed by and construed in accordance with the laws of California, without giving effect to any principles of conflicts of law.\nAny action arising out of or relating to these Terms must be filed in the state or federal courts for San Francisco County, California, USA, and you hereby consent and submit to the exclusive personal jurisdiction and venue of these courts for the purposes of litigating any such action.</li>\n<li>A provision of these Terms may be waived only by a written instrument executed by the party entitled to the benefit of such provision.\nThe failure of Mapbox to exercise or enforce any right or provision of these Terms will not constitute a waiver of such right or provision.\nMapbox reserves all rights not expressly granted to you.</li>\n<li>If any provision of these Terms is held to be unlawful, void, or for any reason unenforceable, then that provision shall be deemed severable from these Terms and shall not affect the validity and enforceability of any remaining provisions.\nHeadings are for convenience only and have no legal or contractual effect.</li>\n<li>You agree that no joint venture, partnership, employment, or agency relationship exists between you and Mapbox as a result of these Terms or your use of the Services.\nYou further acknowledge no confidential, fiduciary, contractually implied, or other relationship is created between you and Mapbox other than pursuant to these Terms.</li>\n</ol>Changelog<ul>\n<li>June 30, 2020: Clarify our APIs, fix numbering in section 2, and remove reference to Enterprise plan.</li>\n<li>June 16, 2020:&nbsp;Moved Studio static exports rights to Service Terms.</li>\n<li>April 24,&nbsp;2020: product terms removed and replaced with a reference to our standard service terms.</li>\n<li>March 17, 2020: Changed terms for Evaluation Products to include deletion requirement.</li>\n<li>January 14, 2020: Excluded Japan map data from the limited end user printing that is permitted in Section 2.9.</li>\n<li>January 9, 2020: Removed a specific age-based restriction from the mobile terms (which is already addressed in the a general manner elsewhere).</li>\n<li>December 13, 2019: Added terms for Linux version of Vision.</li>\n<li>October 14, 2019: Added Permanent Geocode terms.</li>\n<li>September 27, 2019: Added printing terms and clarified wording of license to Your Content.</li>\n<li>September 12, 2019: Added single sign-on terms.</li>\n<li>July 16, 2019: Updated name of Enterprise Boundaries to Boundaries.</li>\n<li>July 1, 2019: Removed the default restriction that Services have to be used in conjunction with a Mapbox map.\nPoint of interest results from the Geocoding API and Enterprise Boundaries must still be used in conjunction with a Mapbox map.</li>\n<li>June 1, 2019: Limited static image exports from Studio to 100.</li>\n<li>May 22, 2019: Updates to reflect pricing changes.\nremoval of commercial and private application restrictions.\naddition of late payment interest and attorneys’ fees.\naddition of audit right for non-geocoding services.\nupdated tax language.\nand minor corrections and reorganizations for clarity.</li>\n<li>April 12, 2019: Added Vision SDK terms.\nUpdated Mapbox Mobile SDK definition and sanctioned party language.</li>\n<li>July 9, 2018: Added Enterprise Boundaries evaluation terms.</li>\n<li>July 2, 2018: Updated definition of commercial mobile applications.</li>\n<li>April 12, 2018: Added Valhalla APIs use restrictions.</li>\n<li>March 15, 2018: Added sanctioned party restrictions.</li>\n<li>December 22, 2017: Re-added Maps SDK for Unity to the list of Mobile SDKs.</li>\n<li>December 6, 2017: Updated the list of permitted Mapbox Mobile SDKs and renamed the named Mapbox SDKs in accordance with the latest guidelines.</li>\n<li>November 8, 2017: Removed references to legacy plans that are no longer offered and extraneous reference to SLA, added terms to the \"Additional terms\" section, and made other minor language clean up edits.</li>\n<li>August 30, 2017: Updated language to reflect new Commercial Plan.\nadded restriction on multiple accounts and encouraging violations of the Mapbox Terms of Service.</li>\n<li>August 9, 2017: Updated DMCA agent information.</li>\n<li>June 16, 2017: Added the Mapbox Maps SDK for Unity as a permitted SDK on mobile.</li>\n<li>April 12, 2017: Added the Optimized Trips API.</li>\n<li>February 1, 2017: Clarified that users may not use the Services to target individuals based on race, gender or gender identity, sexual orientation, religion, or national origin.</li>\n<li>August 23, 2016: Added Studio section.\nadded restrictions related to PHI and dangerous businesses.\nclarified update procedure and other minor edits.</li>\n<li>June 13, 2016: Updated Mapping API language to apply to all mapping APIs and map-related assets.\nadded prohibition on attempting to de-anonymizing mobile data.\nother edits to clarify and simplify language.</li>\n<li>March 8, 2016: Updated mobile and geocoding terms, add directions and map matching terms.</li>\n<li>December 15, 2015: Changed choice of law and venue to California.</li>\n<li>September 3, 2015: Added publicity section.</li>\n<li>August 31, 2015: Clarified temporary geocoding caching.</li>\n<li>July 6, 2015: Add terms for free mobile tiles.</li>\n<li>June 9, 2015: Comprehensive revision, including updates to improve organization, add explicit license grant for use of map content, and updates to indemnity, warranty, and limitation of liability provisions.</li>\n<li>February 8, 2015: Clarified content ownership: it remains fully with customer.</li>\n<li>January 21, 2015: \"Improve this map\" link now required on all maps.</li>\n<li>October 23, 2014: Prohibit use of Services to aid or implement practices that violate basic human rights or civil liberties.</li>\n<li>October 8, 2014: Non-public use is a plans-level feature now.</li>\n<li>October 6, 2014: Clarified caching policy to refer to Mapbox-hosted maps.</li>\n<li>September 17th, 2014: Added section on Geocoding API</li>\n<li>August 18th, 2014: Clarified commercial use around mobile and public applications.</li>\n<li>August 4th, 2014: Changed place of jurisdiction from Washington DC to Delaware.</li>\n<li>May 5th, 2014: Added section on Directions API</li>\n<li>April 10th, 2014: Added section on commercial tracing for satellite imagery and allowing OpenStreetMap tracing</li>\n<li>November 1, 2013: Clarify that per-device caching extends to all consumer devices, not only mobile devices</li>\n<li>March 28, 2013: Added sections describing use of DigitalGlobe imagery</li>\n<li>February 23, 2013: Clarified sections \"Using Mapbox,\" \"Charges &amp.\nPayment,\" and \"Account Cancellation or Suspension\"</li>\n<li>November 2, 2012: Added language on attribution</li>\n<li>April 6, 2012: Added section on \"Caching Mapbox Maps\"</li>\n<li>February 21, 2012: Free usage limits are now defined on the plans page.\n15-day guarantee has been replaced with the free account.</li>\n<li>September 26, 2011: TileStream Hosting has been renamed to Mapbox Hosting.</li>\n<li>September 13, 2011: Added sections pertaining to Subscriber content.</li>\n<li>April 26, 2011: Added sections pertaining to TileStream Hosting.</li>\n</ul>", "created_at": "2019-11-29 11:36:50.208673", "updated_at": "2020-12-14 23:27:50.378382"}, {"id": 2174, "name": "Privacy Policy", "url": "https://www.mapbox.com/legal/privacy/", "xpath": "//div[@class=\"rich-text light w-richtext\"]", "text": "Privacy Policy<p>This Privacy Policy applies to information that Mapbox, Inc.\nand/or its affiliates (“<strong>we</strong>”) collect (A) when you use any of our websites, APIs or other online services (collectively, our <strong>“Services”</strong>), including third-party products and services that integrate with our Services, and (B) when you use third-party websites and applications that cite this privacy policy to provide us with feedback, event or shipping-related information (collectively, our “<strong>Vendors</strong>”).</p>\n<p>This Privacy Policy is intended to help you understand what data we collect, why we collect it, what we do with it, and your options regarding our collection and use of that data.</p>\n<p>\n<strong>Corporate Accounts:</strong> If your account with us lists a corporate email address (a “<strong>Corporate Email</strong>”), then all references to “you” in this Privacy Policy shall also include the person or legal entity that controls the Corporate Email (for example, a person whose email is name@mapbox.com would be considered a Corporate Account of Mapbox).\nIf you don’t want your account to be a Corporate Account, you should use a personal non-corporate email address.\nFor clarification, commonly known personal email account services (e.g., Gmail, Yahoo, Outlook) are not Corporate Email.</p>Information We Collect<ol>\n<li>‍<strong>Account Information:</strong> If you sign up for or authenticate into an account with us, we may collect information that you provide to us in connection with setting up the account, such as your username, name, email address and, for an account you authenticate into, role.\nFurther, in the course of using your account, you may provide us with additional information through your communications with us.<strong>‍</strong>\n</li>\n<li>\n<strong>Payment Information:</strong> Payment is required for some of our Services, and we may ask you to provide certain information, including your name, address, email, and credit card information (collectively, “<strong>Payment Information</strong>”), in connection with processing your transactions.\nYou may update your Payment Information through your account.\nAll credit card processing for our Services is handled directly by our third-party PCI-certified payment provider, Stripe (and any information you provide to Stripe is governed by its privacy policy).\nYour Payment Information is encrypted and transmitted directly and securely to Stripe via HTTPS, and is not stored on our systems.<strong>‍</strong>\n</li>\n<li>\n<strong>Information from Third Parties:</strong> We may receive information related to your use of our Vendor websites and services, including your username, name, email address, shipping address and your interaction with our Vendor.\nCommon examples include signing up for an event or requesting shipment of a product from us.<strong>\n</strong>From time to time, we may also receive contact enrichment information from third parties.</li>\n<li>\n<strong>Website Logs and Cookies:</strong> Whenever you visit or interact with our website, we automatically collect certain information about your browser and your interaction with our website, including (a) IP address, (b) browser and device type, (c) operating system, (d) referring web page, (e) the date and time of page visits, and (f) the pages accessed on our websites.\nWe also use cookies and similar technologies to recognize and improve your use of our websites and, for accounts a user authenticated into, to retain records associated with each user, and you will not be able to access certain parts of our websites, including those that require a login, unless your device accepts cookies from us.<strong>\n</strong>You can find out more information about the cookies on our website and managing your browser’s cookie preferences for our website here.</li>\n<li>\n<strong>APIs and Mobile SDKs:</strong> We automatically collect certain technical information whenever requests are made to our APIs or applications use our SDKs, including (a) IP address, (b) device and browser information, (c) operating system, (d) the content of the request, (e) the date and time of the request, and (f) limited location and usage data.\nWe delete IP addresses after 30 days.\nIn addition, when a mobile application uses our SDKs, it may send us certain limited location and usage data along with an ephemeral ID.\nWe delete this ephemeral ID within 24 hours and do not associate it or the unprocessed mobile location data with any personally identifying information, including names, permanent IDs, email addresses, IP addresses, or phone numbers.\nWe also collect randomly-generated IDs for the limited purpose of analyzing the use of our APIs and SDKs, including the number of active users.\nWe will delete the randomly generated IDs and the content of requests made to our APIs after 36 months.<strong>‍</strong>\n</li>\n<li>\n<strong>Vision SDK:</strong> We automatically collect certain information whenever the Vision SDK is in use, including (a) IP address, (b) device and browser information, (c) operating system, (d) the content of the API requests, (e) the date and time of the request, (f) limited location and usage data, (g) limited front-facing camera imagery and video, (h) a randomly generated ID, (i) accelerometer data and (j) detected road feature data.<strong>‍</strong>\n</li>\n<li>\n<strong>Hosted Data:</strong> In using your account, you may upload data to us via Mapbox Studio, Mapbox Studio Classic, our Dataset API or our Upload API (\"<strong>Hosted Data</strong>\") so that Mapbox can host it for you as part of providing our Services.\nWe delete Hosted Data upon your request, however, due to our highly available, distributed implementation of our hosting solution, artifacts of Hosted Data may remain on Mapbox systems after you delete the file in your account.\nWe will delete those artifacts in accordance with our standard platform maintenance practices after we either receive a specific request from you to delete the Hosted Data artifacts (along with sufficient information to identify which data you want to ensure are deleted) or we receive a request from you to delete your account.<strong>‍</strong>\n</li>\n<li>\n<strong>Feedback:</strong> You and/or your end users may provide us with feedback regarding our Services (e.g., in the form of email, suggestions for how to improve our maps, etc).\nWe do not delete this information.</li>\n</ol>How We Use the Information We Collect<ol>\n<li>‍<strong>Account Information:</strong> We use the account information we collect to provide our Services to you, to maintain your accounts, and to process your transactions.\nThis information is necessary for us to provide the Services to you.\nWe may combine account information with data we receive from other sources.\nWe also may use certain information, such as your email address, to help you by telling you about new Mapbox products or features that may be of interest to you and by providing you with examples of how Mapbox products and services can be used.\nWe have a legitimate interest in improving and marketing our Services.\nIf you receive promotional emails from Mapbox, you can opt out by following the instructions in those emails.<strong>‍</strong>\n</li>\n<li>\n<strong>Payment Information:</strong> We use payment information solely for billing purposes, which is necessary to provide the Services.<strong>‍</strong>\n</li>\n<li>\n<strong>Information from Third Parties:</strong> We may use the information you provide to our Vendors in connection with the event or transaction (including shipments and deliveries), to improve our Services, and to provide you with information about our Services and/or the event or transaction.\nIn addition, from time to time we obtain data from contact enrichment providers for sales and marketing purposes.\nWe have a legitimate interest in improving and marketing our Services and certain data collection is necessary in order to provide the Services.\nYou may opt out of receiving promotional communications from us at any time.<strong>‍</strong>\n</li>\n<li>\n<strong>Website Logs and Cookies:</strong> We use cookies, website logs and other similar data and technologies (i) to preserve information so you will not have to re-enter it during your visit or on subsequent visits to our site.\n(ii) to maintain sessions for authenticated users.\n(iii) to monitor metrics about our site such as the number of visitors and pages viewed.\n(iv) for internal diagnostic and analytic purposes (v) to improve our website and the services we provide, and (vi) to market our Services to you.\nWe may combine this data with information we receive from other sources.\nWe have a legitimate interest in improving and marketing our Services and certain data collection is necessary in order to provide the Services.<strong>\n</strong>‍</li>\n<li>\n<strong>APIs and Mobile SDKs:</strong> We use the data collected through our APIs and SDKs (1) for internal diagnostic and analytic purposes (2) to improve our mapping products and services (3) to provide our Services to end users of our customers and (4) to generate aggregated and anonymized usage statistics.\nWe have a legitimate interest in improving our Services and certain data collection is necessary in order to provide the Services.\nYou can find more information specifically about how we secure and use location data on our telemetry page.<strong>‍</strong>\n</li>\n<li>\n<strong>Vision SDK:</strong> We use the data collected from Vision SDK (a) for internal diagnostic and analytic purposes, (b) to improve our mapping products and services, (c) to provide our Services to end users of our customers and (d) to generate aggregated and anonymized usage statistics.\nWe have a legitimate interest in improving our Services and certain data collection is necessary in order to provide the Services.<strong>‍</strong>\n</li>\n<li>\n<strong>Hosted Data:</strong> We use Hosted Data to provide our Services to you.<strong>‍</strong>\n</li>\n<li>\n<strong>Feedback:</strong> We may use the feedback that you provide for any purpose, including improving our Services.\nWe have a legitimate interest in improving our Services for the benefit of all of our users.</li>\n</ol>When We Share the Information We Collect With Third Parties<ol>\n<li>‍<strong>In General:</strong> We are a global company and may transfer your information outside of the country where you live.\nHowever, we will not transfer personal information outside of the European Union unless the recipient is subject to suitable contractual safeguards to ensure that the personal information is processed in accordance with EU law.\nFor more information, please email us at privacy@mapbox.com.<strong>‍</strong>\n</li>\n<li>\n<strong>Account Information and Information from Third Parties: </strong>We may share your account information and information we receive from third parties with our service providers (e.g., hosted infrastructure providers) who need access to such information to carry out work on our behalf.<strong>‍</strong>\n</li>\n<li>\n<strong>Payment Information:</strong> We may disclose Payment Information to (a) our payment provider, Stripe, as described above in the “Information We Collect” section, (b) billing and accounting service providers acting on our behalf and (c) in connection with “Rare and Limited Disclosures” described below.<strong>‍</strong>\n</li>\n<li>\n<strong>Website Logs and Cookies: </strong>We share information about your device and interaction with our website with our service providers that host our website and provide marketing and analytics services to us.\nCertain marketing and analytics services that integrate directly into our website may collect information about your device, browser, and interaction with our websites (including by placing third-party cookies on your browser or other similar technologies).\nWe do not control how these third parties use or share this information, which is subject to their privacy policies.\nYou can find out more information about the cookies on our website and managing your browser’s cookie preferences for our website here.\n</li>\n<li>\n<strong>APIs and Mobile SDKs: </strong>We only share raw location data with our hosted infrastructure service providers.\nWe share other data collected through your use of our APIs and SDKs with our hosted infrastructure and internal analytics service providers.\nIn limited situations, we may also share API log data associated with a specific customer's account with that customer for the purpose of resolving billing questions.\nWe also may share aggregated and anonymized usage statistics with other third parties.<strong>‍</strong>\n</li>\n<li>\n<strong>Vision SDK:</strong> We share data collected through your use of Vision SDK with our hosted infrastructure and internal analytics service providers.\nIn addition, we may share Vision SDK data with the person or entity that controls the account associated with the data.\nWe also may share aggregated and anonymized usage statistics with other third parties.<strong>‍</strong>\n</li>\n<li>\n<strong>Hosted Data:</strong> We use third parties to store, process and deliver the Hosted Data as directed by you (e.g., AWS and Cloudfront).\nWe may share the Hosted Data with such service providers subject to obligations consistent with this Privacy Policy and any other appropriate confidentiality and security measures.\nWe do not otherwise disclose Hosted Data except as directed by you or as described below in “Rare and Limited Disclosure”.<strong>‍</strong>\n</li>\n<li>\n<strong>Feedback:</strong> We may share your feedback with third parties, including our third-party suppliers and partners who help us provide the Services.<strong>‍</strong>\n</li>\n<li>\n<strong>Rare and Limited Disclosures:</strong> We may share information in our possession in response to a request if we believe disclosure is in accordance with, or required by, any applicable law, regulation or legal process.\nFor more information, see “Law Enforcement and Transparency,” below.<br>Furthermore, we may share information in our possession if we have a good-faith belief that access, use, preservation, or disclosure of the information is reasonably necessary to enforce our terms of service, detect, prevent, or otherwise address threats to our platform, or protect against harm to the rights, property or safety of Mapbox, our users, or the public as required or permitted by law.<br>Finally, we may also share the information we collect in connection with, or during negotiations of, any merger, sale of company assets, financing or acquisition of all or a portion of our business by another company.\nWe may also share information among our current and future parents, affiliates, subsidiaries and other companies under common control and ownership.</li>\n</ol>Your Choices About What We Do with the Information We Collect<ol>\n<li>‍<strong>Account and Payment Information:</strong> Certain account information is optional, and you may choose not to provide it to Mapbox.\nNote that some of this account and payment information is necessary for related Services to function properly – for example, if you do not provide payment information, you cannot take advantage of features that require payment.<strong>‍</strong>\n</li>\n<li>\n<strong>Website Logs and Cookies:</strong> You may delete cookies from your computer, and most browsers provide the option to block cookies.\nNote that if you block cookies placed by us (first party cookies), portions of our Services, including our website, may not work as intended.\nHowever, your access to our websites should not be affected if you disable third-party cookies placed by third parties that manage marketing and analytics aspects of our website.\nYou can find out more information about the cookies on our website and managing your browser’s cookie preferences for our website here.\n</li>\n<li>\n<strong>APIs and Mobile SDKs:</strong> If you are an end user of a product or service that integrates our Services, your privacy options will be largely determined by the developer of the product or service.\nIn addition to any privacy options that the developer may have provided you with, you may also be able to control the applications that can collect information about your precise location by using the settings available on your device, including opting out of collection of telemetry data.</li>\n<li>\n<strong>Questions</strong>.\nIf you have any questions about how to limit the disclosure and/or use of your personal information to us, please email us at privacy@mapbox.com.</li>\n</ol>Your Access to and Control of the Information We Collect<ol>\n<li>‍<strong>In General:</strong> If you believe that we hold information that would allow us to correct, amend, or delete inaccurate information about you or if you believe that information about you has been processed in violation of this privacy policy, applicable law or the Privacy Shield Principles (see “U.S.-EU Privacy Shield and Swiss-U.S.\nPrivacy Shield” below), please email us at privacy@mapbox.com.<strong>‍</strong>\n</li>\n<li>\n<strong>Account Information, Hosted Data, and Payment Information:</strong> You may correct or change certain account information in the account pages we’ve made available to you, and you may update, correct or delete other Account Information, Hosted Data or Payment Information that you have provided to us at any time by emailing us at privacy@mapbox.com.\nIf you wish to delete or deactivate your account, please email us at privacy@mapbox.com, but note that we may retain certain information as required by law or to protect our rights and property.<strong>‍</strong>\n</li>\n<li>\n<strong>Website Logs, Cookies, APIs and Mobile SDKs: </strong>We temporarily retain IP addresses for security and accounting purposes.\nGiven the temporary nature of this storage, it is generally not feasible for us to provide access to IP addresses or the logs associated with them.<strong>‍</strong>\n</li>\n<li>\n<strong>Feedback:</strong> You may request that we update, correct or delete any feedback that you have provided to us by emailing us at privacy@mapbox.com, however we may have deleted or anonymized the feedback you had previously provided to us in a way that makes it infeasible for us to associate a particular piece of feedback with a particular user.</li>\n</ol>\n<p>\n<strong>Your rights under the California Consumer Protection Act (CCPA)</strong>\n</p>\n<p>California consumers have the following rights:</p>\n<ul>\n<li>to not receive discriminatory treatment by Mapbox for the exercise of privacy rights conferred by the CCPA;</li>\n<li>to request to know the personal information Mapbox has about you.\nYou may access personal information associated with your Mapbox account, such as username, email address, and associated account activity by logging into your Mapbox account.\nIf you do not have a Mapbox account, it will not be possible for Mapbox to verify your identity to a reasonably high degree of certainty to permit disclosure of specific pieces of information, as Mapbox only has limited personal information about non-accountholders.\nand</li>\n<li>to request deletion of their personal information collected or maintained by Mapbox.</li>\n</ul>\n<p>In order to submit a verifiable consumer request to delete your information, you must do the following:</p>\n<ul>\n<li>If you have a Mapbox account, login to your Mapbox account, go to Settings, and click “Delete account” and follow the instructions.\nMapbox uses your request while you are logged in to verify that you are the account holder.\nIf you do not login to your Mapbox account to make this request, information associated with your Mapbox account will not be deleted.</li>\n<li>You may, without logging into your Mapbox account, request deletion of your email address and associated personal information (if any) through this form.\nMapbox will email you a confirmation link at the email you provide in order to verify the request.\nYou must click on this confirmation link in the verification email Mapbox sends you to verify the email belongs to you before Mapbox can process your request.\nA request through this form will only request to delete personal information from non-account-related sources (such as the list of emails we send newsletters to).\nTo delete account-related information, you must login to your Mapbox account to verify your identity.&nbsp;</li>\n<li>If you believe Mapbox has any personal information about you that is not account-related and not an email address and associated information, please email Mapbox at privacy@mapbox.com describing in detail the information you believe Mapbox has and how you believe Mapbox obtained it.\nPlease note that without an email address, it may not be possible for Mapbox to verify your identity to a reasonable degree of certainty to locate or delete any information.</li>\n<li>Alternatively, you may call 1 (833) 732-4082 and leave a voicemail requesting deletion of personal information.\nIn your voicemail, leave your email address, if you have one.\nYou must still complete the verification steps described above in order for Mapbox to verify your identity.</li>\n</ul>\n<p>It is our firm belief that we do not and will not “sell” your personal information.\nNonetheless, if you don’t agree with our opinion, you are welcome to complete this form and you will be opted out of disclosure to third parties that are not our service providers.\n(If you also want to opt out of third-party cookies on our website, you can do so using your browser’s cookie preferences.\nMore information is available here.) </p>Law Enforcement and Transparency<ol>\n<li>‍<strong>In General:</strong> Although we acknowledge that government sometimes must act to protect citizens' safety and security, we strongly believe that current laws regulating surveillance of individuals and access to user information need to be reformed.\nWe have signed the Stop Watching Us petition and supports the principles of the Reform Government Surveillance open letter to Congress.<br>\n<br>We post anonymized information about all law enforcement requests in our transparency report.\nMapbox has never received a national security letter, FISA court order, or any other classified request for user information.\nIf we ever receive such a request, we will review it carefully and make sure it follows the law (including the Fourth Amendment).\nIf we believe a request is overly broad, we will seek to narrow it.<br>\n<br>If we have a good faith belief that there is an emergency involving the danger of death or severe physical injury, we may disclose limited information necessary to prevent that harm.<strong>‍<br>‍</strong>\n</li>\n<li>\n<strong>Account Information, Hosted Data, Store Data and Payment Information:</strong> We require a subpoena or court order to provide information about your account, such as the name associated with the account, means of payment, and length of service.\nIf we are ever forced to share identifiable information about you, we'll notify you with the full details of the request before we disclose it unless we are legally prohibited from doing so by law or court order.<strong>‍</strong>\n</li>\n<li>\n<strong>Website Logs, Cookies, APIs and Mobile SDKs:</strong> We will only disclose information collected through our Services, including maps and associated data and location information, in response to a subpoena or court order.</li>\n</ol>U.S.-EU Privacy Shield and Swiss-U.S.\nPrivacy Shield<ol>\n<li>We (Mapbox, Inc.\nand Mapbox International, Inc.) comply with the EU-U.S.\nPrivacy Shield Framework and Swiss-U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union and Switzerland to the United States.\nWe continue to comply with ongoing Privacy Shield obligations with respect to personal information transferred to us from the European Economic Area in reliance on the EU-U.S.\nPrivacy Shield Framework prior to 16 July 2020 (“<strong>Historic Transfers</strong>”).\nThe EU-U.S.\nPrivacy Shield Framework continues to be administered by the Department of Commerce and our commitments remain subject to the enforcement powers of the United States Federal Trade Commission.\nWe have certified to the Department of Commerce that we adhere to the Privacy Shield Principles.\nIf there is any conflict between the terms in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification, please visit https://www.privacyshield.gov/welcome.</li>\n<li>In compliance with the Privacy Shield Principles, we are committed to resolve complaints about our collection or use of your personal information.\nEU and Swiss individuals with inquiries or complaints regarding our Privacy Shield policy should first contact us using the information in the \"Contact Us\" section below.\nWe have further committed to refer unresolved Privacy Shield complaints to JAMS, an alternative dispute resolution provider located in the United States.\nIf you do not receive timely acknowledgment of your complaint from us, or if we have not addressed your complaint to your satisfaction, please contact or visit https://www.jamsadr.com/eu-us-privacy-shield for more information or to file a complaint.\nThe services of JAMS are provided at no cost to you.</li>\n<li>Under certain conditions, you may be able to invoke binding arbitration to resolve your complaint.\nMapbox is subject to the investigatory and enforcement powers of the Federal Trade Commission.</li>\n<li>If we shared personal data transferred to the U.S.\nunder the Privacy Shield with a third-party service provider that processes such data on our behalf, then we will be liable for that third party’s processing in violation of the U.S.\nPrivacy Shield Principles, unless we can prove that we are not responsible for the event giving rise to the damage.</li>\n</ol>\n<p>If you wish to transfer data to us under the Standard Contractual Clauses, please see our DPA.</p>Other Websites<p>This privacy policy does not cover APIs and other services available on domains other than Mapbox.com, including without limitation Mapbox.cn and Mapbox.jp, which are instead governed by their respective privacy policies, if any, available therein.</p>Contact Us<p>We'd love to hear any questions, concerns or feedback you might have about this privacy policy.\nIf you have suggestions for us, let us know at privacy@mapbox.com.</p>Changelog<ul>\n<li>September 29, 2020: Clarified that Mapbox's Privacy Shield commitments remain in effect for historic transfers.</li>\n<li>August 3, 2020: Updated information that we collect to cover use of our SDKs without our APIs.</li>\n<li>July 27, 2020: Removed a reference to Privacy Shield.</li>\n<li>June 29, 2020: Added clarifications regarding \"Your Choices About What We Do with the Information We Collect\", including how to opt out of telemetry collection and where to email with questions.</li>\n<li>December 31, 2019: Added California Consumer Protection Act (CCPA)-specific disclosures.\nupdated cookie disclosure and information on other domains.</li>\n<li>October 21, 2019: Updated list of marketing and analytics services.</li>\n<li>September 12, 2019: Added single sign-on terms.</li>\n<li>June 19, 2019: Minor changes to the privacy shield section.</li>\n<li>March 4, 2019: Updates to SDK collection provisions.</li>\n<li>February 21, 2019: Added language providing more clarity on our right to use information in the event of a dispute under the \"Rare and Limited Disclosure\" section.</li>\n<li>November 16, 2018: Added language describing information practices specific to Vision SDK.</li>\n<li>October 30, 2018: Added language clarifying limited use of randomly-generated IDs and sharing API logs for the purpose of resolving billing questions.</li>\n<li>August 13, 2018: Added language clarifying when this privacy policy applies to information received from Vendors.</li>\n<li>June 22, 2018: Added additional marketing and analytics services that integrate directly into our website.</li>\n<li>May 17, 2018: Added additional clarification as to how deletion of Hosted Data works.</li>\n<li>May 14, 2018: Added language to distinguish between website logs and API logs.\nadded more information about cookies and similar technologies.\nupdates to comply with GDPR disclosure requirements.</li>\n<li>November 16, 2017: Added clarifying language regarding corporate emails, removed online merchandise store, and updated policy to cover information submitted to Our Vendors.</li>\n<li>May 12, 2017: Added language regarding data collected through our soon to be launched online merchandise store.</li>\n<li>May 2, 2017: Updated the Privacy Shield certification language.</li>\n<li>April 14, 2017: Re-wrote the policy for the purposes of Privacy Shield certification.</li>\n<li>January 20, 2016: Updated to reflect EU Safe Harbor invalidation.</li>\n<li>July 24, 2015: We now participate in the EU Safe Harbor program.</li>\n<li>July 6, 2015: Added clarification regarding third party services, mobile data collection and user age requirements.</li>\n<li>March 27, 2015: Added guarantee that we will require a warrant for access to location information.\nAdded exception to legal process requirements for life-threatening or similarly dire emergencies.</li>\n</ul>", "created_at": "2019-11-29 11:37:59.75245", "updated_at": "2020-12-14 23:28:12.478372"}], "points": [], "urls": ["mapbox.com"]}}