{"error": 448, "message": "OK", "parameters": {"id": 1557, "name": "23andMe", "created_at": "2019-05-14 22:38:22.491725", "updated_at": "2021-09-01 21:31:47.585384", "wikipedia": "https://en.wikipedia.org/wiki/23andMe", "keywords": null, "related": null, "slug": "23andme", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/1557.png", "url": "23andme.com", "documents": [{"id": 3072, "name": "Privacy Policy", "url": "https://www.23andme.com/about/privacy/", "xpath": "/html/body/main/div/div", "text": " Privacy Highlights <strong>\n</strong>\n<p>\nLast Updated: October 30, 2020\n</p>\n<p>\nThese \"Privacy Highlights\" provide an overview of some core components of our data handling practices.\nPlease be sure to review the Full Privacy Statement.\n</p>\n<strong>Information We Collect</strong>\n<p>\nWe generally collect the following information:\n</p>\n<ul>\n<li>\n<strong>Information we receive when you use our Services.​</strong> We collect Web-Behavior Information via cookies and other similar tracking technologies when you use and access our Services (our website, mobile apps, products, software and other services).\nSee our Cookie Policy​ for more information.\n</li>\n<li>\n<strong>Information you share with us.​</strong> We collect and process your information when you place an order, create an account, register your 23andMe kit, complete research surveys, post on our Forums or use other messaging features, and contact Customer Care.\nThis information can generally be categorized as Registration Information, Self-Reported Information, and/or User Content as defined in our full Privacy Statement.\n</li>\n<li>\n<strong>Information from our DNA testing services.​</strong> With your consent, we extract your DNA from your saliva sample and analyze it to produce your Genetic Information (the As, Ts, Cs, and Gs at particular locations in your genome) in order to provide you with 23andMe reports.\n</li>\n</ul>\n<strong>How We Use Information</strong>\n<p>\nWe generally process Personal Information for the following reasons:\n</p>\n<ul>\n<li>\n<strong>To provide our Services.</strong>​ We process Personal Information in order to provide our Service, which includes processing payments, shipping kits to customers, creating customer accounts and authenticating logins, analyzing saliva samples and DNA, and delivering results and powering tools like DNA Relatives.\n</li>\n<li>\n<strong>To analyze and improve our Services.​</strong> We constantly work to improve and provide new reports, tools, and Services.\nFor example, we are constantly working to improve our ability to assign specific ancestries to your DNA segments and maximize the granularity of our results.\nWe may also need to fix bugs or issues, analyze the use of our website to improve the customer experience or assess our marketing campaigns.\n</li>\n<li>\n<strong>For 23andMe Research, with your consent.</strong>​ If you choose to consent to participate in 23andMe Research, 23andMe researchers can include your de-identified Genetic Information and Self-Reported Information in a large pool of customer data for analyses aimed at making scientific discoveries.\n</li>\n</ul>\n<strong>Control: Your Choices</strong>\n<p>\nYou have the ability to make decisions about how your data is shared and used.\nYou choose:\n</p>\n<ul>\n<li>\n<strong>To store or discard your saliva sample​</strong> after it has been analyzed.\n</li>\n<li>\n<strong>Which health report(s)​</strong> you view and/or opt-in to view.\n</li>\n<li>\nWhen and with whom ​<strong>you share your information​</strong>, including friends, family members, health care professionals, or others outside our Services, including through third party services that accept 23andMe data and social networks.\n</li>\n<li>\nTo give or decline consent for 23andMe Research.\nBy agreeing to the Research Consent Document, Individual Data Sharing Consent Document, or participating in a 23andMe Research Community you can consent to the use of your de-identified data for scientific research purposes.\n</li>\n<li>\nTo delete your 23andMe account and data, at any time.\n</li>\n</ul>\n<strong>Access To Your Information</strong>\n<p>\nYour Personal Information may be shared in the following ways:\n</p>\n<ul>\n<li>\n<strong>With our service providers</strong>​, as necessary for them to provide their services to us.\n</li>\n<li>\n<strong>With qualified research collaborators​</strong>, only if you provide your explicit consent.\n</li>\n</ul>\n<p>\n23andMe will not sell, lease, or rent your individual-level information to a third party for research purposes without your explicit consent.\n</p>\n<ul>\n<li>\n<strong>We will not​</strong> share your data with any ​<strong>public databases​</strong>.\n</li>\n<li>\n<strong>We will not​</strong> provide any person’s data (genetic or non-genetic) to an ​<strong>insurance company​</strong> or <strong>​employer​</strong>.\n</li>\n<li>\n<strong>We will not</strong>​ provide information to ​<strong>law enforcement</strong>​ or <strong>​regulatory authorities</strong>​ unless required by law to comply with a valid court order, subpoena, or search warrant for genetic or Personal Information (visit our ​Transparency Report​).\n</li>\n</ul>\n<strong>How We Secure Information</strong>\n<p>\n23andMe implements measures and systems to ensure confidentiality, integrity, and availability of 23andMe data.\nOur team regularly reviews and improves our security practices to help ensure the integrity of our systems and your information.\nThese practices include, but are not limited to, the following areas:\n</p>\n<ul>\n<li>\n<strong>Independent security certification and audit.</strong>​ Our information security management system, which protects 23andMe information assets supporting our Services, has been certified under the internationally recognized ISO/IEC 27001:2013 standard.\nSome of those controls are described below.\n</li>\n<li>\n<strong>Encryption.​</strong> 23andMe uses industry standard security measures to encrypt Sensitive Information both when it is stored and when it is being transmitted.\n</li>\n<li>\n<strong>Limited access to essential personnel.​</strong> We limit access of information to authorized personnel, based on job function and role.\n23andMe access controls include multi-factor authentication, single sign-on, and a strict least-privileged authorization policy.\n</li>\n</ul>\n<strong>Risks and Considerations</strong>\n<p>\nThere may be some consequences of using our Services that you haven't considered.\n</p>\n<ul>\n<li>\nYou may discover things about yourself and/or your family members that may be upsetting or cause anxiety and that you may not have the ability to control or change.\n</li>\n<li>\nYou may discover relatives who were previously unknown to you, or may learn that someone you thought you were related to is not your biological relative.\n</li>\n<li>\nIn the event of a data breach it is possible that your data could be associated with your identity, which could be used against your interests.\n</li>\n</ul> Full Privacy Statement <strong>\n</strong>\n<p>\nLast Updated: October 30, 2020\n</p>\n<p>\nThis Privacy Statement applies to all websites owned and operated by 23andMe, Inc (\"23andMe\"), including www.23andme.com, and any other websites, pages, features, or content we own or operate, and to your use of the 23andMe mobile app and any related Services.\nOur Privacy Statement is designed to help you better understand how we collect, use, store, process, and transfer your information when using our Services.\n</p>\n<p>\nPlease carefully review this Privacy Statement and our Terms of Service.\nUnless otherwise defined in this Privacy Statement, terms used in this Privacy Statement have the same meanings as terms defined in our Terms of Service.\nBy using our Services, you acknowledge all of the policies and procedures described in the foregoing documents.\nIf you do not agree with or you are not comfortable with any aspect of this Privacy Statement or our Terms of Service, you should immediately discontinue use of our Services.\n</p>\n<strong>Contents</strong>\n<ol>\n<li> Key Definitions </li>\n<li> Information we collect <ul>\n<li> Information you provide directly to us </li>\n<li> Information related to our genetic testing services </li>\n<li> Information collected through tracking technology </li>\n<li> Other types of information </li>\n</ul>\n</li>\n<li> How we use your information <ul>\n<li> To provide you with Services and analyze and improve our Services </li>\n<li> To process, analyze and deliver your genetic testing results </li>\n<li> To allow you to share your Personal Information with others </li>\n<li> To allow you to share your Personal Information for research purposes </li>\n<li> To recruit you for external research </li>\n<li> To provide customer support </li>\n<li> To conduct surveys or polls, and obtain testimonials </li>\n<li> To provide you with marketing communications </li>\n</ul>\n</li>\n<li> Information we share with third parties <ul>\n<li> General Service Providers </li>\n<li> \"Targeted advertising\" service providers </li>\n<li>\nAggregate Information\n</li>\n<li> Information we share with commonly owned entities </li>\n<li> As required by law </li>\n<li> Business Transactions </li>\n</ul>\n</li>\n<li> Your choices <ul>\n<li> Access to your account </li>\n<li> Marketing communications </li>\n<li> Sharing outside of the 23andMe Services </li>\n<li> Account Deletion </li>\n</ul>\n</li>\n<li> Security Measures </li>\n<li> Children's Privacy </li>\n<li> Linked Websites </li>\n<li> Information for Customers in Designated Countries <ul>\n<li> International Transfers </li>\n<li> Our relationship with you </li>\n<li> Legal bases for processing Personal Information from the EU </li>\n<li> Direct Marketing </li>\n<li> Privacy Rights </li>\n<li> Complaints </li>\n</ul>\n</li>\n<li> California ​Residents </li>\n<li> Nevada Residents </li>\n<li> Do-Not-Track Statement </li>\n<li> Changes to this Privacy Statement </li>\n<li> Contact information </li>\n</ol>\n<strong>1.\nKey Definitions</strong>\n<ol>\n<li>\n<strong>Aggregate Information</strong>: information that has been combined with that of other users and analyzed or evaluated as a whole, such that no specific individual may be reasonably identified.\n</li>\n<li>\n<strong>De-identified Information</strong>: information that has been stripped of your Registration Information (e.g., your name and contact information) and other identifying data such that you cannot reasonably be identified as an individual, also known as pseudonymized information.\n</li>\n<li>\n<strong>Individual-level Information</strong>: information about a single individual's genotypes, diseases or other traits/characteristics, but which is not necessarily tied to Registration Information.\n</li>\n<li>\n<strong>Personal Information</strong>: information that can be used to identify you, either alone or in combination with other information.\n23andMe collects and stores the following types of Personal Information:\n<ol>\n<li>\n<strong>Registration Information</strong>: information you provide about yourself when registering for and/or purchasing our Services (e.g.\nname, email, address, user ID and password, and payment information).\n</li>\n<li>\n<strong>Genetic Information</strong>: information regarding your genotypes (i.e.\nthe As, Ts, Cs, and Gs at particular locations in your genome), generated through processing of your saliva by 23andMe or by its contractors, successors, or assignees.\nor otherwise processed by and/or contributed to 23andMe.\n</li>\n<li>\n<strong>Self-Reported Information​</strong>: information you provide directly to us, either through the Services or through a third party, including your disease conditions, other health-related information, personal traits, ethnicity, family history, and other information that you enter into surveys, forms, or features while signed in to your 23andMe account.\n</li>\n<li>\n<strong>Sensitive Information</strong>: information about your health, Genetic Information, and certain Self-Reported Information such as racial and ethnic origin, sexual orientation, and political affiliation.\n</li>\n<li>\n<strong>User Content</strong>: information, data, text, software, music, audio, photographs, graphics, video, messages, or other materials - other than Genetic Information and Self-Reported Information-generated by users of 23andMe Services and transmitted, whether publicly or privately, to or through 23andMe.\n</li>\n<li>\n<strong>Inferences and Derived Data</strong>: information, data, assumptions, or conclusions that are derived directly or indirectly from another source of Personal Information.\nFor example, we may use statistical techniques to infer additional genetic information based on genetic information generated directly through the processing of your saliva sample.\n</li>\n<li>\n<strong>Web-Behavior Information</strong>: information on how you use our Services collected through log files, cookies, web beacons, and similar technologies, (e.g., device information (device identifiers), IP address, browser type, domains, page views).\n</li>\n</ol>\n</li>\n</ol>\n<strong>\n2.\nInformation we collect\n</strong>\n<ol>\n<li>\n<strong>\nInformation you provide directly to us or through a third party\n</strong>\n<ol>\n<li>\n<strong>Registration Information.</strong> ​When you purchase our Services or create a 23andMe account, we collect Personal Information, which may include your name, date of birth, billing and shipping address, payment information (e.g., credit card) and contact information (e.g.\nemail, phone number and license number).\n</li>\n<li>\n<strong>Self-Reported Information.</strong> ​You have the option to provide us with additional information about yourself through surveys, forms, features and applications.\nFor example, you may provide us with information about your personal traits (e.g., eye color, height), ethnicity, disease conditions (e.g., Type 2 Diabetes), other health-related information (e.g., pulse rate, cholesterol levels, visual acuity), and family history information (e.g., information similar to the foregoing about your family members).\nBefore you disclose information about a family member, you should make sure you have permission from the family member to do so.\n</li>\n<li>\n<strong>User Content.</strong> Some of our Services allow you to create and post or upload content, such as data, text, software, music, audio, photographs, graphics, video, messages, or other materials that you create or provide to us through either a public or private transmission (\"<strong>User Content</strong>\").\nFor example, User Content includes any discussions, posts, or messages you send on our Forums.\n</li>\n<li>\n<strong>Blogs and Forums.</strong> Our website offers publicly accessible blogs.\nAdditionally, 23andMe customers may participate in our online Forums.\nYou should be aware that any information you provide or post in these areas may be read, collected, and used by others who access them.\nTo request that we remove or de-identify your Personal Information from our blog or Forums, contact us at privacy@23andme.com.\nPlease note that whenever you post something publicly, it may sometimes be impossible to remove all instances of the posted information, for example, if someone has taken a screenshot of your posting.\nPlease exercise caution before choosing to share Personal Information publicly on our blogs, Forums or in any other posting.\nYou may be required to register with a third party application to post a comment.\nTo learn how the third party application uses your information, please review the third party's terms of use and privacy statement.\n</li>\n<li>\n<strong>Social media features and widgets.</strong> Our Services include Social Media Features, such as the Facebook \"Like\" or \"Share\" button and widgets (\"Features\").\nThese Features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the Feature to function properly.\nThey may also allow third party social media services to provide us information about you, including your name, email address, and other contact information.\nThe information we receive is dependent upon your privacy settings with the third party social media service.\nFeatures are either hosted by a third party or hosted directly on our site.\nYour interactions with these Features are governed by the privacy statements of the third party companies providing them.\nYou should always review and, if necessary, adjust your privacy settings on third party websites and services before linking or connecting them to our website or Service.\n</li>\n<li>\n<strong>Third party services (e.g., social media).</strong> If you use a third party site, such as Facebook or Twitter, in connection with our Services to communicate with another person (e.g., to make or post referrals or to request that we communicate with another person), then in addition to that person's name and contact information, we may also collect other information (e.g., your profile picture, network, gender, username, user ID, age range, language, country, friends lists or followers) depending on your privacy settings on the third party site.\nWe do not control the third party site's information practices, so please review the third party’s privacy statement and your settings on the third party’s site carefully.\n</li>\n<li>\n<strong>Third party sign in.</strong> You may create a 23andMe account and/or sign in to our Services using an account you created with a third party service, such as Google.\nIf you provide authorization to 23andMe, we will collect and use the information you share with us via that third party service (such as your email address, name, and date of birth as specified in your third party service account) in accordance with this Privacy Statement.\nYou are responsible for managing your credentials for your third party service account, and for maintaining the security of your third party service account.\n23andMe does not have access to the credentials for your third party service account.\nIf you choose to use third party sign in and you lose access to your credentials for your third party service account, you may not be able to access your 23andMe account.\nYou may manage authorization for third party sign in through your 23andMe Account Settings or through your third party service account.\n</li>\n<li>\n<strong>Referral information and sharing.</strong> When you refer a person to 23andMe or choose to share your 23andMe results with another person, we will ask for that person's email address.\nWe will use their email address solely, as applicable, to make the referral or to communicate your sharing request to them, and we will let your contact know that you requested the communication.\nBy participating in a referral program or by choosing to share information with another person, you confirm that the person has given you consent for 23andMe to communicate (e.g., via email) with him or her.\nThe person you referred may contact us at privacy@23andme.com to request that we remove this information from our database.\nFor more information on our referral program, see here.\n</li>\n<li>\n<strong>Gifts.</strong> If you provide us with Personal Information about others, if others give us your information, or if you authorize another individual to share or send your Personal Information to our third party service provider(s) for the purpose of ordering the Service or other personalized gift(s), we will only use that information for the purpose for which it was provided to us.\nThese purposes may include, for example, where you provide us with a friend’s shipping address when placing an order or where you authorize a family member to order personalized merchandise based on your ancestry report results.\nOnce a gift recipient registers for our Services and agrees to our Privacy Statement, our Terms of Service, and if applicable, certain Consent Documents, his or her Personal Information will be used in manners consistent with this Privacy Statement, and will not be shared with the purchaser, unless they independently choose to share their own Personal Information through the Services with the purchaser.\nInformation shared directly with our third party service provider(s) for personalized gifts are subject to such third party’s terms of service and privacy policies.\n</li>\n<li>\n<strong>Customer service.</strong> When you contact Customer Care or correspond with us about our Service, we collect information to: track and respond to your inquiry.\ninvestigate any breach of our Terms of Service, Privacy Statement or applicable laws or regulations.\nand analyze and improve our Services.\n</li>\n</ol>\n</li>\n<li>\n<strong>\nInformation related to our genetic testing services\n</strong>\n<ol>\n<li>\n<strong>Saliva sample and biobanking.</strong> To use our genetic testing services, you must purchase, or receive as a gift, a 23andMe Personal Genetic Service testing kit, create an online account and register your kit, and ship your saliva sample to us or our third party laboratory.\nYour DNA will be extracted from your saliva sample for analysis.\nDuring kit registration you are asked to review our Consent Document for Sample Storage and Additional Genetic Analyses.\nUnless you consent to sample storage (“Biobanking”) and additional analyses, your saliva sample and DNA are destroyed after the laboratory completes its work, subject to laboratory legal and regulatory requirements.\nYou can update your Biobanking preference to discard a stored sample within your 23andMe Account Settings once your sample has completed processing.\n</li>\n<li>\n<strong>\nGenetic Information.\n</strong>\nInformation regarding your genotype (e.g.\nthe As, Ts, Cs, and Gs at particular locations in your genome), your Genetic Information, is generated when we analyze and process your saliva sample, or when you otherwise contribute or access your Genetic Information through our Services.\nGenetic Information includes the 23andMe results reported to you as part of our Services, and may be used for other purposes, as outlined in Section 3 below.\n</li>\n</ol>\n</li>\n<li>\n<strong>\nWeb-Behavior Information collected through tracking technology (e.g.\nfrom cookies and similar technologies)\n</strong>\n<p>\nWe and our third party service providers use cookies and similar technologies (such as web beacons, tags, scripts and device identifiers) to:\n</p>\n<ol>\n<li>\nhelp us recognize you when you use our Services.\n</li>\n<li>\ncustomize and improve your experience.\n</li>\n<li>\nprovide security.\n</li>\n<li>\nanalyze usage of our Services (such as to analyze your interactions with the results, reports, and other features of the Service).\n</li>\n<li>\ngather demographic information about our user base.\n</li>\n<li>\noffer our Services to you.\n</li>\n<li>\nmonitor the success of marketing programs.\nand\n</li>\n<li>\nserve targeted advertising on our site and on other sites around the Internet.\n</li>\n</ol>\n<p>\nIf you reject cookies, you may still use our site, but your ability to use some features or areas of our site may be limited.\nFor more information, including the types of cookies found on 23andMe and how to control cookies, please read our Cookie Policy.\n</p>\n<p>\nWe may receive reports based on the use of these technologies from third party service providers as de-identified, Individual-level Information or as Aggregate Information (as described in Section 4.c).\n</p>\n<p>\n<strong>Google Analytics.</strong> Google Analytics is used to perform many of the tasks listed above.\nWe use the User-ID feature of Google Analytics to combine behavioral information across devices and sessions (including authenticated and unauthenticated sessions).\nWe have enabled the following Google Analytics Advertising features: Remarketing, Google Display Network Impression Reporting, Google Analytics Demographics and Interest Reporting, and DoubleClick Campaign Manager integration.\nWe do not merge information collected through any Google advertising product with individual-level information collected elsewhere by our Service.\n<strong>Learn more about how Google collects and uses data here</strong>.\nTo opt out of Google Analytics Advertising Features please use Google Ad Settings.\nTo opt out of Google Analytics entirely please use this link.\n</p>\n</li>\n<li>\n<strong>\nOther Types of Information\n</strong>\n<p>\nWe continuously work to enhance our Services with new products, applications and features that may result in the collection of new and different types of information.\nWe will update our Privacy Statement and/or obtain your prior consent to new processing, as needed.\n</p>\n</li>\n</ol>\n<strong>\n3.\nHow we use your information\n</strong>\n<p>\n23andMe will use and share your Personal Information with third parties only in the ways that are described in this Privacy Statement.\n</p>\n<ol>\n<li>\n<strong>\nTo provide you with Services and to analyze and improve our Services\n</strong>\n<p>\nWe use the information described above in Section 2 to operate, provide, analyze and improve our Services.\nThese activities may include, among other things, using your information in a manner consistent with this Privacy Statement to:\n</p>\n<ol>\n<li>\nopen your account, enable purchases and process payments, communicate with you, and implement your requests (e.g., referrals).\n</li>\n<li>\nenable and enhance your use of our website and mobile application(s), including authenticating your visits, providing personalized content and information, and tracking your usage of our Services.\n</li>\n<li>\ncontact you about your account, and any relevant information about our Services (e.g.\npolicy changes, security updates or issues, etc.).\n</li>\n<li>\nenforce our Terms of Service and other agreements.\n</li>\n<li>\nmonitor, detect, investigate and prevent prohibited or illegal behaviors on our Services, to combat spam and other security risks.\nand\n</li>\n<li>\nperform research &amp.\ndevelopment activities, which may include, for example, conducting data analysis in order to develop new or improve existing products and services, and performing quality control activities.\n</li>\n</ol>\n<p>\nFor individuals located in the European Economic Area (“EEA”), United Kingdom, or Switzerland (collectively the “Designated Countries”): We process your Personal Information in this way to provide our Services to you in accordance with our Terms of Service.\n</p>\n</li>\n<li>\n<strong>\nTo process, analyze and deliver your genetic testing results\n</strong>\n<p>\nAs described above, to receive results through the Personal Genetic Service, you must create a 23andMe account, register your kit, and submit your saliva sample to be genotyped by us or our contracted laboratory.\nOnce genotyped, we further analyze your Genetic Information to provide you with our health and/or ancestry reports, depending on the Service purchased.\n23andMe continuously works to improve our Services based on our research and product development, and genetic associations identified in scientific literature.\nIf you are eligible to receive additional reports or updates in the future, you may be notified of or may directly access these updates.\n</p>\n<p>\nFor individuals located in the Designated Countries: Our legal basis for processing your Sensitive Information for the purposes described above is based on your consent.\nYou may withdraw your consent at any time by deleting your Account via your 23andMe Account Settings, however, the withdrawal of your consent will not affect the lawfulness of processing based on consent before its withdrawal.\n</p>\n</li>\n<li>\n<strong>\nTo allow you to share your Personal Information with others\n</strong>\n<p>\n23andMe gives you the ability to share information, including Personal Information, through the Services.\nYou have the option to share directly with individuals with 23andMe accounts through (i) our Forums, (ii) relative finding features (e.g., \"DNA Relatives\"), and (iii) other sharing features and tools.\nYou may also have the ability to share information directly with individuals who have not participated in our Service via a unique, shareable URL or through a social media platform (such information is \"User Content\").\nSome sharing features, including receiving sharing invitations, may require that you opt-out, however you will always be required to take a positive action, such as opting in, to share Sensitive Information.\n</p>\n<p>\nYou should be thoughtful about your sharing choices.\nOnce you have chosen to share any Personal Information, the individuals with whom you share this information, may also use or share your Personal Information, including any Sensitive Information you choose to share.\n</p>\n<p>\nFor individuals located in the Designated Countries: Our legal basis for processing your Personal Information for the purpose described above is based on your consent.\nYou may withdraw your consent at any time, however, the withdrawal of your consent will not affect the lawfulness of processing based on consent before its withdrawal.\n</p>\n</li>\n<li>\n<strong>\nTo allow you to share your Personal Information for 23andMe Research purposes\n</strong>\n<p>\nYou have the choice to participate in 23andMe Research by providing your consent.\n\"23andMe Research\" refers to research aimed at publication in peer-reviewed journals and other research funded by the federal government (such as the National Institutes of Health (“NIH”)) conducted by 23andMe.\n</p>\n<p>\n23andMe Research may be sponsored by, conducted on behalf of, or in collaboration with third parties, such as non-profit foundations, academic institutions or pharmaceutical companies.\n23andMe Research may study a specific group or population, identify potential areas or targets for therapeutics development, conduct or support the development of drugs, diagnostics or devices to diagnose, predict or treat medical or other health conditions, work with public, private and/or non-profit entities on genetic research initiatives, or otherwise create, commercialize, and apply this new knowledge to improve health care.\n23andMe Research uses Aggregate and/or Individual-level Genetic Information and Self-Reported Information as specified in the appropriate Consent Document(s), as explained in greater detail below.\n</p>\n<p>\nYour De-identified Genetic and Self-Reported Information may be used for 23andMe Research only if you have consented to this use by completing a Consent Document.\nIf you have completed the main Research Consent Document:\n</p>\n<ol>\n<li>\nYour Genetic Information and/or Self-Reported Information will be used for research purposes, but it will be de-identified and will not be linked to your Registration Information.\n</li>\n<li>\n23andMe may use individual-level Genetic Information and Self-Reported Information internally at 23andMe for research purposes.\n</li>\n<li>\n23andMe may share summary statistics, which do not identify any particular individual or contain individual-level information, with our qualified research collaborators.\n</li>\n</ol>\n<p>\nIf you have completed the Individual Level Data Sharing Consent, or additional consent agreement, in addition to the uses above under the main Research Consent Document, 23andMe may share De-identified Individual-level Genetic Information and Self-Reported Information with select third party research collaborators for 23andMe Research purposes.\n</p>\n<p>\n<strong>Withdrawing your Consent.</strong>​ You may withdraw your consent to participate in 23andMe Research at any time by changing your consent status within your 23andMe Account Settings.\nIf you experience difficulties changing your consent status, contact the Human Protections Administrator at hpa@23andMe.com​.\n23andMe will not include your ​Genetic Information​ or Self-Reported Information​ in studies that start more than 30 days after you withdraw (it may take up to 30 days to withdraw your information after you withdraw your consent).\nAny research involving your data that has already been performed or published prior to your withdrawal from 23andMe Research will not be reversed, undone, or withdrawn.\nYou may also discontinue your participation in 23andMe Research by deleting your 23andMe account (as described in Section 5.d.).\n</p>\n<p>\nFor individuals located in the Designated Countries: Our legal basis for processing your Sensitive Information for the purpose described above is based on your consent.\nYou may withdraw your consent at any time, however, the withdrawal of your consent will not affect the lawfulness of processing based on consent before its withdrawal.\n</p>\n</li>\n<li>\n<strong>\nTo recruit you for external research\n</strong>\n<p>\nResearch is an important aspect of our Services and we want to ensure interested participants are aware of additional opportunities to contribute to interesting, novel scientific research conducted by academic institutions, healthcare organizations, pharmaceutical companies, and other groups.\nIf you have chosen to participate in 23andMe Research, from time to time we may inform you of third party research opportunities for which you may be eligible.\nFor example, if a university tells us about a new cancer research project, we may send an email to 23andMe research participants who potentially fit the relevant eligibility criteria to make them aware of the research project and provide a link to participate with the research organization conducting the study.\nWe will not share Individual-level Genetic Information or Self-Reported Information with any third party without your explicit consent.\nIf you do not wish to receive these notifications, you can manage them by editing your preferences in your 23andMe Account Settings.\n</p>\n<p>\nFor individuals located in the Designated Countries: Our legal basis for processing your Sensitive Information for the purpose described above is based on your consent.\nYou may withdraw your consent at any time, however, the withdrawal of your consent will not affect the lawfulness of processing based on consent before its withdrawal.\n</p>\n</li>\n<li>\n<strong>\nTo provide customer support\n</strong>\n<p>\nWhen you contact Customer Care, we may use or request Personal Information, including Sensitive Information, as necessary to answer your questions, resolve disputes, and/or investigate and troubleshoot problems or complaints.\nIn some instances, we may be required to process one customer’s Personal Information to resolve another customer’s dispute or request.\nFor example, if a customer reports behavior that violates our Terms of Service, we will separately process both customers’ Personal Information and respond separately to each individual as appropriate.\nWe will not share your Personal Information with another customer without your consent.\n</p>\n<p>\nFor individuals located in the Designated Countries: Our legal basis for processing your Personal Information for the purpose described above depends on the nature of the customer support request.\nOur legal basis can be to satisfy our contractual or legal obligations and/or our legitimate interest to improve our Services.\n</p>\n</li>\n<li>\n<strong>\nTo conduct surveys or polls, and obtain testimonials\n</strong>\n<p>\nWe value your feedback and may send you surveys, polls, or requests for testimonials to improve and optimize our Services.\nYou are in control of the information you would like to share with us.\nIf you do not wish to receive these requests, you can manage them in your 23andMe Account Settings.\n</p>\n<p>\nFor individuals located in the Designated Countries: Our legal basis for processing your Personal Information for the purpose described above is based on our legitimate interest.\nWe think it is important to continue improving our Services to ensure your continued enjoyment.\n</p>\n</li>\n<li>\n<strong>\nTo provide you with marketing communications\n</strong>\n<p>\nBy creating a 23andMe account, you are agreeing that we may send you product and promotional emails or notifications about our Services, and offers on new products, services, promotions or contests.\nYou may also opt-in to receiving similar notifications on the website or mobile application(s).\nYou can unsubscribe from receiving these marketing communications at any time.\nTo unsubscribe, click the email footer “unsubscribe” link or go to the “Preferences” section of your 23andMe Account Settings to edit your email notification preferences.\nTo opt-out of receiving website and mobile notifications, you may do so within your browser or device settings.\nPlease note, the opt-out process differs between web browsers and mobile devices.\nYou may not opt-out of receiving non-promotional messages regarding your account, such as technical notices, purchase confirmations, or Service-related emails.\n</p>\n<p>\nIndividuals located in Designated Countries should review Section 9.d.\nto understand our marketing practices in relation to the Designated Countries.\n</p>\n</li>\n</ol>\n<strong>\n4.\nInformation we share with third parties\n</strong>\n<ol>\n<li>\n<strong>\nGeneral service providers.\n</strong>\n<p>\nWe share the information described above in Section 2 with our third party service providers, as necessary for them to provide their services to us and help us perform our contract with you.\nService providers are third parties (other companies or individuals) that help us to provide, analyze and improve our Services.\nWhile 23andMe directly conducts the majority of data processing activities required to provide our Services to you, we engage some third party service providers to assist in supporting our Services, including in the following areas:\n</p>\n<ol>\n<li>\n<strong>Order fulfillment and shipping.​</strong> Our payment processor processes certain Registration Information, such as your billing address and credit card information, as necessary to enable you to purchase a 23andMe kit from the 23andMe.com online store.\nOur distribution centers ship your kit(s) to you, and in some cases help return your kit safely to us or to our third party laboratory so your sample can be processed.\n</li>\n<li>\n<p>\n<strong>Our CLIA-certified genotyping lab.​</strong> To use our genetic testing services, you must purchase, or receive as a gift, a 23andMe Personal Genetic Service testing kit, and ship your saliva sample to us or our third party laboratory.\nOnce delivered, receiving personnel at the laboratory remove and discard kit packaging, which in some cases may contain \"sender information\" (e.g., name, address), before testing personnel receive the samples for processing.\nReceiving personnel do not perform testing, and testing personnel handle saliva samples that are only identified by a unique barcode.\nFor samples processed by our third party genotyping laboratory, when the laboratory has completed their analysis, they securely send the resulting Genetic Information to us identified by your unique barcode.\n</p>\n<p>\nDuring kit registration, you are asked to review our Consent Document for Sample Storage and Additional Genetic Analyses.\nUnless you consent to Biobanking and additional analyses, your saliva sample and DNA are destroyed after the laboratory completes its work, subject to the legal and regulatory requirements.\nShould you wish to update your sample storage preference to discard a stored sample, you can do so within your 23andMe Account Settings once your sample has completed processing.\nAs detailed further in Section 5.d.\n(Account Deletion), our genotyping laboratory or contracted genotyping laboratory will retain certain information as necessary to comply with applicable regulatory and legal obligations.\n</p>\n</li>\n<li>\n<strong>Customer Care support.</strong> Our Customer Care team uses a number of tools to help organize and manage the requests we receive.\nThese tools help to ensure we provide timely, high quality support.\n</li>\n<li>\n<strong>Cloud storage, IT, and Security.</strong> Our cloud storage providers provide secure storage for information in 23andMe databases, ensure that our infrastructure can support continued use of our Services by 23andMe customers, and protect data in the event of a natural disaster or other disruption to our Service.\nOur IT and security service providers assist with intrusion detection and prevention measures to stop any potential attacks against our networks.\nWe have these third party experts perform regular penetration tests and periodically audit 23andMe’s security controls.\n</li>\n<li>\n<p>\n<strong>Marketing and analytics.</strong> When you use our Services, including our website or mobile app(s), our third party service providers may collect Web-Behavior Information about your visit, such as the links you clicked on, the duration of your visit, and the URLs you visited.\nThis information can help us improve site navigability and assess our Marketing campaigns.\nPer applicable data protection regulations, our EU, UK, and International websites present visitors with a cookie opt in to allow the processing described above via Functionality and Advertising Cookies.\n</p>\n<p>\nNOTE: Our service providers act on 23andMe's behalf.\nWe implement procedures and maintain contractual terms with each service provider to protect the confidentiality and security of your information.\nHowever, we cannot guarantee the confidentiality and security of your information due to the inherent risks associated with storing and transmitting data electronically.\n</p>\n</li>\n</ol>\n<p>\nFor individuals located in the European Economic Area (“EEA”), United Kingdom, or Switzerland (collectively the “Designated Countries”): Where Personal Information are transferred to a third country or to an international organisation, 23andMe implements appropriate safeguards, such as contractual obligations, relating to the transfer.\n</p>\n</li>\n<li>\n<strong>\n\"Targeted advertising\" service providers\n</strong>\n<p>\nWe permit third party advertising networks and providers to collect Web-Behavior Information regarding the use of our Services to help us to deliver targeted online advertisements (\"ads\") to you.\nThey use cookies and similar technologies, to gather information about your browser's or device's visits and usage patterns on our Services and on other websites over time, which helps to better personalize ads to match your interests, and to measure the effectiveness of ad campaigns.\nWe and our third party service providers will not use your Sensitive Information, such as&nbsp;Genetic Information&nbsp;and&nbsp;Self-Reported Information, for targeted marketing without asking for and receiving your explicit consent.\n</p>\n<p>\nFor more information about our marketing practices, please review our Cookie Policy.\n</p>\n</li>\n<li>\n<strong>\nAggregate information\n</strong>\n<p>\nWe may share Aggregate Information, which is information that has been stripped of your name and contact information and combined with information of others so that you cannot reasonably be identified as an individual, with third parties.\nThis Information is different from \"Individual-level\" information and is not Personal Information because it does not identify any particular individual or disclose any particular individual’s data.\nFor example, Aggregate Information may include a statement that \"30% of our female users share a particular genetic trait,\" without providing any data or testing results specific to any individual user.\nIn contrast, Individual-level Genetic Information&nbsp;or Self-Reported Information consists of data about a single individual's genotypes, diseases or other traits/characteristics information and could reveal whether a specific user has a particular genetic trait, or consist of all of the Genetic Information about that user.\n23andMe will ask for your consent to share Individual-level Genetic Information or Self-Reported Information with any third party, other than our service providers as necessary for us to provide the Services to you.\n</p>\n</li>\n<li>\n<strong>\nInformation we share with commonly owned entities\n</strong>\n<p>\nWe may share some or all of your Personal Information with other companies under common ownership or control of 23andMe, which may include our subsidiaries, our corporate parent, or any other subsidiaries owned by our corporate parent in order to provide you better service and improve user experience.\nGenerally, sharing such information is necessary for us to perform on our contract with you.\nWe may provide additional notice and ask for your prior consent if we wish to share your Personal Information with our commonly owned entities in a materially different way than discussed in this Privacy Statement.\n</p>\n</li>\n<li>\n<strong>\nAs required by law\n</strong>\n<p>\nUnder certain circumstances your Personal Information may be subject to processing pursuant to laws, regulations, judicial or other government subpoenas, warrants, or orders.\nFor example, we may be required to disclose Personal Information in coordination with regulatory authorities in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.\n23andMe will preserve and disclose any and all information to law enforcement agencies or others if required to do so by law or in the good faith belief that such preservation or disclosure is reasonably necessary to: (a) comply with legal or regulatory process (such as a judicial proceeding, court order, or government inquiry) or obligations that 23andMe may owe pursuant to ethical and other professional rules, laws, and regulations.\n(b) enforce the 23andMe Terms of Service and other policies.\n(c) respond to claims that any content violates the rights of third parties.\nor (d) protect the rights, property, or personal safety of 23andMe, its employees, its users, its clients, and the public.\nView our Transparency Report for more information.\n</p>\n<p>\nNOTE: If you are participating in 23andMe Research, 23andMe will withhold disclosure of your Personal Information involved in such Research in response to judicial or other government subpoenas, warrants or orders in accordance with any applicable Certificate of Confidentiality that 23andMe has obtained from the National Institutes of Health (NIH).\nThere are limits to what the Certificate of Confidentiality covers so please visit the Certificates of Confidentiality Kiosk.\n</p>\n</li>\n<li>\n<strong>\nBusiness transactions\n</strong>\n<p>\nIn the event that 23andMe goes through a business transition such as a merger, acquisition by another company, or sale of all or a portion of its assets your Personal Information will likely be among the assets transferred.\nIn such a case, your information would remain subject to the promises made in any pre-existing Privacy Statement.\n</p>\n</li>\n</ol>\n<strong>5.\nYour choices</strong>\n<ol>\n<li>\n<strong>\nAccess to your account\n</strong>\n<p>\nWe provide access to your 23andMe data within your 23andMe account.\nYou can access and download data processed by 23andMe within your 23andMe Account Settings and within applicable Reports, Tools, and features.\nIf you lose access to your 23andMe account or account email address, please contact Customer Care for assistance.\nIf you lose access to your 23andMe account, in certain circumstances, we may require that you submit additional information sufficient to verify your identity before providing access or otherwise releasing information to you.\nIf you choose not to submit the required documentation, or the information provided is not sufficient for the purposes sought, 23andMe will not be able to sufficiently verify your identity in order to complete your request.\n</p>\n<p>\nYou may access, correct or update most of your Registration Information on your own within your 23andMe Account Settings.\nYou may also review and update your consent to 23andMe Research and Biobanking.\nYou may be able to correct Self-Reported Information entered into a survey, form, or feature within your account, such as on the surveys page, by clicking “Edit your answers here.” Please note that you may not be able to delete User Content that has been shared with others through the Service and that you may not be able to delete information that has been shared with third parties.\n</p>\n<p>\nIndividuals located in Designated Countries should review Section 9.e.\nto understand their rights to access Personal Information.\n</p>\n</li>\n<li>\n<strong>\nMarketing communications\n</strong>\n<p>\nAs noted in Section 3.h.\nyou may be asked to opt-in to receive product and promotional emails or notifications when creating your 23andMe account or when using our Services.\nYou may view or update your notification preferences for marketing communications by visiting your 23andMe Account Settings, opting out at the browser or device level, or by contacting our Privacy Administrator at privacy@23andMe.com.\nYou can also click the \"unsubscribe\" button at the bottom of promotional email communications, as applicable.\n</p>\n</li>\n<li>\n<strong>\nSharing outside of the 23andMe Services\n</strong>\n<p>\nYou may decide to share your Personal Information with friends and/or family members, doctors or other health care professionals, and/or other individuals outside of our Services, including through third party services such as social networks and third party apps that connect to our website and mobile apps through our application programming interface (\"API\").\nThese third parties may use your Personal Information differently than we do under this Privacy Statement.\nPlease make such choices carefully and review the privacy statements of all other third parties involved in the transaction.\n23andMe does not endorse or sponsor any API applications, and does not affirm the accuracy or validity of any interpretations made by third party API applications.\n</p>\n<p>\nIn general, it can be difficult to contain or retrieve Personal Information once it has been shared or disclosed.\n23andMe will have no responsibility or liability for any consequences that may result because you have released or shared Personal Information with others.\nLikewise, if you are reading this because you have access to the Personal Information of a 23andMe customer through a multi-profile account, we urge you to recognize your responsibility to protect the privacy of each person within that account.\nUsers with multi-profile accounts (i.e., where multiple family members register their kits to one account) should use caution in setting profile-level privacy settings.\n</p>\n</li>\n<li>\n<strong>\nAccount deletion\n</strong>\n<p>\nIf you no longer wish to participate in our Services, or no longer wish to have your Personal Information be processed, you may delete your 23andMe account and Personal Information within your 23andMe Account Settings.\nOnce you submit your request, we will send an email to the email address linked to your 23andMe account detailing our account deletion policy and requesting that you confirm your deletion request.\nOnce you confirm your request to delete your account and data, your account will no longer be accessible while we process your request.\nOnce you confirm your request, this process cannot be cancelled, undone, withdrawn, or reversed.\nWhen your account is deleted, all associated Personal Information is deleted and any stored samples are discarded, subject to the following limitations:\n</p>\n<ol>\n<li>\nInformation previously included in 23andMe Research.\nAs stated in any applicable Consent Document, Genetic Information and/or Self-Reported Information that you have previously provided and for which you have given consent to use in 23andMe Research cannot be removed from completed studies that use that information.\nYour data will not be included in studies that start more than 30 days after your account is closed (it may take up to 30 days to withdraw your information after your account is closed).\n</li>\n<li>\nLegal Retention Requirements.\n23andMe and/or our contracted genotyping laboratory will retain your Genetic Information, date of birth, and sex as required for compliance with applicable legal obligations, including the federal Clinical Laboratory Improvement Amendments of 1988 (CLIA), California Business and Professions Code Section 1265 and College of American Pathologists (CAP) accreditation requirements.\n23andMe will also retain limited information related to your account and data deletion request, including but not limited to, your email address, account deletion request identifier, communications related to inquiries or complaints and legal agreements for a limited period of time as required by law, contractual obligations, and/or as necessary for the establishment, exercise or defense of legal claims and for audit and compliance purposes.\n</li>\n</ol>\n</li>\n</ol>\n<strong>6.\nSecurity measures</strong>\n<p>\n23andMe takes seriously the trust you place in us.\n23andMe implements physical, technical, and administrative measures to prevent unauthorized access to or disclosure of your information, to maintain data accuracy, to ensure the appropriate use of information, and otherwise safeguard your Personal Information.\nOur team regularly reviews and improves our security practices to help ensure the integrity of our systems and your information.\nThese practices include, but are not limited to the following areas:\n</p>\n<ul>\n<li>\n<strong>ISO/IEC 27001:2013 certification.</strong> Our information security management system, which protects 23andMe systems, has been certified under the ISO/IEC 27001:2013 standard.\nView or download our certification here.\n</li>\n<li>\n<strong>Encryption.</strong> 23andMe uses industry standard security measures to encrypt Sensitive Information both at rest and in transit.\n</li>\n<li>\n<strong>Limited access to essential personnel.</strong> We limit access to Sensitive Information to authorized personnel, based on job function and role.\n23andMe access controls include multi-factor authentication, single sign-on, and strict least-privileged authorization policy.\n</li>\n</ul>\n<p>\n<strong>Your Responsibility.</strong> Please recognize that protecting your Personal Information is also your responsibility.\nWe ask you to be responsible for safeguarding your password, and other authentication information you use to access our Services.\nYou should not disclose your authentication information to any third party and should immediately notify 23andMe of any unauthorized use of your password.\n23andMe cannot secure Personal Information that you release on your own or that you request us to release.\n</p>\n<p>\nYour information collected through the Service may be stored and processed in the United States or any other country in which 23andMe or its subsidiaries, affiliates or service providers maintain facilities and, therefore, your information may be subject to the laws of those other jurisdictions which may be different from the laws of your country of residence.\n</p>\n<strong>\n7.\nChildren's privacy\n</strong>\n<p>\n23andMe is committed to protecting the privacy of children as well as adults.\nNeither 23andMe nor any of its Services are designed for, intended to attract, or directed toward children under the age of 18.\nA parent or guardian, however, may collect a saliva sample from, create an account for, and provide information related to, his or her child who is under the age of 18.\nThe parent or guardian assumes full responsibility for ensuring that the information that he/she provides to 23andMe about his or her child is kept secure and that the information submitted is accurate.\n</p>\n<strong>\n8.\nLinked websites\n</strong>\n<p>\n23andMe provides links to third party websites operated by organizations not affiliated with 23andMe.\n23andMe does not disclose your information to organizations operating such linked third party websites.\n23andMe does not review or endorse, and is not responsible for the privacy practices of these organizations.\nWe encourage you to read the privacy statements of each and every website that you visit.\nThis Privacy Statement applies solely to information collected by 23andMe and our service providers on our behalf.\n</p>\n<strong>\n9.\nInformation for Customers in Designated Countries\n</strong>\n<p>\nSection 9 only applies to individuals located in the European Economic Area (“EEA”), United Kingdom, or Switzerland (the “Designated Countries”).\n</p>\n<ol>\n<li>\n<strong>\nInternational Transfers\n</strong>\n<p>\nYour Personal Information will likely be transferred to, stored, and processed in the U.S.\nand other countries outside of where you live.\nWhen we conduct such transfers, we rely on various legal bases to lawfully transfer Personal Information around the world, including the European Union Commission approved model contractual clauses.\n</p>\n<p>\nIn addition to such lawful data transfer mechanisms, 23andMe continues to participate in and has certified its compliance with both the EU-U.S.\nand Swiss-U.S.\nPrivacy Shield Frameworks as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of Personal Information transferred from the European Union (“EU”), European Economic Area (“EEA”), and Switzerland to the United States, respectively.\n23andMe remains committed to applying the Privacy Shield Framework’s applicable Principles to Personal Information received from the EU, EEA and Switzerland.\nIf there is any conflict between the terms in this Privacy Statement and applicable Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification, please visit the U.S.\nDepartment of Commerce's Privacy Shield List.\n</p>\n<p>\n23andMe is responsible for the processing of Personal Information it receives or subsequently transfers to a third party acting as an agent on its behalf.\n23andMe complies with applicable data protection law, including Privacy Shield Principles for all onward transfers of Personal Information from the EU, EEA and Switzerland, including the onward transfer liability provisions in the Privacy Shield Principles.\n</p>\n<p>\nWith respect to Personal Information received or transferred pursuant to the Privacy Shield Frameworks, 23andMe is subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.\nIn certain situations, 23andMe may be required to disclose Personal Information in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.\n</p>\n<p>\nIf you have questions about our Privacy Shield certification, we encourage you to contact us privacy@23andme.com.\n</p>\n</li>\n<li>\n<strong>\nOur relationship with you\n</strong>\n<p>\nWe are the “controller” with respect to your Personal Information because we determine the means and purposes of processing your information when using our Services.\n</p>\n</li>\n<li>\n<strong>\nLegal bases for processing Personal Information from the EU\n</strong>\n<p>\nWe describe how we process your Personal Information in Sections 2 through 4 of this Privacy Statement.\nWe may process your Personal Information if you consent to the processing, to satisfy our legal obligations, if it is necessary to carry out our obligations arising from any contracts we entered with you or to take steps at your request prior to entering into a contract with you, or for our legitimate interests to protect our property, rights or safety of 23andMe, our customers or others.\n</p>\n</li>\n<li>\n<strong>\nDirect Marketing\n</strong>\n<p>\nWe will obtain your consent where required to send you marketing communications using electronic means.\nYou may withdraw your consent at any time within your 23andMe Account Settings or by emailing privacy@23andme.com.​ We will only contact you by electronic means (email, push notification, SMS, etc.) with information about our Services that are similar to those which were the subject of a previous sale or negotiation of a sale to you.\n</p>\n<p>\nWe will only share your Personal Information with third parties for marketing purposes with your explicit consent.\nIf you do not want us to use your Personal Information in this way, please review and update your 23andMe Account Settings as necessary or contact us at privacy@23andme.com.\nYou may raise such objection with regard to initial or further processing for purposes of direct marketing at any time and free of charge.\nThe withdrawal of your consent will not affect the lawfulness of processing based on consent before its withdrawal.\n</p>\n<p>\nOther marketing activities will happen based on the legitimate interests of 23andMe.\nE.g., where we tailor marketing communications or send targeted marketing messages via post, phone or social media and other third party platforms.\nand in providing existing customers with information (via email or other channels) about similar products and services.\n</p>\n</li>\n<li>\n<strong>\nPrivacy Rights\n</strong>\n<p>\nYou can exercise your privacy rights by following the instructions below or contacting us at privacy@23andMe.com.\nWe will handle your request under applicable law.\nWhen you make a request, we may verify your identity to protect your privacy and security.\n</p>\n<ol>\n<li>\n<strong>Right to withdraw consent.</strong> To the extent 23andMe requests and you provide your consent to the processing of your Personal Information, you can withdraw your consent at any time.\nYour withdrawal will not affect the lawfulness of our processing based on consent before your withdrawal.\n</li>\n<li>\n<strong>Right of access to and rectification of your Personal Information.​</strong> Our site allows you to access and rectify certain Registration Information within your 23andMe Account Settings, and your Self-Reported Information by going to the surveys page, and other information as required by applicable law.\nYou can download your raw Genetic Information within your 23andMe Account Settings or by going to the applicable tool in “Tools”.\nIf you would like to access or rectify any other information, contact Customer Care and we will do our best to assist you without undue delay.\nWe may reject part or all of your request if responding to your request could adversely affect the rights and freedoms of others.\n</li>\n<li>\n<strong>Right to erasure (or, “Right to be Forgotten”).</strong>​ As explained under Section 5.d.\n(Account Deletion), we allow you to delete your account at any time.\nYou can request erasure of Personal Information that: (a) is no longer necessary in relation to the purposes for which it was collected or otherwise processed.\n(b) was collected in relation to processing to which you previously consented, but later withdrew such consent.\nor (c) was collected in relation to processing activities to which you object, and there are no overriding legitimate grounds for our processing.\nIf we have made your Personal Information public and we are required to erase such Personal Information, we will take reasonable steps, including technical measures, to inform controllers that are processing any links to or copies or replications of your Personal Information of your erasure request.\nOur assistance with your request for erasure is subject to limitations by relevant data protection laws, available technology and the cost of implementation.\n</li>\n<li>\n<strong>Right to data portability.</strong> If we process your Personal Information based on a contract with you or based on your consent, or the processing is carried out by automated means, you may request your Personal Information in a structured, commonly used and machine-readable format.\nYou may also request the transfer of your Personal Information directly to another controller, where technically feasible, unless choosing to exercise this right adversely affects the rights and freedoms of others.\nA “controller” is a natural or legal person, public authority, agency or other body which alone or jointly with others, determines the purposes and means of the processing of your Personal Information.\n</li>\n<li>\n<strong>Right to restriction of our processing.</strong> You can restrict our processing of your Personal Information where one of the following applies: (a) you dispute the accuracy of Personal Information processed by 23andMe (for a period enabling us to verify its accuracy).\n(b) the processing is unlawful and you oppose the erasure of the Personal Information and request the restriction of its use instead.\n(c) 23andMe no longer needs the Personal Information for the purposes of the processing, but it is required by you for the establishment, exercise or defense of legal claims.\nand (d) you have objected to certain processing relying on legitimate interest, pending the verification whether 23andMe’s legitimate grounds override your rights.\nRestricted Personal Information shall only be processed with your consent or for the establishment, exercise or defense of legal claims or for the protection of the rights of another natural or legal person or for reasons of important public interest.\nWe will notify you if the restriction is lifted.\n</li>\n<li>\n<strong>Notification of erasure, rectification and restriction.</strong> We will provide notice to each recipient that we disclosed your Personal Information to regarding any rectification or erasure of Personal Information or restriction of processing, unless you initiated the disclosure or providing notice proves impossible or involves disproportionate effort.\nUpon your request, we will share the list of recipients with you.\n</li>\n<li>\n<strong>Right to object to processing.</strong> Where the processing of your Personal Information is based on consent, contract, or legitimate interests described under the Legal Bases for Processing heading above, you may restrict or object, at any time, to the processing of your Personal Information as permitted by applicable law.\nWe may continue to process your Personal Information if it is necessary for the defense of legal claims, or for any other exceptions permitted by applicable law.\n</li>\n<li>\n<strong>Automated individual decision-making, including profiling.</strong> You have the right not to be subject to a decision based solely on automated processing, including profiling, which produces legal or similarly significant effects on you, except as allowed under applicable data protection laws.\n</li>\n<li>\n<strong>Retention of your Personal Information.</strong> Unless you delete your account or delete certain Personal Information (i.e., User Content, etc.), we will store your Personal Information as long as your account is open.\nIf you delete your account, we will take the steps described under “Your Choices – Account Deletion” and delete all your Personal Information, unless a longer retention period is required or permitted by law.\n</li>\n</ol>\n<p>\nThe rights described above may be limited by local laws.\nFurther, your right of access and deletion is not absolute and may not be available if fulfillment of such right would, among other things:\n</p>\n<ul>\n<li>\ncause interference with execution and enforcement of the law and legal private rights (such as in the case of the investigation or detection of legal claims or the right to a fair trial).\n</li>\n<li>\nbreach or prejudice the rights of confidentiality and security of others.\n</li>\n<li>\nprejudice security or grievance investigations, corporate re-organizations, future and ongoing negotiations with third parties, the compliance with regulatory requirements relating to economic and financial management.\nor\n</li>\n<li>\notherwise violate the interests of others or where the burden or cost of providing access would be disproportionate.\n</li>\n</ul>\n</li>\n<li>\n<strong>\nComplaints\n</strong>\n<p>\nIf you believe that we have infringed your rights, we encourage you to contact us so that we can try to address your concerns or dispute informally.\nOur contact information is:\n</p>\n<p>\nPrivacy Officer<br>\n23andMe, Inc.,<br>\n223 N.\nMathilda Avenue,<br>\nSunnyvale, CA 94086<br>\n1.800.239.5230,<br>\nprivacy@23andme.com\n</p>\n<p>\nAlternatively, you may contact 23andMe’s EU member representative, DataRep, at https://www.datarep.com/23andme?dpr.\n</p>\n<p>\n23andMe’s commitment to the EU-U.S.\nand Swiss-U.S.\nPrivacy Shield Frameworks entitle you to lodge a complaint via our Privacy Shield independent dispute resolution mechanism.\nTo send your privacy complaints under the Privacy Shield Principles, please contact the BBB EU PRIVACY SHIELD, operated by the Council of Better Business Bureaus.\nIf you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed, please visit https://www.bbb.org/EU-privacy-shield/for-eu-consumers for more information and/or to file a complaint.\n</p>\n<p>\nAs a last resort and under limited circumstances, individuals from Designated Countries with residual privacy complaints may invoke a binding arbitration option before the Privacy Shield Panel.\n</p>\n<p>\nYou also have a right to lodge a complaint with a competent supervisory authority situated in the country of your habitual residence, place of work, or place of alleged infringement.\nYou can find the relevant supervisory authority name and contact details here: https://ec.europa.eu/info/law/law-topic/data-protection/reform/what-are-data-protection-authorities-dpas_en.\n</p>\n</li>\n</ol>\n<strong>\n10.\nCalifornia Residents\n</strong>\n<p>\nPursuant to the California Consumer Privacy Act of 2018, California residents are afforded certain additional rights regarding our use of your personal information.\nTo learn more about your California privacy rights, visit our Privacy Notice for California Residents.\n</p>\n<strong>\n11.\nNevada Residents\n</strong>\n<p>\nPursuant to Nevada law, you may direct a business that operates an internet website not to sell certain Personal Information a business has collected or will collect about you.\n23andMe does not sell your Personal Information pursuant to Nevada law.\nFor more information about how we handle and share your Personal Information or your rights under Nevada law, contact us at privacy@23andme.com.\n</p>\n<strong>\n12.\n​Do Not Track Statement\n</strong>\n<p>\nSome browsers have a ”do not track” feature that allows you to tell websites that you do not want to have your online activities tracked.\nAt this time, due to a lack of industry standards, we do not respond to browser ”do not track” signals.\nTo learn more about interest-based advertising or to opt-out of this type of advertising, visit the Network Advertising Initiative website and the Digital Advertising Alliance website.\nOptions you select are browser- and device-specific.\n</p>\n<strong>\n13.\nChanges to this Privacy Statement\n</strong>\n<p>\n23andMe modifies this Privacy Statement from time to time.\nWe recommend revisiting this page periodically to stay aware of any changes to this Privacy Statement.\nIf we modify this Privacy Statement, we’ll make it available through our website.\nWhenever material changes to this Privacy Statement are made, we will provide you with notice before the modifications are effective, such as by posting a notice on our website or sending a message to the email address associated with your account.\n</p>\n<p>\nBy continuing to access or use the Services after changes to this Privacy Statement becomes effective, you agree to be bound by the revised Privacy Statement.\nIf any changes are unacceptable to you, you may stop using our Services and delete your account at any time.\n</p>\n<p>\nWe also may provide additional \"just-in-time\" disclosures or additional information about the data collection, use and sharing practices of specific Services.\nSuch notices may supplement or clarify our privacy practices or may provide you with additional\nchoices about how 23andMe processes your Personal Information.\n</p>\n<strong>\n14.\nContact Information\n</strong>\n<p>\nIf you have questions about this Privacy Statement, or wish to submit a complaint, request or inquiry, please email 23andMe's Privacy Administrator at privacy@23andme.com, or send a letter to:\n</p>\n<p>\nPrivacy Administrator<br>\n23andMe, Inc.<br>\n223 N.\nMathilda Avenue<br>\nSunnyvale, CA 94086<br>\n1.800.239.5230\n</p> Read the previous version of the document.\n", "created_at": "2020-11-09 05:37:47.66386", "updated_at": "2020-12-15 02:40:42.906542"}, {"id": 3071, "name": "Terms of Service", "url": "https://www.23andme.com/about/tos/", "xpath": "/html/body/main/div/div", "text": " Terms of Service <strong>\n</strong>\n<p>\nLast Updated: July 9, 2020.\n</p> Definitions <strong>\n</strong>\n<ul>\n<li>\n<strong>\"23andMe\"</strong> or\n<strong>\"we\"</strong>,<strong>\"us\"</strong> or <strong>\"our\"</strong> means\n23andMe, Inc., whose principal place of business is at 223 N.\nMathilda Ave., Sunnyvale, CA 94086, United States of America.\n</li>\n<li>\n<strong>\"23andMe Research\"</strong>\nmeans scientific research that 23andMe performs with the intent to publish\nin a peer-reviewed scientific journal.\n23andWe Research only uses Genetic and\nSelf-Reported Information from users who have given consent according to the\napplicable Consent Document.\n23andWe Research activities do not include R&amp;D.\n</li>\n<li>\n<strong>\"R&amp;D\"</strong> means research\nand development activities performed by 23andMe on user data.\nThese activities\nmay include, among other things, improving our Services and/or offering new\nproducts or services to you.\nperforming quality control activities.\nconducting\ndata analysis that may lead to and/or include commercialization with a third party.\n</li>\n<li>\n<strong>\"Service\"</strong> or\n<strong>\"Services\"</strong> means 23andMe's products, software, services,\nand Website (including but not limited to text, graphics, images, and other\nmaterial and information) as accessed from time to time by the user, regardless\nif the use is in connection with an account or not.\n</li>\n<li>\n<strong>\"Personal Information\"</strong>\nis information that can be used to identify you, either alone or in combination\nwith other information.\n23andMe collects and stores the following types of\nPersonal Information:\n<ul>\n<li>\n<strong>\"Registration\nInformation\"</strong> is the information you provide about\nyourself when registering for and/or purchasing our Services (e.g.\nname, email, address, user ID and password, and payment information).\n</li>\n<li>\n<strong>\"Genetic\nInformation\"</strong> is information regarding your genotype\n(e.g.\nthe As, Ts, Cs, and Gs at particular locations in your genome),\ngenerated through the processing of your saliva by 23andMe or by its\ncontractors, successors, and assignees.\nor otherwise processed by\nand/or contributed to 23andMe.\n</li>\n<li>\n<strong>\"Self-Reported\nInformation\"</strong> is all information about yourself,\nincluding your disease conditions, other health-related information,\npersonal traits, ethnicity, family history, and other information that\nyou enter into surveys, forms, or features while signed in to your\n23andMe account.\nSelf-Reported Information is included in 23andWe\nResearch only if it has been indicated for 23andWe Research use on\nthe Website and if you have given consent as described in the applicable\nConsent Document.\n</li>\n<li>\n<strong>\"User Content\"</strong>\nis all information, data, text, software, music, audio, photographs,\ngraphics, video, messages, or other materials—other than Genetic\nInformation and Self-Reported Information—generated by users of 23andMe\nServices and transmitted, whether publicly or privately, to or\nthrough 23andMe.\n</li>\n<li>\n<strong>\"Web Behavior\nInformation\"</strong> is information on how you use the 23andMe\nwebsite (e.g.\nbrowser type, domains, page views) collected through log\nfiles, cookies, and web beacon technology.\n</li>\n</ul>\n</li>\n<li>\n<strong>\"Aggregated Genetic and Self-Reported Information\"</strong> is\nGenetic and Self-Reported Information that has been stripped of Registration\nInformation and combined with data from a number of other users sufficient to\nminimize the possibility of exposing individual-level information while still\nproviding scientific evidence.\n</li>\n<li>\n<strong>\"Website\"</strong> means www.23andMe.com/en-eu and\nwww.23andMe.co.uk.\n</li>\n</ul> Information About Us <strong>\n</strong>\n<p>\nThe Service is operated by 23andMe.\nWe are incorporated in Delaware and our\nprincipal place of business is at 223 N.\nMathilda Ave., Sunnyvale, CA 94086,\nUnited States of America.\n</p> Acceptance of Terms <strong>\n</strong>\n<ul>\n<li>\nYou agree to use 23andMe's Services (excluding any services provided by\n23andMe under a separate agreement) in accordance with these Terms of Service\n(\"<strong>TOS</strong>\").\nThese TOS apply to users based in the United Kingdom,\nIreland, Denmark, Finland, the Netherlands, and Sweden.\n23andMe also may offer\nother services from time to time that are governed by different terms of service.\n</li>\n<li>\nExcept as specified herein, these TOS apply to any use of the Services,\nincluding but not limited to:\n<ul>\n<li>\nsubmitting a saliva sample for DNA extraction and processing.\n</li>\n<li>\nuploading a digital version of your Genetic Information and\ninteracting with it on the Website.\nand/or\n</li>\n<li>\ncreating and using a free 23andMe account without providing your\nsaliva sample or Genetic Information.\n</li>\n</ul>\n</li>\n<li>\nBy using the Service, you agree to these TOS.\nYou may not use the Services\nif you do not accept these TOS.\n</li>\n<li>\nWhere this option is made available to you by 23andMe for any Service, you\ncan also accept the TOS by clicking accept or agree to the TOS.\n</li>\n<li>\nWhen using particular elements of 23andMe's Services, you may be subject to\nadditional guidelines or rules applicable to such Services and such guidelines\nor rules will be made available to you through such Service from time to time.\nThese guidelines or rules form part of the TOS.\n</li>\n</ul> Eligibility <strong>\n</strong>\n<ul>\n<li>You may not use the Services and may not accept the TOS if:\n<ul>\n<li>\nyou are not of legal age to form a binding contract with 23andMe.\nor\n</li>\n<li>\nyou are a person barred from receiving the Services under the laws of\nthe country in which you are resident or from which you use the Services.\n</li>\n</ul>\n</li>\n<li>\nYou may not use the Services if you are, unless authorised by 23andMe,\nusing the Services for a business or commercial purpose, or any purpose\nother than personal use.\n</li>\n<li>\nIn addition to the conditions above, if you contribute or otherwise provide\nyour own Genetic Information, you must be eighteen (18) years of age or older\nto agree to these TOS on behalf of yourself or those for whom you have legal authority to agree.\n</li>\n<li>\nIf your use of the Services includes creating a 23andMe account, without\nsubmitting a saliva sample or otherwise providing Genetic Information, you\nmust be thirteen (13) years of age or older to use the Services and accept\nthe TOS.\n</li>\n</ul> Ordering the Service <strong>\n</strong>\n<ul>\n<li>\nYou can place orders for the Service with 23andMe by following the process\noutlined on our Website.\nYou acknowledge that by placing an order with us you\nwill be under an obligation to pay for the Service in that order.\n</li>\n<li>\nThe 23andMe order process allows you to check and amend any errors before\nsubmitting your order to us.\nPlease take the time to read and check your\norder at each stage of the order process.\n</li>\n<li>\nAll orders are subject to acceptance by 23andMe.\nWe will send you an email\nto confirm acceptance.\nThe contract between you and us will only be made when\nwe send you this email to confirm acceptance.\n23andMe will charge your chosen\npayment method after we accept your order.\n</li>\n<li>\nIf you change your mind about your order, you can cancel your order in\naccordance with our UK Refunds Policy or our EU Refunds Policy.\n</li>\n<li>\nYou must keep the contact details we hold for you up-to-date so that we can\ncontact you if necessary about your order.\n</li>\n</ul> Payment <strong>\n</strong>\n<ul>\n<li>\nThe price of the Service will be as quoted on our Website.\n</li>\n<li>\nThe price of the Service may change from time to time, but changes will not\naffect any order 23andMe have accepted.\n</li>\n<li>\nThe price of the Service excludes delivery costs, which will be added to the\ntotal amount due.\nWe offer standard and express delivery and you can see the\nrelevant delivery charges for the sample collection kit on the shipping page\nof our order process.\n</li>\n<li>\n23andMe accept payment with the payment methods listed on our Website.\nYou\nmust pay for the Service and any applicable delivery charges in advance.\n</li>\n<li>\nBy submitting an order through our Website, you are confirming that the payment details provided on your order are valid and correct.\n</li>\n</ul> Tracking Your Order <strong>\n</strong>\n<ul>\n<li>\nYour 23andMe profile homepage displays the ongoing status of your order from\nto the time you register your 23andMe Personal Genome Service kit until you\nreceive your results.\nSee https://www.23andMe.com/you.\n</li>\n<li>\nYou can find out more information here about our typical timeframes for\nproviding the Service and tracking your order:\n<ul>\n<li>\nUK Tracking\n</li>\n<li>\nEU Tracking\n</li>\n</ul>\n</li>\n<li>\nPlease note that we only deliver sample collection kits to addresses in the\nUnited Kingdom and Ireland.\n</li>\n<li>\nYour estimated delivery date for your sample collection kits will be as set\nout in the email confirmation following your order.\n</li>\n<li>\nAlthough we will make every reasonable effort to ensure your sample kit and\nthe results are delivered within the estimated timescales, unfortunately we\ncannot guarantee that they will not be affected by unforeseen issues affecting\nthe Services or our delivery partner.\nFor example, the laboratory may not be\nable to process your sample if your saliva does not contain a sufficient\nvolume of DNA.\n</li>\n<li>\nYour order will be completed when we make your results available to you.\n</li>\n<li>\nIf you have trouble finding out the status of your order or tracking its\nprogress, please review our UK customer care area or our EU customer care area.\n</li>\n</ul> Cancellation and Refunds <strong>\n</strong>\n<ul>\n<li>\nYou have a legal right to cancel the contract between you and 23andMe within\n14 days after the date on which you receive the order confirmation email (\nwhen 23andMe accepts your order).\nYou can find more information about how\nto cancel an order in our UK Refunds Policy or EU Refunds Policy.\n</li>\n<li>\nIn addition, you may have additional rights to a refund as set out in our UK Refunds Policy or\nEU Refunds Policy.\n</li>\n</ul> Description of the Services <strong>\n</strong>\n<ul>\n<li>\nThe Services include access to the 23andMe public Website and personal\ngenotyping services, including the collection and analysis of your saliva sample.\n</li>\n<li>\nYou acknowledge and agree that the Services are provided using the current\nstate of the art genetic research and technology available at the time of\nproviding the Services.\n</li>\n<li>\nAs research progresses and scientific knowledge and technology evolve, 23andMe\nis constantly innovating in order to provide the best possible experience for\nits users.\nYou therefore acknowledge and agree that the form and nature of\nthe Services which 23andMe provides may change from time to time.\n</li>\n<li>\nAs part of this continuing innovation, you acknowledge and agree that 23andMe\nmay stop (permanently or temporarily) providing some Services (or any features\nwithin the Services) to you or to users generally at 23andMe's sole discretion.\n</li>\n<li>\nYou may stop using the Services at any time.\nYou do not need to specifically\ninform 23andMe when you stop using the Services unless you are requesting\nclosure of your account.\n</li>\n<li>\n23andMe assumes no responsibility for the use of Services outside the terms\nof this TOS or other applicable terms.\n</li>\n<li>\nIn order to use the Services, you must obtain Internet access, either directly\nor through devices that access web-based content, and pay any service fees\nassociated with such access.\nYou are solely responsible for paying such fees.\n</li>\n<li>\nYou must provide all equipment necessary to make such Internet connection,\nincluding a computer and modem or other access device.\nYou are solely responsible\nfor providing such equipment.\nYou acknowledge and agree that while 23andMe\nmay not currently have set a fixed upper limit on the number of transmissions\nyou may send or receive through the Services or on the amount of storage\nspace used for the provision of any Service, such fixed upper limits may be\nset by 23andMe at any time, at 23andMe's discretion.\n</li>\n</ul> Important Issues Regarding 23andMe Services <strong>\n</strong>\n<ul>\n<li>\n<strong>Once you obtain your Genetic Information, the knowledge is permanent.\n</strong> You should not assume that any information we may be able to provide\nto you, whether now or as genetic research advances, will be welcome or positive.\nYou should also understand that as research advances, in order for you to\nassess the meaning of your DNA in the context of such advances, you may need\nto obtain further services from 23andMe or from your physician or other health\ncare provider.\n</li>\n<li>\n<strong>You may learn information about yourself that you do not anticipate.\n</strong> This information may evoke strong emotions and has the potential to\nalter your life and worldview.\nYou may discover things about yourself that\ntrouble you and that you may not have the ability to control or change (e.g.,\nyour father is not genetically your father, surprising facts related to your\nancestry, or that someone with your genotype may have a higher than average\nchance of developing a specific condition or disease).\nThese outcomes could\nhave social, legal or economic implications.\n</li>\n<li>\n<strong>The laboratory may not be able to process your sample, and the\nlaboratory process may result in errors.</strong> The laboratory may not be\nable to process your sample if your saliva does not contain a sufficient volume\nof DNA, you do not provide enough saliva, or the results from processing do\nnot meet our standards for accuracy.\nIf the initial processing fails for any\nof these reasons, 23andMe will reprocess the same sample at no charge to you.&nbsp.\nIf the second attempt to process the same sample fails, 23andMe will offer to\nsend another kit to you to collect a second sample at no charge.\nIf you send another sample and 23andMe's attempts to process the\nsecond sample are unsuccessful, 23andMe will not send additional sample\ncollection kits and you or the person who paid for the Service (if that is\nnot you) will be entitled to a complete refund of the amount paid to 23andMe.\n</li>\n<li>\nIn this event, you will not resubmit another sample through a future purchase\nof the service.\nIf you breach these TOS and resubmit another sample through\na future purchase of the service and processing is not successful, 23andMe\nwill not offer to reprocess the sample or provide you or the person who paid\nfor the Service (if that is not you) a refund.\n</li>\n<li>\nEven for processing that meets our high standards, a small, unknown fraction\nof the data generated during the laboratory process may be un-interpretable\nor incorrect (referred to as \"Errors\").&nbsp.\nAs this possibility is known in advance,\nusers are not entitled to refunds or entitled to make any other claims where\nthese Errors occur.\n</li>\n<li>\nThe above sets out our sole responsibility to you in the event that we are\nunable to process your sample.\n</li>\n<li>\n<strong>You should not change your health behaviors solely on the basis of\ninformation from 23andMe.</strong> Make sure to discuss your Genetic\nInformation with a physician or other health care provider before you act\nupon the Genetic Information resulting from 23andMe Services.\nFor most common\ndiseases, the genes we know about are only responsible for a small fraction\nof the risk.\nThere may be unknown genes, environmental factors, or lifestyle\nchoices that are far more important predictors.\n</li>\n<li>\nIf your data indicates that you are not at elevated genetic risk for a\nparticular disease or condition, you should not feel that you are protected.\nThe opposite is also true.\nif your data indicates you are at an elevated genetic\nrisk for a particular disease or condition, it does not mean you will definitively\ndevelop the disease or condition.\nIn either case, if you have concerns or\nquestions about what you learn through 23andMe, you should contact your\nphysician or other health care provider.\n</li>\n<li>\n<strong>Genetic research is not comprehensive.</strong> While we measure many\nhundreds of thousands of data points from your DNA, only a small percentage\nof them are known to be related to human traits or health conditions.\nThe\nresearch community is rapidly learning more about genetics, and an important\nmission of 23andMe is to conduct and contribute to this research.\n</li>\n<li>\nPlease note that many ethnic groups are not included in genetic studies.\nBecause interpretations provided in the Services rely on these published\nstudies, some interpretations may not apply to you.\n</li>\n<li>\nPlease further note that future scientific research may change the interpretation\nof your DNA and the scientific community may show previous research to be\nincomplete or inaccurate.\n</li>\n<li>\n<strong>Genetic Information you share with others could be used against your\ninterests.</strong> You should be careful about sharing your Genetic\nInformation with others.\nCurrently, very few businesses or insurance companies\nrequest genetic information, but this could change in the future.\n</li>\n<li>\nYou may want to consult a lawyer to understand the extent of legal protection\nof your Genetic Information before you share it with anybody.\n</li>\n<li>\nFurthermore, Genetic Information that you choose to share with your physician\nor other health care provider may become part of your medical record and\nthrough that route be accessible to other health care providers and/or\ninsurance companies in the future.\n</li>\n<li>\nYou acknowledge that Genetic Information that you share with family, friends\nor employers may be used against your interests.\nEven if you share Genetic\nInformation that has no or limited meaning today, that information could have\ngreater meaning in the future as technology improves and new discoveries are made.\n</li>\n<li>\nYou should be aware that, if you are asked by an insurance company whether\nyou have learned Genetic Information about health conditions and you do not\ndisclose this to them, this may be considered to be fraud or a breach of the\npolicy that you subsequently purchase.\n</li>\n<li>\n<strong>23andMe Services are for research, informational, and educational\nuse only.</strong> We do not provide medical advice.\n</li>\n<li>\n<strong>The Genetic Information provided by 23andMe is for&nbsp;research,\ninformational, and educational use only.</strong> This means two things.\nFirst, many of the genetic discoveries that we report have not been clinically\nvalidated, and the technology we use, which is the same technology used by the\nresearch community, to date has not been widely used for clinical testing.\nSecond, in order to expand and accelerate the understanding and practical\napplication of genetic knowledge in health care, we invite all genotyped users\nto participate in 23andWe Research.\nParticipation in such research is voluntary\nand based upon an IRB-approved consent document.\n</li>\n<li>\nAs a result of the current state of genetic knowledge and understanding, our\nServices are for research, informational, and educational purposes only.\nThe\nServices are not intended to be used by you for any diagnostic purpose and are\nnot a substitute for professional medical advice.\nYou should always seek the\nadvice of your physician or other health care provider with any questions you\nmay have regarding diagnosis, cure, treatment, mitigation, or prevention of\nany disease or other medical condition or impairment or the status of your health.\n</li>\n<li>\n23andMe does not endorse, promise or guarantee the effectiveness of any\nspecific course of action, resources, tests, physician or other health care\nproviders, drugs, biologics, medical devices or other products, procedures,\nopinions or other information that may be mentioned on our Website or available\nthrough our Service.\n</li>\n<li>\nIf we provide to you through our Service any information that identify for you,\nbased on your Genetic and Self-Reported Information and scientific literature\nor research, concerns about your health, this information is intended for\ninformational purposes only and for discussion with your physician or other\nhealthcare provider.\n</li>\n<li>\nWe believe that:\n<ul>\n<li>\ngenetics is only part of the picture of any individual's state of being.\n</li>\n<li>\nthe state of the understanding of Genetic Information is rapidly\nevolving and at any given time we only comprehend part of the picture\nof the role of genetics.\nand\n</li>\n<li>\nonly a trained physician or other health care provider can assess\nyour current state of health or disease, taking into account many\nfactors, including in some cases your genetics as well as your current\nsymptoms, if any.\n</li>\n</ul>\n</li>\n<li>\nYou should not take any decisions about your health or life based on the\ninformation you receive through the Service and, if you do, you do so entirely\nat your own risk.\n</li>\n<li>\nWe are licensed in California as a clinical laboratory and do not require a\nlicense to provide our Services in the United Kingdom, Ireland, Denmark,\nFinland, the Netherlands, and Sweden.\n</li>\n</ul> Your Promises <strong>\n</strong>\n<ul>\n<li>By accessing 23andMe Services, you agree to, acknowledge, and promise as\nfollows:\n<ul>\n<li>\nYou understand that information you learn from 23andMe is not designed\nto diagnose, prevent, or treat any condition or disease or to ascertain\nthe state of your health in the absence of medical and clinical information.\n</li>\n<li>\nYou understand that the 23andMe Services are intended for research,\ninformational, and educational purposes only, and that while 23andMe\ninformation may identify possible diagnosis or treatments, you should\nnot take any decisions about your health based on the information you\nreceive through the Service and you are strongly advised to seek the\nadvice of your doctor or other health care provider if you have questions\nor concerns arising from your Genetic Information.\n</li>\n<li>\nYou give permission to 23andMe, its contractors, successors and\nassignees to perform genotyping services on the DNA extracted from\nyour saliva sample and you specifically request 23andMe to disclose\nthe results of analyses performed on your DNA to you and to others\nyou specifically authorize.\n</li>\n<li>\nYou promise that you are at least eighteen (18) years of age if you\nare providing a saliva sample or accessing your Genetic Information.\n</li>\n<li>\nYou are promising that any sample you provide is your saliva.\nif you\nare agreeing to these TOS on behalf of a person for whom you have\nlegal responsibility, you are confirming that the sample provided will\nbe the sample of that person.\n</li>\n<li>\nYou agree that any saliva sample you provide and all resulting data\nmay be transferred and/or processed outside the country in which you\nreside.\n</li>\n<li>\nYou are promising that you are not an insurance company or an employer\nattempting to obtain information about an insured person or an employee.\n</li>\n<li>\nYou are aware that some of the information you receive may provoke\nstrong emotion.\n</li>\n<li>\nYou take responsibility for all possible consequences resulting from\nyour sharing with others access to your Genetic Information and your\nSelf-Reported Information.\n</li>\n<li>\nYou understand that all your Personal Information will be stored in 23andMe databases\nand will be processed in accordance with the 23andMe\nPrivacy Statement.\n</li>\n</ul>\n</li>\n<li>\nYou understand that by providing any sample, having your Genetic Information\nprocessed, accessing your Genetic Information, or providing Self-Reported\nInformation, you acquire no rights in any research or commercial products that\nmay be developed by 23andMe or its collaborating partners.\nYou specifically\nunderstand that you will not receive compensation for any research or commercial\nproducts that include or result from your Genetic Information or Self-Reported\nInformation.\n</li>\n<li>\n<strong>You agree that you have the authority, under the laws of the country\nin which you reside, to provide these promises.\nIn case of breach of any\none of these promises 23andMe may suspend or terminate your account and\nrefuse any and all current or future use of the Services (or any portion thereof)\nand you will reimburse 23andMe and its affiliates against any liability, costs,\nor damages suffered by 23andMe and its affiliates arising out of the breach of\nthe promises.</strong>\n</li>\n</ul> Account Creation, Customer Account, Password and Security Obligations <strong>\n</strong>\n<ul>\n<li>You agree to:\n<ul>\n<li>\nprovide true, accurate, current, and complete Registration Information\nabout yourself as prompted by the Service.\nand\n</li>\n<li>\nmaintain and promptly update the Registration Information to keep it\ntrue, accurate, current, and complete.\n</li>\n</ul>\n</li>\n<li>\nIf you provide any Registration Information that is untrue, inaccurate, not\ncurrent, or incomplete, or if 23andMe has a reasonable ground to suspect that\nsuch information is untrue, inaccurate, not current, or incomplete, 23andMe\nmay suspend or terminate your account and refuse any and all current or future\nuse of the Service (or any portion of it).\n</li>\n<li>\nAfter you have purchased our Service, you will need to create a password and\naccount designation to access the Service.\n</li>\n<li>\nYou are responsible for maintaining the confidentiality of the password and\naccount, and are fully responsible for all activities that occur under your\npassword or account.\nIf you allow third parties to access the Service through\nyour username and password, you will reimburse 23andMe and its affiliates\nagainst any liability, costs, or damages, including attorney fees, arising\nout of claims or suits by such third parties based upon or relating to such\naccess and use.\n</li>\n<li>\nYou agree to:\n<ul>\n<li>\nimmediately notify 23andMe of any unauthorized use of your password\nor account or any other breach of security.\nand\n</li>\n<li>\nensure that you exit from your account at the end of each session.\n</li>\n</ul>\n</li>\n<li>\n23andMe cannot and will not be liable for any loss or damage arising from\nyour failure to comply with this Section.\n</li>\n</ul> 23andMe Privacy Statement and Disclosure of Information <strong>\n</strong>\n<ul>\n<li>\nYour privacy is important to us.\nYou should read our\nPrivacy Statement&nbsp;which\nsets out how we collect, use and share information about you.\n</li>\n</ul> Limited License <strong>\n</strong>\n<ul>\n<li>\nYou acknowledge that all User Content, whether publicly posted or privately\ntransmitted, is the sole responsibility of the person from which such User\nContent originated.\nThis means that you, and not 23andMe, are entirely\nresponsible for all User Content that you upload, post, email, or otherwise\ntransmit via the Service.\n</li>\n<li>\nYou acknowledge that the Services content excluding the User Content\n(\"<strong>Services Content</strong>\") presented to you as part of the Services,\nis protected by copyright and/or other intellectual property rights that are\nowned by 23andMe and/or the licensors who provide that content to 23andMe\n(or by other persons or companies on their behalf).\n</li>\n<li>\n23andMe grants you a Limited License to copy and use and distribute free of\ncharge, for non-commercial purposes only, any of the Services Content with\nthe exception of content from \"MD's Perspectives\" in the \"For the Experts\"\nsection of the Website and any other content marked as not subject to this\nLimited License on the Website, provided you:\n<ul>\n<li>\nprovide the Services Content as it appears on the 23andMe Website\nwith no changes including but not limited to presenting selections\nwhich might tend to misrepresent the substance of the Services Content.\n</li>\n<li>\ninclude the following attribution on the first page of any materials\nyou distribute: © 23andMe, Inc.\n2007-2016 All rights reserved.\ndistributed pursuant to a Limited License from 23andMe.\n</li>\n<li>\nagree you have no right to offer anyone else any further right with\nrespect to this Services content.\n</li>\n</ul>\n</li>\n<li>\nAside from the Limited License provided in this Section, you may not modify,\nrent, lease, loan, sell, distribute, or create derivative works based on this\nServices Content (either in whole or in part) unless you have been specifically\ntold that you may do so by 23andMe or by the owners of that content, in a\nseparate agreement.\n</li>\n</ul> Customer Conduct – Unlawful and Prohibited Use <strong>\n</strong>\n<ul>\n<li>You must not use the Services:\n<ul>\n<li>\nfor any purpose that is unlawful or prohibited by these TOS or any notices\ndisplayed on our Website.\n</li>\n<li>\noutside of the United Kingdom, Ireland, Denmark, Finland, the Netherlands,\nand Sweden.\n</li>\n<li>\nin any manner that could damage, disable, overburden, or impair the Services\nor interfere with any other party's use and enjoyment of the Services.\n</li>\n<li> to obtain or attempt to obtain any materials or information through any means\nnot intentionally made available or provided for through the Services.\n</li>\n<li>\nto upload, post, email, or otherwise transmit any material that is derogatory,\ndefamatory, obscene, or offensive, such as slurs, epithets, or anything that\nmight reasonably be construed as harassment or disparagement based on race,\ncolor, national origin, sex, sexual orientation, age, disability, religious\nor political beliefs, or other statutorily protected status.\n</li>\n<li>\nto impersonate any person or entity, including, but not limited to, anyone\naffiliated with 23andMe, or falsely state or otherwise misrepresent your\naffiliation with a person or entity.\n</li>\n<li>\nto add your own headers, forge headers, or otherwise manipulate identifiers\nin order to disguise the origin of any content transmitted through the Service.\n</li>\n<li>\nto \"stalk\" or otherwise harass another.\n</li>\n<li>\nto upload, post, email, or otherwise transmit any content that you do not\nhave a right to transmit under any law or under contractual or fiduciary\nrelationships (such as inside information, proprietary and confidential\ninformation learned or disclosed as part of employment relationships or under\nnondisclosure agreements).\n</li>\n<li>\nto use any information received through the Services to attempt to identify\nother customers, to contact other customers (other than through features for\ncontacting other users such as DNA Relatives offered pursuant to the Services),\nor for any forensic use.\n</li>\n<li>\nto download any file posted by another user of the Service that you know, or\nreasonably should know, cannot legally be distributed in such manner.\n</li>\n<li>\nto upload, post, email or otherwise transmit any content that infringes any\npatent, trademark, trade secret, copyright, or other proprietary rights of\n23andMe or any other party.\n</li>\n<li>\nto harm minors in any way.\n</li>\n<li>\nto advertise or offer to sell or buy any goods or services for any business\npurpose, unless such area specifically allows such messages.\n</li>\n<li>\nto upload, post, email, or otherwise transmit any unsolicited or unauthorized\nadvertising, promotional materials, \"junk mail,\" \"spam,\" \"chain letters,\"\n\"pyramid schemes,\" or any other form of solicitation, except in those areas\nthat are designated for such purpose and only to the extent such content is\nauthorized by law.\n</li>\n<li>\nto upload, post, email, or otherwise transmit any material that contains\nsoftware viruses or any other computer code, files, or programs designed to\ninterrupt, destroy, or limit the functionality of any computer software or\nhardware or telecommunications equipment.\n</li>\n<li>\nto use manual or automated software, devices, scripts robots, other means or\nprocesses to access, \"scrape,\" \"crawl\" or \"spider\" any web pages or other\nservices contained in the Website, unless explicitly permitted by 23andMe.\n</li>\n<li>\nto engage in \"framing,\" \"mirroring,\" or otherwise simulating the appearance\nor function of 23andMe's Website.\n</li>\n<li>\nto attempt to or actually override any security component of 23andMe web\nservices.\n</li>\n<li>\nto interfere with or disrupt the Service or servers or networks connected to\nthe Service, or disobey any requirements, procedures, policies, or regulations\nof networks connected to the Service.\n</li>\n<li>\nto violate these TOS, any code of conduct or other guidelines which may be\napplicable for any particular area of the Service or have been communicated\nto you by anyone affiliated with 23andMe.\nor\n</li>\n<li>\nintentionally or unintentionally violate any applicable local, state, national\nor international law or any applicable regulations having the force of law.\n</li>\n</ul>\n</li>\n<li>\nYou acknowledge and agree that you are solely responsible for (and that 23andMe\nhas no responsibility to you or to any third party for) any breach of your\nobligations under the TOS and for the consequences (including any loss or damage\nwhich 23andMe may suffer) of any such breach.\nIn case of breach of any one of\nthese agreements 23andMe may suspend or terminate your account and refuse any and\nall current or future use of the Services (or any portion thereof) and you will\ndefend and indemnify 23andMe and its affiliates against any liability, costs, or\ndamages arising out of your breach of the TOS.\n</li>\n<li>\nIf you breach the terms of this Section and/or 23andMe has a reasonable ground\nto suspect that you have breached the terms of this Section, 23andMe may suspend\nor terminate your account and refuse any and all current or future use of the\nService (or any portion thereof).\n</li>\n</ul> Export Control and Applicable Laws and Regulations <strong>\n</strong>\n<ul>\n<li>\nYou agree to comply with all local rules regarding online conduct and\nacceptable content.\n</li>\n<li>\nYou agree that, so far as you are aware:\n<ul>\n<li>\nproviding your sample is not subject to any export ban or restriction\nin the country in which you reside.\nand\n</li>\n<li>\nyour sample and data may be transferred and/or processed outside the\ncountry in which you reside.\n</li>\n</ul>\n</li>\n<li>\nYou will comply with all applicable laws regarding the transmission of technical\ndata exported from the country from which you access 23andMe's Services.\n</li>\n<li>\nYou should not use our Service if in doing so you will breach any\napplicable laws.\n</li>\n</ul> Material Posted Through The Service and Takedown <strong>\n</strong>\n<ul>\n<li>\n23andMe does not check or moderate any User Content before it is added to\nthe Service by users.\nWe may later check, moderate, reject, refuse or delete\nany User Content if anybody objects to it, or we think that it breaches our TOS.\n</li>\n<li>\nAs such, we do not guarantee the accuracy, integrity, or quality of any\nUser Content.\n</li>\n<li>\nYou understand that by using the Services, you may be exposed to content that\nis offensive, indecent, or objectionable.\nUnder no circumstances will 23andMe\nbe responsible in any way for any User Content, including, but not limited to,\nany errors or omissions in any User Content, or for any loss or damage of any\nkind incurred as a result of the use of any such User Content posted, emailed\nor otherwise available via the Service.\n</li>\n<li>\nYou acknowledge and agree that you must evaluate, and bear all risks associated\nwith, the use of any User Content, including any reliance on the accuracy,\ncompleteness, or usefulness of such User Content.\n</li>\n<li>\nAny person may contact us by sending us an \"Infringement Notice\" if any\ncontent available through our Service infringes their rights or fails to\ncomply with our TOS.\nThe Infringement Notice should be sent either by post to\n<p>\n23andMe, Inc.\nATTN: Legal\n223 N.\nMathilda Ave.,\nSunnyvale, CA 94086,\nUnited States of America\nor by email to legalnotices@23andme.com.\n</p>\n</li>\n<li>\nPlease provide the information described below in the Infringement Notice:\n<ul>\n<li>\nyour name and contact details.\n</li>\n<li>\na statement explaining in sufficient detail why you consider that t\nhe content available through our Service infringes your rights or\nfails to comply with our TOS.\nand\n</li>\n<li>\na link to or such other means of identifying the problematic content.\n</li>\n</ul>\n</li>\n<li>\nWe will take the action that we believe is appropriate depending on the nature\nof the Infringement Notice and will aim respond to you within a reasonable\nperiod of time on the action we propose to take.\n</li>\n</ul> Material Provided to 23andMe – Your Proprietary Rights <strong>\n</strong>\n<ul>\n<li>\n<strong>User Content.</strong> 23andMe does not claim ownership of the User\nContent you provide to 23andMe (including feedback and suggestions) or post,\nupload, input, or submit to the Service.\nUnless otherwise specified, you\nretain copyright and any other rights you already hold over User Content that\nyou create and submit, post, or display on or through the Services.\n</li>\n<li>\nBy submitting, posting, or displaying User Content, you give 23andMe, its\naffiliated companies, sublicensees (including but not limited to sublicensees\nwho avail themselves of the Limited License granted in Section [14] above) and\nsuccessors and assigns a perpetual, irrevocable, worldwide, royalty-free, and\nnon-exclusive license to reproduce, adapt, modify, translate, publish, publicly\nperform, publicly display, distribute, reproduce, edit, reformat, and create\nderivative works from any User Content that you submit, post, or display on\nor through the Services.\n</li>\n<li>\nYou acknowledge and agree that this license includes a right for 23andMe to\nmake such User Content available to other companies, organizations, or\nindividuals with whom 23andMe has relationships, and to use such User Content\nin connection with the provision of those services.\n</li>\n<li>\nThe above license does not affect how we use and share information about you which is as set\nout in our\nPrivacy Statement.\n</li>\n<li>\nYou understand that 23andMe, in performing the required technical steps to\nprovide the Services to our users, may:\n<ul>\n<li>\ntransmit or distribute your User Content over various public networks\nand in various media.\nand\n</li>\n<li>\nmake such changes to your content as are necessary to conform and\nadapt that content to the technical requirements of connecting\nnetworks, devices, services, or media.\nYou acknowledge and agree that\nthis license shall permit 23andMe to take these actions.\n</li>\n</ul>\n</li>\n<li>\nYou promise to 23andMe that you have all the rights, power, and authority\nnecessary to grant the above license.\n</li>\n<li>\n<strong>Genetic and/or Self-Reported Information</strong>.\nYour saliva sample,\nonce submitted to and analyzed by us, is processed in an irreversible manner\nand cannot be returned to you.\nSee our Website for more information on sample\nprocessing.\nAny Genetic Information derived from your saliva remains your\ninformation which us as set forth in these TOS and our Privacy Statement.\n</li>\n<li>\nYou understand that you should not expect any financial benefit from 23andMe\nas a result of having your Genetic Information processed.\nmade available to\nyou.\nor, as provided in our Privacy Statement and TOS, shared with or included\nin Aggregated Genetic and Self-Reported Information shared with research\npartners, including commercial partners.\n</li>\n<li>\n<strong>Research and Products.</strong> As stated above, you understand that\nby providing any sample, having your Genetic Information processed, accessing\nyour Genetic Information, or providing Self-Reported Information, you acquire\nno intellectual property or similar rights in any research or commercial\nproducts that may be developed by 23andMe or its collaborating partners.\nYou\nspecifically understand that you will not receive compensation for any\nresearch or commercial products that include or result from your Genetic\nInformation or Self-Reported Information.\n</li>\n</ul> Indemnity <strong>\n</strong>\n<ul>\n<li>\nYou agree to defend and hold 23andMe, and its subsidiaries, affiliates,\nofficers, agents, contractors, partners, employees, successors, and assigns\nharmless from any claim, or demand, including reasonable attorneys' fees, made\nby any third party due to or arising out your willful, reckless or negligent\nmisconduct in submitting, posting or transmitting User Content through the\nService.\nyour use of the Service.\nyour violation of the TOS.\nor your violation\nof any applicable laws or rights of another.\n</li>\n<li>\nIf you have submitted a saliva sample or otherwise provided your own Genetic\nInformation, you will defend and hold harmless 23andMe, its employees, contractors,\nsuccessors, and assigns from any and all claims (unless caused by 23andMe's\nnegligence) arising out of your use or disclosure of any information obtained\nfrom genotyping your saliva sample and/or analyzing your Genetic Information,\nwhich is disclosed to you consistent with our Privacy Statement or results\nfrom any third-party add-ons to tools we provide\n</li>\n<li>\nIf you choose to provide your Genetic and/or Self-Reported Information to\nthird parties—whether individuals to whom you facilitate access, intentionally\nor inadvertently, or to third parties for diagnostic or other purposes—you\nagree to defend and hold harmless 23andMe, its employees, contractors,\nsuccessors, and assigns from any and all claims (unless caused by 23andMe's\nnegligence) arising from such disclosure or use of your Genetic and/or\nSelf-Reported Information.\n</li>\n</ul> General Practices Regarding Use and Storage <strong>\n</strong>\n<ul>\n<li>\nYou acknowledge that 23andMe may establish or change any existing general\npractices and limits concerning use of the Services, including without\nlimitation the maximum number of days that Personal Information and Services\ncontent will be retained by the Service, the maximum disk space that will be\nallotted on 23andMe's servers on your behalf, and the maximum number of times\n(and the maximum duration for which) you may access the Services in a given\nperiod of time.\n</li>\n<li>\nWhere 23andMe establishes or changes such general practices and limits which\nhas a significant impact on your use of the Service, 23andMe will give you\nreasonable notice to familiarize yourself with such general practices and\nlimits or changes and allow you to take any steps you consider necessary to\nmitigate the impact of any such general practices and limits or change.\n</li>\n<li>\nYou acknowledge and agree that 23andMe has no responsibility or liability\nfor the deletion of or failure to store any messages, other communications,\nor other content maintained or transmitted by the Services unless caused by\n23andMe's negligence.\nor for the loss of Genetic Information due to malfunction\nor destruction of data servers or other catastrophic events unless caused by\n23andMe's negligence.\n</li>\n</ul> Modifications to Service <strong>\n</strong>\n<ul>\n<li>\n23andMe may at any time and from time to time to modify or discontinue,\ntemporarily or permanently, the Services (or any part thereof) to reflect\nchanges in technology, commercial practice, behaviors, our business and the\nway users use our Service and applicable law and rules.\n</li>\n<li>\n23andMe will use reasonable efforts to notify you of any significant changes\nto the Service.\n</li>\n<li>\nYou acknowledge and agree that these changes may result in a delay in\ncomputations for some of the 23andMe features or Service and may affect your\npast activities on the Service, features that you use and your User Content\n(\"<strong>Service Elements</strong>\").\nAny changes to the Service could\ninvolve Service Elements being deleted or reset.\n</li>\n<li>\nYou agree that a key characteristic of our Service is that changes to the\nService will take place over time and this is an important basis on which\n23andMe grants you access to the Service.\nOnce we have made changes to the\nService, your continued use of the Service will show that you have accepted\nany changes to the Service.\n</li>\n<li>\nYou acknowledge and agree 23andMe shall not be liable to you or to any third\nparty for any modification, suspension, or discontinuance of the Services or\nany Service Elements.\n</li>\n<li>\nThe software that you use may from time to time automatically download and\ninstall updates from 23andMe.\nThese updates are designed to improve, enhance,\nand further develop the Services and may take the form of bug fixes, enhanced\nfunctions, new software modules, and completely new versions.\nYou agree to\nreceive such updates (and permit 23andMe to deliver these to you) as part of\nyour use of the Services.\n</li>\n<li>\nYou acknowledge that 23andMe may offer different or additional technologies or\nfeatures to collect and/or interpret Genetic Information in the future and\nthat your initial purchase of the Service does not entitle you to any different\nor additional technologies or features for collection or interpretation of\nyour Genetic Information without fee, and that may have to pay additional\nfees in order to have your Genetic Information collected, processed, and/or\ninterpreted using any future or additional technologies or features.\n</li>\n</ul> Termination <strong>\n</strong>\n<ul>\n<li>\nThe TOS will continue to apply until terminated by either you or 23andMe as\nset out in this Section.\n</li>\n<li>\nIf you want to terminate your legal agreement with 23andMe, you may do so\nby notifying 23andMe at any time in writing, which will entail closing your\naccounts for all of the Services that you use.\nYour notice should be sent,\nin writing, to 23andMe's address, which is set out at the beginning of the TOS,\nor via email to customercare@23andme.com.\nIf you provide notice via email, 23andMe will send you an email asking you to\nconfirm your request, and your notice will be effective following receipt of\na second email confirmation from you.\n</li>\n<li>\n23andMe may, at any time, by notice terminate its legal agreement with you\n(and in conjunction therewith, your password and account(s)) if:\n<ul>\n<li>\nyou have breached any provision of the TOS (or have acted in manner\nwhich shows that you do not intend to, or are unable to comply with,\nthe provisions of the TOS) and have failed to remedy such breach on\nfifteen [15] days notice in writing to you.\n</li>\n<li>\n23andMe is required to do so by law (for example, where the provision of the Services to you is, or becomes, unlawful).\n</li>\n<li>\nthe partner with whom 23andMe offered the Services to you has\nterminated its relationship with 23andMe or ceased to offer the\nServices to you.\n</li>\n<li>\n23andMe is transitioning to no longer providing the Services to users\nin the country or state in which you reside or from which you use\nthe Services.\nor\n</li>\n<li>\nthe provision of the Services to you by 23andMe is, in 23andMe's\nopinion, no longer commercially viable.\n</li>\n</ul>\n</li>\n<li>\nAny suspected fraudulent, abusive, or illegal activity that may be grounds\nfor termination of your use of the Services may be referred to appropriate\nlaw enforcement authorities.\nYou acknowledge and agree that 23andMe shall not\nbe liable to you or any third party for any termination of your access to\nthe Services.\n</li>\n</ul> Survival of Terms <strong>\n</strong>\n<ul>\n<li>\nWhen the TOS come to an end, all of the legal rights, obligations, and\nliabilities that you and 23andMe have benefited from, been subject to (or\nwhich have accrued over time while the TOS have been in force) or which are\nexpressed to continue indefinitely, shall be unaffected by this cessation,\nand the provisions of sections 1.(Definitions).\n3.(Acceptance of Terms).\n4.(Eligibility).\n9.(Description of the Services).\n10.(Important Issues\nRegarding 23andMe Services).\n11.(Representations).\n12.(Account Creation,\nCustomer Account, Password and Security Obligations).\n13.(23andMe Privacy\nStatement and Disclosure of Information).\n15.(Customer Conduct - Unlawful\nand Prohibited Use).\n16.(Export Control and Applicable Laws and Regulations).\n17.(Material Posted Through the Service and Takedown).\n18.(Material Provided\nto 23andMe - Your Proprietary Rights).\n19.(Indemnity).\n22.(Termination).\n23.(Survival of Terms).\n24.(Dealings with Information Providers and Listed\nResources).\n25.(Hyperlinks and 23andMe Website).\n26.(23andMe Proprietary Rights).\n27.(DISCLAIMER OF WARRANTIES).\n28.(LIMITATION OF LIABILITY).\n29.(Notice).\nand 31.(Miscellaneous), shall continue to apply to such rights, obligations,\nand liabilities indefinitely.\n</li>\n</ul> Dealings with Information Providers and Listed Resources <strong>\n</strong>\n<ul>\n<li>\nYour correspondence or business dealings with—or participation in promotions\nof—information providers, vendors, and/or resources found on or through the\nService, including payment and delivery of related goods or services, and any\nother terms, conditions, warranties, or representations associated with such\ndealings, are solely between you and such information provider or resource.\n</li>\n<li>\nYou acknowledge and agree that 23andMe shall not be responsible or liable\nfor any loss or damage of any sort incurred as the result of any such dealings\nor as the result of the presence of such information provider or resources\non the Service.\n</li>\n</ul> Hyperlinks and the 23andMe Website <strong>\n</strong>\n<ul>\n<li>\nThe Service provides, and third parties may provide, links to other sites\nand resources on the Internet.\nBecause 23andMe has no control over such sites\nand resources, you acknowledge and agree that 23andMe is not responsible for\nthe availability of such external sites or resources, and does not endorse\nand is not responsible or liable for any content, advertising, products, or\nother materials on or available from such sites or resources.\n</li>\n<li>\nYou further acknowledge and agree that 23andMe shall not be responsible or\nliable, directly or indirectly, for any damage or loss caused or alleged to\nbe caused by or in connection with use of or reliance on any such content,\ngoods, or services available on or through any such hyperlinked site or resource.\n</li>\n</ul> 23andMe's Proprietary Rights <strong>\n</strong>\n<ul>\n<li>\nYou acknowledge and agree that 23andMe (or 23andMe's licensors, as applicable)\nown all legal right, title, and interest in and to the Services, including\nany intellectual property rights (including but not limited to patents) which\nsubsist in the Services (whether those rights happen to be registered or not,\nand wherever in the world those rights may exist).\nYou further acknowledge\nthat the Services may contain information which is designated confidential\nby 23andMe and that you shall not disclose such information without 23andMe's\nprior written consent.\n</li>\n<li>\nYou further acknowledge and agree that the Services and any necessary\nsoftware used in connection with the Services (\"Software\") contain proprietary\nand confidential information that is protected by applicable intellectual\nproperty and other laws.\n</li>\n<li>\nExcept as expressly authorized by 23andMe, you agree not to-and not to permit\nanyone else to-modify, rent, lease, loan, sell, distribute, or create derivative\nworks of, reverse engineer, decompile, or otherwise attempt to extract the\nsource code of the Services or Software or any part thereof, in whole or in\npart.\nSoftware, if any, that is made available to download from the Services,\nexcluding software that may be made available by end-users through the\nServices, is the copyrighted work of 23andMe and/or its suppliers.\nYour use\nof the Software is governed by the terms of the end user license agreement,\nif any, which accompanies or is included with the Software (\"<strong>License\nAgreement</strong>\").\nYou may not install or use any Software that is\naccompanied by or includes a License Agreement unless you first agree to the\nLicense Agreement terms.\n</li>\n<li>\n23andMe, Inc., 23andMe, and other 23andMe logos and product and service names\nare trademarks of 23andMe and these marks together with any other 23andMe trade\nnames, service marks, logos, domain names, and other distinctive brand features\nare the \"23andMe Marks\".\nUnless you have agreed otherwise in writing with\n23andMe, other than through the Limited License in Section 14, nothing in the\nTOS gives you a right to use any 23andMe Marks and you agree not to display,\nor use in any manner, 23andMe Marks.\n</li>\n<li>\nYou agree that you shall not remove, obscure, or alter any proprietary rights\nnotices (including copyright and trade mark notices) that may be affixed to\nor contained within the Services.\n</li>\n<li>\nFor any Software not accompanied by a License Agreement, 23andMe grants you\na personal, non-transferable, and non-exclusive right and license to use the\nobject code of its Software on a single computer.\nThis license is for the\nsole purpose of enabling you to use and enjoy the benefit of the Services as\nprovided by 23andMe, in the manner permitted by the TOS.\n</li>\n<li>\nYou may not (and may not allow any third party to) copy, modify, create a\nderivative work of, reverse engineer, reverse assemble, or otherwise attempt\nto discover any source code, sell, assign, sublicense, grant a security\ninterest in, or otherwise transfer any right in the Software unless this is\nexpressly permitted or required by law, or unless you have been specifically\ntold that you may do so by 23andMe, in writing.\n</li>\n<li>\nUnless 23andMe has given you specific written permission to do so, you may\nnot assign (or grant a sublicense of) your rights to use the Software, grant\na security interest in or over your rights to use the Software, or otherwise\ntransfer any part of your rights to use the Software.\n</li>\n<li>\nYou agree not to modify the Software in any manner or form, or to use modified\nversions of the Software, including (without limitation) for the purpose of\nobtaining unauthorized access to the Service.\n</li>\n<li>\nYou agree not to access the Service by any means other than through the\ninterface that is provided by 23andMe for use in accessing the Service.\nAny\nrights not expressly granted herein are reserved.\n</li>\n</ul> Disclaimer of Warranties <strong>\n</strong>\n<ul>\n<li>\nALTHOUGH 23ANDME ATTEMPTS TO PROVIDE THE SERVICES USING A COMMERCIALLY\nREASONABLE LEVEL OF SKILL AND CARE, AS SET OUT IN THIS CLAUSE 27 THERE ARE\nCERTAIN THINGS THAT WE DO NOT PROMISE ABOUT OUR SERVICES.\n</li>\n<li>\n23ANDME DOES NOT MAKE ANY PROMISES ABOUT THE SERVICES.\nWE DO NOT GUARANTEE\nTHAT THE SERVICES WILL MEET YOUR REQUIREMENTS, BE RELIABLE OR BE AVAILABLE\nWHEN YOU WANT TO ACCESS THE SERVICES, THE RESULTS THAT MAY BE OBTAINED FROM\nTHE USE OF THE SERVICES WILL BE ACCURATE OR RELIABLE AND THE QUALITY OF ANY\nPRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY\nYOU THROUGH THE SERVICES WILL MEET YOUR EXPECTATIONS.\n</li>\n<li>\nDUE TO THE INHERENT NATURE OF SOFTWARE, THE INTERNET, TELECOMMUNICATIONS\nNETWORKS AND WEBSITES, 23ANDME DOES NOT GUARANTEE THAT THE SERVICES WILL BE\nAVAILABLE WHEN YOU WANT TO USE THEM, ERROR-FREE OR THAT ANY COMMUNICATIONS\nMADE USING THE SERVICES OR ANY INFORMATION OR CONTENT PROVIDED THROUGH THE\nSERVICES WILL BE SECURE.\n</li>\n<li>\nCERTAIN TERMS MAY BE AUTOMATICALLY INCLUDED INTO THIS AGREEMENT BY LAW.\nTHESE TERMS RELATE TO THE QUALITY OF THE SERVICE PROVIDED, FITNESS FOR A\nPARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nTO THE EXTENT THAT 23ANDME IS\nALLOWED DO SO BY LAW, WE EXCLUDE THESE TERMS FROM THIS AGREEMENT.\n</li>\n<li>\n23ANDME DOES NOT GUARANTEE THAT THE SERVICES ARE FREE OF VIRUSES AND OTHER\nHARMFUL COMPONENTS AND 23ANDME WILL NOT BE RESPONSIBLE TO YOU FOR ANY DAMAGE\nARISING FROM ANY VIRUS OR OTHER HARMFUL COMPONENT IN ANY OF THE SERVICES.\nANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICES\nIS DONE AT YOUR OWN DISCRETION AND RISK AND YOU WILL BE SOLELY RESPONSIBLE\nFOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE\nDOWNLOAD OF ANY SUCH MATERIAL.\nYOU ARE ADVISED TO BACK-UP OR STORE SECURELY\nYOUR CONTENT AND USER CONTENT.\n</li>\n<li>\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM\n23ANDME OR THROUGH OR FROM THE SERVICES SHALL CREATE ANY PROMISE NOT EXPRESSLY\nSTATED IN THESE TOS.\n</li>\n<li>\nYOU SHOULD ALWAYS USE CAUTION WHEN GIVING OUT ANY PERSONALLY IDENTIFYING\nINFORMATION ABOUT YOURSELF OR THOSE FOR WHOM YOU HAVE LEGAL AUTHORITY.\n</li>\n<li>\n23ANDME DOES NOT CONTROL OR ENDORSE ANY ACTIONS RESULTING FROM YOUR\nPARTICIPATION IN THE SERVICES AND, THEREFORE, 23ANDME SPECIFICALLY DOES NOT\nACCEPT ANY RESPONSIBILITY WITH REGARD TO YOUR ACTIONS RESULTING FROM YOUR\nPARTICIPATION IN THE SERVICES.\n</li>\n<li>\n23ANDME DOES NOT HAVE ANY OBLIGATION TO VERIFY THE IDENTITY OF OR SCREEN THE\nPERSONS USING THE SERVICES.\n23ANDME DOES NOT HAVE ANY OBLIGATION TO MONITOR\nTHE USE OF THE SERVICES BY OTHER USERS OF THE SERVICE.\nAS SUCH, 23ANDME WILL\nNOT BE RESPONSIBLE FOR ANY DAMAGE YOU SUFFER AS A RESULT OF YOUR INTERACTIONS\nWITH AND THE CONDUCT OF OTHER USERS AND FOR IDENTITY THEFT OR ANY OTHER MISUSE\nOF YOUR IDENTITY OR INFORMATION.\n</li>\n<li>\nBECAUSE WE CANNOT CONTROL THE BEHAVIOR OF OUR USERS 23ANDME DOES NOT GUARANTEE\nTHE ACCURACY, COMPLETENESS OR USEFULNESS OF ANY USER CONTENT OR ADOPT, ENDORSE\nOR ACCEPT RESPONSIBILITY FOR THE CONDUCT OF ANY USERS OR FOR THE ACCURACY OR\nRELIABILITY OF ANY OPINION, ADVICE OR STATEMENTS THEY MAKE.\n</li>\n</ul> Limitation of Liability <strong>\n</strong>\n<ul>\n<li>\nTO THE EXTENT PERMITTED BY LAW, 23ANDME'S TOTAL RESPONSIBILITY FOR ANY AND\nALL CLAIMS YOU MAKE UNDER THESE TOS (INCLUDING IMPLIED TERMS) OR RELATED TO\nTHE USE OF THE SERVICES SHALL BE LIMITED TO THE AMOUNT YOU PAID (OR SOMEONE\nPAID TO US ON YOUR BEHALF) FOR ACCESS TO THE SERVICE OR ONE HUNDRED ($100)\nUS DOLLARS, WHERE NO AMOUNT IS PAID TO US.\n</li>\n<li>\nIN EVERY CASE, 23ANDME WILL NEVER BE RESPONSIBLE FOR ANY LOSS OR DAMAGE THAT\nIS NOT REASONABLY FORESEEABLE.\n</li>\n<li>\nTO THE EXTENT PERMITTED BY LAW, 23ANDME WILL, UNLESS CAUSED BY OUR NEGLIGENCE,\nIN EVERY AND ALL CASES NEVER BE RESPONSIBLE FOR ANY LOSS OR DAMAGE RESULTING FROM:\n<ul>\n<li>\nTHE USE OR THE INABILITY TO USE THE SERVICES.\n</li>\n<li>\nANY ACTION YOU TAKE BASED ON THE INFORMATION YOU RECEIVE IN THROUGH\nOR FROM THE SERVICES.\n</li>\n<li>\nYOUR FAILURE TO KEEP YOUR PASSWORD OR ACCOUNT DETAILS SECURE AND\nCONFIDENTIAL.\n</li>\n<li>\nTHE COST OF PROCUREMENT OF SUBSTITUTE GOODS AND SERVICES RESULTING\nFROM ANY GOODS, DATA, INFORMATION, OR SERVICES PURCHASED OR OBTAINED\nOR MESSAGES RECEIVED OR TRANSACTIONS ENTERED INTO THROUGH OR FROM\nTHE SERVICES.\n</li>\n<li>\nUNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n</li>\n<li>\nTHE IMPROPER AUTHORIZATION FOR THE SERVICES BY SOMEONE CLAIMING SUCH\nAUTHORITY.\nOR\n</li>\n<li>\nSTATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SERVICES.\n</li>\n</ul>\n</li>\n</ul> Notice <strong>\n</strong>\n<ul>\n<li>\nNotices to you may be made via either email or regular mail.\n23andMe may also\nprovide notices of changes to the TOS or other matters by displaying notices\nor links to notices to you generally on or through the Services.\n</li>\n<li>Official notices related to this TOS must be sent to us at:\n<p>\n23andMe, Inc.\nATTN: Legal\n223 N.\nMathilda Ave.,\nSunnyvale, CA 94086,\nUnited States of America\n</p>\n</li>\n<li>\nAny notices that you provide without compliance with this Section on Notices\nshall have no legal effect.\n</li>\n</ul> Changes to the Terms of Service <strong>\n</strong>\n<ul>\n<li>\n23andMe may make changes to the TOS from time to time to reflect changes in\nour Service, technology, commercial practice, behaviors, our business and\nthe way users use our Service and applicable law and rules.\nWhen these changes\nare made, 23andMe will make a new copy of the TOS available on its Website\nand any new additional terms will be made available to you from within, or\nthrough, the affected Services.\n</li>\n<li>\n23andMe will use reasonable efforts to notify you of any significant changes\nto the TOS.\n</li>\n<li>\nYou acknowledge and agree that if you use the Services after the date on which\nthe TOS have changed, 23andMe will treat your use as acceptance of the\nupdated TOS.\n</li>\n</ul> Miscellaneous <strong>\n</strong>\n<ul>\n<li>\n23andMe intends to rely on these TOS as setting out the written terms of our\nrelationship with you unless we have both agreed to a separate written\nagreement between us that expressly governs over this TOS.\nYou also may be\nsubject to additional terms and conditions that may apply when you use\naffiliate services, third-party content, or third-party software.\n</li>\n<li>\nFor any dispute with 23andMe, you will first contact us at UK request form or EU request form and attempt to resolve the dispute with us informally.\nIn the unlikely event that 23andMe has not been able to resolve a dispute it\nhas with you after attempting to do so informally, we will discuss with you\nand agree the most effective way of resolving our dispute using mediation or\narbitration based on the nature of our dispute.\nNothing in this section shall\nprevent either of us from seeking injunctive (emergency) relief or other\nequitable relief from the courts for matters relating to data security,\nintellectual property or any other proprietary rights.\n</li>\n<li>\nThese TOS shall be governed by the laws of England and Wales we each agree\nthat any dispute that goes to court will be heard in the courts of England\nand Wales.\n</li>\n<li>\nIf you do not comply with this Agreement and we do not take action immediately,\nthis does not mean that we have given up any rights that we may take action\nin the future.\n</li>\n<li>\nA printed version of these TOS and of any notice given in electronic form\nshall be admissible in judicial or administrative proceedings based upon or\nrelating to this TOS to the same extent and subject to the same conditions\nas other business documents and records originally generated and maintained\nin printed form.\n</li>\n<li>\nThe section titles in the TOS are for convenience only and have no legal or\ncontractual effect.\n</li>\n<li>\nIf any provision or portion of these TOS is found to be unenforceable, this\nwill not affect the remaining provisions or portion.\n</li>\n<li>\nYou may not transfer any rights or obligations under this TOS.\nAny transfer\nwill be ineffective.\nWe may freely transfer or delegate all rights and\nobligations under this TOS and you consent to such transfer.\n</li>\n</ul> Read the previous version of the document.\n", "created_at": "2020-11-09 05:35:05.816475", "updated_at": "2020-12-15 02:48:50.204133"}, {"id": 3077, "name": "Cenforce Professional", "url": "http://tabletvilla.com/product/cenforce-professional/", "xpath": null, "text": "Subscribe to Push NotificationGet updates and offers by subscribing to push notifications.\nDisallowAllowPowered by NotifyVisitors FREE Shipping on Orders Above $199<ul>\n<li>My Account</li>\n<li>FAQs</li>\n<li>My Wishlist</li>\n<li>Cart</li>\n<li>Log In</li>\n</ul>\n<i>\n</i>\n<i>\n</i>Search <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>00 items 0 ITEMSVIEW CART\n<ul>\n<li> No products in the cart.\n</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>Erectile Dysfunction</li>\n<li>Sildenafil</li>\n<li>Dapoxetine</li>\n<li>Tadalafil</li>\n<li>Avanafil</li>\n<li>Vardenafil</li>\n<li>Blog</li>\n</ul>Offer Zone <i>\n</i> Cenforce Professional Home » Shop » Cenforce Professional Featured Products<ul>\n<li> Vidalista 20 Mg <strong>0</strong> out of 5 $92.00 – $400.00 </li>\n<li> Tadarise 20 Mg <strong>0</strong> out of 5 $91.00 – $325.00 </li>\n<li> Tadalista 20 Mg <strong>0</strong> out of 5 $89.00 – $290.00 </li>\n</ul>Best Selling Products<ul>\n<li> Cenforce 200 Mg <strong>0</strong> out of 5 $110.00 – $332.00 </li>\n<li> Cenforce 100 Mg <strong>0</strong> out of 5 $90.00 – $340.00 </li>\n<li> Fildena 100 Mg <strong>0</strong> out of 5 $85.00 – $370.00 </li>\n</ul>Latest Products<ul>\n<li> Avaforce Tablet <strong>0</strong> out of 5 $77.00 $33.00 </li>\n<li> Avana Tablet <strong>0</strong> out of 5 $106.00 $52.00 </li>\n<li> Caverta Tablet <strong>0</strong> out of 5 $62.00 $28.00 </li>\n</ul>Top Rated products<ul>\n<li> Caverta 25 Mg <strong>0</strong> out of 5 $43.00 – $154.00 </li>\n<li> Filagra Fxt <strong>0</strong> out of 5 $104.00 – $339.00 </li>\n<li> Malegra 200 Mg <strong>0</strong> out of 5 $117.00 – $378.00 </li>\n</ul> Get in touch CONTACT INFO <ul>\n<li>\n<i>\n</i>\n<strong>ADDRESS:</strong> 38, 18th Street, San Francisco, CA 94110 Union Centre, United States</li>\n<li>\n<i>\n</i>\n<strong>EMAIL:</strong> support@tabletvilla.com</li>\n<li>\n<i>\n</i>\n<strong>WORKING DAYS/HOURS:</strong> Mon - Sun / 9:00 AM - 8:00 PM</li>\n</ul> Facebook Twitter Pinterest Instagram Linkedin Subscribe Newsletter <p>Get all the latest information on Events, Sales and Offers.<br>\nSign up for newsletter today.</p>\n<p>\n</p>\n<ul>\n</ul> CUSTOMER SERVICE\n<p>\n</p>\n<ul>\n<li>About us</li>\n<li>Contact us</li>\n<li>My Account</li>\n</ul> policy page\n<p>\n</p>\n<ul>\n<li>Privacy policy</li>\n<li>Return &amp.\nRefund</li>\n<li>Order history</li>\n<li>FAQs</li>\n</ul> Recommend Product\n<p>\n</p>\n<ul>\n<li>Fildena Tablet</li>\n<li>Cenforce Tablet</li>\n<li>Vidalista Tablet</li>\n<li>Kamagra Tablet</li>\n</ul> Teblet Villa © 2019 All Rights Reserved.\nYou've just added this product to the cart:<p>\n</p> Go to cart page Continue <i>\n</i>\n<ul>\n<li>Home</li>\n<li>Erectile Dysfunction</li>\n<li>Sildenafil</li>\n<li>Dapoxetine</li>\n<li>Tadalafil</li>\n<li>Avanafil</li>\n<li>Vardenafil</li>\n<li>Blog</li>\n</ul>Offer Zone<ul>\n<li>My Account</li>\n<li>FAQs</li>\n<li>My Wishlist</li>\n<li>Cart</li>\n<li>Log In</li>\n</ul>\n<i>\n</i> BESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswyBESbswy ", "created_at": "2020-11-10 06:32:34.008264", "updated_at": "2020-12-14 23:10:56.502195"}], "points": [{"id": 15483, "title": "Users agree not to use the service for illegal purposes", "source": "https://www.23andme.com/about/tos/", "status": "Generated through the annotate view", "created_at": "2021-02-02 11:28:37.423541", "updated_at": "2021-02-02 14:24:36.943247", "quoteText": "\nYou should not use our Service if in doing so you will breach any\napplicable laws.", "case_id": 280, "document_id": 3071, "quoteStart": 34133, "quoteEnd": 34216}, {"id": 13058, "title": "The service collects many different types of personal data", "source": "https://www.23andme.com/about/privacy/", "status": "Generated through the annotate view", "created_at": "2020-12-20 22:39:31.356522", "updated_at": "2021-01-02 22:37:15.529026", "quoteText": "we collect Personal Information, which may include your name, date of birth, billing and shipping address, payment information (e.g., credit card) and contact information (e.g.\nemail, phone number and license number).", "case_id": 376, "document_id": 3072, "quoteStart": 12741, "quoteEnd": 12958}, {"id": 13061, "title": "You can opt out of promotional communications", "source": "https://www.23andme.com/about/privacy/", "status": "Generated through the annotate view", "created_at": "2020-12-20 23:57:26.58524", "updated_at": "2021-01-02 22:37:25.997012", "quoteText": "You can unsubscribe from receiving these marketing communications at any time.", "case_id": 223, "document_id": 3072, "quoteStart": 35471, "quoteEnd": 35549}, {"id": 13056, "title": "Your biometric data is collected", "source": "https://www.23andme.com/about/privacy/", "status": "Generated through the annotate view", "created_at": "2020-12-20 20:06:57.632595", "updated_at": "2021-01-02 22:38:13.570681", "quoteText": "Genetic Information.\n</strong>\nInformation regarding your genotype (e.g.\nthe As, Ts, Cs, and Gs at particular locations in your genome), your Genetic Information, is generated when we analyze and process your saliva sample, or when you otherwise contribute or access your Genetic Information through our Services.\nGenetic Information includes the 23andMe results reported to you as part of our Services, and may be used for other purposes", "case_id": 397, "document_id": 3072, "quoteStart": 21004, "quoteEnd": 21442}, {"id": 13057, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://www.23andme.com/about/privacy/", "status": "Generated through the annotate view", "created_at": "2020-12-20 21:31:25.380959", "updated_at": "2021-01-02 22:38:22.448405", "quoteText": "we do not respond to browser ”do not track” signals.", "case_id": 233, "document_id": 3072, "quoteStart": 69524, "quoteEnd": 69576}, {"id": 13060, "title": "This service may keep personal data after a request for erasure for business interests or legal obligations", "source": "https://www.23andme.com/about/privacy/", "status": "Generated through the annotate view", "created_at": "2020-12-20 23:45:50.649397", "updated_at": "2021-01-02 22:37:46.181747", "quoteText": "23andMe and/or our contracted genotyping laboratory will retain your Genetic Information, date of birth, and sex as required for compliance with applicable legal obligations, including the federal Clinical Laboratory Improvement Amendments of 1988 (CLIA), California Business and Professions Code Section 1265 and College of American Pathologists (CAP) accreditation requirements.\n23andMe will also retain limited information related to your account and data deletion request, including but not limited to, your email address, account deletion request identifier, communications related to inquiries or complaints and legal agreements for a limited period of time as required by law, contractual obligations, and/or as necessary for the establishment, exercise or defense of legal claims and for audit and compliance purposes.", "case_id": 333, "document_id": 3072, "quoteStart": 51163, "quoteEnd": 51989}, {"id": 13059, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.23andme.com/about/privacy/", "status": "Generated through the annotate view", "created_at": "2020-12-20 23:21:23.687887", "updated_at": "2021-01-02 22:37:57.672782", "quoteText": "We and our third party service providers use cookies and similar technologies (such as web beacons, tags, scripts and device identifiers)", "case_id": 323, "document_id": 3072, "quoteStart": 21630, "quoteEnd": 21767}, {"id": 15431, "title": "You have the right to leave this service at any time", "source": "https://www.23andme.com/about/tos/", "status": "Generated through the annotate view", "created_at": "2021-02-01 20:19:51.510359", "updated_at": "2021-02-02 00:45:07.83288", "quoteText": "If you want to terminate your legal agreement with 23andMe, you may do so\nby notifying 23andMe at any time in writing, which will entail closing your\naccounts for all of the Services that you use.", "case_id": 170, "document_id": 3071, "quoteStart": 45090, "quoteEnd": 45286}, {"id": 15442, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://www.23andme.com/about/tos/", "status": "Generated through the annotate view", "created_at": "2021-02-01 20:55:03.638401", "updated_at": "2021-02-02 00:45:39.890987", "quoteText": "You should not assume that any information we may be able to provide\nto you, whether now or as genetic research advances, will be welcome or positive.", "case_id": 290, "document_id": 3071, "quoteStart": 12303, "quoteEnd": 12453}, {"id": 15443, "title": "This service is only available to users over a certain age", "source": "https://www.23andme.com/about/tos/", "status": "Generated through the annotate view", "created_at": "2021-02-01 21:01:53.899483", "updated_at": "2021-02-02 00:44:56.864994", "quoteText": "if you contribute or otherwise provide\nyour own Genetic Information, you must be eighteen (18) years of age or older\nto agree to these TOS on behalf of yourself or those for whom you have legal authority to agree.\n</li>\n<li>\nIf your use of the Services includes creating a 23andMe account, without\nsubmitting a saliva sample or otherwise providing Genetic Information, you\nmust be thirteen (13) years of age or older to use the Services and accept\nthe TOS.", "case_id": 152, "document_id": 3071, "quoteStart": 5938, "quoteEnd": 6394}, {"id": 15432, "title": "The service can suspend your account for several reasons", "source": "https://www.23andme.com/about/tos/", "status": "Generated through the annotate view", "created_at": "2021-02-01 20:28:47.414176", "updated_at": "2021-02-02 00:45:21.911617", "quoteText": "23andMe may, at any time, by notice terminate its legal agreement with you\n(and in conjunction therewith, your password and account(s)) if:\n<ul>\n<li>\nyou have breached any provision of the TOS (or have acted in manner\nwhich shows that you do not intend to, or are unable to comply with,\nthe provisions of the TOS) and have failed to remedy such breach on\nfifteen [15] days notice in writing to you.\n</li>\n<li>\n23andMe is required to do so by law (for example, where the provision of the Services to you is, or becomes, unlawful).\n</li>\n<li>\nthe partner with whom 23andMe offered the Services to you has\nterminated its relationship with 23andMe or ceased to offer the\nServices to you.\n</li>\n<li>\n23andMe is transitioning to no longer providing the Services to users\nin the country or state in which you reside or from which you use\nthe Services.\nor\n</li>\n<li>\nthe provision of the Services to you by 23andMe is, in 23andMe's\nopinion, no longer commercially viable.", "case_id": 205, "document_id": 3071, "quoteStart": 45641, "quoteEnd": 46604}, {"id": 15444, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.23andme.com/about/tos/", "status": "Generated through the annotate view", "created_at": "2021-02-01 23:02:10.463563", "updated_at": "2021-02-02 00:45:32.310014", "quoteText": "DUE TO THE INHERENT NATURE OF SOFTWARE, THE INTERNET, TELECOMMUNICATIONS\nNETWORKS AND WEBSITES, 23ANDME DOES NOT GUARANTEE THAT THE SERVICES WILL BE\nAVAILABLE WHEN YOU WANT TO USE THEM, ERROR-FREE OR THAT ANY COMMUNICATIONS\nMADE USING THE SERVICES OR ANY INFORMATION OR CONTENT PROVIDED THROUGH THE\nSERVICES WILL BE SECURE.", "case_id": 287, "document_id": 3071, "quoteStart": 54525, "quoteEnd": 54848}, {"id": 15446, "title": "Third parties are involved in operating the service", "source": "https://www.23andme.com/about/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-02 01:03:04.68835", "updated_at": "2021-02-02 09:56:20.798662", "quoteText": "23andMe will ask for your consent to share Individual-level Genetic Information or Self-Reported Information with any third party, other than our service providers as necessary for us to provide the Services to you.", "case_id": 207, "document_id": 3072, "quoteStart": 42996, "quoteEnd": 43211}, {"id": 15447, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.23andme.com/about/tos/", "status": "Generated through the annotate view", "created_at": "2021-02-02 01:20:40.97802", "updated_at": "2021-02-02 09:55:51.696013", "quoteText": "Once we have made changes to the\nService, your continued use of the Service will show that you have accepted\nany changes to the Service.", "case_id": 403, "document_id": 3071, "quoteStart": 43642, "quoteEnd": 43778}, {"id": 15445, "title": "Your personal data is aggregated into statistics", "source": "https://www.23andme.com/about/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-02 00:51:43.202054", "updated_at": "2021-02-02 09:56:07.687466", "quoteText": "We may share Aggregate Information, which is information that has been stripped of your name and contact information and combined with information of others so that you cannot reasonably be identified as an individual, with third parties.\nThis Information is different from \"Individual-level\" information and is not Personal Information because it does not identify any particular individual or disclose any particular individual’s data.\nFor example, Aggregate Information may include a statement that \"30% of our female users share a particular genetic trait,\"", "case_id": 190, "document_id": 3072, "quoteStart": 42027, "quoteEnd": 42588}, {"id": 15490, "title": "The service provides a complaint mechanism for the handling of personal data", "source": "https://www.23andme.com/about/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-02 12:21:52.539532", "updated_at": "2021-02-02 14:21:10.513454", "quoteText": "You can exercise your privacy rights by following the instructions below or contacting us at privacy@23andMe.com.\nWe will handle your request under applicable law.", "case_id": 300, "document_id": 3072, "quoteStart": 60122, "quoteEnd": 60285}, {"id": 15484, "title": "This service does not condone any ideas contained in its user-generated contents", "source": "https://www.23andme.com/about/tos/", "status": "Generated through the annotate view", "created_at": "2021-02-02 11:32:02.148204", "updated_at": "2021-02-02 14:24:54.710023", "quoteText": "BECAUSE WE CANNOT CONTROL THE BEHAVIOR OF OUR USERS 23ANDME DOES NOT GUARANTEE\nTHE ACCURACY, COMPLETENESS OR USEFULNESS OF ANY USER CONTENT OR ADOPT, ENDORSE\nOR ACCEPT RESPONSIBILITY FOR THE CONDUCT OF ANY USERS OR FOR THE ACCURACY OR\nRELIABILITY OF ANY OPINION, ADVICE OR STATEMENTS THEY MAKE.", "case_id": 292, "document_id": 3071, "quoteStart": 56757, "quoteEnd": 57051}, {"id": 15485, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.23andme.com/about/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-02 11:41:07.436129", "updated_at": "2021-02-02 14:25:14.144404", "quoteText": " Please recognize that protecting your Personal Information is also your responsibility.\nWe ask you to be responsible for safeguarding your password, and other authentication information you use to access our Services.\nYou should not disclose your authentication information to any third party and should immediately notify 23andMe of any unauthorized use of your password.\n23andMe cannot secure Personal Information that you release on your own or that you request us to release.", "case_id": 148, "document_id": 3072, "quoteStart": 53303, "quoteEnd": 53783}, {"id": 15487, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://www.23andme.com/about/tos/", "status": "Generated through the annotate view", "created_at": "2021-02-02 12:06:04.393873", "updated_at": "2021-02-02 14:25:27.175275", "quoteText": "\nto upload, post, email, or otherwise transmit any unsolicited or unauthorized\nadvertising, promotional materials, \"junk mail,\" \"spam,\" \"chain letters,\"\n\"pyramid schemes,\" or any other form of solicitation, except in those areas\nthat are designated for such purpose and only to the extent such content is\nauthorized by law.", "case_id": 281, "document_id": 3071, "quoteStart": 30942, "quoteEnd": 31265}, {"id": 15486, "title": "The service does not share user information with third parties", "source": "https://www.23andme.com/about/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-02 11:48:05.979313", "updated_at": "2021-02-02 14:30:14.228648", "quoteText": "23andMe provides links to third party websites operated by organizations not affiliated with 23andMe.\n23andMe does not disclose your information to organizations operating such linked third party websites.", "case_id": 311, "document_id": 3072, "quoteStart": 54831, "quoteEnd": 55036}, {"id": 15491, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "https://www.23andme.com/about/tos/", "status": "Generated through the annotate view", "created_at": "2021-02-02 12:49:39.793315", "updated_at": "2021-02-02 14:25:53.755324", "quoteText": "23andMe may make changes to the TOS from time to time to reflect changes in\nour Service, technology, commercial practice, behaviors, our business and\nthe way users use our Service and applicable law and rules.\nWhen these changes\nare made, 23andMe will make a new copy of the TOS available on its Website\nand any new additional terms will be made available to you from within, or\nthrough, the affected Services.\n</li>\n<li>\n23andMe will use reasonable efforts to notify you of any significant changes\nto the TOS.", "case_id": 122, "document_id": 3071, "quoteStart": 59112, "quoteEnd": 59622}, {"id": 15489, "title": "This service only shares user information with third parties when given specific consent", "source": "https://www.23andme.com/about/privacy/", "status": "Generated through the annotate view", "created_at": "2021-02-02 12:09:21.588458", "updated_at": "2021-04-03 00:01:22.839012", "quoteText": "We will only share your Personal Information with third parties for marketing purposes with your explicit consent.\nIf you do not want us to use your Personal Information in this way, please review and update your 23andMe Account Settings as necessary or contact us at privacy@23andme.com.", "case_id": 296, "document_id": 3072, "quoteStart": 59162, "quoteEnd": 59450}], "urls": ["23andme.com"]}}