{"error": 448, "message": "OK", "parameters": {"id": 4934, "name": "Quick Thoughts App", "created_at": "2021-08-30 00:59:40.237243", "updated_at": "2021-08-30 22:01:07.575655", "wikipedia": null, "keywords": null, "related": null, "slug": "quick-thoughts-app", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4934.png", "url": "quickthoughtsapp.com", "documents": [{"id": 8860, "name": "Privacy Policy ", "url": "https://www.quickthoughtsapp.com/privacy", "xpath": "/html/body/div[2]/div[2]/div/div/div", "text": " <strong>\n</strong>\n<br>\n<br>\n<br>\n<p>\n<strong>California Residents, click here for the California Consumer Privacy Act (CCPA) Section of the Privacy Policy</strong>\n</p>\n<strong>Privacy Policy</strong> Dynata Privacy Policy for Residents of Every Country Except EU Countries and Mexico <p>\n<strong>First Effective: August 15, 2013</strong>\n</p>\n<p>\n<strong>This Version: Effective December 30, 2019</strong>\n</p>\n<p> The following sets forth the privacy policy for the Dynata, LLC f/k/a Survey Sampling International, LLC online panel communities, the Dynata, LLC f/k/a Survey Sampling International, LLC panel websites and/or the Dynata, LLC f/k/a Survey Sampling International, LLC mobile applications (collectively \"Application/Services\") offered by Dynata, LLC f/k/a Survey Sampling International, LLC and its parent, subsidiary and affiliated companies (collectively <strong>\"Dynata\"</strong>).\n</p>\n<p> This Privacy Policy sets forth the collection, use and disclosure of personal data or personally identifiable information (\"<strong>PII</strong>\") and other information by Dynata in connection with Dynata's Services as defined herein and other Dynata and third party activities as defined herein (\"Non-Research Activities\").\nDynata's Services provide you with the opportunity to join a panel, participate in surveys administered by Dynata or by third parties (whether as a panel member or a non-panel member), use the websites associated with the panels, use the Application/Services associated with the panels, and receive and redeem rewards and incentives, including, without limitation, sweepstakes entries, offered in connection with panel membership and/or the completion of surveys (collectively \"<strong>Services</strong>\").\nNon-Research Activities include, but are not limited to, Dynata marketing Dynata Services and/or third parties marketing their services to you and/or sharing individual and/or aggregate profile data with third parties to develop marketing insights and/or audience/look alike models.\nNon-Research Activities are described in more detail in this Privacy Policy.\n</p>\n<p> Your use of Dynata's Application/Services is completely voluntary and therefore Dynata's processing of your PII in connection with the Application/Services and Non-Research Activities and this Privacy Policy is with your consent.\n</p>\n<p> Surveys administered by third parties and the data collected in connection therewith are not subject to this Privacy Policy.\nRegistration with, use of, and access to Dynata's Services is subject to Dynata's Terms and Conditions .\nIn most cases Dynata is not the sponsor of the survey and the survey instrument, and the survey results or survey data, are and will be owned by the sponsor of the survey.\n</p>\n<p> All references in this Privacy Policy to \"Dynata\" include Dynata and its parent, subsidiary and affiliated companies.\nAll references to \"us\" or \"we\" refer to Dynata.\nAll PII is stored on servers located in the United States, where Dynata's servers are located and accessible globally to Dynata employees and/or agents.\nFor purposes of this policy, respondent shall mean any individual who participates in Dynata Services, including passive data collection and/or participates in the Non-Research Activities described herein.\nFor purposes of this policy, online shall include mobile web browsing.\n</p>\n<p>&nbsp.\n</p>\n<strong>What personal data and other information does the Application/Services collect and how is it used?</strong>\n<p> Dynata collects personally identifiable information (\"PII\") from research participants during and after registration with a panel, including, without limitation, during participation in a survey and in connection with the receipt and redemption of rewards and incentives and/or during the Application/Services registration and download process.\nYou will be asked to provide certain PII and demographic information, including, without limitation, your name, address(es), telephone number(s) (including home, cell, and/or business telephone numbers), email address(es), date of birth, and occupation/education, the unique panelist/respondent identification number we assign to you when you sign up for an account (individually a \"<strong>UID</strong>\" and collectively \"<strong>UIDs</strong>\"), and racial and gender information.\nIn addition to the collection of PII mentioned above, during and subsequent to the registration process, you may be asked to voluntarily provide or disclose Sensitive Data.\n<strong>\"Sensitive Data\"</strong> means PII that discloses or reveals health and medical conditions, sexual orientation or sexual life, political opinions/views, race/ethnic origin, religious and philosophical beliefs and trade-union membership.\nSensitive Data is used to target survey opportunities to you and as otherwise set forth in this Privacy Policy.\n</p>\n<p> Dynata collects PII and demographic information from non-panel members prior to and during participation in a survey.\n</p>\n<p> Dynata provides its clients and/or its advertising partners with information about your device, including but not limited to, the device's IDFA or Advertising ID and interactions with the Application/Services with your consent.\nDynata, the clients and/or ad partners may use this information to facilitate Dynata surveys, for marketing of Dynata products and services to you, for unrelated interest-based advertising, to link your device to additional data about you and/or your device available from third party data management platforms and/or to validate certain information you provide about yourself and/or your device.\nClick here to learn more about some of our ad partners, including how to subsequently opt-out.\n</p>\n<p>\n<u>Additional information you submit.</u>\n</p>\n<p> You may submit, upload or transmit content or material, including, without limitation, photos, videos, and/or any other similar or related content or material which may include your PII (\"<strong>User Content</strong>\"), for example, when completing surveys.\nPII included in User Content shall be collected, used and disclosed as set forth in this Privacy Policy.\nUser Content should not include audio, video, images, or the likeness of anyone other than you.\n</p>\n<p>\n<u>Information collected through automated means:</u>\n</p>\n<p> The Application/Services also collect certain information automatically, such as information about your device and device capabilities, including, without limitation, the device operating system, the other applications on your device, IP address, device network provider, device type, time zone, network status, browser type, browser identifier, unique device identification number (such as identifiers for analytics or advertising), network provider user ID (a number uniquely allocated to you by your network provider), Media Access Control (MAC) address, International Mobile Equipment Identity, location and other information that alone or in combination may be used to uniquely identify your device.\nSpecific examples of this data and the technology that collects it are below:\n</p>\n<p>\n<u>Geo-location data</u>.\nThe Application/Services will request your permission to obtain geo-location information from your mobile device, and such geo-location information may be provided by the Application/Services at any time, whether the Application/Services is open or not.\nIf you consent to sharing your geo-location data, in addition to the uses set forth under \"Dynata's use of information\" below, Dynata will also use your location information to offer you the option to participate in location-based surveys and market research and/or to share such geolocation data with third party clients to demonstrate certain location and/or traffic patterns of Application/Services participants.\nIn addition, Dynata may share your geo-location data with third party vendors to generate surveys for market research and for other research from aggregated location patterns.\nPlease visit this Privacy Policy for a description of how our partner uses the geo-location data.\n</p>\n<p> Geo-location data also may be used by ad networks to provide you with location-based advertising.\nThe ad networks' use of data, and how to opt out, are described in more detail below.\n</p>\n<p> If you no longer wish to share your geo-location data through your device, please change the privacy settings in your device for the Application/Services.\n</p>\n<p>\n<u>Application/Services and functionality</u>.\nDynata may request access to certain applications and/or functionality available on or through your device for use in connection with the Application/Services and the Services.\nAccess shall be requested via push notification or other alerts and access will only be granted with your consent.\nIf you consent, you may subsequently opt-out by changing your settings on the device.\n</p>\n<p>\n<u>Social media information</u>.\nYou may also be offered the opportunity to access the Application/Services through third party social media platforms.\nIf you select such option, Dynata may collect certain profile information stored in your social media platform account.\n</p>\n<p>\n<u>Cookies and Similar Technology</u>.\nCookies are small files that store certain data on a device.\nSession cookies expire when you close your browser.\nPersistent cookies remain on your device until deleted or once they reach a defined expiration date.\nYou may set your browser to notify you when you receive a cookie.\n</p>\n<p> First party and third party cookies and other similar or related technology and device identifiers (e.g., IDFAs, AAIDs, etc.) may be placed, written, set, and/or read for several purposes including, without limitation, to provide a better survey experience, quality control, validation, to enable or facilitate survey participation, tracking of completed surveys or other completed actions, for fraud detection and/or prevention, online ad effectiveness research, website tracking and audience measurement, to develop audience insights and/or look-alike models in connection with marketing campaigns, and for the purpose of targeting advertisements and other content to individuals, subject to your consent where required by applicable law.\nHowever, for certain cookies and/or similar or related technology, if you decide not to accept cookies, you will not be able to use the Application/Services.\n</p>\n<p> For more information on the types of cookies we use, the purposes for which we use information collected via cookies, please see our Cookie Consent Tool.\n</p>\n<p>\n<u>Log Files</u>.\nThe Application/Services may automatically gather and store certain information, including, without limitation, data available from your web browser, including, without limitation, IP Address, browser type, internet service provider, referring/exiting pages, operating system, date/time stamp, and click stream data in log files.\n</p>\n<p>\n<u>Digital Fingerprinting</u>.\nGenerally, digital fingerprinting assigns a unique identifier to your device based upon the device's technical settings, characteristics, and IP Address.\nDynata uses digital fingerprinting technology for quality control and validation purposes and fraud detection and/or prevention, including, without limitation, identifying duplicate or fraudulent respondents.\nDynata may implement and use digital fingerprinting directly or through a third party vendor with your consent where required by applicable law.\n</p>\n<p>\n<u>Watermarking</u>.\nGenerally, watermarking involves placing a technology or file on your device to identify that it has previously been used to register with or access the Application/Services or the Services.\nWatermarking is used for quality control and validation purposes and fraud detection and/or prevention purposes.\nDynata may engage in watermarking activities directly or through a third party vendor with your consent where required by applicable law.\n</p>\n<p> In some cases, we may use information collected through automated means, along with other information, to recognize users (or households) across platforms or across devices, such as smartphones, computers, tablets or related browsers, for the purposes described in this Privacy Policy.\n</p>\n<p>\n<u>Information collected from third parties</u>\n</p>\n<p> Dynata may obtain PII, behavioral and/or demographic information from third parties, including, without limitation, data management platforms, ad networks, information service bureaus, other sample suppliers and/or social media platforms.\nDynata may use the PII, behavioral and/or demographic data received from these third parties for various purposes, including, without limitation, data validation, data append, developing marketing insights, fraud detection purposes, and/or sending you a one-time email to invite you to participate in a survey and/or join a Panel.\nIn addition, geolocation data, including information regarding retail and other commercial enterprises you may visit while the geolocation feature is enabled, may be appended to your panel profile and/or shared with Dynata's clients if you elected to opt in to the geolocation services.\n</p>\n<strong>How does Dynata use the information it collects?</strong>\n<p>\n<u>Dynata's use of information:</u>\n</p>\n<p> In addition to the purposes described above, Dynata uses personal data collected through the Application/Services as follows: (i) to communicate with you regarding your membership with a survey panel(s) owned by Dynata.\n(ii) to communicate with you regarding your participation in a survey(s).\n(iii) to tailor survey opportunities to you and to arrange for advertisements to be displayed to you outside the Application/Services for the purposes of facilitating the completion of advertisement recall surveys.\n(iv) to send you notifications of survey opportunities.\n(v) to comply with any and all legal obligations, including, without limitation, tax obligations.\n(vi) to administer and manage Dynata's reward and incentive programs and fulfill your requests for rewards and incentives.\n(vii) to facilitate your entry into Dynata's sweepstakes and promotions and communicate with you regarding such entries.\n(viii) to update Dynata's records.\n(ix) to comply with any data suppression obligations or requirements.\n(x) for fraud detection and/or prevention purposes.\n(xi) to link your device and/or profile to additional information available about you and/or your device available from data management platforms (\"DMP\").\n(xii) to market Dynata products/services to you.\n(xiii) to enable third parties to market their products/services to you.\n(xiv) to enable Dynata or third parties to develop marketing insights and/or audience/look alike models.\n(xv) to validate the profile information you provided to us.\nand/or (xvi) as otherwise permitted pursuant to this Policy or as otherwise authorized by you.\nDynata may use information collected in the context of the Application/Services in connection with other survey panels that Dynata administers and/or in connection with Non-Research Activities.\nWith respect to the linking of Application/Services data to third party DMP data, Dynata uses such data itself and/or permits Dynata's clients and/or the DMP itself to use such data to provide you with survey opportunities, to measure advertising effectiveness (as described in more detail below), to segment audiences.\nto design advertising campaigns using \"look alike\" cohort groups based on survey and third party data.\nand/or to market such third party's products/services to you.\n</p>\n<p>\n<u>Retargeting</u>.\nDynata may from time-to-time engage a third party or third parties to either display advertising on an Dynata website(s) or to manage Dynata's advertising on other websites (for example on social media sites).\nDynata's third party partner(s) may use technologies such as cookies or identifying data elements.\nIncluding but not limited to your IDFA or Advertising ID to gather information about your activities on Dynata's website(s) and/or on other websites in order to: (i) provide you with advertising about Dynata and its services and/or (ii) assist Dynata in developing marketing and advertising campaigns designed to target individuals who have a social and demographic profile similar to your social and demographic profile.\nIf Dynata is conducting a re-targeting program and you wish to not participate in this re-targeting program, please opt-out via the applicable cookie opt-out process set forth in this Privacy Policy or in Dynata's separate cookie notice, by modifying your IDFA or Advertising ID and/or by unsubscribing within the advertisement itself.\n</p>\n<p>\n<u>Audience Insights/Look-alikes</u>.\nDynata and/or third parties may use PII collected from you and/or may link PII collected from you to a third party cookie to develop audience insights and/or look-alike models in connection with marketing campaigns.\n</p>\n<p>\n<u>Online Advertising Effectiveness</u>.\nIn connection with Dynata's online ad effectiveness program, you can participate in surveys regarding ads, promotions, content, campaigns, and/or websites that Dynata is testing for its clients.\nTo facilitate the completion of these surveys, Dynata's clients may write, set, or read cookies, locally shared/stored objects, flash cookies and/or any other related technology (each a \"<strong>Third Party Technology</strong>\" and collectively the \"<strong>Third Party Technologies</strong>\").\nThe Third Party Technologies may be written, set or read in various locations, including, without limitation, Dynata's servers or systems.\nIf you participate, your UID will be stored in or associated with the Third Party Technology to allow you to be re-contacted about the online ad or promotion and Dynata's client will use the Third Party Technology to determine whether you have seen, clicked on, or otherwise interacted with the online ad or promotion.\nIf you have interacted with the online ad or promotion, Dynata's client will send your UID and the specific survey to Dynata and Dynata will provide you with the opportunity to complete the survey.\n</p>\n<p>\n<u>Audience Measurement Data</u>.\nIn connection with Dynata's online ad effectiveness program, you can participate in surveys regarding ads, promotions, content, campaigns, and/or websites that Dynata is testing for its clients.\nTo facilitate the completion of these surveys, Dynata's clients may write, set, or read cookies, locally shared/stored objects, flash cookies and/or any other related technology (each a \"<strong>Third Party Technology</strong>\" and collectively the \"<strong>Third Party Technologies</strong>\").\nThe Third Party Technologies may be written, set or read in various locations, including, without limitation, Dynata's servers or systems.\nIf you participate, your UID will be stored in or associated with the Third Party Technology to allow you to be re-contacted about the online ad or promotion and Dynata's client will use the Third Party Technology to determine whether you have seen, clicked on, or otherwise interacted with the online ad or promotion.\nIf you have interacted with the online ad or promotion, Dynata's client will send your UID and the specific survey to Dynata and Dynata will provide you with the opportunity to complete the survey.\n</p>\n<strong>How do advertisers/ad networks use my information?</strong>\n<p>\n<u>Ad partners' use of information.</u>\n</p>\n<p> You can use the Application/Services to participate in surveys, including, without limitation, surveys regarding specific ads and promotions that Dynata is testing for its business clients.\nYou may see these ads or promotions in several places, including, without limitation, in non-Dynata mobile apps (for example, in a gaming app), after which Dynata shall provide you with access to, or contact you to complete, a survey about the ad or promotion that you were exposed to.\nTo facilitate the completion of surveys on ads or promotions, Dynata has partnered with ad companies that provide, measure or facilitate advertisements, including, without limitation, in many other mobile apps.\nThe Application/Services provides these ad networks with the UID, your unique device identifier, and many or all of the other types of information described in the \"<strong>Information collected through automated means</strong>\" section above (including your ongoing geolocation, if your device permits the collection of geolocation).\nThen, when you use a mobile app that has partnered with one of the ad companies, the ad company can use your unique device identifier or other automatically collected information to recognize your device.\nThe ad company may then show you an ad or promotion that Dynata is testing for one of our business clients.\nThe ad company may then inform Dynata that the device associated with your UID has just received an ad or promotion, which allows Dynata to provide you with access to, or to contact you to complete, a survey regarding the ad or promotion.\nWith your consent, the ad companies also use the information they collect about your device and your interactions with the Application/Services and other mobile apps to provide you with other in-app advertising that has been tailored to your interests and for other purposes.\nTo learn more about some of these ad companies, including how to opt out, please visit the following:\n</p>\n<p> https://www.voicefive.com/preferences.aspx </p>\n<p> https://www.insightexpressai.com/adserver/optout.aspx </p>\n<p> https://n01d01.cumulus-cloud.com/ssi/optout.php </p>\n<p> https://priv-policy.imrworldwide.com/priv/browser/us/en/optout.html </p>\n<strong>What communications will I receive through the Application/Services or relating to the Services?</strong>\n<p> Dynata may contact you to participate in surveys via \"push\" notifications or SMS/text messages if you expressly agree to receive such communications.\n</p>\n<p> In addition, Dynata and/or its agents or vendors on behalf of Dynata will send email communications to you regarding survey invitations, survey participation, reward or incentive information, inquiries and redemption, newsletters, notices required to be provided hereunder or by law, sweepstakes or promotion entries, notice of winning a sweepstakes or promotion, and in response to inquiries from you.\n</p>\n<p> Where you provide Dynata with your telephone number(s), Dynata, its clients and/or its Subcontractors may also contact you by telephone in relation to your account, including, without limitation: (i) surveys you have or are participating in.\n(ii) reward or incentive information, inquiries and redemption.\n(iii) sweepstakes or promotion entries and prize fulfillment.\n(iv) responding to your queries.\n(v) notices under this Privacy Policy.\n(v) additional survey invitations and/or opportunities.\nand/or (vi) to validate profile information you have provided to us.\n</p>\n<strong>Does Dynata share personal data and other information collected through the Application/Services with third parties?</strong>\n<p> Pursuant to applicable law, Dynata may disclose or transfer personal data and other information collected through the Application/Services to third parties as follows:\n</p>\n<p> (i) With your consent.\n</p>\n<p> (ii) In response to a subpoena or an order of a court or government agency.\n</p>\n<p> (iii) To establish, exercise, or defend legal claims of an individual or Dynata, including in order to protect the safety of an individual or to protect Dynata's rights and/or property.\n</p>\n<p> (iv) Between various Dynata panels, if you sign up for more than one Dynata panel.\n</p>\n<p> (v) To a parent, subsidiary, or affiliate of Dynata: (1) in the event of a reorganization or restructuring.\nor (2) for use and processing in accordance with this Policy or as authorized by you.\n</p>\n<p> (vi) To authorized agents and/or subcontractors of Dynata and/or of Dynata's clients, who are providing services, including, without limitation, data append services, data validation services, fraud detection and/or prevention services, database matching services, coding services, and reward, incentive, and sweepstakes related services.\nIn connection with the sharing of personal data and other information with subcontractors as set forth in (vi) above, such subcontractors may use such data to improve or enhance their services, in which event they are acting as data controllers or data owners and not as subcontractors engaged by Dynata.\nFor a list of the subcontractors acting as data controllers or data owners of your data and their privacy policies, please click here.\n</p>\n<p> (vii) To a client for limited market research related uses including, without limitation, modeling, validation, data append, database segmentation, and reward, incentive, or sweepstakes redemption, fulfillment, and/or entry.\n</p>\n<p> (viii) In connection with a change of ownership or control, including, without limitation, a merger or an acquisition of any or all of Dynata's business assets, provided that the party receiving or acquiring the personal data agrees to use, protect, and maintain the security, integrity, and confidentiality of personal data in accordance with this Policy.\n</p>\n<p> (ix) to a client or to such client's customer in the event Dynata or a third party believes that you have or may violate the intellectual property rights of a third party.\n</p>\n<p> (x) to a client or to such client's customer in the event Dynata or a third party believes that you have violated the Terms of Service.\n</p>\n<p> (xi) to a third party, which shall include both Dynata research clients and third parties that engage in Non-Research Activities to enable such third party to develop marketing campaigns, audience insights, look-alike models and/or to market such third party's products/services to you.\nand\n</p>\n<p> (xii) As otherwise permitted pursuant to this Policy.\n</p>\n<p> Please note, Dynata may allow a client to collect PII directly from respondents.\nThe disclosure is voluntary and, prior to collection, the client is required to enter into a written agreement with Dynata, which, among other things, limits use of the PII.\n</p>\n<p> Dynata may license certain PII to third parties (e.g., data brokers, data aggregators, etc.) for their own Non-Research Purposes, including, without limitation, the licensing of individual-level and/or aggregated-level data (e.g., product and/or service purchasing or usage activity, social media activity, website visitation data, internet search history, etc.) for the development of audience insights and/or look-alike models, for the purpose of sale of such data to the third party's clients/customers for the purpose of performing analytics and providing marketing intelligence and/or to enable such third party to market its products/services to you.\n</p>\n<p> Additionally, UIDs and information collected by automated means are provided to third parties, including, without limitation, clients, partners, agents and/or vendor for the purposes of identifying respondents for re-contact surveys or communications, fraud detection and/or prevention, database matching, data validation, data append, coding, data segmentation, and reward, incentive, and/or sweepstakes or promotion related services.\n</p>\n<p> In connection with your survey data, Dynata or the client may associate certain demographic attributes to you.\nDynata may share with third parties, including but not limited to clients, the geographic and/or demographic data Dynata collects from you during enrolment or through certain profile questions Dynata may ask you.\nSuch data may be shared with third parties on an individual respondent level or aggregate summary form (i.e.\na group of respondents).\nIf you voluntarily disclose personal data in connection with your survey data and responses, and Dynata collects the survey data and responses, Dynata will transfer the survey data and responses, UID and the voluntarily disclosed personal data to the relevant Dynata client.\n</p>\n<strong>How can I opt-out of certain data collection and/or use?</strong>\n<p> There are multiple opt-out options for users of this Application/Services.\n</p>\n<p> You can stop all collection of personal data and other information by the Application/Services by uninstalling the Application/Services and/or terminating your participation in the panel(s).\nYou may use the standard uninstall processes available as part of your mobile device or via the mobile application marketplace or network and/or you may cancel your panelist account on the panel Site.\nPlease note that if you delete the Application/Services, but maintain a profile with one of Dynata's websites, we may still collect personal data and other data from you through our site(s).\nUninstalling the Application/Services will not delete all information collected by Dynata prior to uninstalling the Application/Services.\nTo delete all information collected by Dynata please contact Dynata as set forth below.\n</p>\n<p> Six months following termination of your account, inactivity of your account and/or the date upon which you uninstall the Application/Services, Dynata may transfer your PII to a third party data broker and/or data management platform for purposes of resale/reuse by such third party.\n</p>\n<p> If you do not wish for your PII to be used for Non-Research Activities and/or if you do not consent to Dynata sharing your PII with third parties after termination of your account and/or removal of the Application/Services from your device, please contact us at privacy@dynata.com </p>\n<p>\n<strong>For iOS Opt-out of location data</strong>\n</p>\n<p> You may, at any time, opt-out from enabling the Application/Services to access your location data by:\n</p>\n<ul>\n<li>Touching or selecting the settings icon for the device;</li>\n<li>Once in the settings icon, touch or select Location Services.\nand</li>\n<li>Once in Location Services, you can use the individual slider for the Application/Services, to turn off location services.</li>\n</ul>\n<p>\n<strong>Note</strong>: If you turn off Location Services, you will be prompted to turn on Location Services the next time the Application/Services tries to use this feature.\n</p>\n<p>\n<strong>For Android Opt out of location data</strong>\n</p>\n<p> You may, at any time, opt-out from enabling the Application/Services to access your location data by:\n</p>\n<ul>\n<li>Touching the ABOUT button on the top right of the navigation bar</li>\n<li>Once in the ABOUT dialog, you can toggle on/off Location Services via a switch labeled: \"Access to my location\"</li>\n</ul>\n<p>\n<strong>For iOS Opt-out of push notifications</strong>\n</p>\n<p> You may opt-out of push notifications for the Application/Services by:\n</p>\n<ul>\n<li>Touching or selecting the settings icon for the device;</li>\n<li>Once in the settings icon, touch or select notifications;</li>\n<li>If push notifications are turned on, there will be a list of icons, touch or select the icon for the Application/Services.\nand</li>\n<li>From this screen, you will be able to modify the push notification settings for the Application/Services.</li>\n</ul>\n<p>\n<strong>For Android Opt-out of push notifications</strong>\n</p>\n<ul>\n<li>You may opt-out of push notifications for the Application/Services by:</li>\n<li>Access the Settings for the device.</li>\n<li>From within Settings, locate the Apps setting.</li>\n<li>Once in Apps, locate the relevant application (QuickThoughts or iPoll), and select it.</li>\n<li>Locate a checkbox labeled \"Show notifications\" and toggle it based on your preference.</li>\n</ul>\n<p>\n<strong>Opt-out of email communications</strong>\n</p>\n<p> You may opt-out of email communications by clicking the unsubscribe link in any email you receive from us or contacting us as set forth below.\n</p>\n<p>\n<strong>Opt-out of sharing social media platform profile data</strong>\n</p>\n<p> You may opt-out of sharing social media platform profile data by changing your preference/profile settings with the social media platform regarding the sharing of data with third parties or removing the Application/Services from your social media profile.\n</p>\n<p>\n<strong>Opt out of use of the advertising identifier assigned to your smartphone/device</strong>\n</p>\n<p> You may change the advertising identifier assigned to your device at any time.\n</p>\n<p>\n<strong>Ad network opt-out</strong>\n</p>\n<p> The ad networks that collect information through the Application/Services for use in facilitating surveys and providing interest-based advertising offer certain opt-out mechanisms.\nTo opt-out, follow the instructions for each ad network at the links provided below.\nIf you opt-out, you will not be able to participate in our surveys about ads and promotions.\n</p>\n<p> Ad network </p>\n<p> Opt-out information </p> &nbsp.\n<p> Admob by Google </p> &nbsp.\n<p> http://www.google.com/ads/preferences/html/mobile-about.html </p> &nbsp.\n<p> Flurry </p> &nbsp.\n<p> https://policies.oath.com/us/en/oath/privacy/controls/index.html </p> &nbsp.\n<p> InMobi </p> &nbsp.\n<p> http://www.inmobi.com/inmobi-privacy-policy/opt-out/ </p> &nbsp.\n<p> Millennial Media </p> &nbsp.\n<p> https://policies.oath.com/us/en/oath/privacy/controls/index.html </p>\n<p>&nbsp.\n</p>\n<strong>Can I stop Dynata from tracking my online activities?</strong>\n<p> Do Not Track (\"<strong>DNT</strong>\") is a preference in your browser that you can set to notify websites that you visit that you do not want the websites to collect certain information about you.\nDynata does not respond to DNT signals.\nIf you object to Dynata's practice with regards to DNT signals, you may opt-out from participation or use of Dynata's services as described below.\n</p>\n<p> In connection with Dynata's online ad effectiveness program, Dynata permits Dynata's subcontractors, partners and/or clients to drop, set, and/or write Third Party Technologies for the purpose of facilitating audience measurement and ad recall survey activities.\nDynata is not responsible for any third party's compliance with or response to DNT signals.\nTo learn more about Dynata's online ad effectiveness program, please review the Cookies section of this Privacy Policy.\n</p>\n<strong>How long do you keep my personal data and other information?</strong>\n<p> Dynata will retain personal data and other information relating to your use of the Application/Services and/or the Services for as long as you have the Application installed and/or use the Application/Services and for up to one (1) year thereafter or such other period as may be required or permissible by law.\nSix months following your inactivity with the panel Sites and/or uninstalling the Application/Services, Dynata may transfer your PII to a third party data broker and/or data management platform for purposes of resale/reuse by such third party.\n</p>\n<strong>How can I access the personal data and other information the Application/Services has collected about me?</strong>\n<p> You have the right to review, correct, and delete your personal data, subject to applicable law.\nYou may contact us with such a request using the contact details provided below.\n</p>\n<strong>Does the Application/Services collect data from minors under eighteen (18) years of age?</strong>\n<p> The Application/Services is not designed for, or intended for use by, any individual under the age of eighteen (18).\nWe do not knowingly collect personal data from children under the age of eighteen (18), and if we became aware that we have inadvertently collected personal data from a child under the age of eighteen (18), we will undertake reasonable commercial efforts to delete such personal data.\n</p>\n<strong>What security is available for the personal data and other information collected through the Application/Services?</strong>\n<p> Dynata maintains an appropriate level of technical, administrative, and physical safeguards to protect personal data and other information disclosed or collected by Dynata.\nDynata reviews, monitors, and evaluates its privacy practices and protection systems on a regular basis.\nDespite the safeguards we implement, transmissions over the Internet and/or a mobile network are not totally secure and Dynata does not guarantee the security of online transmissions.\nDynata is not responsible for any errors by individuals in submitting personal data to Dynata.\n</p>\n<p>&nbsp;</p>\n<strong>FOR CALIFORNIA RESIDENTS:</strong>\n<strong>Your Rights Under the California Consumer Protection Act of 2018 (“CCPA”)</strong>\n<p>Pursuant to the California Consumer Protection Act of 2018 (“CCPA”), and subject to certain exceptions and limitations, Californians can contact Dynata to exercise the rights described below with respect to certain personal information that Dynata holds about them.\nTo the extent those rights apply to you, they are described below.\nDynata also handles certain personal information on behalf of Dynata customers.\nYou should contact those customers to exercise any rights you may have with respect to that personal information.</p>\n<p>Right to Know About Personal Information Collected, Disclosed, or Sold</p>\n<p>You have the right to request that we provide you with details about the personal information we collect, use, disclose and sell.\nYou can submit a verifiable consumer request by clicking here.\nYou can also submit your request via our toll-free number 833-681-0436.\nDynata reserves the right to verify your identity to our satisfaction, including by asking you to log into your account if you have one.</p>\n<p>You are entitled to receive the following:</p>\n<ul>\n<li>The categories of your personal information that Dynata has collected in the preceding 12 months</li>\n<li>The categories of sources from which that information was collected</li>\n<li>The business/commercial purpose for the collection or selling</li>\n<li>The categories of third parties with whom Dynata shares personal information</li>\n<li>The specific pieces of personal information Dynata has collected about you (subject to some exceptions)</li>\n</ul>\n<p>Because Dynata has disclosed or sold (as those words are defined in the CCPA) personal information to third parties in the last 12 months, you are also entitled to receive:</p>\n<ul>\n<li>The categories of personal information that Dynata has disclosed or sold in the past 12 months</li>\n</ul>\n<p>\n<u>Right to Request Deletion of Personal Information</u>\n</p>\n<p>You have the right to request deletion of the personal information we have collected about you (subject to some exceptions).\nYou can submit your request as described above, and we reserve the right to conduct the verification described above.</p>\n<p>\n<u>Right to Non-Discrimination for the Exercise of a Consumer’s Privacy Rights</u>\n</p>\n<p>You have the right not to receive unlawful discriminatory treatment by Dynata for the exercise of your privacy rights under the CCPA.</p>\n<p>\n<u>Right to Opt-Out of Sale of Personal Information</u>\n</p>\n<p>You have the right to opt-out of the sale of your personal information by Dynata.\nYou can submit a verifiable consumer request by clicking here or by calling 833-681-0436.\nYou may also request to opt-out by sending an email to privacy@dynata.com.\n</p>\n<strong>List of Categories of Personal Information to be Collected and May Have Been Sold or Disclosed</strong>\n<p>\n<u>Categories of Personal Information Collected</u>\n</p>\n<p>Dynata collects personal information from research participants during and after registration with a panel, including, without limitation, during participation in a survey and in connection with the receipt and redemption of rewards and incentives and/or during the Application/Services registration and download process.\n</p>\n<p>\n<u>The categories of personal information we may collect include:</u>\n</p>\n<ul>\n<li>“Identifiers” such as <ul>\n<li>Name</li>\n<li>Address(es)</li>\n<li>Telephone number(s) (including home, cell, and/or business telephone numbers)</li>\n<li>Email address(es)</li>\n<li>Date of birth</li>\n<li>Internet Protocol address</li>\n<li>Unique device identification number (such as identifiers for analytics or advertising)</li>\n<li>Network provider user ID (a number uniquely allocated to you by your network provider)</li>\n<li>Media Access Control (MAC) address </li>\n<li>International Mobile Equipment Identity</li>\n<li>Unique cookie identifiers</li>\n</ul>\n</li>\n<li>Internet or other electronic network activity information, and other information collected through automated means (more detail can be found here), such as: <ul>\n<li>Information about your device (e.g., device operating system, the other applications on your device, device network provider, device type, time zone, network status, browser type, browser identifier and other information that alone or in combination may be used to uniquely identify your device)</li>\n<li>Geolocation</li>\n<li>Cookies and similar technology</li>\n<li>Social media information</li>\n<li>Log files</li>\n<li>Digital fingerprinting</li>\n<li>Watermarking</li>\n<li>Browsing activity</li>\n</ul>\n</li>\n<li>Other behavioral information</li>\n<li>Professional or employment-related information, including occupation</li>\n<li>Education information</li>\n<li>Additional content/material you submit, including photos, videos and/or similar content</li>\n<li>Characteristics of potentially protected classifications under California, federal or international law (e.g., health and medical conditions, sexual orientation or sexual life, political opinions/views, race/ethnic origin, gender, religious and philosophical beliefs and trade-union membership)</li>\n<li>Other medical information</li>\n<li>Demographic information</li>\n</ul>\n<p>All of the information above was collected for the purposes described here.\nIn CCPA terms, these purposes, which are described further in that section of our Privacy Policy, include but are not limited to the following examples:</p>\n<ul>\n<li>Auditing related to a current interaction with you and concurrent transactions, including, but not limited to, counting ad impressions to unique visitors, verifying positioning and quality of ad impressions, and auditing compliance with the CCPA and other standards;</li>\n<li>Detecting security incidents, protecting against malicious, deceptive, fraudulent, or illegal activity, and prosecuting those responsible for that activity;</li>\n<li>Debugging to identify and repair errors that impair existing intended functionality;</li>\n<li>Short-term, transient uses;</li>\n<li>Performing or using services, including maintaining or servicing accounts, providing customer service, processing or fulfilling orders and transactions, verifying customer information, processing payments, providing financing, providing or using advertising or marketing services, providing or using analytic services, or providing or using similar services;</li>\n<li>Undertaking internal research for technological development and demonstration;</li>\n<li>Undertaking activities to verify or maintain the quality or safety of services and devices, and to improve, upgrade, or enhance services and devices.\nand</li>\n<li>Facilitating the operational purposes of Dynata or our service providers.\n</li>\n</ul>\n<p>\n<u>Categories of Personal Information that May Have Been Sold</u>\n</p>\n<p>Dynata sold all of the above categories of personal information in the last 12 months.</p>\n<p>\n<u>Categories of Personal Information that Were Disclosed</u>\n</p>\n<p>Dynata disclosed all of the above categories of personal information in the last 12 months.</p>\n<p>&nbsp;</p>\n<strong>Who can I contact with questions about this Policy?</strong>\n<p> If you wish to:\n</p>\n<p> - receive a copy of the information we hold about you.\n</p>\n<p> - communicate an opt-out request to Dynata.\n</p>\n<p> - request access to, or the correction, blocking or deletion of, your personal data.\n</p>\n<p> - make a complaint about our privacy practice.\n</p>\n<p> -opt out of certain uses of your PII.\n</p>\n<p> or have any questions regarding Dynata's privacy practices and/or this Policy, please contact us via email at privacy@dynata.com </p>\n<p> Dynata's Legal Department is responsible for Dynata's compliance with this Policy.\n</p>\n<strong>Are there any companies within the Dynata Group that may collect, store and process PII?</strong>\n<p> Yes, please see the list of companies here.\n</p> ", "created_at": "2021-08-30 00:59:40.241737", "updated_at": "2021-08-29 23:01:46.363292"}, {"id": 8859, "name": "Terms", "url": "https://www.quickthoughtsapp.com/terms", "xpath": "/html/body/div[2]/div[2]/div/div/div/div[2]", "text": " Dynata,LLC f/k/a Survey Sampling International, LLC&nbsp;&nbsp.\n<br>\nQuickThoughts\n<br>\n<small>Terms &amp.\nConditions</small>\n<p> &nbsp.\n</p> 1.\nApplicability.\nAgreement.\n<p> These Terms and Conditions (these \"<strong>Terms</strong>\") govern and apply to your use of Dynata's services, including, without limitation, (1) membership with QuickThoughts (\"<strong>Panel</strong>\"), (2) use of and/or access to any Panel website (individually a \"<strong>Website</strong>\" and collectively the \"<strong>Websites</strong>\"), (3) participation in and completion of any third party survey or study offered, provided, hosted, or administered by or through Dynata, and (4) your eligibility for, and/or redemption of, Reward Credits<sup>®</sup> issued in connection with Caesars Rewards (\"<strong>Loyalty Program</strong>\") operated by Caesars Enterprise Services, LLC (\"<strong>Loyalty Program Owner</strong>\"), which are issued or awarded for engaging in certain qualifying activities including, without limitation, completing surveys (collectively, the \"<strong>Services</strong>\").\n</p>\n<p> All references in these terms to \"<strong>Dynata</strong>\" include Dynata, LLC f/k/a Survey Sampling International, LLC, and it's parents, subsidiaries, and affiliates.\nAll references in these Terms to \"<strong>us</strong>\" or \"<strong>we</strong>\" refer to Dynata.\n</p>\n<p>\n<strong>By accessing, using, and/or participating in the Services you hereby expressly agree to comply with, and be bound by, these Terms.</strong>\n</p>\n<p> Dynata reserves the right to refuse, restrict, prohibit, or reject your access to, use of, and/or participation in the Services, at any time and for any reason.\n</p>\n<p> &nbsp.\n</p> 2.\nMembership Eligibility.\n<p> Panel membership is generally open to individuals who satisfy the requirements for membership, including, without limitation, the minimum age requirement and geographic location requirement.\nWe only allow one membership account per person.\nDynata may refuse to provide the Services to anyone, at any time and for any reason or no reason.\n</p>\n<p> &nbsp.\n</p> 3.\nUse of the Services.\n<p> The Services are for personal, non-commercial use.\nYou may use the Services only when and as available.\nDynata reserves the right to change, modify, or eliminate, and/or restrict or block access to, all or any part of the Services, without notice, at any time, for any reason or no reason.\n</p>\n<p> Dynata provides Panel members and non-Panel members with the opportunity to participate in surveys.\nParticipation in surveys is voluntary.\nBy agreeing to become a Panel member, you agree to receive invitations to participate in surveys.\nAdditionally, Dynata may provide Panel members with the opportunity to communicate with other Panel members and/or Dynata.\nYou may unsubscribe from Panel membership at any time, see Section 10 \"<strong>Opt Out Policy</strong>\" below.\n</p>\n<p> &nbsp.\n</p> 4.\nPanel Registration.\nPasswords.\n<p> You may access any Website(s) as a visitor without registering for membership with the Panel associated with the Website(s) and without providing or disclosing personal information.\n</p>\n<p> In order to register as a Panel member, you must register with or for the Panel and provide certain personal information.\nPanel members and non-Panel members are required to truthfully provide all information.\nDynata reserves the right to restrict or prohibit your use of, access to, and/or participation in the Services if you provide, or Dynata reasonably suspects that you have provided, information that is untrue, inaccurate, not current, or incomplete.\n</p>\n<p> Dynata will either: (i) issue a user name and password to a Panel member, or (ii) permit a Panel member to create his/her own user name and password.\nPanel members are solely responsible for the security of their user names and passwords and will be solely liable and responsible for any use, whether authorized or unauthorized, of their membership accounts.\nDynata strongly recommends against the use of a social security number, financial account number, or any other identification or account number, as a user name or password.\n</p>\n<p> Panel membership is specific to the individual who registers for membership with the Panel.\n</p>\n<p> You acknowledge that you are accessing, using, and/or participating in the Services in the capacity of an independent contractor, and no agency, partnership, join venture, employee-employer or franchisor-franchisee relationship is intended or created by this agreement.\n</p>\n<p> &nbsp.\n</p> 5.\nUnauthorized Uses.\n<p> You agree not to: (i) use spiders, robots or other automated data mining techniques to catalog, download, store, or otherwise reproduce or distribute data or content available in connection with the Services, or to manipulate the results of any survey, prize draw, or contest.\n(ii) take any action to interfere with any Website(s) or an individual's use of any Website, including, without limitation, by overloading, \"flooding\", \"mail bombing\" or \"crashing\" any Website.\n(iii) send or transmit any viruses, corrupted data, or any other harmful, disruptive, or destructive code, file, or information, including, without limitation, spyware.\n(iv) collect any personally identifiable information of or about any other user of the Services.\n(v) send unsolicited emails, including, without limitation, promotions and/or advertising of products or services.\n(vi) open, use, or maintain more than one (1) membership account with the Panel.\n(vii) Forge or mask your true identity.\n(viii) frame a portion(s) of any Website within another website or alter the appearance of any Website.\n(ix) establish links from any other website to any page of, on, or located within any Website or to the Services, without the prior express written permission of Dynata.\n(x) post or transmit any threatening, libelous, defamatory, obscene, pornographic, lewd, scandalous, or inflammatory material or content or any material or content that could otherwise violate Applicable Laws (as defined herein).\n(xi) engage in any fraudulent activity, including, without limitation, speeding through surveys, taking the same survey more than once, masking or forging your identity, submitting false information during the registration process, submitting false or untrue survey data, redeeming or attempting to redeem rewards, prizes, and/or incentives through false or fraudulent means, and tampering with surveys.\n(xii) reverse engineer any aspect of the Services or do or take any act that might reveal or disclose the source code, or bypass or circumvent measurers or controls utilized to prohibit, restrict or limit access to any webpage, content or code, except as expressly permitted by Applicable Laws.\n(xiii) engage in any criminal or illegal act(s).\n(xiv) use Restricted Content (as defined herein) in violation or breach of these Terms.\nor (xv) encourage and/or advise any individual, including, without limitation, any Dynata employee, to commit any act(s) prohibited hereunder.\n</p>\n<p> You acknowledge and agree that Dynata will fully cooperate with all legal disclosure request(s) (e.g.\ncourt order or subpoena).\n</p>\n<p> &nbsp.\n</p> 6.\nRestricted Content.\n<p> In connection with your use of, access to, and/or participation in the Services, you may have the opportunity to review or access confidential and proprietary information, materials, products, and content (\"<strong>Restricted Content</strong>\") belonging to Dynata and/or Dynata's clients, partners and/or licensors.\nRestricted Content is and shall remain the sole and exclusive property of the owner of the Restricted Content.\nIn no event shall you obtain or receive any right, title, and/or interest in or to any Restricted Content.\nYou agree to protect the confidentiality and secrecy of the Restricted Content and you agree not to modify, copy, reproduce, republish, display, transmit, distribute, reverse engineer, create derivative works of, decompile, or otherwise use, alter, or transfer Restricted Content without the prior express written consent of Dynata.\nYou acknowledge and agree that Restricted Content may be subject to, and protected by, intellectual property laws, regulations, and codes.\nYou further acknowledge and agree that if you breach or otherwise violate the restrictions, limitations, and prohibitions contained in this Section, in addition to any other rights or remedies available to Dynata, Dynata reserves the right to terminate, prohibit or restrict your use of, access to, and/or participation in the Services.\n</p>\n<p> &nbsp.\n</p> 7.\nUser Content.\n<p> You are solely liable and responsible for all content, materials, information, and comments you use, upload, post or submit in connection with the Services (\"<strong>User Content</strong>\").\nYou are solely responsible for all third party approvals, consents, and/or authorizations required for User Content.\nIf you submit User Content, the User Content may become publicly available and may be shared with third parties including, without limitation, Dynata's clients, clients of Dynata's clients, and third party service providers.\nUser Content should only include audio, video, images, or the likeness of the individual submitting the User Content and should not contain copyrighted or trademarked content or material of any third party.\nUser Content should not include audio, video, images, or the likeness of anyone other than the user.\nYou will not receive compensation for any User Content.\nIf you would like information about the identity of the sponsor of a survey in which you submit photos or videos, please contact Dynata as set forth in Dynata's Privacy Policy.\nIn order to identify the specific survey, you will need to provide Dynata with your email address and information on the specific survey (e.g., survey number, survey topic or subject matter, date you completed the survey, etc.).\n</p>\n<p> By using, uploading, posting, or submitting User Content in connection with the Services, you hereby grant to Dynata a perpetual, irrevocable, unlimited, transferrable, sub-licensable, world-wide, royalty free, right and license to edit, copy, transmit, publish, display, create derivative works of, reproduce, modify, distribute, and otherwise use, modify, or distribute your User Content in any manner, without compensation or notice.\n</p>\n<p> You are solely responsible for the User Content, Dynata does not and cannot review all User Content and Dynata is not responsible for the User Content.\nDynata reserves the right to delete, move, or edit User Content, that is, in Dynata's sole discretion, deemed to: (i) violate these Terms, (ii) violate copyright or trademark laws, or (iii) be abusive, defamatory, obscene, or otherwise unacceptable.\n</p>\n<p> &nbsp.\n</p> 8.\nRewards Program.\n<p> 1.\nIn connection with your use of the Applications/Services, you may have the opportunity to accumulate rewards, incentives and entries into prize draws or sweepstakes.\nIncentives may be in the form of points or dollars.\nInformation, official rules and terms and conditions for rewards, incentives and prize draws or sweepstakes may be available in these Terms, on the Website for a Panel, at the beginning or end of a survey, in survey invitations, on the website(s) or webpage(s) for redeeming rewards, incentives, and prizes, and/or may be described in any newsletter or other communication distributed or published by Dynata.\n<br>\n<br> 2.\nAll points or dollars posted to a Panel member’s account expire one (1) year following posting, unless the points or dollars are forfeited or cancelled earlier due to membership or account inactivity or as otherwise set forth in these Terms.\nPanel member accounts are not actual bank or financial accounts and do not accrue or accumulate interest of any kind.\n<br>\n<br> 3.\nPoints or dollars posted in connection with the Applications/Services do not constitute property of the Panel member, cannot be transferred during or after the Panel member’s life, by operation of law or otherwise, and have no value until presented by the Panel member for redemption in accordance with these Terms.\n<br>\n<br> 4.\nIn the event that any points, dollars, or incentive have been erroneously posted to a Panel member’s account, Dynata may remove them from the Panel member’s account.\n<br>\n<br> 5.\nPoints or dollars will be deducted from the Panel member's account at the time the redemption request is made.\n<br>\n<br> 6.\nAll redemptions are final and rewards may not be returned for credit except as otherwise provided in these Terms or as otherwise agreed to in writing by an authorized representative of Dynata.\n<br>\n<br> 7.\nThe minimum points or dollars redemption threshold is the equivalent of Fifty United States Dollars ($50).\nUnless there is a lower redemption option available, if you do not satisfy the foregoing threshold, you will not have a redemption option under Dynata’s rewards program.\nDynata reserves the right to provide reward options with lower minimum redemption thresholds without prior notice to, or consent from, you.\n<br>\n<br> 8.\nDynata may modify, alter, delete or add new terms and conditions for its rewards program or the Applications/Services at any time without notice.\nFor Dynata this includes, but is not limited to, modifying, altering, adding or deleting point values, redemption levels, conversion ratios, conditions for status, conditions for membership and conditions for earning incentives or rewards, at any time without notice.\nIn addition, Dynata may terminate or cease offering any incentive or reward in connection with Dynata’s rewards program, at any time without notice.\n<br>\n<br> 9.\nYou may not combine your points or points with points or dollars belonging to any other member, including, but not limited to, any family member or friend.\n<br>\n<br> 10.\nDynata make no representations or warranties of any kind, express or implied, regarding any product or service received in connection with Dynata’s rewards program, including, but not limited to, any warranty of merchantability or fitness for a particular purpose.\nDynata is not, and will not be, liable or responsible for the performance of, or for the failure of the performance of, any product or service for which points or dollars, incentives or rewards are redeemed.\nIn addition, Dynata is not and will not be responsible or liable for any cost, damage, accident, delay, injury, loss, expense or inconvenience that may arise in connection with the use of, or defect in, any product or service for which points, dollars, incentives or rewards are redeemed.\nDynata will not replace any lost, stolen, misplaced or damaged incentives or rewards.\n<br>\n<br> 11.\nYOU HEREBY EXPRESSLY ACKNOWLEDGE AND AGREE THAT THE POINTS, DOLLARS, INCENTIVES OR REWARDS EARNED THROUGH THE APPLICATIONS/SERVICES MAY BE SUBJECT TO TAX, WHICH IS THE SOLE RESPONSIBILITY OF THE PANEL MEMBER.\nDynata may provide you and/or the appropriate government agency or taxing authority with information related to any payments or incentives you earn in connection with your use of the Application/Services.\nYou agree to provide Dynata with all required information to assist Dynata in complying with its reporting or withholding obligations.\nDynata may withhold any tax from any incentive or reward as required by applicable law.\n<br>\n<br> 12.\nEvery month Dynata donates $10,000 to American Red Cross.\nThis donation is separate to the incentives you receive for surveys, and does not come from your points balance.\nThis does not constitute a donation on your behalf so is not tax deductible for you, and is not dependent on the number of surveys members participate in, but is one way Dynata is aiming to give back to the global community.\n<br>\n<br> 13.\nDynata uses reasonable efforts to ensure that points or dollars or dollars are credited and debited appropriately.\nhowever, panelists should review their account to ensure that their account correctly identifies the posted points or dollars, incentives, or rewards, and reflects all of the appropriate redemption transactions.\nIf you feel that your account was not credited or debited correctly or reflects incorrect redemption transactions, please send an email to helpdesk@opinionworld.com.\nAny email sent to Dynata should include the panellist’s name, email address and specific information on the subject matter.\nDynata will use reasonable efforts to investigate the matter and to respond back to the panellist promptly.\nDynata's decision is final and binding.\n<br>\n<br> 14.\nThe suppliers or providers of the products or services offered in connection with Dynata’s rewards program and/or the owners or operators of the website(s)/webpage(s) on which redemption transactions occur, may have their own terms and conditions.\nplease review these terms and conditions carefully.\n<br>\n<br> 15.\nPersonal information may have to be collected, processed and/or disclosed in connection with Dynata’s rewards program and/or any request to redeem a reward or incentive.\nBy agreeing to these Terms, you hereby agree to the collection, processing and/or disclosure of your personal information for such purpose(s) and all such personal information shall be subject to the terms set forth in Dynata’s privacy policy.\n<br>\n<br> 16.\nIf a Panel member elects to donate points or dollars to one of the charities approved by Dynata, Dynata will donate said points or dollars to the selected charity.\nThe donation is not made by or on behalf of Dynata and Dynata does not and will not match any donation.\nPlease note that the donation option is not available on every panel owned and/or operated by or on behalf of Dynata.\nPlease check the redemption options available for the panel to which you belong.\n<br>\n<br> 17.\nYour daily limit on the redemption of points or dollars is limited two (2) redemptions per 24 hour period.\n<br>\n<br> 18.\nIn the United States, Dynata has an obligation to: (i) provide a W-9 tax form to individuals who receive payments (whether via the redemption of points or dollars or other means) of $600 or more in a tax year and (ii) file a 1099-Misc form with the United States Internal Revenue Service (“IRS”) for such payments.\nIn addition, Dynata will provide you with a completed 1099-Misc form for your tax compliance purposes.\nAs a result, please see the following: <br>\n<br> (1) If you have received payments of $599 during a tax year, your account will be suspended (i.e., you will not be able to receive further payments and will not be able to complete or participate in surveys) for the remainder of the applicable tax year unless and until you provide Dynata with a completed and verified W-9 form.\n<br>\n<br> (2) If you have received payments of $600 or more during a tax year, your account will be suspended indefinitely (i.e., you will not be able to receive further payments and will not be able to complete or participate in surveys) unless and until you provide Dynata with a completed and verified W-9 form.\nIn this case, your account will not be reinstated at the beginning of the next tax year, unless or until you provide Dynata with a completed and verified W-9 form.\n<br>\n<br> If you have any questions, please contact privacy@dynata.com.\n</p>\n<p> &nbsp.\n</p> 9.\nProfile Updates.\n<p> Panel members agree to promptly notify Dynata of any changes in or to information contained in their member profile.\nPanel members agree to review and update, as necessary, membership profiles no less frequently than once every six (6) months.\nA Panel member may update, correct, and/or delete information contained in his or her membership profiles by: (i) accessing his or her Panel membership account.\nor (ii) sending an email to the appropriate Panel member services team for the Panel.\n</p>\n<p> &nbsp.\n</p> 10.\nOpt-Out Policy.\n<p> Panel members may opt-out from using the Services (including, without limitation, from receiving newsletters or communications), at any time, by: (i) following the unsubscribe procedures described on the applicable Website(s) or contained in any email received from Dynata.\nor (ii) by sending an email to the Panel member services team.\nDynata shall use reasonable efforts to read and respond to each email request within a reasonable period of time after receipt.\nUpon termination, a Panel member's contact information will be removed from any further communication or contact lists.\nPlease allow a few days for the complete removal of contact information from Dynata's communication or contact lists for the applicable Panel.\nduring which period the member may receive communications which were created or compiled prior to termination.\nPlease see Dynata's Privacy Policy for information on how Dynata handles information and data following an unsubscribe, termination, or opt-out request (\"Dynata's Privacy Policy\").\n</p>\n<p> &nbsp.\n</p> 11.\nLinks.\n<p> In connection with your use of the Services, you may be able to voluntarily link or connect to websites maintained and/or operated by third parties (\"<strong>Third Party Websites</strong>\").\nDynata does not endorse any Third Party Website nor any products, services, and/or opportunities advertised, offered and/or sold by, through or in connection with any Third Party Website (\"<strong>Third Party Information</strong>\").\nDynata does not make any representations or warranties regarding the Third Party Websites and/or the Third Party Information.\nPlease carefully review all policies and terms applicable to the Third Party Websites and the Third Party Information.\n</p>\n<p> &nbsp.\n</p> 12.\nCommunications with Dynata.\n<p> All communications (excluding personal information) and User Content submitted or transmitted by You to Dynata, by electronic mail or otherwise, shall be treated as non-confidential and non-proprietary information, unless specifically indicated by You either prior to, or contemporaneously with, the submission or transmission of such communications and User Content.\nYou agree that any such communications and User Content may be used by Dynata for any legal reason.\n</p>\n<p> &nbsp.\n</p> 13.\nPrivacy.\n<p> Dynata takes your privacy very seriously.\nFor information about Dynata's privacy practices, please review Dynata's Privacy Policy .\n</p>\n<p> &nbsp.\n</p> 14.\nDisclaimer.\n<p> THE SERVICES, INCLUDING ALL INFORMATION, SURVEYS, CONTENT, MATERIAL, COMMENTARY AND SERVICES MADE AVAILABLE ON, OR THROUGH, THE SERVICES, ARE PROVIDED \"AS IS\".\nDynata DOES NOT MAKE ANY REPRESENTATIONS OR WARRANTIES OF ANY KIND WHATSOEVER IN CONNECTION WITH ANY INFORMATION, CONTENT, MATERIAL, COMMENTARY, SURVEYS, PRODUCTS, OR SERVICES MADE AVAILABLE ON, OR THROUGH, THE SERVICES, INCLUDING, WITHOUT LIMITATION, ANY USER CONTENT.\nFURTHER, Dynata HEREBY DISCLAIMS ANY AND ALL WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF NON-INFRINGEMENT, MERCHANTABILITY, AND FITNESS FOR A PARTICULAR PURPOSE.\nDynata DOES NOT WARRANT THAT THE TOOLS, TECHNOLOGY, OR FUNCTIONS CONTAINED IN THE SERVICES OR ANY CONTENT, MATERIAL, COMMENTARY, INFORMATION AND/OR SERVICES CONTAINED THEREIN, WILL BE UNINTERRUPTED OR ERROR FREE, THAT DEFECTS WILL BE CORRECTED, THAT THE SYSTEMS OR THE SERVER(S) THAT SUPPORT THE SERVICES AND MAKE THE SERVICES AVAILABLE WILL BE CORRECTED, OR THAT THE SERVICES AND/OR THE SYSTEMS AND/OR THE SERVER(S) THAT SUPPORT THE SERVICES ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nDYNATA DOES NOT PROVIDE ACCESS OR CONNECTION TO THE INTERNET AND IS NOT AND SHALL NOT BE RESPONSIBLE OR LIABLE FOR THE ACTIONS OR OMISSIONS OF THIRD PARTIES THAT INTERFERE WITH, LIMIT, RESTRICT, OR PREVENT ACCESS OR CONNECTION TO, OR USE OF, THE SERVICES.\n</p>\n<p> &nbsp.\n</p> 15.\nChanges.\n<p> Dynata hereby reserves the right, in Dynata's sole discretion, to make changes to these Terms.\nDynata encourages you to review these Terms on an ongoing basis.\nDynata will obtain your consent prior to changes that are of such nature that consent is needed or required.\nFor changes that do not require consent, your continued use of, access to, and/or participation in the Services does and will constitute your acceptance of these Terms as amended.\n</p>\n<p> &nbsp.\n</p> 16.\nIndemnification.\n<p> You agree to indemnify, defend, and hold harmless Dynata and its parent, affiliated, and subsidiary companies and its and their respective members, managers, shareholders, directors, officers, employees, and agents from and against any and all claims, liabilities, losses, judgments, awards, fines, penalties and costs and/or expenses of any kind, including, without limitation, reasonable attorneys' fees and court costs, arising out of, resulting from, or caused by, whether directly or indirectly,: (i) your breach or violation of these Terms.\nand/or (ii) your use of, participation in, and/or access to the Services.\n</p>\n<p> &nbsp.\n</p> 17.\nLimitation of Liability.\n<p> EXCEPT TO THE EXTENT PROHIBITED BY APPLICABLE LAWS, YOU ACKNOWLEDGE AND AGREE THAT IN NO EVENT WILL DYNATA BE LIABLE, OR OTHERWISE RESPONSIBLE, TO YOU FOR ANY INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL AND/OR PUNITIVE DAMAGES, FOR ANY REASON(S) OR FOR ANY CAUSE(S), REGARDLESS OF WHETHER DYNATA IS INFORMED OF THE POSSIBILITY THE SUCH DAMAGES MAY EXIST.\n</p>\n<p> ANY CLAIM OR CAUSE OF ACTION ARISING OUT OF OR RELATED TO USE OF THE SERVICES AND/OR THESE TERMS MUST BE FILED WITHIN ONE (1) YEAR AFTER SUCH CLAIM OR CAUSE OF ACTION AROSE.\n</p>\n<p> &nbsp.\n</p> 18.\nCompliance with Applicable Laws.\n<p> You acknowledge and agree that you will comply with all applicable international, national, Federal, state, and/or local laws, codes, regulations, rules and/or requirements (\"<strong>Applicable Laws</strong>\") regarding your use of, participation, in, and/or access to the Services.\n</p>\n<p> &nbsp.\n</p> 19.\nSuspension.\nTermination.\nDe-Activation of Panel Membership Accounts.\n<p> Either party may terminate your membership with the Panel at any time, with or without cause, for any reason or no reason, and without liability for the termination.\n</p>\n<p> In addition to any and all other available remedies, Dynata may, without notice, suspend and/or terminate your use of, access to, and/or participation in the Services if you are in breach or violation of these Terms.\nIf Dynata terminates your membership due to your breach or violation of these Terms: (i) you forfeit all rights, title, and interest in and/or to all unredeemed rewards, incentives, and/or prizes, effective immediately upon termination.\n(ii) your membership will immediately be canceled.\nand (iii) your access to, participation in, and use of the Services (including, without limitation, the participation in survey projects) will immediately cease.\n</p>\n<p> In the event that a non-Panel member breaches or otherwise violates these Terms, such non-Panel member hereby agrees that: (a) all rights, title, and interest in and/or to all unredeemed rewards, incentives, and/or prizes (if any), will be forfeit effective immediately upon termination.\nand (b) access to, use of, and participation in the Services will immediately cease.\n</p>\n<p> In addition, Dynata reserves the right to de-activate your Panel membership account: (a) if your membership account does not remain Active (as defined herein).\n(b) if Dynata receives a hard bounce or delivery failure notice in regards to email communications sent by Dynata to your email account.\nor (c) if Dynata receives a \"mailbox full\" reply notice three (3) times in regards to email communications sent by Dynata to your email account.\nFor the purpose of these Terms, \"<strong>Active</strong>\" means that you: (i) participate in a survey, at least, once every six (6) months.\nor (ii) update your profile or member information, at least, once every six (6) months.\n</p>\n<p> In the event of deactivation, termination by you, or termination by Dynata (other than for your breach or violation of these Terms), Dynata shall maintain a record of the posted, unredeemed rewards, incentives, and/or prizes and shall allow you to redeem such rewards, incentives, and/or prizes for a period of thirty (30) days following the effective date of the termination or deactivation of your account.\n</p>\n<p> &nbsp.\n</p> 20.\nDynata Employees.\n<p> A.\n<strong>Restriction</strong>.\nDynata employees and their Immediate Family Member(s) (as defined herein) are not eligible to receive any payments, prizes, or incentives for using, participating in, or accessing the Services.\nFor the purpose of this Section 20, the term \"<strong>Immediate Family Member(s)</strong>\" includes parents, spouses, children or significant others (i.e.\ngirlfriends/boyfriends, domestic partners, and spousal equivalents).\n</p>\n<p> B.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Procedures</strong>.\nDynata's employees may use, access, or participate in the Services, only after receiving written permission from their respective manager, and only for the sole purpose of improving Dynata's products and/or services.\nDynata's employees must always be honest and report accurate information in connection with using, accessing, or participating in the Services.\nIf altered, false, or untrue information or data must be used, prior consent and approval must be received from Dynata's Chief Executive Officer.\n</p>\n<p> C.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Improper Conduct</strong>.\nUnless authorized pursuant to these Terms or otherwise approved in writing by Dynata's Chief Executive Officer, the violation of the terms of this Section 20 by an Dynata employee and/or its Immediate Family Member(s) is a violation of Dynata's standards of conduct and any such violation may subject the employee to discipline, including, without limitation, termination of employment.\n</p>\n<p> &nbsp.\n</p> 21.\nNotices.\n<p> A.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Notice From You to Dynata</strong>.\nExcept as otherwise set forth herein, or as required by Applicable Laws, all notices to be sent or provided to Dynata should: (i) be correctly addressed to the applicable business address, and shall be sufficiently delivered if delivered: (a) by Federal Express, Express Mail, or other nationally or internationally recognized overnight courier service (in which case notice shall be effective one (1) business day following dispatch).\nor (b) by certified mail, return receipt requested, postage prepaid (in which case notice shall be effective six (6) days following deposit in mail).\nor (ii) be sent via email to the appropriate member services team for the Panel.\n</p>\n<p> B.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong> Notice From Dynata to You</strong>.\nExcept as otherwise required by Applicable Laws, you agree that Dynata may provide notices to you: (i) via the e-mail address provided by you to Dynata (in which case notice shall be effective one (1) day following the date the e-mail was sent, provided that Dynata did not receive an error message stating that delivery of the e-mail was delayed, that the e-mail address was invalid, or that the e-mail otherwise could not be delivered).\n(ii) by certified mail, return receipt requested, postage prepaid addressed to the address provided by you to Dynata (in which case notice shall be effective six (6) days following deposit in mail).\nor (iii) by posting notices on the applicable Website(s).\nYou agree to check the applicable Website(s) frequently for notices and to keep your personal information up-to-date.\n</p>\n<p> C.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n<strong>Legal Notice</strong>.\nLegal Notice.\nAll questions regarding these Terms and all legal notices should be sent, in accordance with Section 21.A.\nof these Terms, to:\n</p>\n<p> Dynata, LLC f/k/a Survey Sampling International, LLC <br> 6 Research Drive <br> Shelton, Connecticut 06484.\n<br> Attn: Legal Department\n</p>\n<p> or via email to: privacy@dynata.com </p>\n<p> &nbsp.\n</p> 22.\nSeverability.\n<p> If any term or provision of these Terms shall be held or declared to be invalid or unenforceable for any reason by any court of competent jurisdiction, such term or provision shall be deemed null and void and shall not affect the application and/or interpretation of these Terms.\nThe remaining terms or provisions of these Terms shall continue in full force and effect, as if the invalid or unenforceable term or provision was not a part of these Terms.\n</p>\n<p> &nbsp.\n</p> 23.\nGoverning Laws.\nJurisdiction and Venue.\n<p> These Terms and your access to, use of, or participation in the Services shall be governed by and construed in accordance with the laws of the state of Connecticut, USA, without regard to any portion of any choice of law principles (whether those of Connecticut or any other jurisdiction) that might provide for application of a different jurisdiction's laws.\nAll claims or disputes arising in connection with these Terms and/or your access to, use of, or participation in the Services, shall be subject to the exclusive jurisdiction of the state or Federal courts located in Fairfield County, Connecticut, USA.\n</p>\n<p> &nbsp.\n</p> 24.\nMiscellaneous Terms.\n<p> The headings contained in these Terms are for reference only and shall have no affect on the interpretation and/or application of these Terms.\nDynata's failure to enforce a breach by you of these Terms shall not waive or release you from such breach and shall not waive, release or prevent Dynata from enforcing any subsequent breach by you of these Terms.\nThese Terms, any rules, terms or policies referenced herein or incorporated herein, and any Panel specific requirements, represent the entire understanding and agreement between Dynata and you with respect to the subject matter hereof.\n</p>\n<p> Last updated: September 19, 2019\n</p> ", "created_at": "2021-08-30 00:59:40.240108", "updated_at": "2021-08-29 23:00:33.357952"}], "points": [{"id": 27073, "title": "There is a date of the last update of the agreements", "source": "https://www.quickthoughtsapp.com/terms", "status": "Generated through the annotate view", "created_at": "2022-03-03 17:17:59.253639", "updated_at": "2022-03-03 17:17:59.253639", "quoteText": "Last updated: September 19, 2019\n", "case_id": 331, "document_id": 8859, "quoteStart": 33711, "quoteEnd": 33744}, {"id": 27072, "title": "The court of law governing the terms is in location X", "source": "https://www.quickthoughtsapp.com/terms", "status": "Generated through the annotate view", "created_at": "2022-03-03 17:17:31.426521", "updated_at": "2022-03-03 17:17:31.426521", "quoteText": "These Terms and your access to, use of, or participation in the Services shall be governed by and construed in accordance with the laws of the state of Connecticut, USA, without regard to any portion of any choice of law principles (whether those of Connecticut or any other jurisdiction) that might provide for application of a different jurisdiction's laws.\nAll claims or disputes arising in connection with these Terms and/or your access to, use of, or participation in the Services, shall be subject to the exclusive jurisdiction of the state or Federal courts located in Fairfield County, Connecticut, USA.\n</p>\n<p> ", "case_id": 163, "document_id": 8859, "quoteStart": 32447, "quoteEnd": 33068}, {"id": 27071, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.quickthoughtsapp.com/terms", "status": "Generated through the annotate view", "created_at": "2022-03-03 17:17:01.018055", "updated_at": "2022-03-03 17:17:01.018055", "quoteText": "If any term or provision of these Terms shall be held or declared to be invalid or unenforceable for any reason by any court of competent jurisdiction, such term or provision shall be deemed null and void and shall not affect the application and/or interpretation of these Terms.\nThe remaining terms or provisions of these Terms shall continue in full force and effect, as if the invalid or unenforceable term or provision was not a part of these Terms.\n</p>\n<p> ", "case_id": 295, "document_id": 8859, "quoteStart": 31924, "quoteEnd": 32387}, {"id": 27070, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.quickthoughtsapp.com/terms", "status": "Generated through the annotate view", "created_at": "2022-03-03 17:10:52.625967", "updated_at": "2022-03-03 17:10:52.625967", "quoteText": " The Services are for personal, non-commercial use.\n", "case_id": 143, "document_id": 8859, "quoteStart": 2116, "quoteEnd": 2168}], "urls": ["quickthoughtsapp.com"]}}