{"error": 448, "message": "OK", "parameters": {"id": 4086, "name": "Guest Reservations", "created_at": "2021-06-15 05:20:53.439376", "updated_at": "2021-06-15 22:00:43.566949", "wikipedia": null, "keywords": null, "related": null, "slug": "guest-reservations", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4086.png", "url": "guestreservations.com", "documents": [{"id": 7057, "name": "Privacy Policy ", "url": "https://www.guestreservations.com/about/privacy", "xpath": "/html/body/div[1]/main/div/div[2]/div", "text": " <p>We value your privacy.\nThis Privacy Policy describes the information collected from you when you visit the website guestreservations.com (the “Site”) and how Guest Reservations (“Guest Reservations,” “we,” or “us”) uses that information.\nYou agree to the terms and conditions of this Privacy Policy by visiting the Site.</p> Children <p>Guest Reservations does not seek to collect personal information about children under 13 through the Site, and you must be 18 or older to use the Site.\nWe may collect information from parents with their verified consent about reservation plans for their families.\nIf we learn and have actual knowledge of a child providing information through the Site, we will delete such information as soon as possible.\nGiven the foregoing, and because we do not seek to collect information about children, we typically retain no information about children that could be reviewed.\nWe will honor requests by a parent or guardian to review or delete information about their child.</p> Security <p>We use procedural and technical safeguards to protect your personal information against loss or theft as well as unauthorized access and disclosure to protect your privacy, including monitoring for intrusion attempts, encryption technology, “firewalls,” Secure Socket Layers (SSL), and security audits and inspections.\nWe treat data as an asset that must be protected against loss and unauthorized access.\nWhen setting up an account, your information is stored behind a secure server via multiple encryption methods as well as a Secure Socket Layer on the site.\nInformation stored on the server is only available to a select number of people that have access to these records.\nThe privacy of communication over the internet cannot be guaranteed because the internet is not a secure medium.\nGuest Reservations does not assume any responsibility for any harm, loss, or damage you may experience or incur by the sending of personal or confidential information over the internet by or to Guest Reservations.\nIf you have any questions about the security of our website, you can send an e-mail to us through our contact page.</p> Information Collected <p>We collect two kinds of information from visitors to the Site, personal and non-personal information.\nPersonal information includes, for example: name, email address, and physical address, including city and state.\nNon-personal information includes, for example: search preferences, product searches, merchant searches, and general demographics.\nOur primary purpose in collecting personal and non-personal information is to provide you with a safe, smooth, efficient, and customized experience.\nThis allows us to provide services and features that most likely meet your needs, and to customize our service to make your experience safer and easier.\nWe only collect information about you that we consider necessary for achieving this purpose.</p>\n<p>In general, you can browse the Site without telling us who you are or revealing any personal information about yourself.\nOnce you give us your personal information, you are no longer anonymous to us.\nIf you choose to use our services, we may require you to provide contact and identity information, billing information, and other personal information as indicated on the forms throughout the Site.\nWhere possible, we indicate which fields are required and which fields are optional.\nYou always have the option to not provide information by choosing not to use a particular service or feature.</p>\n<p>Technologies such as cookies, beacons, tags, and scripts are used by Guest Reservations and our affiliates, analytics providers, or our online customer support provider.\nThese technologies are used in analyzing trends, administering the site, tracking users’ movements around the site and to gather demographic information about our user base as a whole.\nWe may receive reports based on the use of these technologies by these companies on an individual as well as aggregated basis.</p>\n<p>We use cookies, including “necessary,” “preferences,” “analytics and performance,” and “advertising” cookies, some of which may be third-party cookies, for the reasons outlined in this Privacy Policy, including for keeping the Site functioning and for security, current and historical search information, authentication and affiliate source, analyzing aggregate user behavior, and sending personalized advertisements of interest to users.\nUsers can control the use of cookies at the individual browser level.\nIf you reject cookies, you may still use our site, but your ability to use some features or areas of our site may be limited or not available.</p>\n<p>We partner with a third-party ad network to either display advertising on our Site or to manage our advertising on other sites.\nOur ad network partner uses cookies and web beacons to collect non-personal information about your activities on this and other websites to provide you targeted advertising based upon your interests.\nIf you wish to not have this information used for the purpose of serving you targeted ads, you may opt out by emailing us.\nPlease note this does not opt you out of being served advertising.\nYou will continue to receive generic ads and non-marketing communications.\nFor more information about cookies and opting out, please visit https://www.allaboutcookies.org/, www.youronlinechoices.com/uk/your-ad-choices, www.networkadvertising.org/choices, and www.aboutads.info/choices.\n</p>\n<p> We also gather certain information automatically and store it in log files.\nThis information includes the IP addresses, browser type, Internet Service Provider (ISP), referring/exit pages, operating system, date/time stamp, and clickstream data.\nWe may combine this automatically collected log information with other information we collect about you.\nWe use this information to review trends, to administer our website, to track users’ movements around the Site and to gather demographic information about our customers.\n</p>\n<p>If you have chosen to receive marketing messages from us about our products and services, we may use information from our log files, cookies, or pixel tags to help us make those communications more useful to you.</p>\n<p>We also get information from your transactions with us, our affiliates, or non-affiliated third parties, such as account activity and your purchase information.\nWe also use information from third parties, including public information, such as verification services and consumer reporting agencies (to comply with regulatory requirements, ensure data accuracy, and prevent fraud, for example), or from other sources.\nWe use this information to develop, offer, and deliver our products and services, to process transactions in your accounts, and to obey legal and regulatory requirements.\nWe limit the collection and use of customer information to the minimum we require to deliver great service to our customers (including telling our customers about our hotel reservation services, deals, and other opportunities through email) and to run our business.</p> Retention of Information <p>We will retain your personal information only for as long as is necessary for the purposes set out in this Privacy Policy.\nWe will retain and use your personal information to the extent necessary to comply with our legal obligations (for example, if we are required to retain your data to comply with applicable laws), resolve disputes, and enforce our legal agreements and policies.</p>\n<p>We are based in the United States, and your personal information may be transferred to and controlled in the United States and Canada, regardless of where you are located.\n</p> Use of Information <p>Guest Reservations is an independent travel network with over 100,000 hotels.\nWe aggregate deals for users by connecting to these different hotels.\nWhen you search for or book a reservation, your information is transferred to companies related to our platform, including the respective hotel(s) where you book, as necessary and in order to provide and fulfill your booking requests.\nIn other words, you are using the Site to transfer your information to and to interact with these third parties, and we use your personal information to facilitate the services you request.\nWe do not transfer or disclose your personal information to third parties absent this use or direction by you.\nYour personal information is not sold.\nWe use your personal information in the file we maintain about you, and other information we obtain from your current and past activities on the Site, to measure interest in the third-party products and services we offer.\ninform you via email about special offers, products, services, and updates.\ncustomize your experience.\ndetect and protect us against error, fraud, and other criminal activity.\nand enforce our terms and conditions of the Site’s use.\nWe also use your information to provide customer support, prevent fraud, create reports for analytics and business reporting, facilitate asset transactions, and otherwise comply with legal obligations.\nAt times, we may look across multiple users to identify problems and in particular we may examine your personal information to identify users using multiple Customer IDs or aliases.\nWe may compare and review your personal information for errors, omissions, and for accuracy.</p>\n<p>By continuing to use the Site, you agree that we may use personal information about you to improve our marketing and promotional efforts, to analyze site usage, improve our content and product offerings, and customize the Site’s content, layout, and services.\nThese uses improve the Site and better tailor it to meet your needs, so as to provide you with a smooth, efficient, safe, and customized experience while using the Site.</p>\n<p>You agree that we may use, with your permission via the “My Reservations” tab, your personal information to contact you and deliver information to you that, in some cases, is targeted to your interests, such as targeted banner advertisements, administrative notices, product and services offerings of Guest Reservations or third parties, and communications relevant to your use of the Site.\nBy opting in to receive this communication on the “My Reservations” tab of our Site, you expressly agree to receive this information.\nIf you do not wish to receive these communications, we encourage you to opt out of the receipt of certain communications under the notification preferences on the “My Reservations” tab of our Site.\nYou may make changes to your notification preferences on the “My Reservations” tab at any time or you may contact a customer service representative through our contact page.\nWe reserve the right to send you specific administrative notices that are required by law, regulation, or as needed to service your account.</p>\n<p>We may use your personal information to send marketing emails to you.\nIf you no longer wish to receive our newsletter and promotional email communications, you may opt out of receiving them by following instructions in each email, by going to your “My Reservations” tab, by emailing us through our contact page, or by calling Customer Service at (866) 238-4218.</p>\n<p>Our legitimate interests in using and disclosing your information are the purposes listed above.\n</p> Disclosure of Your Information <p>If you do not want us to share your personal information with these companies, contact us through our contact page or at the contact information listed below.\nHowever, the following describes some of the ways that your personal information may be disclosed in the normal scope of business to provide you with the ability to order the third-party products and services offered through the Site.</p>\n<p>\n<u>Advertisers</u>.\nWe aggregate (gather up data across all user accounts) personal information and disclose such information in a non-personally identifiable manner to advertisers and other third parties for their marketing and promotional purposes.\nHowever, in these situations, we do not disclose to these entities any information that could be used to identify you personally.\nCertain information, such as your name, email address, and password are not disclosed to these third parties in a personally identifiable manner without your explicit consent.</p>\n<p>We collect booking information via our forms that include the collection of personal and financial information.\nSome of these transaction pages may not appear on guestreservations.com pages and we do not control the privacy of the information given on these pages.\nOnce the user submits the info, payment is made and verified, the booking is confirmed and removed from our inventory and passed on to the third-party vendor booking the travel.\nThe booking info then gets passed along to the third party for fulfillment.\nWe do collect payment and verify credit card info to complete the booking, but we act only as the booking agent.\nThe third party will receive the confirmation request from the guest for the reservation and then their privacy policy would be in effect.\nWe do not have any control over the third-party use of information or their privacy policies.\nGuest Reservations is disclosing this information to users so that they have the option to not do business on the Site.\nBecause we do not control the privacy practices of these third parties, you should evaluate their practices before deciding to book with such lodging establishments.\nWe may share information with our service providers that is in aggregate form or as otherwise necessary to fulfill your requests.\nWe may from time to time contract with third parties to handle surveys on the site.\nUpon completion of these projects, all information is returned to us.\nThese companies that act as our service providers are authorized to use your personal information only as necessary to provide these services to us.</p>\n<p>\n<u>Legal Requests</u>.\nGuest Reservations cooperates with law enforcement bodies, as well as other third parties, for law enforcement purposes, to protect intellectual property rights, and to help protect you and our other customers from bad actors.\nTherefore, in response to a verified request by law enforcement or other government officials relating to a criminal investigation or alleged illegal activity, we can (and you authorize us to) disclose your name, city, state, telephone number, email address, and Customer ID history without a subpoena.\nWithout limiting the above, in an effort to respect your privacy and our ability to keep the community free from bad actors, we will not otherwise disclose your personal information to law enforcement or other government officials without a subpoena, court order, or substantially similar legal procedure, except when we believe in good faith that the disclosure of information is necessary to prevent imminent physical harm or financial loss or report suspected illegal activity.\nIf Guest Reservations is involved in a merger, acquisition, or sale of all or a portion of its assets, you will be notified via email and/or a prominent notice on our Site of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information.\nWe may also disclose your personal information to any other third party with your prior consent.</p>\n<p>Due to the existing regulatory environment, we cannot ensure that all of your private communications and other personal information will never be disclosed in ways not otherwise described in this Privacy Policy.\nBy way of example (without limiting the foregoing), we may be forced to disclose personal information to the government or third parties under certain circumstances, third parties may unlawfully intercept or access transmissions or private communications, or users may abuse or misuse your personal information that they collect from the Site.\nTherefore, although we use industry standard practices to protect your privacy, we do not promise, and you should not expect, that your personal information or private communications will always remain private.</p> Testimonials <p>We display personal testimonials of satisfied customers on our Site in addition to other endorsements.\nBy posting public content about us, you consent that we may post your testimonial along with your name.\nIf you wish to update or delete your testimonial, you can contact us through our contact page.</p> Social Media Widgets <p>Our Site includes social media features, such as the Facebook, Twitter, and Instagram buttons (individually and collectively, “Features” and “Social Media Features”, respectively).\nThese Features may collect your IP address, which page you are visiting on our Site, and may set a cookie to enable the Feature to function properly.\nSocial Media Features and Widgets are either hosted by a third party or hosted directly on our Site.\nYour interactions with these Features are governed by the privacy policy of the company providing it.</p> Other Websites <p>Except as otherwise expressly included in this Privacy Policy, this document only addresses the use and disclosure of information we collect from you.\nThis Site contains links to other websites.\nPlease be aware that Guest Reservations is not responsible for the privacy practices of such other websites, even if they link from the Site.\nWe encourage our users to be aware when they leave our Site to read the privacy policy of each and every website that collects personal information.\nThis Privacy Policy applies solely to information collected by this Site.\nTo the extent that you disclose your information to other parties, whether they are third-party providers of products or services, different rules may apply to their use or disclosure of the information you disclose to them.\nSince Guest Reservations does not control the privacy policies of third parties, you are subject to the privacy policies of that third party.\nWe encourage you to ask questions before you disclose your personal information to others.</p> Your Rights <p>You have a right to request that the personal information we’ve collected from you be corrected, updated, or deleted.\nYou may also have the right to access information about the personal information we’ve collected from you.\nPlease contact us using the contact information given below if you would like to correct, update, delete, or access your personal information.\nIf you are a California resident, please also review the additional provisions below.</p> Basis for Processing <p>We use your personal information to provide our services to you, and for other legitimate business purposes as set forth herein.\nOur legal basis for collecting and using the personal information described in this Privacy Policy depends on the data we collect and the specific context in which we collect it.\nIf the GDPR applies to you, our basis for processing your information includes: Art.\n6(1) lit.\na-d, f GDPR.</p>\n<p>We may process your personal data because:</p>\n<ul>\n<li>We need to perform a contract with you;</li>\n<li>You have given us permission to do so;</li>\n<li>The processing is in our legitimate interests and it is not overridden by your rights;</li>\n<li>For payment processing purposes.\nand</li>\n<li>To comply with the law.</li>\n</ul> California Residents <p>We do not support Do Not Track (\"DNT\").\nDo Not Track is a preference you can set in your web browser to inform websites that you do not want to be tracked.</p>\n<p>You can enable or disable Do Not Track by visiting the preferences or settings page of your web browser.</p>\n<p>A business subject to California Civil Code Section 1798.83 is required to disclose to its California customers, upon request, the identity of any third parties to whom the business has disclosed personal information within the previous calendar year, along with the type of personal information disclosed, for the third parties' direct marketing purposes.\nIf you are a California resident and would like to make such a request, please submit your request in writing using the contact information below.</p>\n<p>California Civil Code Section 1789.100, also known as the “CCPA,” allows California residents to request to access all information that Guest Reservations has collected and retained about you, for the past 12 months and under certain circumstances, for the purposes of correcting, amending, downloading, or deleting such information.\nIn particular, you have the right to request that Guest Reservations disclose the following: the categories of information we have collected about you.\nthe categories of sources from which the information is collected.\nthe business or commercial purpose for collecting the information.\nthe categories of third parties with whom we share the information.\nand the specific pieces of information we have collected about you.</p>\n<p>To make a request, please contact us using the contact information below and include your name and the address to which you would like us to respond.\nWe will attempt to provide you with the requested information within 45 days following receipt of your request.\nTo protect your privacy and security, we may take reasonable steps to help verify your identify before granting access, making corrections, providing you with information, or deleting information.\n</p>\n<p>Guest Reservations collects personal information as outlined in this Privacy Policy.\nIn particular, Guest Reservations may collect the following personal information about consumers: <strong>Information You Provide to Us</strong>: We collect information from you when you voluntarily provide it to us, such as your name, email address, telephone number(s), or address.\n<strong>Content You Make Public</strong>: We may collect information from you that you publicly upload, such as when you post a review or comment.\n<strong>Transaction and Payment Information</strong>: We may gather information from you when you make a reservation through the Site or contact customer service.\n<strong>Device/Internet Connection Information</strong>: When you use the Site, we automatically gather information made available by your web browser, internet service provider, and device, depending on your settings.\n<strong>Internet Activity Information</strong>: We may collect information about your browsing history, search history, and information regarding your interaction with a particular website, application, or advertisement, including the Site.\n<strong>Geolocation Information</strong>: We may collect geolocation information, such as your address or IP address.\nand <strong>Other/Inference Information</strong>: We may collect other information from you, such as when you contact us or if we create a profile using the information obtained above.\n</p>\n<p>Guest Reservations uses the information we’ve collected from you for business purposes, including for security, to fulfill your orders or requests, to improve products and services, to improve the Site, to personalize user experience, to communicate with users, and to create deidentified aggregate information, as well as for commercial purposes, including to advertise to you, to build a profile, and to advertise to others.\nGuest Reservations shares your personal information as directed by you, as outlined in this Privacy Policy.\nIn particular, Guest Reservations may share your personal information to the following third parties: (1) companies related to our booking platform, including the respective hotel with which you book, as mentioned above, (2) service providers that allow us to operate, such as payment processors and customer management, for the foregoing business purposes, (3) affiliated entities and, if any, entities related to any subsequent acquisition, merger, sale, or other change of control, for the foregoing business purposes, (4) government officials and private parties to comply with legal obligations and prevent illegal, fraudulent, or injurious actions, (5) advertising partners, such as through the referenced cookies, for the foregoing commercial purposes, and (6) other consumers to advertise any public content, such as reviews or comments, that you make public.\nGuest Reservations does not sell personal information.\n</p> Changes to Privacy Policy <p>We may amend this Privacy Policy at any time by posting the amended terms on the Site.\nYou are responsible for checking this Privacy Policy when you visit the Site to review the current policy.\nAll amended terms shall automatically be effective 30 days after they are initially posted on the Site.\nGuest Reservations will use the information collected on the Site in accordance with the Privacy Policy under which the information was collected.\nWe reserve the right to modify this Privacy Policy at any time, so please review it frequently.\nIf we make material changes to this Privacy Policy, we will notify you here, by email, or by means of a notice on our homepage prior to the change becoming effective.</p>\n<p>If we decide to change our Privacy Policy, we will post those changes to this Privacy Policy, the homepage, and other places we deem appropriate so that you are aware of what information we collect, how we use it, and under what circumstances, if any, we disclose it.</p> How to Contact Us <p>If you have questions or concerns regarding this policy, you should first contact Customer Service through our <u>contact page</u> or call Customer Service at (866) 238-4218.\nIf you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact us.</p>\n<p>This Privacy Policy was updated Oct 25, 2020.</p> ", "created_at": "2021-06-15 05:20:53.44375", "updated_at": "2021-06-15 03:21:28.22388"}, {"id": 7056, "name": "Terms of Use ", "url": "https://www.guestreservations.com/about/termsofuse", "xpath": "/html/body/div[1]/main/div/div[2]/div", "text": " Legal Contract <p>These Terms of Use (“Contract”) constitute a legal contract between you and Guest Reservations (“Travel Agent”).\nBy using Travel Agent’s website at guestreservations.com (“Site”), you agree to these terms and the separate Privacy Policy.\n<strong>You understand and agree that Travel Agent is a third-party independent travel network that only provides travel booking services.\nTravel Agent is not a hotel, and you understand that by using the Site, you are not booking directly with a hotel.</strong> As adequate consideration for your assent to this Contract, you are provided access to the Site, Travel Agent’s hotel-booking services, and Travel Agent’s 24/7 Customer Call Center (the “Services”).\nThe Site may contain hyperlinks to websites operated by third parties other than Travel Agent.\nTravel Agent does not control such third-party websites or links and is not responsible for their contents or the privacy or other practices of such third parties.</p> Dispute Resolution <p>\n<u>Claims and Law.</u> “Claim(s)” mean and include any claims or disputes between you and Travel Agent or you and any third-party beneficiary related to this Contract or the Privacy Policy, the Services, or your use of or access to the Site.\nThis Contract and any Claims that might arise between you and Travel Agent shall be governed by and construed in accordance with federal arbitration law and the state laws of California, exclusive of choice of law rules.</p>\n<p>\n<u>Customer Service.</u> Our goal is customer satisfaction and working with you to try to resolve any Claims.\nYou agree that you must first try to resolve any Claim(s) by reaching out to Travel Agent’s Customer Service Department by phone and/or email, at (866) 238-4218 or legal@guestreservations.com, as a prerequisite to commencing arbitration as outlined below.</p>\n<p>\n<u>Arbitration Requirement and Waiver of Class Actions.</u> You and Travel Agent agree that any and all Claims, which are not resolved through Travel Agent’s Customer Service Department, shall be exclusively resolved through binding arbitration, except as otherwise expressly provided below.\nArbitration shall be resolved by one arbitrator.\nthere is no court case, judge, or jury.\nThe single arbitrator will resolve any Claims between you and Travel Agent (including any disagreements regarding the formation, interpretation, applicability, enforceability, void-ness, or voidability of this Contract or arbitration provision).\nThe arbitrator's award on the Claim(s) shall be final and binding.\nhowever, a court of competent jurisdiction may enter judgment on the arbitrator’s award.\nYou and Travel Agent agree to conduct the arbitration before the American Arbitration Association (“AAA”) under its rules, which can be found at www.adr.org.\nArbitration shall be commenced by submitting a Demand for Arbitration to the AAA.\nThe arbitration may be conducted by telephone, videoconference, written submissions, or in person in the county where you live or at another location mutually agreeable to the parties.\nAAA rules shall determine payment of arbitration fees, provided that if the value of the relief you seek through your Claim(s) is collectively less than $7,500, Travel Agent will pay the initial arbitration filing fees above $250 associated with the arbitration at your written request.\nAny request for payment of fees must be submitted by mail to the AAA with the Demand for Arbitration.\nIf the arbitrator, in its sole reasonable discretion, determines that any Claim you asserted was frivolous or brought for an improper purpose, you shall reimburse Travel Agent within 7 days for any and all fees paid for you by Travel Agent.\nYOU AND TRAVEL AGENT MAY ONLY BRING CLAIMS IN ARBITRATION ON AN INDIVIDUAL BASIS AND NOT AS A CLASS MEMBER OR PARTY IN ANY PURPORTED CLASS ACTION OR REPRESENTATIVE PROCEEDING.\nTHE ARBITRATOR MAY NOT JOIN OR CONSOLIDATE MORE THAN ONE PARTY'S CLAIMS AND MAY NOT PRESIDE OVER ANY CLASS, REPRESENTATIVE, OR CONSOLIDATED ACTION.\nTHE ARBITRATOR SHALL ONLY AWARD RELIEF IN FAVOR OF THE INDIVIDUAL PARTY SEEKING RELIEF AND ONLY TO THE EXTENT NECESSARY TO PROVIDE RELIEF REQUIRED BY THAT PARTY'S INDIVIDUAL CLAIMS.\nTHIS WAIVER IS A MATERIAL PROVISION OF THIS CONTRACT.\nIF THIS WAIVER IS LIMITED OR VOIDED, THE CONTRACT TO ARBITRATE SHALL BE NULL AND VOID, SUBJECT TO THE RIGHT TO APPEAL THE LIMITATION OF THE WAIVER.\nNothing in this arbitration provision will limit either party’s ability to seek injunctive relief in aid of arbitration in a court of competent jurisdiction or to seek to compel arbitration.\nIf you are not bringing a Claim(s) in the United States, and you are not a resident of the United States, some of the above limitations may not apply to you.</p>\n<p>\n<u>Small Claims Actions.</u> As the limited exception to the above arbitration requirement, you may assert a Claim(s) against Travel Agent in small claims court, but only on an individual basis if the Claim(s) collectively seek $7,500 or less.\nIf you choose to pursue Claims in a small claims action, the small claims action may only be filed in Los Angeles County Superior Court.</p> Third-Party Beneficiaries <p>To provide you with the Services, including to assist in fulfilling reservations, Travel Agent uses the services and licenses the platform of a third-party vendor (“Vendor”).\nThe provisions of this Contract relating to dispute resolution, disclaimers, limitations of liability, and indemnification shall also apply to Vendor, as well as to Travel Agent’s representatives, agents, suppliers, employees, owners, directors, and officers, who shall be express third-party beneficiaries of such provisions.</p> Disclaimers of Warranties <p>TO THE FULLEST EXTENT PERMITTED BY LAW, TRAVEL AGENT DISCLAIMS ALL WARRANTIES, EXPRESS AND IMPLIED, INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT.\nTHE SITE AND SERVICES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nTRAVEL AGENT DOES NOT WARRANT THAT THE SITE WILL OPERATE ERROR-FREE OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, OR THAT THE SITE OR SERVERS WILL BE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nTRAVEL AGENT DOES NOT MAKE ANY WARRANTIES REGARDING THE SUITABILITY, AVAILABILITY, ACCURACY, RELIABILITY, COMPLETENESS, OR TIMELINESS OF ANY MATERIAL ON THE SITE OR SERVICES.\nTRAVEL AGENT IS NOT RESPONSIBLE FOR ANY FAILURES CAUSED BY SERVER ERRORS, FAILED INTERNET CONNECTIONS, OR ANY COMPUTER VIRUS OR OTHER TECHNICAL DEFECT.\nNO WARRANTY IS MADE THAT A USER WILL RECEIVE THE LOWEST AVAILABLE PRICE FOR A BOOKING, REGARDING THE AVAILABILITY OF PRODUCTS OR SERVICES, OR REGARDING THE RESULTS THAT MAY BE OBTAINED FROM THE SERVICES.\nBY OFFERING TRAVEL IN PARTICULAR DESTINATIONS, WE DO NOT WARRANT THAT TRAVEL TO SUCH AREAS IS ADVISABLE.\nTRAVEL AGENT IS NOT LIABLE FOR ANY DAMAGES OR LOSSES THAT MAY RESULT FROM TRAVEL TO SUCH DESTINATIONS.\nSOME JURISDICTIONS DO NOT ALLOW CERTAIN DISCLAIMERS, SO THE ABOVE DISCLAIMERS MAY NOT APPLY TO YOU.</p> Limitations of Liability <p>Travel Agent does not guarantee the accuracy of, and disclaims all liability for, any errors or other inaccuracies on the Site, including for pricing and other descriptions.\nThe third-party hotels with offers available through the Site are independent contractors and not agents, employees, or representatives of Travel Agent.\nand Travel Agent is not liable for the acts, errors, omissions, representations, warranties, breaches, or violations of such third parties.\nTO THE FULLEST EXTENT PERMITTED BY LAW, TRAVEL AGENT SHALL NOT BE LIABLE FOR INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, OR CONSEQUENTIAL DAMAGES ARISING OUT OF, OR IN ANY WAY CONNECTED WITH, THE SITE OR SERVICES, REGARDLESS OF LEGAL THEORY OR PRIOR NOTICE.\nIn no event will Travel Agent be liable to you for an amount more than the greater of (i) the Service Fees you paid to Travel Agent within the last year, or (i) $100 U.S.\ndollars.\nSOME JURISDICTIONS MAY NOT ALLOW CERTAIN LIMITATIONS, SO SOME OF THE ABOVE LIMITATIONS AND WAIVERS MAY NOT APPLY TO YOU.</p> Authorization of Charges.\nFees and Taxes <p>You authorize Travel Agent to book reservations for the price charged by the respective hotel(s), plus any applicable fees and taxes (including but not limited to Service Fees charged by Travel Agent, outlined below).\nUpon submitting your reservation request, you authorize Travel Agent to process any and all reservations on your behalf, including making any necessary payment arrangements.\nThere are some rates and fees that are specifically identified as nonrefundable that cannot be refunded.\nand there may be other fees imposed by hotels, and if the reservation is not cancelled by the indicated time required, the entire amount, including the hotel fees, the hotel taxes, and Travel Agent’s Service Fees may be forfeited and nonrefundable.</p>\n<p>\n<strong>Travel Agent charges fees for using the Travel Agent Site and Services, including for delivery, fulfillment, and customer service fees (collectively “Service Fees”).</strong> Service Fees may vary depending on the type of booking made.\nTravel Agent has sole discretion to determine the amount of Service Fees and any applicable Service Fees, including any taxes, will be disclosed to you prior to making a purchase on the Travel Agent Site.\n<strong>Service Fees are nonrefundable, and Travel Agent will retain Service Fees even if you change or cancel a booking or do not fulfill your obligations under this Contract</strong>.\nFurther, Travel Agent will retain a $10.00 processing fee if you change or cancel reservations booked from Travel Agent’s unpublished rates (<em>e.g.</em>, call center only specials or pre-negotiated promotions for any Travel Agent Services.)</p>\n<p>You acknowledge that you have requested that Travel Agent provide you booking services and to act as your agent in booking reservations at your hotel(s).\nYou acknowledge that the rates displayed on the Site are a combination of the hotel charges/fees, Service Fees, and taxes.</p> Quoted Pricing and Rates.\nProvider Terms <p>Prices quoted on the Site are subject to change and correction at any time, but changes will not affect bookings already accepted.\nTRAVEL AGENT EXPRESSLY RESERVES THE RIGHT TO CORRECT ANY PRICING ERRORS.\nIN SUCH EVENT, IF AVAILABLE, WE WILL OFFER YOU THE OPPORTUNITY TO KEEP YOUR PENDING RESERVATION AT THE CORRECT PRICE OR WE WILL CANCEL YOUR RESERVATION WITHOUT PENALTY.\nSpecial offers and discount pricing of Services are only available at participating providers of those services pursuant to their terms.\nPrices shown on the Site include applicable discounts and are based upon rates set by each hotel providing those services.\nMinimum stays may be required.\nSale offers are subject to availability and may be discontinued without notice.\nAdditional restrictions and blackout dates may apply.\nFees and taxes for the room rate(s) will be listed, such as on the final pricing and on the confirmation email.\nHowever, the final rate quoted in the confirmation email does not include specific charges assessed by the hotel for miscellaneous expenses that you may incur, such as parking, room service, resort fees, city taxes, other taxes, internet use, or other miscellaneous charges.\nPosted rates are intended merely as guidelines and not as any form of guarantee of the final charges after your hotel stay.\nBecause Travel Agent only assists you in making reservations, it has no control or authority over the hotel providers’ rates, charges, or services, or over hotel providers’ maintenance, updates, renovations, quality, or deterioration of hotel rooms.</p>\n<p>Your applicable hotel provider may have additional terms and conditions, including regarding payments, availability, and liability waivers, which you must agree to abide by and should review carefully.\nviolation of any such terms and conditions may result in cancellation of your reservation or purchase and/or denial of access to any hotel(s).\nYou may forfeit any monies paid for such reservation(s) or purchase(s), including all fees.\nand you authorize Travel Agent to debit your account for any costs Travel Agent incurs as a result of any such violation.\nYou may be required to provide official state or authorized government issued ID upon check-in for any Travel Agent reservation.\nIn addition, you may be required to provide a credit or debit card upon request from the hotel for incidentals (such as room service, valet, additional hotel taxes, fees, internet, beverages, spa services, and other fees and incidentals).\nYour failure to produce such ID may result in forfeiture of the booking through Travel Agent’s Services without any right to refund.</p> Cancellations and Changes <p>You understand that when you book through the Site, any cancellation or change policy outlined to you, including in the confirmation email to you, is enforceable and binding.\nTravel Agent does not change or modify existing nights to reservations.\nYou can cancel your reservation either online at our Site or by calling our customer service number.\nYou may add additional services to an existing reservation provided the services desired are still available, and under the terms that are available at the time of the modification.\nYou may be charged change and/or cancellation fees, depending on the nature of the request.</p>\n<p>Each reservation is subject to the hotel providers’ change and cancellation policy, which varies by provider.\nIn the case of hotels and room reservations, the typical provider usually requires notice of cancellation at least 24 to 72 hours prior to your arrival date.\nYou may cancel your prepaid hotel reservation(s), but you will be charged the change or cancellation fee(s) as stated on your confirmation email or as indicated in the policy for the hotel.\nIf you do not change or cancel your reservation before the period applicable to the hotel you reserved, you will be subject to a charge as outlined in the hotel’s policy, which may be equal to applicable nightly rates, tax recovery charges, and service fees.\n<strong>NOTE: Some hotels charge for the entire stay</strong>.\nThere are no refunds for no-shows or early check-outs.\nIf you intend to arrive at your hotel after the first night of your reservation, you MUST contact us prior to the commencement of the applicable cancellation policy to prevent cancellation of your reservation and avoid applicable fees from the hotel provider.\nYou agree to pay any change or cancellation fees that you incur.\nYou also agree to abide by the terms imposed with respect to your prepaid travel reservations.\nAs noted above, Service Fees are nonrefundable, even if you change or cancel a booking.</p>\n<p>Travel Agent is entitled to act on instructions received using your email address and itinerary number or credit card.\nNo reservation made by Travel Agent, of any type, may be assigned or transferred to any third party except as expressly permitted by Travel Agent in writing.\nTravel Agent may interrupt your access to the Site, without liability to you or any other user, for the performance of maintenance on the Site, or to correct issues on the Site.\nWe reserve the right to cancel any and all bookings or other transactions you have made using the Site after you have been prohibited from using the Services.</p>\n<p>Travel Agent will make no refund in the event of, and has no responsibility for expenses caused by, any delay, cancellation, overbooking, strike, force majeure, pandemic, government action, or other causes beyond its direct control.\nIn the event that a hotel provider is unable to honor your reservation, Travel Agent will not be liable for any cost or loss incurred due to rebooking.</p> International Transactions and Travel <p>Some banks and credit or debit card companies impose fees for international transactions.\nIf you are making a booking from outside of the United States on a United States credit or debit card, your bank may convert the payment amount, both for the room and the membership fee charged by Travel Agent, to your local currency and charge you a conversion fee.\nThis means that the amount listed on your credit or bank card statement may be in your local currency and therefore may be a different figure than the figure shown on the billing summary page for the reservation booked through Travel Agent.\nIn addition, a foreign transaction fee may be assessed if the bank that issued your credit or debit card is located outside of the United States.\nBooking international travel may be considered to be an international transaction by the bank or card company, since we may pass on your payment to an international travel supplier.\nIf you have any questions about these fees or the exchange rate applied to your booking, please contact your bank.\nIf there are signs of fraud, abuse, or suspicious activity, Travel Agent may cancel any bookings associated with your name and retain any Service Fees.</p>\n<p>Currencies fluctuate in value.\nAll payments and refunds are currently processed in United States dollars and will reflect the exchange rate in effect on the date of the payment or refund.\nAll refunds are subject to this variation, and Travel Agent is not responsible for any difference in exchange rates between time of payment and the time of refund.\nCurrency rates are based on various publicly available sources and should be used as guidelines only.\nRates are not verified as accurate, and actual rates may vary.\nCurrency quotes are not updated in real time.\nYou should check the date on the currency converter feature for the day that currency was last updated.\nThe information supplied by this application is believed to be accurate, but Travel Agent and the providers do not warrant or guarantee such accuracy.\nWhen using this information for any financial purpose, we advise you to consult a qualified professional to verify the accuracy of the currency rates.\nWe do not authorize the use of this information for any purpose other than your personal use, and you are prohibited from the use of this information for commercial purposes.\nSome jurisdictions may have different requirements, so these provisions may not apply to you.\n</p>\n<p>Travel to certain destinations may involve greater risk than others.\nTravel Agent urges passengers to review travel prohibitions, warnings, announcements, and advisories issued by the United States Government prior to booking travel to international destinations.\nYou are responsible for ensuring that you meet foreign entry requirements and that your travel documents, such as passports and visas (transit, business, tourist, and otherwise), are in order and that any other foreign entry requirements are met.\nInformation on conditions in various countries and the level of risk associated with travel to particular international destinations can be found at www.state.gov, www.tsa.gov, www.dot.gov, www.faa.gov, www.cdc.gov, www.treas.gov, and www.customs.gov.\n</p> Limitations on Group Bookings <p>You may not book more than 8 rooms online or similar services for the same hotel/stay dates, and if you do, we may at our sole discretion cancel your reservation(s) and charge you any applicable fees.\nIf you purchased a nonrefundable rate or rates for special events (<em>i.e.</em>, Mardi Gras, Super Bowl, etc.), the cost of your entire reservation may be subject to forfeiture.\nIf you wish to book 9 or more reservations, you must contact our group travel specialists by phone or by filling out the group travel form online.\nYou may be asked to sign a written contract and/or pay a nonrefundable deposit, depending upon the nature of your request.</p>\n<p>You may not hold duplicate reservations for the same hotel for overlapping dates under the same name.\nIf booking more than one room, each reservation must have a unique customer assigned to each room.\nTravel Agent reserves the right to cancel any reservation that is considered a duplicate booking.\nTravel Agent is not responsible for any cancellation or no-show fees as a result of a duplicate cancellation.\nYou are responsible for any additional expenses, fees, and rate increases incurred as a result of a duplicate reservation.</p> Impermissible Activities <p>You agree not to violate this Contract or any applicable laws or regulations.\nIn particular, you agree not to: make any speculative, false, or fraudulent reservations.\nviolate the restrictions in any robot exclusion headers on the Site.\nuse Travel Agent, the Site, or the Services for any commercial purpose without the prior written consent of Travel Agent.\nuse the Site to violate any rights of Travel Agent or any third parties.\ntake any action that imposes, or may impose, an unreasonable or disproportionately large load on our Site, Services, or infrastructure.\ndeep link to any portion of Site.\nor “frame”, “mirror”, or otherwise incorporate any part of Site and/or Services into any other product or service without the prior written consent of Travel Agent.</p> Consent to Email Communications <p>By signing up to receive newsletters, booking reservations, or providing your email address, you expressly agree to receive email communications that are account, transactional, membership, promotional, or travel-related from Travel Agent.\nThe travel-related emails will highlight special deals that are available to customers of Travel Agent.\nYou can opt-out of receiving promotional emails by following the unsubscribe instructions in each email or by contacting us and requesting to opt-out.\nNote that your opt-out will not apply to non-promotional emails or communications.</p> Site Content Ownership <p>The content and information pertaining to the Services (including, but not limited to, price, descriptions and availability), as well as the infrastructure used to provide such content and information, is proprietary to Travel Agent or its licensors.\nWhile you may make limited copies of your travel itinerary (and related documents) for your bookings made through Travel Agent, you agree not to otherwise modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, sell, or re-sell any information, software, products, or services obtained from or through the Services or the Site.</p> Defense and Indemnification by You <p>You agree to defend, indemnify, and hold Travel Agent and its representatives, agents, suppliers, vendors, providers, employees, owners, directors, officers, successors, and assigns (in each case, a “Beneficiary”) harmless from and against any and all damages, liabilities, losses, costs, fines, taxes, attorney’s fees, and expenses (“Costs”), arising out of or related to your acts, errors, omissions, representations, warranties, breaches, or violations, regardless of legal theory.\nFurther, if you use the Site on behalf of a third party, such as a family member or a traveling companion, you are responsible for any error in the accuracy of information provided in connection with such use and must inform the party of this Contract, including all rules and restrictions.\nand each user using the Site on behalf of a third party agrees to indemnify and hold Travel Agent and any Beneficiary harmless from and against any and all Costs relating to the third party’s or the user’s failure to fulfill any of its obligations as described above.\nEach Beneficiary shall provide prompt written notice of and cooperate in the defense of any claim.</p> DMCA Policy <p>Pursuant to the Digital Millennium Copyright Act (\"DMCA\"), if you believe content on the Site violates your copyright(s), you may submit an \"Infringement Notice” to DMCA Department, dmca@guestreservations.com.\nYour Infringement Notice must contain: (a) a signature, electronic or physical, of the copyright owner or a person authorized to act on their behalf, (b) an identification of the copyright claimed to have been infringed, (c) a description of the nature and location of the material that you claim infringes on your copyright, in sufficient detail to permit us to find and identify that material, (d) your name, address, telephone number, and email address, and (e) a statement by you: (i) that you believe in good faith that the use of the material that you claim to infringe your copyright is not authorized by law, or by the copyright owner or such owner's agent, and (ii) under penalty of perjury, that all of the information contained in your Infringement Notice is accurate, and that you are either the copyright owner or a person authorized to act on their behalf.\nWe will respond to compliant Infringement Notices, including as appropriate, by removing or disabling links to the offending material.\nIf we take action, we will make a good faith attempt to contact the party who made the content available at the party’s most recent email address.\nUnder the DMCA, you may be liable for damages based on material misrepresentations in your Infringement Notice.\nYou should also make a good-faith evaluation regarding fair use.\nIf you are unsure about an Infringement Notice, you should first contact an attorney.</p>\n<p>If you have a good faith belief that we removed your content in error, you may submit a “Counter Notice” to dmca@guestreservations.com with the following information: (a) your name, address, and phone number, (b) any ID found at the bottom of any notification, (c) the location of the content we removed, (d) a statement under penalty of perjury that you have a good faith belief that the content was removed in error, (e) a statement that you consent to the jurisdiction of federal district court for the judicial district in which your address is located, or if your address is outside of the United States, for any judicial district in which the applicable parties may be found, and that you will accept service of process from the person who provided the original complaint, and (f) a physical or electronic signature.\nIf we receive notice that a user has repeatedly infringed copyrights, we may suspend and/or terminate the user’s account or take any other action in our discretion under our repeat infringer policy.</p> Miscellaneous <p>Travel Agent may modify the terms of this Contract at any time by posting a new version on the Site, and you should review the Contract each time you use the Site or Services.\nIf you do not agree to the modified terms, you will not be bound by the modified terms if you email legal@guestreservations.com within 30 days of the date of the modified terms, outlining your disagreement, and thereafter discontinuing your use of the Site and the Services.\nif you do so, you will still be bound by any prior version of the terms.\nThis Contract may not otherwise be amended except in writing, signed by you and Travel Agent.\nThis Contract constitutes the entire contract between you and Travel Agent with respect to the subject matters hereof.\nIf any provision of this Contract is held to be invalid or unenforceable, such provision shall be enforced to the maximum extent possible, or if not enforceable, then struck, and the remaining provisions shall be enforced to the fullest extent.\nYou agree that Travel Agent may assign this Contract and any incorporated contracts in its sole discretion.\nHeadings are for reference purposes only.\nExcept as expressly set forth herein, nothing in this Contract shall be construed as creating or constituting a partnership, joint venture, or agency relationship between you and Travel Agent (or any Beneficiary).\nTravel Agent’s failure to insist on strict performance of this Contract or to act with respect to a breach does not waive any of its rights.</p> ", "created_at": "2021-06-15 05:20:53.441791", "updated_at": "2021-06-15 03:22:12.051055"}], "points": [], "urls": ["guestreservations.com"]}}