{"error": 448, "message": "OK", "parameters": {"id": 3823, "name": "iimjobs", "created_at": "2021-05-30 18:13:38.939208", "updated_at": "2021-05-30 22:00:24.502141", "wikipedia": null, "keywords": null, "related": null, "slug": "iimjobs", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3823.png", "url": "iimjobs.com", "documents": [{"id": 6430, "name": "Privacy Policy", "url": "https://www.iimjobs.com/privacy/", "xpath": "/html/body/div[3]/div[3]/div[9]/div[1]/div/div[1]/div[1]/div[2]", "text": " <p>\n<b>Introduction</b>\n</p>\n<p>We, at \"Highorbit Careers Pvt.\nLtd\" are committed to respecting your online privacy and recognize your need for appropriate protection and management of any personally identifiable information (\"Personal Information\") you share with us.&nbsp;<br>\n<br>\"Personal Information\" means any information that may be used to identify an individual, including, but not limited to, a first and last name, a home or other physical address and an email address or other contact information, whether at work or at home.\nIn general, you can visit Highorbit Careers Pvt.\nLtd's web pages without telling us who you are or revealing any Personal Information about yourself.\n</p>\n<p>\n<b>Cookies and Other Tracking Technologies</b>\n</p>\n<p> Some of our Web pages utilize \"cookies\" and other tracking technologies.\nA \"cookie\" is a small text file that may be used, for example, to collect information about Web site activity.\nSome cookies and other technologies may serve to recall Personal Information previously indicated by a Web user.\nMost browsers allow you to control cookies, including whether or not to accept them and how to remove them.&nbsp;<br>\n<br>You may set most browsers to notify you if you receive a cookie, or you may choose to block cookies with your browser, but please note that if you choose to erase or block your cookies, you will need to re-enter your original user ID and password to gain access to certain parts of the Web site.&nbsp;<br>\n<br>Tracking technologies may record information such as Internet domain and host names.\nInternet protocol (IP) addresses.\nbrowser software and operating system types.\nclickstream patterns.\nand dates and times that our site is accessed.\nOur use of cookies and other tracking technologies allows us to improve our Web site and your Web experience.\nWe may also analyze information that does not contain Personal Information for trends and statistics.</p>\n<p>\n<b>Third Party Services</b>\n</p>\n<p> Third parties provide certain services available on iimjobs.com on Highorbit Careers Pvt.\nLtd's behalf.\n\"Highorbit Careers Pvt.\nLtd\" may provide information, including Personal Information, which \"Highorbit Careers Pvt.\nLtd\" collects on the Web to third-party service providers to help us deliver programs, products, information, and services.\nService providers are also an important means by which \"Highorbit Careers Pvt.\nLtd\" maintains its Web site and mailing lists.\n\"Highorbit Careers Pvt.\nLtd\" will take reasonable steps to ensure that these third-party service providers are obligated to protect Personal Information on Highorbit Careers Pvt.\nLtd's behalf.&nbsp;<br>\n<br>\"Highorbit Careers Pvt.\nLtd\" does not intend to transfer Personal Information without your consent to third parties who are not bound to act on Highorbit Careers Pvt.\nLtd's behalf unless such transfer is legally required.\nSimilarly, it is against Highorbit Careers Pvt.\nLtd's policy to sell Personal Information collected online without consent.\n</p>\n<p>\n<b>Your Consent</b>\n</p>\n<p>\n</p>\n<p>By using this Web site, you consent to the terms of our Online Privacy Policy and to Highorbit Careers Pvt.\nLtd's processing of Personal Information for the purposes given above as well as those explained where \"Highorbit Careers Pvt.\nLtd\" collects Personal Information on the Web.&nbsp;<br>\n<br>\n<b>Information security</b>\n</p>\n<ul>\n<li>\n<p>We take appropriate security measures to protect against unauthorized access to or unauthorized alteration, disclosure or destruction of data.</p>\n</li>\n<li>\n<p>We restrict access to your personally identifying information to employees who need to know that information in order to operate, develop or improve our services.</p>\n</li>\n</ul>\n<p>\n<b>Updating your information</b>\n</p>\n<ul>\n<li>\n<p>We provide mechanisms for updating and correcting your personally identifying information for many of our services.\nFor more information, please see the help pages for each service.</p>\n</li>\n</ul>\n<p>\n<b>Children</b>\n</p>\n<ul>\n<li>\n<p>\"Highorbit Careers Pvt.\nLtd\" will not contact children under age 13 about special offers or for marketing purposes without a parent's permission.</p>\n</li>\n</ul>\n<p>\n<b>Information Sharing and Disclosure</b>&nbsp;</p>\n<ul>\n<li>\n<p>\"Highorbit Careers Pvt.\nLtd\" does not rent, sell, or share personal information about you with other people (save with your consent) or non-affiliated companies except to provide products or services you've requested, when we have your permission, or under the following circumstances</p>\n<ul>\n<li>\n<p>We provide the information to trusted partners who work on behalf of or with \"Highorbit Careers Pvt.\nLtd\" under confidentiality agreements.\nThese companies may use your personal information to help \"Highorbit Careers Pvt.\nLtd\" communicate with you about offers from \"Highorbit Careers Pvt.\nLtd\" and our marketing partners.\nHowever, these companies do not have any independent right to share this information.</p>\n</li>\n<li>\n<p>We respond to subpoenas, court orders, or legal process, or to establish or exercise our legal rights or defend against legal claims;</p>\n</li>\n<li>\n<p>We believe it is necessary to share information in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of Highorbit Careers Pvt.\nLtd's terms of use, or as otherwise required by law.</p>\n</li>\n<li>\n<p>We transfer information about you if \"Highorbit Careers Pvt.\nLtd\" is acquired by or merged with another company.\nIn this event, \"Highorbit Careers Pvt.\nLtd\" will notify you before information about you is transferred and becomes subject to a different privacy policy.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\"Highorbit Careers Pvt.\nLtd\" displays targeted advertisements based on personal information.\nAdvertisers (including ad serving companies) may assume that people who interact with, view, or click on targeted ads meet the targeting criteria - for example, women ages 18-24 from a particular geographic area.</p>\n<ul>\n<li>\n<p>\"Highorbit Careers Pvt.\nLtd\" does not provide any personal information to the advertiser when you interact with or view a targeted ad.\nHowever, by interacting with or viewing an ad you are consenting to the possibility that the advertiser will make the assumption that you meet the targeting criteria used to display the ad.</p>\n</li>\n<li>\n<p>\"Highorbit Careers Pvt.\nLtd\" advertisers include financial service providers (such as banks, insurance agents, stock brokers and mortgage lenders) and non-financial companies (such as stores, airlines, and software companies).</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\"Highorbit Careers Pvt.\nLtd\" works with vendors, partners, advertisers, and other service providers in different industries and categories of business.\nFor more information regarding providers of products or services that you've requested please read our detailed reference links.</p>\n</li>\n</ul>\n<p>\n<b>Confidentiality and Security</b>\n</p>\n<ul>\n<li>\n<p>We limit access to personal information about you to employees who we believe reasonably need to come into contact with that information to provide products or services to you or in order to do their jobs.</p>\n</li>\n<li>\n<p>\"We have physical, electronic, and procedural safeguards that comply with the laws prevalent in India to protect personal information about you.\nWe seek to ensure compliance with the requirements of the Information Technology Act, 2000 and Rules made thereunder to ensure the protection and preservation of your privacy.</p>\n</li>\n</ul>\n<p>\n<b>Changes to this Privacy Policy</b>\n</p>\n<p>\"Highorbit Careers Pvt.\nLtd\" reserves the right to update, change or modify this policy at any time.\nThe policy shall come to effect from the date of such update, change or modification.&nbsp.\n</p>\n<p>\n<b>Disclaimer</b>\n</p>\n<p>Highorbit Careers Pvt.\nLtd does not store or keep credit card data in a location that is accessible via the Internet.\nOnce a credit card transaction has been completed, all credit card data is moved off-line only to ensure that the data/credit card information received is not accessible to anyone after completion of the on-line transaction and to ensure the maximum security.\nHighorbit Careers Pvt.\nLtd uses the maximum care as is possible to ensure that all or any data / information in respect of electronic transfer of money does not fall in the wrong hands.&nbsp;<br>\n<br>Highorbit Careers Pvt.\nLtd shall not be liable for any loss or damage sustained by reason of any disclosure (inadvertent or otherwise) of any information concerning the user's account and / or information relating to or regarding online transactions using credit cards / debit cards and / or their verification process and particulars nor for any error, omission or inaccuracy with respect to any information so disclosed and used whether or not in pursuance of a legal process or otherwise.&nbsp;<br>\n<br>\n<b>Contact Information</b>&nbsp;</p>\n<p>\"Highorbit Careers Pvt.\nLtd\" welcomes your comments regarding this privacy statement at the contact address given at the website.\nShould there be any concerns about contravention of this Privacy Policy, \"Highorbit Careers Pvt.\nLtd\" will employ all commercially reasonable efforts to address the same.&nbsp;<br>\n<br>Note: The terms in this agreement may be changed by Highorbit Careers Pvt.\nLtd at any time.\nHighorbit Careers Pvt.\nLtd is free to offer its services to any client/prospective client without restriction</p>\n<p>\n<br>\n</p> ", "created_at": "2021-05-30 18:13:38.947837", "updated_at": "2021-05-30 16:15:53.92662"}, {"id": 6429, "name": "Terms and Conditions", "url": "https://www.iimjobs.com/terms/", "xpath": "/html/body/div[3]/div[3]/div[9]/div[1]/div/div[1]/div[1]/div[2]", "text": " <p>The site is a public site with free access and Highorbit Careers Pvt.\nLtd assumes no liability for the quality and genuineness of responses.\nHighorbit Careers Pvt.\nLtd cannot monitor the responses that a person may receive in response to information he/she has displayed on the site.\nThe individual/company would have to conduct their own background checks on the bonafide nature of all response(s).&nbsp;&nbsp;<br>\n<br>Highorbit Careers Pvt.\nLtd will not be liable on account of any inaccuracy of information on this web site.\nIt is the responsibility of the visitor to further research the information on the site.\nAny breach of privacy or of the information provided by the consumer to Highorbit Careers Pvt.\nLtd to be placed on the website by technical or any other means is not the responsibility of Highorbit Careers Pvt.\nLtd.\nHighorbit Careers Pvt.\nLtd does not guarantee confidentiality of information provided to it by any person acquiring/using all/any information displayed on the iimjobs.com website or any of its other websites / domains owned and operated by Highorbit Careers Pvt.\nLtd.<br>\n<br>Highorbit Careers Pvt.\nLtd does not share personally identifiable data of any individual with other companies / entities without obtaining permission except with those acting as our agents.\nHighorbit Careers Pvt.\nLtd shall share all such information that it has in its possession in response to legal process, such as a court order or subpoena.\nThe user shall not utilize the services offered by iimjobs.com in any manner so as to impair the interests and functioning of iimjobs.com.\nThe user undertakes not to duplicate, download publish, modify and distribute material on iimjobs.com unless specifically authorized by Highorbit Careers Pvt.\nLtd in this regard.\nThe user undertakes not to establish any deep link or other connection to any specific page of iimjobs.com other than the Home Page without obtaining prior consent of Highorbit Careers Pvt.\nLtd.&nbsp;&nbsp;<br>\n<br>The user undertakes to use iimjobs.com for his/her own purposes.\nUsing content from iimjobs.com for derivative works with a commercial motive without prior written consent from Highorbit Careers Pvt.\nLtd is strictly prohibited.&nbsp;&nbsp;<br>\n<br>iimjobs.com uses technological means to exclude Robots etc from crawling the website and scraping content.\nThe user undertakes not to circumvent these methods.&nbsp;&nbsp;<br>\n<br>Users undertake that the services offered by iimjobs.com shall not be utilized to upload, post, email, transmit or otherwise make available either directly or indirectly, any unsolicited bulk e-mail or unsolicited commercial e-mail.\nHighorbit Careers Pvt.\nLtd reserves the right to filter and monitor and block the emails sent by you/user using the servers maintained by Highorbit Careers Pvt.\nLtd to relay emails.\nAll attempts shall be made by Highorbit Careers Pvt.\nLtd and the user to abide by International Best Practices in containing and eliminating Spam.&nbsp;&nbsp;<br>\n<br>Users shall not spam the database maintained by iimjobs.com or indiscriminately and repeatedly forward mail that may be considered spam etc.\netc.\nAny conduct of the user in violation of this clause shall entitle Highorbit Careers Pvt.\nLtd to forthwith terminate all services to the user without notice and to forfeit any amounts paid by him.&nbsp;&nbsp;<br>\n<br>The user shall not upload, post, transmit, publish, or distribute any material or information that is unlawful, or which may potentially be perceived as being harmful, threatening, abusive, harassing, defamatory, libelous, vulgar, obscene, or racially, ethnically, or otherwise objectionable.&nbsp;&nbsp;<br>\n<br>The user expressly states that the resume/insertion or information/ data being fed into the network of Highorbit Careers Pvt.\nLtd by the user is correct and complete in all respects and does not contain any false, distorted, manipulated, fraudulent or misleading facts or averments.\nHighorbit Careers Pvt.\nLtd expressly disclaims any liability arising out of the said resume insertion/information/ data so fed into the network of Highorbit Careers Pvt.\nLtd by the user.\nFurther, the user agrees to indemnify Highorbit Careers Pvt.\nLtd for all losses incurred by Highorbit Careers Pvt.\nLtd due to any false, distorted, manipulated, defamatory, libelous, vulgar, obscene, fraudulent or misleading facts or otherwise objectionable averments made by the user on the network of Highorbit Careers Pvt.\nLtd.&nbsp;&nbsp;<br>\n<br>The User is solely responsible for maintaining confidentiality of the User password and user identification and all activities and transmission performed by the User through his user identification and shall be solely responsible for carrying out any online or off-line transaction involving credit cards / debit cards or such other forms of instruments or documents for making such transactions and Highorbit Careers Pvt.\nLtd assumes no responsibility or liability for their improper use of information relating to such usage of credit cards / debit cards used by the subscriber online / off-line.&nbsp;&nbsp;<br>\n<br>The User/Subscriber/Visitor to iimjobs.com and/or its affiliated websites does hereby specifically agree that he/she shall, at all times, comply with the requirements of the Information Technology Act, 2000 as also rules, regulations, guidelines, bye laws and notifications made thereunder, while assessing or feeding any resume/ insertion or information/data into the computers, computer systems or computer network of Highorbit Careers Pvt.\nLtd.\nThe said User/ subscriber/ visitor to iimjobs.com and/or its affiliated websites does further unequivocally declare that in case he violates any provisions of the Information Technology Act, 2000 and/or rules, regulations, guidelines, byelaws and notifications made thereunder, he shall alone be responsible for all his acts, deeds and things and that he alone shall be liable for civil and criminal liability there under or under any other law for the time being in force.&nbsp;&nbsp;<br>\n<br>The User is solely responsible for obtaining, at his own cost, all licenses, permits, consents, approvals and intellectual property or other rights as may be required by the user for using the Service.&nbsp;&nbsp;<br>\n<br>The User / subscriber / visitor to iimjobs.com or affiliated site(s) are prohibited from uploading, posting, transmitting, updating or sharing: any information that:</p>\n<ul>\n<li>\n<p>belongs to another person and to which the user does not have any right to;</p>\n</li>\n<li>\n<p>is grossly harmful, harassing, blasphemous, defamatory, obscene, pornographic, pedophilic, libelous, invasive of another's privacy, hateful, or racially, ethnically objectionable, disparaging, relating or encouraging money laundering or gambling, or otherwise unlawful in any manner whatever.\nharm minors in any way;</p>\n</li>\n<li>\n<p>infringes any patent, trademark, copyright or other proprietary rights;</p>\n</li>\n<li>\n<p>violates any law for the time being in force;</p>\n</li>\n<li>\n<p>deceives or misleads the addressee about the origin of such messages or communicates any information which is grossly offensive or menacing in nature.\nimpersonate another person;</p>\n</li>\n<li>\n<p>contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer resource.\nthreatens the unity, integrity, defense, security or sovereignty of India, friendly relations with foreign states, or or public order or causes incitement to the commission of any cognizable offence or prevents investigation of any offence or is insulting any other nation.</p>\n</li>\n</ul>\n<p>\n<br>\n</p>\n<p>The user shall not infringe on any intellectual property rights of any person / entity or retain information / download any information from any computer system or otherwise with an intention to do so.&nbsp;&nbsp;<br>\n<br>Highorbit Careers Pvt.\nLtd will make best efforts to do so but does not warrant that any of the web sites or any affiliate site(s) or network system linked to it is free of any operational errors nor does it warrant that it will be free of any virus, computer contaminant, worm, or other harmful components.&nbsp.\nThe subscription of a user shall be subject to Quotas as applicable and as advised.\nE-Mails provided as part of contact details are expected to be genuine and access to such email accounts is available to authorized personnel only.&nbsp;<br>\n<br>Highorbit Careers Pvt.\nLtd shall not be liable for any loss or damage sustained by reason of any disclosure (inadvertent or otherwise) of any information concerning the user's account and / or information relating to or regarding online transactions using credit cards / debit cards and / or their verification process and particulars nor for any error, omission or inaccuracy with respect to any information so disclosed and used whether or not in pursuance of a legal process or otherwise.&nbsp;&nbsp;<br>\n<br>Payments for the services offered by iimjobs.com shall be on a 100% advance basis.\nRefund if any will be at the sole discretion of Highorbit Careers Pvt.\nLtd.\nHighorbit Careers Pvt.\nLtd offers no guarantees whatsoever for the accuracy or timeliness of the refunds reaching the Customers card/bank accounts.&nbsp.\nHighorbit Careers Pvt.\nLtd gives no guarantees of server uptime or applications working properly.\nAll is on a best effort basis and liability is limited to refund of amount only.\nHighorbit Careers Pvt.\nLtd undertakes no liability for free services.\nHighorbit Careers Pvt.\nLtd reserves its right to amend / alter or change all or any disclaimers or terms of agreements at any time without any prior notice.\nAll terms / disclaimers whether specifically mentioned or not shall be deemed to be included if any reference is made to them.&nbsp;&nbsp;<br>\n<br>Highorbit Careers Pvt.\nLtd further reserves its right to post the data on the website iimjobs.com or on such other affiliated sites and publications as Highorbit Careers Pvt.\nLtd may deem fit and proper at no extra cost to the subscriber / user.&nbsp;&nbsp;<br>\n<br>The subscription / agreement between Highorbit Careers Pvt.\nLtd and the subscriber / user is not a \"non-poach agreement\" nor can the same be termed or used as an alternative to \"non-poach agreement\" in as much as Highorbit Careers Pvt.\nLtd / iimjobs.com is a public site and all information posted by Highorbit Careers Pvt.\nLtd goes to the public domain except information / data which is specifically assigned a non-public / private character.&nbsp;&nbsp;<br>\n<br>Any agreement for a subscription / usage entered into Highorbit Careers Pvt.\nLtd does not confer exclusivity of service on any subscriber / user.&nbsp;&nbsp;<br>\n<br>Highorbit Careers Pvt.\nLtd will not be party to any legal proceedings between a user (e.g.\na subscriber) and a party contracted through the site.\nIn case Highorbit Careers Pvt.\nLtd is implicated in any legal proceedings, costs will be recovered from the party that names Highorbit Careers Pvt.\nLtd.\nHighorbit Careers Pvt.\nLtd however will abide with any court order served on it through due process.&nbsp;&nbsp;<br>\n<br>In case a person using the world wide web/internet receives a spam or virus which includes a link to iimjobs.com or to any other site maintained, operated or owned by Highorbit Careers Pvt.\nLtd, it should not be held responsible for the same.\nHighorbit Careers Pvt.\nLtd assumes no responsibility for such mails.&nbsp;&nbsp;<br>\n<br>The services provided by the websites maintained, operated or owned by Highorbit Careers Pvt.\nLtd do not extend to acting as an agent (express or implied) on behalf of any subscriber or user.&nbsp;&nbsp;<br>\n<br>Highorbit Careers Pvt.\nLtd has no agents and does not operate through any agents save for those specifically mentioned on the home page of the website.&nbsp;&nbsp;<br>\n<br>The Terms and conditions mentioned above regulate the usage of iimjobs.com.\nAny person using iimjobs.com in violation of the stipulations contained in the Terms and Conditions of iimjobs.com shall render himself/herself liable to appropriate action in a court of law both civil and criminal.&nbsp;&nbsp;<br>\n<br>The user of iimjobs.com is subject to the&nbsp;<b>Privacy Policy</b>&nbsp;available through this link.&nbsp;<br>\n<br>In case of non compliance of these Terms and Conditions or Privacy Policy, Highorbit Careers Pvt.\nLtd may terminate usage rights and take down any offending information that might have been uploaded by such subscriber/user&nbsp;</p>\n<p>\n<br>\n</p>\n<p>\"We as a merchant shall be under no liability whatsoever in respect of any loss or damage arising directly or indirectly out of the decline of authorization for any Transaction, on Account of the Cardholder having exceeded the preset limit mutually agreed by us with our acquiring bank from time to time.\"</p> ", "created_at": "2021-05-30 18:13:38.945352", "updated_at": "2021-05-30 16:15:04.456061"}, {"id": 6428, "name": "Refund Policy", "url": "https://www.iimjobs.com/refund/", "xpath": "/html/body/div[3]/div[3]/div[9]/div[1]/div/div[1]/div[1]/div[2]", "text": " <p>\n<b>What is your refund policy?</b>\n</p>\n<p>We have successfully served thousands of happy customers in the past and we are confident of the quality of our service.</p>\n<p>However, if you are dissatisfied with any of the paid services on iimjobs.com, please drop us a mail - hello@iimjobs.com and we'll process the refund.\nRefunded amount will be reflected in your statement in 14 to 21 days.</p>\n<p>Cancellation:<br>\nIf you upgraded to the Pro Plan by mistake, please drop us a mail at hello@iimjobs.com within one day from the upgrade.\nWe will cancel your pro-membership and refund the amount.</p> ", "created_at": "2021-05-30 18:13:38.942639", "updated_at": "2021-05-30 16:16:15.531129"}], "points": [], "urls": ["iimjobs.com"]}}