{"error": 448, "message": "OK", "parameters": {"id": 432, "name": "eM Client", "created_at": "2018-05-08 12:19:44.717616", "updated_at": "2021-03-25 03:19:27.891602", "wikipedia": "https://en.wikipedia.org/wiki/eM_Client", "keywords": "", "related": "", "slug": "em_client", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/432.png", "url": "emclient.com", "documents": [{"id": 8121, "name": "2Checkout Refund Policy", "url": "https://store.emclient.com/order/refund_policy.php?CART_ID=53d0801ffb7810aecb7913e61604a156", "xpath": "//body", "text": " 2Checkout REFUND POLICY Last updated: April 1<sup>st</sup>, 2015 <p>To place a refund, return or exchange request for an order placed with 2Checkout, You would need to contact 2Checkout via email at support@2checkout.com, by phone at +31 88 000 0008 or by accessing 2Checkout myAccount.</p>\n<br>\n<p>Please have your order number available and provide a reason for your request in order to speed up your refund process.\nYour request will be reviewed within 2 days and we will notify you via email of the results.</p>\n<br>\n<p>Refund, returns or exchanges request are accepted up to 30 days from the date of placing the Order with 2Checkout.\n2Checkout may grant extensions to this period for some special cases and Products at its discretion.</p>\n<p>If you choose to pay by check or money order you may cancel your Order before making the payment or in case the payment is not received by us in 30 days 2Checkout will cancelled you Order.</p>\n<p>You may submit a request to cancel your order on the same day the order was placed.\nPlease note that if the Order is already shipped or delivered we will not be able to approve the cancelation request.</p>\n<br>\n<p>Some products have special conditions for returns as described in the Order or Product materials delivered (\"Products terms\") so please read the carefully before making a request with 2Checkout.\nIn case of misunderstandings between 2Checkout Refund Policy and the Product terms, the present Refund policy will prevail.\nShipping costs are non-refundable, except if due to 2Checkout error, when you need to contact 2Checkout and make a formal request.</p>\n<br>\n<p>If the refund request is granted by 2Checkout, payments are refunded as follows: </p>\n<ul>\n<li>Credit / Debit Cards payments will be refunded within one (1) business days;</li>\n<li>Wire Transfer and check payments will be refunded within seven (7) business days and the cost of transfer will be supported by the end user;</li>\n<li>PayPal payments will be refunded within one (1) business day;</li>\n<li>Other payment methods will be refunded between five (5) to seven (7) days.</li>\n</ul>\n<p>If applicable, 2Checkout reserve the right to hold the refund payment until we receive a completed letter of destruction of the Product signed by you.</p>\n<br>\n<p>The present Refund policy is part of the 2Checkout TERMS AND CONDITIONS.</p>\n<br> ", "created_at": "2021-07-07 02:31:56.054399", "updated_at": "2021-07-07 02:32:02.943188"}, {"id": 8120, "name": "2Checkout Privacy Policy", "url": "https://store.emclient.com/order/privacy.php?CART_ID=53d0801ffb7810aecb7913e61604a156", "xpath": "//body", "text": " PRIVACY POLICY Last updated: January 6<sup>th</sup>, 2020 <p>Avangate B.V., Avangate Inc.\nor any of their affiliates doing business as 2Checkout (each \"Avangate,\" \"2Checkout\", \"We,\" \"Us\" or \"Our\") is committed to safeguarding your privacy and ensuring that you continue to trust Us with Your personal information.\n</p>\n<br>\n<p>\n<b>Customarily, We collect personal information only directly from you (contact data, payment, delivery details etc.).\nWe will tell You what personal information is mandatory when placing an Order.\n</b>\n</p>\n<br>\n<p>As Our shopper, You provide Us with <u>contact data</u>, such as Your name, surname, postal or email addresses, phone number.\n<u>transaction details</u>, such as information about the Products You buy, credit card number and other credit card details.\nrenewal options, geo-location data of Your mobile or other device, including GPS-based, Wi-Fi-based, or cell-based location information.\nWe will mention which information is mandatory in order for You to successfully place an Order.\n</p>\n<br>\n<p>Even if You are not a shopper, You may provide Us with contact data, for example when you set up an account with 2Checkout or when you enlist to our marketing communication thread.</p>\n<br>\n<p>We will interact with you (a) online, (b) offline or (c) when you interact with online targeted content (such as advertisements) that We or Our service providers provide to You via third party websites or applications.\n</p>\n<br>\n<p>\n<b>In specific cases, personal information about You is collected by Us automatically.</b>\n</p>\n<br>\n<p>We may collect personal information about You via automated means (such as cookies) when You interact with our ads, apps, or visit Our Websites.\nIn such a case, personal information We collect may include IP address, browser type, operating system, mobile device identifier, geographical area, referring URLs.\n</p>\n<br>\n<p>\n<b>You may also provide personal information about others (for example when You place an Order on other’s behalf).\nIf so, You are responsible for the entire data You provide to Us (and We assume that You are authorized to give such data).</b>\n</p>\n<br>\n<p>In case the personal information provided by You concerns other persons, it will be Your responsibility to obtain prior authorization.</p>\n<br>\n<p>\n<b>We will collect Your personal information only with specific purpose in mind (processing an Order, sending You marketing communication etc.).</b>\n</p>\n<br>\n<p>Our focus is to process Your personal information only for specific purposes that allow Us to service You in the best possible manner or, otherwise to manage an interaction with Us.\n</p>\n<br>\n<p>2Checkout may store and use Your Personal Information and, without further notice to You, provide Your Personal Information to 2Checkout affiliates or to third parties in order for 2Checkout, its affiliates or third parties:</p>\n<ul>\n<li>to process an Order from You, including processing Your online payment and notifying You of the Order status,;</li>\n<li>to invoice You for the Products ordered by You;</li>\n<li>to deliver the Products ordered by You;</li>\n<li>to support Our intent to maintain and improve the security of Your Order and transactions (e.g., by applying antifraud filters);</li>\n<li>to register Your purchase with the Merchant (for warranty, technical support, or other purposes);</li>\n<li>to provide You with shopper and technical support;</li>\n<li>to inform You about Product upgrades.\nspecial offers.\nother products, services and information (including from third parties).\nmarket research.\nor completing surveys or evaluations.\nif You have opted to receive such communications;</li>\n<li>to support Our intent to show You the most relevant content and improve usability of the Website;</li>\n<li>to provide You with access to restricted areas of the Website;</li>\n<li>to comply with legal requirements;</li>\n<li>to enforce the terms and conditions of this Agreement, including the investigation of potential violations.\nor</li>\n<li>for any other lawful purposes.</li>\n</ul>\n<br>\n<p>Depending on the relationship You have with Us, the processing necessary to fulfil Our legitimate interest may be: to remind You about your abandoned shopping cart, to request Your feedback, to create and maintain Your 2Checkout myAccounts, to protect against, identify and prevent abuse, fraud and other types of crime, claims and other liabilities.\nYou are entitled to oppose to such processing, and we will review your request and respond to it on a case by case basis.</p>\n<br>\n<p>Some data, such as the types of used services and how many users We receive daily, may be used by 2Checkout for statistical, marketing, promotional, or any other lawful purposes.\nThis kind of information is collected in aggregate/statistical form, without identifying any user individually.</p>\n<br>\n<p>In any case, We will not subject You to a decision based solely on automated processing that produces legal effects concerning you or similarly significantly affects You, unless you explicitly consented to the processing, the processing is necessary for entering into, or performance of a contract between You and Us, or when We are legally required / entitled to use Your personal data in this way, for example to prevent fraud.</p>\n<br>\n<p>\n<b>You must be older than 16 years in order to place an order with Us if you reside in EU.\nOtherwise, children’s personal information is cautiously processed (only with specific safeguards).</b>\n</p>\n<br>\n<p>We do not knowingly solicit or collect personal information from children below the age of 16 when offering services of an informational society (except if explicit consent from parent or custodian is obtained in prior).\nThis is applicable only for those residing in EU.</p>\n<br>\n<p>If We discover that accidentally We collected personal information from a child below this age, We will remove that child’s personal information from Our records as soon as reasonably possible.\n</p>\n<br>\n<p>\n<b>In order to process Your Order, We will share Your personal information with our partners.</b>\n</p>\n<br>\n<p>Without any prior notice, 2Checkout may share your personal information with third parties for other purposes, but only in the following circumstances:</p>\n<br>\n<ul>\n<li>Affiliates: we may provide your personal information to affiliates or related companies for legitimate business purposes,</li>\n<li>Merchants and their affiliates or partners: 2Checkout is an ecommerce platform that enables You to access worldwide Products and as such 2Checkout must share Your personal information for the purpose of You processing Your Order,</li>\n<li>Service providers: 2Checkout may engage service providers, consultants, external partners, agents or contractors to provide services on its behalf, including administering our media and services available to you.\nThese third parties may come to access or otherwise process Your personal information in the course of providing these services.\n2Checkout requires such third parties, to comply with all relevant data protection laws and security requirements in relation to Your personal information, by way of a written agreement.</li>\n<li>Public Authorities: 2Checkout may disclose Your personal information if it is required to do so by law or if, in Ours good faith judgment, such legal disclosure is reasonably necessary to comply with legal processes or respond to any claims.</li>\n</ul>\n<br>\n<p>Some of Our services are provided through sites that bear Our partners' or suppliers' names and trademarks and are not in Our control, and this Website may contain links or other devices that take You to other websites that are also not in Our control.\nCertain of those other websites may provide products or services to You directly or on Our behalf.\nWe are not responsible for any aspect of other websites, including, without limitation, the privacy practices, products, services, or content of such websites.\nThis Privacy Policy will not apply to such other websites.\nRather, Your activity and the information that You provide at such other websites will be subject to the privacy policy and other terms and conditions posted at such other websites.</p>\n<br>\n<p>\n<b>You have specific rights in respect of data protection and We foster an environment facilitating their exercise (right to access, rectify, object, delete, receive your personal information or to complaint).</b>\n</p>\n<p>You have the right to:</p>\n<br>\n<ul>\n<li>access your personal information, rectify it, restrict or object to its processing, or request its deletion, </li>\n<li>to receive the personal information You provided to Us or to transmit it to another company, </li>\n<li>to withdraw any consent provided, </li>\n<li>to opt out of some collection or uses of Your personal information, including the use of cookies and similar technologies, the use of Your personal information for marketing purposes, and the use for data analyses, </li>\n<li>where applicable, to lodge a complaint with your supervisory authority.\n</li>\n</ul>\n<br>\n<p>In accordance with the applicable law, 2Checkout will provide You with access to Your Personal Information and, as appropriate, the right to intervene in respect of Your Personal Information.\nYou may also be entitled to object to the processing of Your Personal Information by 2Checkout or to request the deletion of Your Personal Information, in which case, if 2Checkout in its sole discretion deems such Personal Information as mandatory, 2Checkout may no longer permit You to engage in certain activities.\n</p>\n<br>\n<p>\nYou can decide if You want to provide Your Personal Information to 2Checkout, but if You do not provide certain Personal Information, You may not be able to make purchases, enlist services or access certain options at the Website or through other means.\nIf You choose at the Website to receive communications regarding product information, special offers, or any other marketing or other information, We may add Your Personal Information to Our email database and use (or direct Our designees to use) Your Personal Information for providing such communications to You.\nYou may later choose to unsubscribe from receiving such communications by following the unsubscribe directions in Our communications.\nIf You provide 2Checkout with inconsistent privacy preferences at the Website (for example, by indicating on one occasion that We may provide You with marketing offers and on another occasion that We may not), 2Checkout will endeavor to update Your privacy preferences in 2Checkout's records with Your latest preference in a timely manner.\n</p>\n<br>\n<p>\n<b>\nIf you are residing in the European Union, Your Personal information may be transferred outside the European Union or the European Economic Area.\n</b>\n</p>\n<br>\n<p>Personal Information provided to 2Checkout by You, the Merchants, or other third parties, is primarily processed and stored on the servers located at Our offices within The Netherlands and/or the United States.\nWe may change the location of the servers from time to time to other countries and without prior notice to You.\nhowever, Personal Information will continue to be protected in accordance with this Privacy Policy.</p>\n<br>\n<p>Your Personal Information may be transferred to persons within the European Union, Switzerland or to persons within other countries whose legislation may or may not ensure an adequate level of protection.\nWe shall endeavor to comply with the laws of the country from which Your Personal Information was transferred, if We consider the laws of the country to which Your Personal Information was transferred as not ensuring an adequate level of protection.</p>\n<br>\n<p>We participate in the United States - European Union Privacy Shield and Swiss - United States Privacy Shield Frameworks.\nPlease see Our Privacy Shield Policy.</p>\n<br>\n<p>\n<b>Your California Privacy Rights</b>\n</p>\n<br>\n<p>At 2Checkout we never monetize your information and we are informing you on our data processing purposes through this Privacy Policy.\nWe will not share personal information we collect about you except to the extent permitted under California law.\nIf you are a California resident, we want to make sure you have everything you need to make informed decisions.\nSubject to certain limits under California law, You have the right to: know how your personal information is used.\naccess, request and receive the personal information we have collected in a portable manner.\nobject to having your data sold or shared, and request that we delete your personal data.\nYou can make requests about your privacy rights at dpo@2checkout.com or using other alternative contact details as per https://www.2co.com/#contactUs\n</p>\n<br>\n<p>\n<b>We installed adequate safeguards to secure Your personal information and We also implemented specific time periods so that to ensure that Your data is not retained longer than necessary for the stated purpose.</b>\n</p>\n<br>\n<p>\n<b>Data security.\n</b>2Checkout has implemented industry-standard measures to protect the security of the Personal Information We collect via the Website.\nFor example, We use (SSL - Secure Socket Layers), a firewall and a digital certificate issued by VerisignTM to protect certain of Your Personal Information, and We are PCI DSS (Payment Card Industry Data Security Standard) certified.\nNo one can guarantee, and We do not guarantee, that Your Personal Information is completely secure at all times, however We ensure You that the security of Your personal information is Our primary concern.\nYou are also responsible for maintaining the confidentiality of Your Personal Information to protect it against unauthorized access or use.</p>\n<br>\n<p>\n<b>Retention.\n</b>We will only retain Your personal information for as long as You continue to use the Website or Products, and thereafter as permitted or required by applicable law, taking into account also our need to answer queries or resolve problems, provide improved and new services, and comply with legal requirements under applicable laws.\nThis means that we may retain Your personal information for a reasonable period after your last interaction with us (as required by fiscal law, otherwise no longer than what is necessary to protect our legitimate interests, to defend against a claim or what is necessary pursuant to regulatory provisions).</p>\n<br>\n<p>When the personal information that We collect is no longer required in this way, we anonymize or delete it in a secure manner.</p>\n<br>\n<p>\n<b>We have a dedicated point for you to contact us in any privacy matters (dpo@2checkout.com).</b>\n</p>\n<br>\n<p>For the purpose of exercising Your rights, You shall submit a written request to 2Checkout in accordance with the applicable law to the applicable 2Checkout office identified in the \"Contact Us\" section of the Website, as per the dedicated contact details to dpo@2checkout.com .\nIn addition, if You believe that 2Checkout has not complied with this Privacy Policy with respect to Your Personal Information, please submit a sufficiently detailed complaint to info@2checkout.com, or by mail to the applicable 2Checkout office identified in the \"Contact Us\" section of the Website.\nWe will promptly investigate Your complaint.\nThereafter, We will take all measures We deem necessary to remedy the issues outlined in Your complaint that We, in Our sole discretion, view as justified.</p>\n<br>\n<p>\nAll your options and messages will be responded based on the law requirements (one month since your request or longer if necessary.\nNevertheless, please consider that in order to implement your requests or options we may need several days due to technical reasons (during such period we may continue to process your personal information based on your past options).\n</p>\n<br>\n<p>\nIf You have any questions about this Privacy Policy, please send Your inquiry to info@2checkout.com or to the applicable office identified in the \"Contact Us\" section of the Website.\n</p>\n<br>\n<p>\n2Checkout reserves the right to change this Privacy Policy at any time by posting notice of the changes on the Website.\nFor additional details concerning changes to this Privacy Policy, please see Section 18.3 of the 2Checkout Terms and Conditions.\n</p>\n<br> ", "created_at": "2021-07-07 02:31:13.408107", "updated_at": "2021-07-07 02:31:20.30804"}, {"id": 8119, "name": "2Checkout Terms and Conditions", "url": "https://store.emclient.com/order/terms_conditions.php?CART_ID=53d0801ffb7810aecb7913e61604a156", "xpath": "//body", "text": " TERMS AND CONDITIONS (\"Terms\") Last updated: May 15<sup>th</sup>, 2018 <p>\n<strong>IMPORTANT NOTICE.\nPLEASE READ CAREFULLY BEFORE PLACING YOUR ORDER AND BEFORE SUBMITTING ANY PERSONAL INFORMATION VIA THIS WEBSITE.</strong> By using this Website, placing an order with 2Checkout on this Website or through other means, clicking the \"buy\" button, or checking the terms and conditions box, you agree to the 2Checkout Terms and Conditions set forth below, including, without limitation, the 2Checkout Privacy Policy.\n</p>\n<br>\n<p>\n<strong> 1.\nScope </strong>\n</p>\n<p>1.1 Avangate B.V., Avangate Inc.\nor any of their affiliates (each \"2Checkout,\" \"We,\" \"Us\" or \"Our\") provides ecommerce solutions for the electronic distribution of software and services, including, without limitation, purchases for licenses of software and digital content, such as download links, license keys, electronic codes, software as a service, subscriptions, eBooks and back-up media products (the \"Products\"), thereby enabling manufacturers, distributors, owners, software and shareware authors, and others worldwide to sell or license their Products online via 2Checkout.\n</p>\n<p>1.2 These 2Checkout Terms and Conditions, including, without limitation, the 2Checkout Privacy Policy, as amended from time to time, are collectively known as the \"Agreement.\" The Agreement applies to all purchases of Products made or confirmed through this website and/or through Our mobile app (individually and collectively, the \"Website\") or made or confirmed through other mutually agreed upon means.\nYou understand and agree that this Agreement is enforceable against you and any entity with which you are employed or affiliated and on whose behalf the Products are used.\nIf you are entering into this Agreement on behalf of yourself and such entity, you represent that you have the authority to bind the entity to this Agreement.\nThe terms \"You\" and \"Your\" refer to you, individually, and to each such entity.\nYou hereby represent and warrant that You have CAREFULLY read and understood this Agreement, that You are of legal age under the laws of Your country (e.g., eighteen years of age or older in the European Union and United States), and that You accept this Agreement freely, voluntarily, and with full knowledge and understanding of its terms and conditions.\n</p>\n<p>1.3 The 2Checkout Privacy Policy is part of this Agreement.\n</p>\n<br>\n<p>\n<strong> 2.\nOrder</strong>\n</p>\n<p>2.1 2Checkout cannot guarantee that the Products are in stock.\n2Checkout reserves the right to reject Your submission of an order to purchase Products (\"Order\") at any time and without any liability to 2Checkout if, in 2Checkout's sole discretion, it is unable to process or fulfill Your Order.\n2Checkout shall have this right of rejection even if You should receive a notice via the Website that the Order was successfully submitted or completed (or similar language).\n</p>\n<p>2.2 Promptly following any rejection by 2Checkout of Your Order, 2Checkout will refund any prior payments that You have made for the Products included in that Order.\n</p>\n<p>2.3 You confirm that all information provided by You when placing an Order is complete, accurate and up-to-date so as to allow 2Checkout to fulfill Your Order, and You will promptly update such information to keep it complete and accurate.\nYou may update Your information via 2Checkout myAccount.\n</p>\n<p>2.4 If You provide any information that is untrue, inaccurate, or incomplete, or if 2Checkout has reason to believe that the information You provided is untrue, inaccurate, or incomplete, 2Checkout may: (a) suspend or terminate Your account.\n(b) if permitted by applicable law, use electronic self-help means to terminate Your ability to access the Products.\nand/or (c) terminate this Agreement.\n</p>\n<p>2.5 You will maintain the confidentiality of Your password, user ID, and other account credentials.\nYou shall immediately notify 2Checkout of any unauthorized use of Your account credentials, or any other breach of security that is known or suspected by You.\n</p>\n<p>2.6 You consent to the use of electronic communications in transacting business with 2Checkout, including, without limitation, the electronic delivery of notices and other documents to You.\nIf at any time You would like to cease doing business electronically with 2Checkout, You will need to provide 2Checkout with written notice of Your withdrawal of Your consent to do business electronically, which will then terminate this consent.\nThereafter, You shall not use this Website to place any Orders, and any notices and documents from 2Checkout will be provided to You on paper.\n</p>\n<br>\n<p>\n<strong> 3.\nPrice and Payment</strong>\n</p>\n<p>3.1 Prices are as specified on the Website.\nhowever, 2Checkout reserves the right to adjust prices in its sole discretion due to increases in costs (including, without limitation, delivery costs or costs of any materials), the increase or imposition of any tax, duty or other levy, any variation in exchange rates, or any programming, data or other errors.\nPrices for the Products are exclusive of shipping, handling, duties, and taxes, all of which shall be paid by You.\n</p>\n<p>3.2 Prior to Product delivery, 2Checkout will notify You in writing via email of any price increases (a \"Notification Email\").\nThe Notification Email will be sent to You at the email address that We have in Our records for You.\nBy no later than the deadline set forth in the Notification Email, You may cancel Your Order for the Product for which the price was increased (a) via 2Checkout myAccount or (b) by sending a reply email to the Notification Email.\nIf You do not so cancel Your Order within said deadline, You accept the new prices and conditions for the Product as set forth in the Notification Email.\n</p>\n<p>3.3 You shall make payment for Your Order prior to Product delivery and by one of the methods that are indicated on the Website (or by such other method as may be mutually agreed upon in writing by You and 2Checkout).\nWhen You place Your Order, 2Checkout will charge the credit or debit card that You provided to 2Checkout.\nIf You do not pay applicable taxes to 2Checkout for the Product, You must report and pay any applicable taxes to the appropriate governmental agencies.\n</p>\n<p>3.4 2Checkout reserves the right to verify Your credit or debit card payments.\nIn case of any non-payment to 2Checkout following Product delivery, 2Checkout may, without notification to You, transmit claims to the parties for which 2Checkout acted as a reseller (the \"Vendor\"), and the Vendor or 2Checkout shall have the right to repossess and resell such Products, and You hereby grant 2Checkout, the Vendor, and their designated agents all rights available under applicable law, including, without limitation, the right to use electronic self-help means to terminate Your ability to access the Products, or otherwise repossess or reclaim the Products from You.\n</p>\n<p>3.5 As between You and 2Checkout, You shall be responsible for any fraudulent or unauthorized transactions made through the Website, including, without limitation, using Your account credentials, credit card or debit card.\n</p>\n<br>\n<p>\n<strong> 4.\nDelivery.\nRisk of Loss.\nTitle</strong>\n</p>\n<p>4.1 All delivery dates (whether provided on the Website, in an Order confirmation, or elsewhere) are estimates only and not a guarantee that any the Products will be delivered by a given date.\n</p>\n<p>4.2 Delivery will be made to the address You provided to 2Checkout for Your Order.\nYou must immediately notify 2Checkout via 2Checkout myAccount of any errors or omissions in the 2Checkout Order confirmation notice at the Website or in the 2Checkout payment notification that is sent to You at the email address that We have in Our records for You.\n2Checkout reserves the right, in its sole discretion, to impose additional charges for any adjustments You make to an Order (e.g., delivery address) after You submit an Order.</p>\n<p>4.3 All risk of loss for the Products shall pass to You upon delivery of the Products to the location specified in Your Order (even if no signature is required for delivery).\nFor the avoidance of doubt, the delivery of downloaded Products occurs when the Products are downloaded.\nIf You should refuse or fail to take delivery of the Products, all risk of loss for the Products will thereupon pass to You and, upon the demand of 2Checkout, You shall pay 2Checkout for the Products plus any additional amounts incurred by 2Checkout as a result of Your refusal or failure to take delivery of the Products, including, without limitation, attempting delivery of the Products by any reasonable means, or storing the Products.\n2Checkout will be entitled to dispose of the Products in such manner as it sees fit if You have not taken delivery of the Products within thirty (30) days after (a) the scheduled date of delivery or (b) the date on which delivery was first attempted, whichever is later.\n</p>\n<p>4.4 Except as Clause 3.2 or 12.1 may apply to Your Order, or as described by 2Checkout in the Order form for Your Order, You are not entitled to revoke or cancel in whole or in part any Order.\n</p>\n<p>4.5 Title to the Products (or, if licensed, Your copy of the Products) will pass to You when 2Checkout receives payment in full for the Products (including, without limitation, any interest and other amounts due for the Products).\n</p>\n<p>4.6 Unless and only to the extent permitted by the EULA or applicable law, if You are a consumer, You shall not resell the Products until after title therein has passed to You.</p>\n<br>\n<p>\n<strong> 5.\nConditions for the Products</strong>\n</p>\n<p>5.1 The Products delivered by 2Checkout are subject to the terms and conditions of this Agreement and the terms and conditions of an end user license agreement or other agreement from the Vendor of the Products (collectively, the \"EULA\").\nIf You do not agree to the EULA, You are not authorized to use the Product and shall immediately notify 2Checkout via 2Checkout myAccount.\nUnless otherwise expressly agreed in writing by the Vendor, the Products are licensed and not sold to You, irrespective of any use of the words \"purchase,\" \"sale,\" \"reseller\" or similar terms in this Agreement or at the Website.\nUnless and only to the extent permitted by the EULA or applicable law, You represent and warrant that You shall use the Products in accordance with the EULA and will not use the Products for any unlawful purpose.\nIn addition to and without limiting the foregoing, You shall:</p>\n<ul>\n<li>5.1.1\tkeep the Products in confidence and not disclose or make them available to any third party.\n</li>\n<li>5.1.2\tnot rent, lease, loan, license, sublicense, distribute, make available, transfer, assign, sell, reproduce, adapt, translate, disclose, display, publish, exploit for commercial purposes, or modify the Products, or any components thereof.\n</li>\n<li>5.1.3\tuse the Products solely for internal business purposes and not in the operation of a service bureau or shared services environment;</li>\n<li>5.1.4\tnot create derivative works based on the Products or any components thereof, or combine the Products with any other software;</li>\n<li>5.1.5\tnot remove, obscure, or alter the copyright notices, trademarks, or other proprietary rights notices that appear in the Products.\n</li>\n<li>5.1.6\tobtain, at Your own cost and expense, all software and equipment necessary to use the Products.\n</li>\n<li>5.1.7\tobtain, at Your own expense, all licenses and authorizations required for the acquisition, delivery or use of the Products.\nupon 2Checkout's request, You will provide 2Checkout with evidence of such licenses or authorizations.\nand You will be liable to 2Checkout for all expenses or charges incurred by 2Checkout as a result of Your failure to obtain such licenses or authorizations;</li>\n<li>5.1.8\tnot reverse engineer, decompile, reverse assemble, or attempt in any manner to discover the source code of the Products.\n</li>\n<li>5.1.9\thave no right, title or interest in any of the intellectual property in or associated with the Products or the Website, including, without limitation, patent, copyright, trademark, trade secret, know-how, ideas, technical information, user interfaces, processes, \"look and feel,\" improvements and modifications (collectively \"IP Rights\"), and You acknowledge and agree that 2Checkout or the Vendors retain all of the IP Rights.\n</li>\n<li>5.1.10\tnot export or re-export the Products.\nand </li>\n<li>5.1.11\tcomply with all laws, rules and regulations applicable to the Products, including, without limitation, the restrictions, controls, customs duties, laws, rules and regulations of the territory to where delivery of the Products was ordered, or the territory where the Products are used.\n</li>\n</ul>\n<p>5.2 Subject to Clause 11 (Inspection.\nComplaints), Clause 12 (Consumer Revocation of an Order) and Clause 13 (Refunds) of this Agreement, the remedies set forth in the EULA shall be Your sole and exclusive remedies with regard to the Products.\n</p>\n<br>\n<p>\n<strong> 6.\nAutomatic Renewal</strong>\n</p>\n<p>With respect to certain of the Products, We may provide You with an option to automatically renew the Product license or subscription.\nIf You elect automatic renewal, each renewal term for the Products will be equal in duration to the initial term for such Products.\nAt any time during a renewal term, You may elect to not renew the Product license or subscription for the forthcoming renewal term, in which case this Agreement with regard to such non-renewed Products shall be terminated upon the expiration of the then-current renewal term.\nUpon any termination of this Agreement, You shall uninstall and destroy all copies of the Products and discontinue all use of the Products, unless and only to the extent You are permitted by the EULA or applicable law to retain copies of the Products.\n</p>\n<br>\n<p>\n<strong> 7.\nFeedback</strong>\n</p>\n<p>From time to time, 2Checkout or a third party engaged by 2Checkout may request feedback and other information from You about such topics as the Products or Your experiences with the Products (\"Feedback\").\nProviding 2Checkout with Feedback is optional.\nBy providing Feedback to 2Checkout, You grant 2Checkout a nonexclusive, royalty-free, worldwide, perpetual, irrevocable, transferable and fully sublicensable right to use the Feedback for any lawful purpose, including, without limitation, the right to reproduce, adapt, publish, translate, distribute, and display all or parts of the Feedback in any medium whatsoever along with Your first name and last initial, and local geographic area, as determined by 2Checkout in its sole discretion.\n2Checkout may also use the Feedback in anonymous and aggregate reviews.\n</p>\n<br>\n<p>\n<strong> 8.\nWarranty Disclaimer</strong>\n</p>\n<p>Legal guarantee for tangible good is 2 years.\nTo exercise your right for a guarantee please send a written request to 2Checkout as per section 14.\nIf your Product is a digital product or intangible good you are entitle to cancel your order in 15 days as per section 12 or ask for a refund as per section 13.</p>\n<p>AS BETWEEN YOU AND 2Checkout, THE PRODUCTS ARE DELIVERED \"AS IS\" AND YOU USE THE PRODUCTS AT YOUR OWN RISK.\nTHE WEBSITE IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\n2Checkout DOES NOT MAKE ANY REPRESENTATIONS, WARRANTIES OR GUARANTEES OF ANY KIND WHATSOEVER.\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, 2Checkout HEREBY DISCLAIMS, AND YOU HEREBY WAIVE, ALL WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE OR NON-INFRINGEMENT, OR ANY WARRANTY THAT MAY ARISE BY USAGE OF TRADE, COURSE OF DEALING OR COURSE OF PERFORMANCE OF THIS AGREEMENT.\n</p>\n<br>\n<p>\n<strong> 9.\nLimitation of Liability.\nIndemnification.\nRelease</strong>\n</p>\n<p>9.1 IN NO EVENT SHALL 2Checkout OR ITS AFFILIATES BE LIABLE FOR ANY SPECIAL, PUNITIVE, EXEMPLARY, DIRECT, INDIRECT, INCIDENTAL, OR CONSEQUENTIAL DAMAGES (INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF BUSINESS, LOSS OF REVENUE OR PROFITS, BUSINESS INTERRUPTION, OR LOSS OF DATA) ARISING OUT OF OR IN CONNECTION WITH THIS AGREEMENT OR THE SUBJECT MATTER HEREOF EVEN IF 2Checkout HAS BEEN PREVIOUSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nIN ANY EVENT, IF 2Checkout SHOULD BE HELD LIABLE FOR ANY DAMAGES NOTWITHSTANDING THE TERMS AND CONDITIONS OF THIS AGREEMENT, THE ENTIRE LIABILITY OF 2Checkout (INCLUDING ITS AFFILIATES) WITH RESPECT TO ITS OBLIGATIONS UNDER THIS AGREEMENT OR OTHERWISE, FOR ANY REASON AND UPON ANY CAUSE OF ACTION, REGARDLESS OF THE NUMBER OF ACTIONS OR NUMBER OF LICENSED COPIES OF THE PRODUCTS (AND WHETHER BASED IN CONTRACT, STRICT LIABILITY, NEGLIGENCE OR OTHERWISE) SHALL NOT EXCEED, IN THE AGGREGATE, ONE HUNDRED DOLLARS ($100.00 USD).\nNO CAUSE OF ACTION WHICH ACCRUED MORE THAN ONE (1) YEAR PRIOR TO THE FILING OF A SUIT ALLEGING SUCH CAUSE OF ACTION MAY BE ASSERTED AGAINST 2Checkout OR ITS AFFILIATES.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF IMPLIED WARRANTIES OR LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO CERTAIN OF THE ABOVE LIMITATIONS OR EXCLUSIONS MAY NOT APPLY TO YOU.\nNO OTHER LIMITATION CONTAINED IN THIS AGREEMENT SHALL LIMIT 2Checkout'S LIABILITY TO YOU, TO THE EXTENT SUCH LIMITATION IS PROHIBITED BY APPLICABLE LAW.\nTHE LIMITATIONS OF LIABILITY IN THIS AGREEMENT SHALL SURVIVE EVEN IF ANY EXCLUSIVE OR LIMITED REMEDIES PROVIDED IN THIS AGREEMENT SHOULD FAIL OF THEIR ESSENTIAL PURPOSE.</p>\n<p>9.2 You shall indemnify, defend and hold harmless 2Checkout and its affiliates, and each of their officers, directors, shareholders, agents, representatives, licensees and employees (each, an \"Indemnified Party\"), from and against any and all claims, losses, liabilities, damages, actions, lawsuits and other proceedings, judgments and awards, and costs and expenses (including, without limitation, court costs and reasonable attorneys' and consultancy fees), arising directly or indirectly, in whole or in part, out of: (a) any breach or threatened breach of this Agreement by You.\n(b) Your use of the Products.\nor (c) Your negligence, gross negligence or willful misconduct.\nAn Indemnified Party may participate in the defense by counsel of its own choosing, at its own cost and expense.\nYou shall not settle any claim that adversely affects an Indemnified Party or imposes any obligation or liability on an Indemnified Party without the Indemnified Party's prior written consent.</p>\n<p>9.3 TO THE MAXIMUM EXTENT PERMITTED BY LAW, YOU HEREBY RELEASE EACH INDEMNIFIED PARTY FROM ALL DAMAGES (WHETHER DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL OR OTHERWISE), LOSSES, LIABILITIES, COSTS AND EXPENSES OF EVERY KIND AND NATURE, KNOWN AND UNKNOWN, ARISING OUT OF OR IN CONNECTION WITH DISPUTES BETWEEN YOU AND THIRD PARTIES (INCLUDING VENDORS) CONCERNING THE PRODUCTS, THE WEBSITE OR THIS AGREEMENT.\nIN CONNECTION WITH THE FOREGOING RELEASE, YOU HEREBY WAIVE CALIFORNIA CIVIL CODE 1542 (AND ANY OTHER APPLICABLE LAW OR STATUTE) WHICH SUBSTANTIALLY STATES: </p>\n<p> \"A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM OR HER MUST HAVE MATERIALLY AFFECTED HIS SETTLEMENT WITH THE DEBTOR.\" </p>\n<br>\n<p>\n<strong>10.\nTermination</strong>\n</p>\n<p>10.1 In addition to and not in lieu of 2Checkout's other rights, 2Checkout may, upon written notice to You via email, suspend or cancel Your Order for delivery of the Products, use electronic self-help means to terminate Your ability to access the Products (if permitted by applicable law), or terminate this Agreement, if: </p>\n<ul>\n<li>10.1.1\tany step, process, application, filing in court, order, proceeding, notice or appointment is taken or made by or in respect of You for a moratorium, composition, compromise or arrangement with creditors, administration, liquidation, dissolution, receivership (administrative or otherwise), distress or execution;</li>\n<li>10.1.2\tYou become insolvent or We deem You unable to pay Your debts as they come due.\n</li>\n<li>10.1.3\tanything similar to the foregoing occurs.\nor</li>\n<li>10.1.4\tYou fail to comply with any terms and conditions of this Agreement or the EULA.\n</li>\n</ul>\n<p>10.2 This Clause 10.2 and the following provisions will survive any termination of the Agreement: Clauses 1 (Scope), 5 (Conditions for the Products), the last sentence of Clause 6 (Automatic Renewal), 8 (Warranty Disclaimer), 9 (Limitation of Liability.\nIndemnification.\nRelease), 14 (Notices), 15 (Governing Law), 16 (Disputes) and 18 (General).\nIn addition, any provisions which by their nature contemplate effectiveness beyond the termination of this Agreement shall survive any such termination.\n2Checkout's remedies under this Agreement are cumulative and not exclusive and are in addition to all remedies available at law or in equity.\n</p>\n<br>\n<p>\n<strong>11.\nInspection.\nComplaints</strong>\n</p>\n<p>11.1 Upon delivery of the Products, You should inspect the Products and verify that the Products as delivered are in accordance with Your Order, including, without limitation, verifying that no items are missing from Your Order.\n</p>\n<p>11.2 Within fifteen (15) days after the Products are delivered, You must provide written notice to 2Checkout if any of the Products as delivered are not in accordance with Your Order.\nSuch written notice shall be sent by You to 2Checkout as specified in Clause 14 (Notices).\nIf delivery of such Products was made by the Vendor of the Products, You must also, within said fifteen (15) days, provide written notice to that party in accordance with the terms of the EULA.\n</p>\n<br>\n<p>\n<strong>12.\nConsumer Revocation of an Order (RIGHT OF WITHDRAWAL)</strong>\n</p>\n<p>12.1 IF YOU ARE A CONSUMER PURSUANT TO THE APPLICABLE LAW OF THIS AGREEMENT AS IT PERTAINS TO YOU AND YOUR ORDER, THEN IN ADDITION TO AND NOT IN LIEU OF YOUR OTHER RIGHTS UNDER THIS AGREEMENT, YOU WILL HAVE A PERIOD OF FIFTEEN (15) DAYS AFTER DELIVERY OF THE PRODUCTS DURING WHICH YOU MAY CANCEL YOUR ORDER, IN WHOLE OR IN PART, FOR ANY REASON BY SENDING WRITTEN NOTICE TO 2Checkout AS SPECIFIED IN CLAUSE 14 (NOTICES) AND RETURNING YOUR PRODUCT TO 2Checkout.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY, SAID RIGHT OF CANCELLATION SHALL NOT APPLY IF YOU HAVE BROKEN THE SEAL OF THE PRODUCT.\nDOWNLOADED THE PRODUCT.\nOR THE NATURE OF THE PRODUCT IS SUCH THAT A RETURN IS NOT FEASIBLE, WHICH FEASIBILITY SHALL BE AS DETERMINED BY 2Checkout IN ITS SOLE DISCRETION (E.G., PRODUCT WAS CUSTOMIZED FOR YOU).\nFOR THE AVOIDANCE OF DOUBT THIS SECTION IS NOT APPLICABLE TO SOFTWARE PRODUCTS WHERE THE SEAL WAS BROKEN BY YOU AND DIGITAL CONTENT ALREADY DOWNLOADED.</p>\n<p>12.2 If You exercise Your right of cancellation pursuant to Clause 12.1, You shall, within the same period of fifteen (15) days set forth in Clause 12.1, return the relevant Products to 2Checkout and 2Checkout will thereafter refund any prior payments that You made for such returned Products.\nReturn shipping of the relevant Products will be at Your own expense.\nhowever, 2Checkout will bear the return shipping expense if such Products are being returned because such Products, as delivered, are not in accordance with the Order.\nAny return of the relevant Products by You shall be made to the mailing address specified by 2Checkout in the delivery details that accompanied the Products.</p>\n<p>12.3 If (a) You do not exercise Your right of cancellation pursuant to Clause 12.1 and return the Products pursuant to Clause 12.2.\nor (b) You exercise Your right of cancellation pursuant to Clause 12.1 but the Products as received by 2Checkout were damaged after they were delivered to You, Your Order shall not be deemed cancelled and You shall pay 2Checkout in full for the Products within thirty (30) days after You provided 2Checkout with Your written notice of cancellation pursuant to Clause 12.1.\n</p>\n<br>\n<p>\n<strong>13.\nRefunds </strong>\n</p>\n<p>13.1 All refund and exchange requests are managed by 2Checkout and are made pursuant to the 2Checkout Refund Policy.\n</p>\n<br>\n<p>\n<strong>14.\nNotices </strong>\n</p>\n<p>14.1 Any notice to 2Checkout that is required or permitted by this Agreement shall be in writing and shall be deemed given: (a) if sent by mail to the applicable 2Checkout office identified in the \"Contact Us\" section of the Website, five (5) Business Days after deposit in the mail, postage prepaid.\n(b) if sent by fax to the fax number identified in the \"Contact Us\" section of the Website, upon Your receipt of electronic confirmation thereof.\n(c) if sent by email to info@2checkout.com, upon 2Checkout's receipt of the email.\nor (d) if sent by next day delivery service to the address identified in the \"Contact Us\" section of the Website, upon such delivery.\n</p>\n<p>14.2 Any notice to You that is required by this Agreement shall be in writing and shall be deemed given: (a) if sent by email to the email address that We have in Our records for You, upon the earlier of Your receipt of the email, or two (2) Business Days after We sent the email (provided that We did not receive a message indicating that the delivery of the email was unsuccessful).\n(b) if sent by mail to mailing address that We have in Our records for You, five (5) Business Days after deposit in the mail, postage prepaid.\n(c) if sent by fax to the fax number We have in Our records for You, upon Our receipt of electronic confirmation thereof.\nor (d) if sent by next day delivery service to the address We have in Our records for You, upon such delivery.\n</p>\n<p>14.3 You may submit any consumer complaints concerning 2Checkout to info@2checkout.com, or by mail to the applicable 2Checkout office identified in the \"Contact Us\" section of the Website.</p>\n<br>\n<p>\n<strong>15.\nGoverning Law </strong>\n</p>\n<p>15.1 With regard to the Products You purchased from Avangate Inc.: </p>\n<ul>\n<li>15.1.1\tthis Agreement shall be governed by, construed and enforced in accordance with the laws of the United States and the State of California, without giving effect to any conflict of laws provisions, and the application to this Agreement of the United Nations Convention of Contracts for the International Sale of Goods and the Uniform Computer Information Transactions Act is expressly excluded.\n</li>\n<li>15.1.2\tsubject to Clause 16 (Disputes), the exclusive jurisdiction and venue for all legal actions arising out of this Agreement shall be in an appropriate Northern District of California federal court sitting in San Francisco, California or in a state court sitting in San Francisco, California, and You hereby consent to the exclusive jurisdiction of such courts.\nand</li>\n<li>15.1.3\tYou and Avangate Inc.\nexpressly waive any rights to contest the jurisdiction, venue or convenience of any such federal or state court.</li>\n</ul>\n<p>15.2 With regard to the Products You purchased from Avangate B.V.: </p>\n<ul>\n<li>15.2.1\tthis Agreement shall be governed by, construed and enforced in accordance with the laws of The Netherlands, without giving effect to The Netherlands' conflict of laws provisions, and the application to this Agreement of the United Nations Convention of Contracts for the International Sale of Goods is expressly excluded;</li>\n<li>15.2.2\tsubject to Clause 16 (Disputes), the exclusive jurisdiction and venue for all legal actions arising out of this Agreement shall be in an appropriate court sitting in Amsterdam, The Netherlands, and You hereby consent to the exclusive jurisdiction of such court;</li>\n<li>15.2.3\tYou and 2Checkout BV expressly waive any rights to contest the jurisdiction, venue or convenience of any such court sitting in Amsterdam, The Netherlands.\nand</li>\n<li>15.2.4\tthe application of Sections 6:227b, 6:227c, and Section 7:16 up to and including Section 7:24 of the Dutch Civil Code is expressly excluded with respect to non-consumer purchases.\n</li>\n</ul>\n<p>15.3 You agree and acknowledge that any breach or threatened breach by You of this Agreement may cause 2Checkout irreparable injury for which the recovery of money damages would be inadequate.\nTherefore, in addition to any other remedies that may be available at law, in equity, or otherwise, 2Checkout shall be entitled to obtain injunctive relief against the breach or threatened breach of this Agreement, without the necessity of proving actual damages, or posting a bond, even if otherwise normally required.\n</p>\n<br>\n<p>\n<strong>16.\nDisputes </strong>\n</p>\n<p>16.1 With the exception of injunctive relief (which either party may seek as they deem necessary to avoid irreparable damage or preserve the status quo), any dispute between the parties arising out of or related to this Agreement shall be resolved as follows:</p>\n<ul>\n<li>16.1.1\tUpon the written request of either party, each party will appoint a designated representative whose task it will be to meet for the purpose of resolving such dispute.\nEach designated representative shall have the authority to reach a binding resolution of the dispute through amiable discussions, the exchange of documents, and/or meetings.\nThe designated representatives shall negotiate in good faith in an effort to resolve the dispute without the necessity of any formal proceeding relating thereto.\n</li>\n<li>16.1.2\tAll disputes that have not been resolved by the designated representatives within thirty (30) days after said initial written request by one of the parties to appoint a designated representative, shall be resolved by (a) the courts specified in Clause 15.1 with regard to the Products You purchased from Avangate Inc., upon the filing of an action by either party with said courts.\nand (b) the courts specified in Clause 15.2 with regard to the Products You purchased from Avangate B.V., upon the filing of an action by either party with said courts.\n</li>\n</ul>\n<p>16.2 Notwithstanding any terms and conditions of this Agreement to the contrary, the prevailing party in any proceeding arising out of or related to this Agreement shall be entitled to recover its reasonable expenses and costs, including outside and in-house attorneys' fees, from the other party.\n</p>\n<br>\n<p>\n<strong>17.\nU.S.\nGovernment End Users/Restricted Rights </strong>\n</p>\n<p>The Product is a \"commercial item,\" as that term is defined in 48 C.F.R.\n§ 2.101, consisting of \"commercial computer software\" and \"commercial computer software documentation,\" as such terms are used in 48 C.F.R.\n§ 12.212 or 48 C.F.R.\n§§ 227.7202-1 through § 227.7202-4, as applicable.\nConsistent with 48 C.F.R.\n§ 12.212 or 48 C.F.R.\n§§ 227.7202-1 through 227.7202-4, as applicable, the Product is being licensed to all end users of the U.S.\nGovernment or any of its agencies as commercial items only and with only those rights as are granted to all other end users pursuant to the terms and conditions of this Agreement and the EULA.\nProduct manufacturer is as stated in the Order confirmation or EULA.\n</p>\n<br>\n<p>\n<strong>18.\nGeneral</strong>\n</p>\n<p>18.1 2Checkout's failure or delay in the performance of any of its obligations under this Agreement shall be excused to the extent and for the duration that such failure or delay is occasioned by a force majeure event which shall include, without limitation, acts of God, acts of war, earthquakes, fires, floods, terrorism, riots, civil disorders, rebellions, labor disputes, or any circumstances beyond 2Checkout's reasonable control.\n</p>\n<p>18.2 In the event of invalidity of any provision of this Agreement, the parties agree that such invalidity shall not affect the validity of the remaining portions of this Agreement, which shall remain in full force and effect.\nYour Order and this Agreement set forth the entire understanding between You and 2Checkout relating to the subject matter of Your Order and this Agreement, and supersede all prior or contemporaneous negotiations, understandings, agreements, proposals and representations, written or oral, between the parties related to Your Order and this Agreement.\nIn the event of a conflict among the terms and conditions of this Agreement and the terms and conditions of any Order, the terms and conditions of this Agreement shall prevail.\nYou agree that the terms and conditions of any purchase order, shrinkwrap, clickwrap, browse-wrap or other documents (even if accepted by 2Checkout) used by You in connection with the Products or this Agreement shall be for administrative purposes only and shall have no legal force or effect, notwithstanding any language to the contrary in any such documents.\n</p>\n<p>18.3 2Checkout reserves the right to change this Agreement at any time by posting notice of the changes on the Website.\nYou will be deemed to have been made aware of, and will be subject to, the changes to this Agreement after such notice has been posted.\nYour continued use of the Products, the Website, or any materials or services accessible through the Website, shall constitute Your acceptance of the changes.\nIf You do not agree to the changes, Your sole remedy shall be to discontinue use of the Products and not place new Orders for Products.\nNo delay or failure by 2Checkout in exercising or enforcing any of its rights or remedies under this Agreement, in whole or in part, and no course of dealing or performance, shall constitute a waiver by 2Checkout of any provision of this Agreement.\n</p>\n<p>18.4 Your Order and this Agreement are personal to You.\nYou shall not assign Your rights or delegate Your obligations under this Agreement, in whole or in part, without the prior written consent of 2Checkout.\nAny attempted assignment or delegation by You shall be voidable ab initio by 2Checkout.\nThis Agreement shall be binding on and inure to the benefit of the parties and their respective successors and permitted assigns.</p>\n<p>18.5 This Agreement shall not be construed as creating any agency, partnership or joint venture between 2Checkout and You.\n</p>\n<p>18.6 The headings contained in this Agreement are intended solely for convenience of reference and are not intended to be part of or affect the meaning or interpretation of this Agreement.\nThe words \"shall,\" \"agree\" and \"will\" are mandatory, the word \"may\" is permissive, the word \"or\" is not exclusive, and the singular includes the plural and vice versa.\n\"Business Day\" shall mean Monday through Friday, excluding New Year's Day, Christmas Day, and other 2Checkout holidays.\nAll time period references in the Agreement to \"days\" other than \"Business Days\" shall be deemed to refer to calendar days.\nAll references to \"days\" or \"Business Days\" shall mean consecutive days or Business Days.\nThis Agreement is executed in the English language.\nIn the event this Agreement is translated into another language, and any inconsistency or discrepancy in meaning or interpretation results therefrom, the English language version shall prevail and control.\n</p>\n<br> ", "created_at": "2021-07-07 02:29:45.43751", "updated_at": "2021-07-07 02:29:52.97022"}, {"id": 724, "name": "End User License Agreement", "url": "https://www.emclient.com/docs/em-client-terms-of-use.pdf", "xpath": "//body", "text": "END USER LICENSE AGREEMENT (\"Agreement\"),eM Client is a computer program which, as a result of creative intellectual activity of its authors, is a work ,protected by copyright.\neconomic rights of the authors in such computer program.,eM Client hereby grants the Customer and the Customer hereby accepts from eM Client, an indefinite, ,non-exclusive, territorially unrestricted, non-sublicensable and non-transferable right to use the Software (as ,defined in Section 1 below) on the Designated Hardware (as defined in Section 3 below), subject to the termsand ,conditions specified below.,IMPORTANT -READ BEFORE COPYING, INSTALLING, OR USING,Do not use or load this Software and any associated materials until you have carefully read the following terms ,and conditions.,By loading or using the Software, you agree to the terms and conditions of this End User License Agreement.\nIf ,you do not wish to so agree, do not install or use the Software.,GENERAL TERMS AND CONDITIONS,1.SOFTWARE,\"Software\" means (i) the machine-readable object code version of the software that eM Client or its ,authorized representative makes available, whether embedded on disc, tape or other media (\"Computer ,Program\"), (ii) the updates or revisions of the Computer Program or Documentation that eM Client or ,its authorized representative may offer to the Customer pursuant to Section 6(\"Updates\") and (iii) any ,copy of the Computer Program or Updates.\nNothing in this Agreement will entitle the Customer to ,receive source code of the Computer Program or Updates, in whole or in part.,2.Documentation,\"Documentation\" means published user manuals and any other documentation that eM Client or its ,authorized representative makes generally available for the Software.,3.DESIGNATED HARDWARE,\"Designated Hardware\" means one (1) compatible hardware device.\nThe Customer may use the ,Software only on the Designated Hardware while it possesses and operates the Designated Hardware.,4.USE,4.1The Customer may use the Software and/or Documentation only in and for Customer's own internal ,purposes and business operations.\nThe Customer will reproduce all confidentiality and proprietary ,notices on each of these copies and maintain an accurate recordof the location of each of these copies.\n,Business operations means using the software with any account which is not used solely for personal ,use.\nFor example, use of any account that includes a domain name (e.g.\nemclient.com) which is ,registered to a business (or any other organization including non-profit or government organization) ,that is in any relation with the customer is understood as business operations.,4.2The Customer may copy and use the Software onto Customer's computers for use subject to these ,conditions:,4.2.1The Customer may not copy, modify, rent, sell, distribute or transfer any part of the Software ,except as provided in this Agreement, and agrees to prevent unauthorized copying of the ,Software.,4.2.2The Customer may not reverse engineer, decompile, or disassemble the Software.,4.2.3The Customer may not sublicense or redistribute the Software.,4.2.4The Software may contain the software and other property of third party suppliers (\"Third ,Party Software\"), some of which may or may not beidentified in, and/or licensed in ,accordance with, the Agreement, and/or an enclosed license.txt file or other text or file.\nThe ,use of such Third Party Software is subject to License terms determined by these third ,parties.\nYou may use such Third Party Software in accordance with license terms that apply to ,them and which are attached to them.,4.2.5The Customer shall make reasonable efforts to discontinue use of the older version of the ,Software upon eM Client's release of an update, upgrade, or new version of the Software.,4.2.6The Customer may not make any statement that the Software is certified, or that its ,performance is guaranteed, by eM Client.,4.3The Customer may use the Software either (i) after inputting an \"Activation Code\" obtained from eM , C lient (\"Activating\") or (ii) during one-time initial try out period (\"Demo Period\").,4.4Activation Code obtained from eM Client is designated either for (i) Commercial use (\"Purchase\") or (ii) ,Non-commercial (free) use.\n,5.SUPPORT,5.1The following terms and conditions shall apply (i) during the first year after the Purchase (the \"Initial ,Support Term\") and (ii) during each Additional Support Term (as defined below) that the Customer has ,purchased from eM Client or its authorizedrepresentative:,5.1.1Support Agreement: eM Client or its authorized representative will provide support for the ,Software during the Initial Support Term and each Additional Support term, if any.\nSupport ,includes configuration assistance, how-tos, problem determinations, reasonable problem ,resolutions and automatic provisioning of software program temporary fixes.\nIt also ,includes support during working hours via email or other forms of communication.\n,5.1.2Support Terms: Upon expiration of the Initial Support Term, support can be purchased for a ,12 month period (an \"Additional Support Term\"), and eM Client will invoice the Customer.\n,Upon expiration of any Additional Support Term, support will automatically renew for ,another 12 month Additional Support Term, and eM Client will invoice the Customer unless ,eM Client or its authorized representatives are notified by the Customer 60 days prior to the ,renewal date.\nIf the Customer allows support to lapse, the Customer will not be entitled to ,subsequent support except at full fair market value.\nIf the Customer would like to renew the ,support contract, a new contract will be executed.\n,6.Limitations of em Client for Free/non-commercial Use,6.1The Software Activated using Non-commercial (free) Activation Code (\"eM Client for ,Free/Non-Commercial Use\") may not be used for business operations.,6.2Users of eM Client for Free/Non-Commercial Use are entitled to use only two (2) e-mail accounts.\n,6.3Users of eM Client for Free/Non-Commercial Use are entitled to use only community based support ,available at http://forum.emclient.com.,6.4Users of eM Client for Free/Non-Commercial Use are not entitled to Support as described in Section 5.,7.MAINTENANCE,7.1Maintenance Agreement: eM Client will provide maintenance for the Software provided that the ,Customer has purchased the relevant maintenance services.\nMaintenance includes version upgrades ,and product enhancements.,7.2Program Enhancements and Updates: Unless expressly agreed between the parties otherwise, eM ,Client, or its authorized representative, shall provide the Customer during the Initial Support Term and ,each Additional Support Term, if any, at no additional charge, with upgrades and enhancements to the ,Purchased version of the Software.\nThese may under the sole discretion of eM Client include (i) ,enhancements to the Software, (ii) Updates due to Designated Hardware manufacturers releases (will be ,available to the Customer within 30 days of Designated Hardware manufacturer’s announcement of their ,new release), and (iii) any special “fixes”that may be required in order for the Software to operate in a ,specific business environment.,8.OWNERSHIP OF SOFTWARE AND COPYRIGHTS,Title to the Software and/or the Documentation and all copies thereof remain with eM Client or its ,suppliers.\nThe Software and/or the Documentation is copyrighted and is protected applicable ,copyright laws and international treaty provisions.\nThe Customer shall not remove any copyright notice ,from the Software.\nThe Customer agrees to prevent any unauthorized copying of the Software and/or ,the Documentation.\nExcept as expressly provided herein, eM Client does not grant any express or ,implied right to the Customer under any applicable patents, copyrights, trademarks, trade secret ,information or any other similar intellectual property rights.\nThe Customer will not take any action that ,jeopardizes eM Client's rightsin the Software and/or Documentation or acquire any right in the Software ,and/or Documentation, except the limited use rights specified in Section 4.\neM Client will own all rights ,in any copy, translation, modification, adaptation or derivation of the Software, including any ,improvement or development thereof.\nThe Customer will obtain, at eM Client's or its authorized ,representative’s request, the execution of any instrument that may be appropriate to assign these rights ,to eM Client.,9.LIMITED WARRANTIES,9.1Warranty: eM Client warrants to the Customer that during the first 30 days after Purchase of the ,Software (i) the Software will conform to eM Client's published specifications in effect on the date of ,delivery and (ii) the Software will perform substantially as described in the accompanying ,Documentation.\neM Client does not warrant that (i) the Software will satisfy or may be customized to ,satisfy all of Customer's requirements or (ii) the use of the Software will be uninterrupted or error-free.\n,Laws fromtime to time in force may imply warranties that cannot be excluded or can only be excluded ,to a limited extent.\nThis Agreement shall be read and construed subject to any such statutory ,provisions.,9.2Remedies: In case of breach of Warranty,eM Client or its authorized representative will correct or ,replace any defective Software or, if not practicable, eM Client or its authorized representative will ,accept the return of the defective Software and refund to the Customer the amount paid for the ,Software, less depreciation based on a 3-year straight line schedule.\nThe Customer acknowledges that ,this Paragraph sets forth Customer's exclusive remedy, and eM Client's and its authorized ,representatives’exclusive liability, for any breach of warranty or other duty related to the quality of the ,Software.,9.3Exclusion of Other Warranties: THE SOFTWARE IS PROVIDED AS IS WITHOUT ANY EXPRESS OR IMPLIED ,WARRANTY OF ANY KIND INCLUDING WARRANTIES OF MERCHANTABILITY, NONINFRINGEMENT, OR ,FITNESS FOR A PARTICULAR PURPOSE.\neM Client does not warrant or assume responsibility for the ,accuracy or completeness of any information, text graphics, links or other items contained in the ,Software.,10.SOFTWARE DEFECTS,During the term of this Agreement, eM Client's sole obligation regarding Software defects shall be ,limited to repair of any program defect which prevents normal use of the Software at no cost to the ,Customer.\nThe Customer shall give eM Client prompt notice of any alleged Software defect.\neM ,Client will make every effort to correct the program defect within 30 days.\neM Client’s obligations shall ,be waived in the event of (i) any problem with data on disk files or tapes/cds have been caused by ,deficiencies in DesignatedHardware, any third party hardware and/or software, or by improper handling ,or use by the Customer, or (ii) an unauthorized alteration or revision to the System by the Customer or ,its employees.,11.LIMITATION OF LIABILITY,11.1IN NO EVENT SHALL eM CLIENT OR ITS SUPPLIERS BE LIABLE FOR ANY DAMAGES WHATSOEVER ,(INCLUDING, WITHOUT LIMITATION, LOST PROFITS, BUSINESS INTERRUPTION, OR LOST ,INFORMATION) ARISING OUT OF THE USE OF OR INABILITY TO USE THE SOFTWARE, EVEN IF eM ,CLIENT HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nSOME JURISDICTIONS ,PROHIBIT EXCLUSION OR LIMITATION OF LIABILITY FOR IMPLIED WARRANTIES OR CONSEQUENTIAL ,OR INCIDENTAL DAMAGES, SO THE ABOVE LIMITATIONS MAY NOT APPLY TO THE CUSTOMER.\nTHE ,CUSTOMER MAY ALSO HAVE OTHER LEGAL RIGHTS THAT VARY FROM JURISDICTION TO ,JURISDICTION.,11.2No Consequential Damages: UNDER NO CIRCUMSTANCES WILL eM CLIENT OR ITS AUTHORIZED ,REPRESENTATIVES BE LIABLE FOR ANY CONSEQUENTIAL, INDIRECT, SPECIAL, PUNITIVE OR INCIDENTAL ,DAMAGES, WHETHER FORESEEABLE OR UNFORESEEABLE, BASED ON CUSTOMER'S CLAIMS OR THOSE ,OF CUSTOMER'S (INCLUDING, BUT NOT LIMITED TO, CLAIMS FOR LOSS OF DATA, GOODWILL, PROFITS, ,USE OF MONEY OR USE OF THE SOFTWARE, INTERRUPTION IN USE OR AVAILABILITY OF DATA, ,STOPPAGE OFOTHER WORK OR IMPAIRMENT OF OTHER ASSETS), ARISING OUT OF BREACH OF ,EXPRESS OR IMPLIED WARRANTY, BREACH OF CONTRACT, MISREPRESENTATION, NEGLIGENCE, STRICT ,LIABILITY IN TORT OR OTHERWISE, EXCEPT ONLY IN THE CASE OF PERSONAL INJURY WHERE AND TO ,THE EXTENT THAT APPLICABLE LAW REQUIRES SUCH LIABILITY.\nIN NO EVENT WILL THE AGGREGATE ,LIABILITY INCURRED IN ANY ACTION OR PROCEEDING BY eM CLIENT OR ITS AUTHORIZED ,REPRESENTATIVE EXCEED THE TOTAL AMOUNT ACTUALLY PAID BY THE CUSTOMER FOR THE SPECIFIC ,PRODUCT THAT DIRECTLY CAUSED THE DAMAGE.,12.\nLIMITATION OF LIABILITY IF the Customer is A BUSINESS USER,12.1The Customer acknowledge that the Software has not been developed to meet Customer's individual ,requirements, and that it is therefore Customer's responsibility to ensure that the facilities and functions ,of the Software as described in the Documentation meet Customer's requirements.,12.2eM Client only supply the Software and Documentation for internal use by Customer's business, and ,unless expressly agreed between the parties otherwise the Customer agrees not to use the Software or ,Documentation for any re-sale purposes.,13.INDEMNITY,The Customer shall indemnify, hold harmless, and defend eM Client, and its suppliers from and against ,any claims or lawsuits, including attorney's fees, that arise or result from Customer's distribution and/or ,dissemination of the Software.\neM Client shall have no indemnity obligation to the Customer if the ,patent, copyright or trade secret infringement claim results from (i) a correction or modification of the ,Product not provided by eM Client or its authorized representative, (ii) the failure to promptly install an ,Update or (iii) the combination of the Product with other non-client software.,14.CONFIDENTIALITY,14.1Confidentiality: The Customer acknowledges that the Software and/or the Documentation incorporate ,confidential and proprietary information developed or acquired by or licensed to eM Client.\nThe ,Customer will take all reasonable precautions necessary to safeguard the confidentiality of the Software ,and/or the Documentation, including (i) those taken by the Customer to protect Customer's own ,confidential information and (ii) those which eM Client or its authorized representative may reasonably ,request from time to time.\nThe Customer will not allow the removal or defacement of any confidentiality ,or proprietary notice placed on the Software and/or the Documentation.\nThe placement of copyright ,notices on these items will not constitute publication or otherwise impair their confidential nature.,14.2Disclosure: If an unauthorized use or disclosure occurs within the Customer's enterprise, the Customer ,will immediately notify eM Client or its authorized representative and take, at Customer's expense, all ,steps which may be available to recover the Software and/or the Documentation and to prevent their ,subsequent unauthorized use or dissemination.,15.TERMINATION,TheCustomer may terminate this Agreement, without right to refund, by delivering a written notification ,to eM Client.\nThe written notification shall be delivered to e-mail sales@emclient.com.\neM Client may ,terminate this Agreement by delivering a written notification to the Customer to the e-mail address, that ,the Customer has entered when activating the Software, at will, or without refund obligation, if the ,Customer breaches this Agreement and fails to cure such breach to eM Client's satisfaction within 30 ,days of eM Client's demand for cure.\nIn case of Free/Non-Commercial Use, eM Client may terminate this ,agreement at any time without specifying a reason.\nUpon the termination of this Agreement for any ,reason, all rights granted to the Customer hereunder will cease, and the Customer will promptly (i) purge ,the Software, the Documentation and any related Updates from the Designated Hardware and all of ,Customer's other computer systems, storage media and other files, (ii) destroy the Software and the ,Documentation and all copies thereof and (iii) deliver to eM Client an affidavit which certifies that the ,Customer has complied with these termination obligations.\nThe following paragraphs shall apply also ,after the termination of this Agreement: 6, 8, 9, 10, 11, 12.,16.LEGAL FEES AND ENFORCEABILITY,If any action at law or inequity is brought to enforce or interpret any of the provisions of this Agreement, ,the prevailing party shall be entitled to reasonable legal fees.\nIn the event any provision of this ,Agreement is held by any court to be invalid, void, or unenforceable by notion of law or inequity, the ,remaining provisions shall continue in full force and effect.,17.AUDIT,During the period of validity of this Agreement and for the period of three (3) years afterthe termination ,of this Agreement, eM Client may audit, upon reasonable notice to you, and at eM Client's expense, your ,compliance with this Agreement.,18.APPLICABLE LAWS,Claims arising under this Agreement shall be governed by the laws of Czech Republic.\nAll disputes, ,controversy or claims, contractual as well as non-contractual, arising out of or in connection with this ,Agreement or the breach, termination or invalidity thereof (which the Parties fail to agree upon by ,negotiations), shall be finally settled by competent courts in the Czech Republic.,19.MISCELLANEOUS,19.1Copyright, economic rights of the authors of such computer program alongside with all other rights ,consequent from this Agreement are exercised by eM Client s.r.o., acompany with the registered seat at ,Thámova 18, Praha 8, postal code 186 00, Czech Republic, registered in Commercial Register of the ,Municipal Court in Prague, Reference No.: C 178930, Company ID: 248 36 940 (\"eM Client\").,19.2The Customer understands and consents that eM Client will receive and store (i) usage information, (ii) ,data related to validity of license based on the unique ID generated on the Designated Hardware, (iii) ,primary e-mail address being set up within the Software and (iv) information from alphanumeric ,identifiers (cookies) transferred to the Customer through the Customer's browser to enable to keep track ,of a life cycle of customers.\n,19.3If eM Client has justified doubts about non-commercial use of software activated with ,Free/Non-Commercial Use Activation key (as defined in 6.1), it may contact the customer at the e-mail ,address registered with his license or the e-mail address mentioned in 19.2 (iii) to resolve the issue.\n,19.4The Customer shall not assign, delegate or otherwise transfer this Agreement or any of its rights or ,obligations hereunder without eM Client's prior approval.\nAll notices or approvals required or ,permitted under this Agreement must be given in writing.\nAny waiver or modification of this ,Agreement will not be effective unless executed in writing and signed by eM Client.\nThis Agreement ,will bind Customer's successors-in-interest.,19.5This Agreement constitutes the entire agreement between the Customer and eM Client and supersedes ,all prior oral or written agreements concerning the subject matter of this Agreement.\nThe Customer ,represents, that when entering this Agreement on behalf of another person or entity, the Customer has ,all necessary authority to enter into this Agreement and has the legal capacity to enter into this ,Agreement and bind such entity or person by this Agreement.\nThe Customer and eM Client have ,agreed that eM Client may change or modify this Agreement at any time.\nThe Customer shall be ,provided with the proposed amendment to this Agreement via e-mail address that the Customer has ,entered when activating the Software, at least one (1) month before the expected effective date of the ,amendment.\nThe Customer may reject the proposed amendment and terminate the Agreement in ,accordance to Clause 15 of this Agreement.", "created_at": "2018-11-09 20:48:26.644748", "updated_at": "2021-07-07 02:28:22.935527"}, {"id": 2953, "name": "Client Privacy Policy", "url": "https://www.emclient.com/docs/em-client-privacy-policy.pdf", "xpath": "//body", "text": "eM Client s.r.o.(\"Company\") knows that you care about how your personal information ,is used and shared, and we take your privacy seriously.\nPlease read the following to ,learn more about our privacy policy.\nBy using Company’s products and services and/or ,visiting the emclient.com (the “Site”) website and domain name, and any other linked ,pages, features, content, or eM Client application(s) (the “Applications”) offered from by ,Company in connection therewith (collectively, the \"Services\"), you acknowledge that ,you accept the practices and policies outlined in this Privacy Policy.\n,PARTICULARLY IMPORTANT INFORMATION,WHO WE ARE:For the purpose of applicable data protection legislation, the data ,controller of your personal data is eM Client s.r.o., Thamova 18, Prague 8, 18600, ,Czech Republic.,MUST READ SECTIONS:We draw your attention in particular to the sections entitled ,“International Data Transfer” and “Your Rights.”,CHANGES TO THIS POLICY:We will post any modifications or changes to the Policy ,on our Services.\nWe reserve the right to modify the Policy at any time, so we encourage ,you to review it frequently.\nThe “Last Updated” legend above indicates when this Policy ,was last changed.\nIf we make any material change(s) to the Policy, we will notify you via ,email prior tosuch change(s) taking effect.,1.\nPURPOSES OF PROCESSING,What is personal data?,We collect information about you in a range of forms, including personal data.\nAs used ,in this Policy, “personal data” is as defined in the [UK Data Protection Act 1998/the ,European Data Protection Directive 95/46/EC/General Data Protection Regulation 2018] ,and any successor legislation, this includes any information which, either alone or in ,combination with other information we hold about you, identifies you as an individual, ,including, for example, your name, postal address, email address and telephone ,number.,Why do we need your personal data?,We will only process your personal data in accordance with applicable data protection ,and privacy laws.\nWe need certain personal data in order to provide you with access to ,the Services.\nIf you created a profile registered with us, you will have been asked to tick ,to agree to provide this information in order to access our services, purchase our ,products, view our content.,2.\nCOLLECTING YOUR PERSONAL DATA,We collect information about you in the following ways:,Information You Give Us.This includes:,•the personal data you provide when you register to use our ,Services, including yourname and e-mail if you are Free version user or name, ,company name, e-mail and address if you are a Pro user;,•the personal data that may be contained in any video, comment or ,other submissions you upload or post to the Services;,•the personal data you provide in connection with our promotions we ,runon the Services;,•the personal data you provide when you report a problem with our ,Services or when we provide you with customer support on our customer forum ,or our VIP technical support;,•the personal data you provide when you make a purchase through ,our Services.\nand,•the personal data you provide when you correspond with us by ,phone, email or otherwise.,•the unique identifier calculated from your hardware configuration ,we use for validating of your license once you activate some of the Application,•the primary e-mail address being set up within the Applications.\n,This data is used for purpose of better identification of the computer to allow ,advanced services such as Server settings feature offered in our License ,manager.\nThe address can also be used for a detection of a commercial use of ,the Application.,Information You Never Give Us.\neM Client is a desktop application and allows users ,to set up accounts to online services such as G Suite, iCloud, Office365 and other ,services.\nFor its operation, it needs to cache some of this data on the local computer.\n,However, the Company never retrieves and has no access to this data.\nThis ,includes account data, passwords, e-mails, calendars, tasks, notes, contacts and chat ,messages.\nThe Company will never access this data for any purposes.\nAll the ,information we receive from you is listed in the previous paragraph.,Information We Get from Others.We may also get information about you from other ,sources, for example, if you have agreed to share information with one of our partners, ,we may add this to information we get from our Services.,Information Automatically Collected.We automatically log information about you and ,your computer or mobile device when you access our Services.\nFor example, when ,visiting our Services, we log your computer or mobile device operating system name ,and version, manufacturer and model, browser type, browser language, screen ,resolution, the website you visited before browsing to our Services, pages you viewed, ,how long you spent on a page, access times and information about your use of and ,actions on our Services.\nWe collect this information about you using cookies.\nPlease ,refer to the sections on cookies, Flash Technology, and Pixel Tags below.,Automated Decision Making and Profiling.We may use automated decision making ,and/or profiling in regards to your personal data for some services and products, for ,example by providing you with some relevant features suggestion or by offering you a ,custom promotional offer based on your email information and behavior inside our ,Services.\nYou can request a manual review of the accuracy of an automated decision ,that you are unhappy with or limit or object to such automated decision making and/or ,profiling by contacting us atsupport@emclient.com,3.\nCOOKIES,What are cookies?,We may collect information using “cookies.” Cookies are small data files stored on the ,hard drive of your computer or mobile device by a website.\nWe may use both session ,cookies (which expire once you close your web browser) and persistent cookies (which ,stay on your computer or mobile device until you delete them) to provide you with a ,more personal and interactive experience on our Services.,We use two broad categories of cookies: (1) first-party cookies, served directly by us to ,your computer or mobile device, which are used only by us to recognize yourcomputer ,or mobile device when it revisits our Services.\nand (2) third-party cookies, which are ,served by service providers on our Services, and can be used by such service providers ,to recognize your computer or mobile device when it visits other websites.,Cookies we use,Our Services use the following types of cookies for the purposes set out below:,Type of cookie,Purpose,Essential Cookies,These cookies are essential to provide you with services available through our Services ,and to enable you to use someof its features.,Without these cookies, the services that you have asked for cannot be provided, and we ,only use these cookies to provide you with those services.,Functionality Cookies,These cookies allow our Services to remember choices you make when youuse our ,Services.\nThe purpose of these cookies is to provide you with more personal experience ,and to avoid you having to re-enter your preferences every time you visit our Services.,Analytics and Performance Cookies,These cookies are used to collect information about traffic to our Services and how ,users use our Services.\nThe information gathered does not identify any individual visitor.\n,It includes the number of visitors to our Services, the websites that referred them to our ,Services, the pages they visited on our Services, the features they used on our ,Services, what time of day they visited our Services, whether they have visited our ,Services before, and other similar information.\nWe use this information to help operate ,our Services more efficiently, to gather broad demographic information and to monitor ,the level of activity on our Services.,We use Google Analytics, Google Optimize, and Smartlook for this purpose.\nThose ,providers use their own cookies.\nIt is only used to improve how our Services works.You ,can find out more information about Google Analytics cookies ,here:https://developers.google.com/analytics/resources/concepts/gaConceptsCookies,You can find out more about how Google protects your data ,here:https://www.google.com/analytics/learn/privacy.html.,You can prevent the use of Google Analytics relating to your use of our Services by ,downloading and installing the browser plugin available via this ,link:http://tools.google.com/dlpage/gaoptout?hl=en-GB,Targeted and advertising cookies,These cookies track your browsing habits to enable us to show advertising which is ,more likely to be of interest to you.\nThese cookies use information about your browsing ,history to group you with other users who have similar interests.\nBased on that ,information, and with our permission, third-party advertisers can place cookies to enable ,them to show adverts which we think will be relevant to your interests while you are on ,third party websites.,Social Media Cookies,These cookies are used when you share information using a social media sharing ,button or “like” button on our Services or you link your account or engage with our ,content on or through a social networking website such as Facebook, Twitter or ,Google+.\nThe social network will record that you have done this.,Disabling cookies,You can typically remove or reject cookies via your browser settings.\nIn order to do this, ,follow the instructions provided by your browser (usually located within the “settings,” ,“help” “tools” or “edit” facility).\nMany browsers are set to accept cookies until you change ,your settings.,If you do not accept our cookies, you may experience some inconvenience in your use ,of our Services.\nFor example, we may not be able to recognize your computer or mobile ,device and you may need to log in every time you visit our Services.,4.\nPIXEL TAGS,We may also use pixel tags (which are also known as web beacons and clear GIFs) on ,our Services to track the actions of users on our Services.\nUnlike cookies, which are ,stored on the hard drive of your computer or mobile device by a website, pixel tags are ,embedded invisibly on webpages.\nPixel tags measure the success of our marketing ,campaigns and compile statistics about usage of the Services so that we can manage ,our content more effectively.\nThe information we collect using pixel tags is not linked to ,our users’ personal data.,5.\nADVERTISING,Generally.We may use other companies to serve third-party advertisements when you ,visit and use the Site/Application(s)/Services.\nThese companies may collect and use ,click stream information, browser type, time and date, subject of advertisements clicked ,or scrolled over during your visits to the Site/Application(s)/Services and other websites ,in order to provide advertisements about goods and services likely to be of interest to ,you.\nThese companies typically use tracking technologies to collect this information.\n,Other companies’ use of their tracking technologies is subject to their own privacy ,policies.,Targeted Advertising.In order to serve offers and advertisements that may interest ,you, we may display targeted advertisements on the Site/Application(s)/Services, or ,other digital properties or applications in conjunction with our content based on ,information provided to us by our users and information provided to us by third parties ,that they have independently collected.\nWe do not provide personal data to advertisers ,when you interact with an advertisement.,7.\nUSING YOUR PERSONAL DATA,We may use your personal data as follows:,•to operate, maintain, and improve our Services, products, and ,services;,•to manage your account, including to communicate with you ,regarding your account, if you have an account on our Services;,•to operate and administer our promotions you participate in on our ,Services;,•to respond to your comments and questions and to provide ,customer service;,•to send information including technical notices, updates, security ,alerts, and support and administrative messages;,•with your consent, to send you marketing e-mails about upcoming ,promotions, and other news, including information about products and services ,offered by us and our affiliates.\nYou may opt-out of receiving such information at ,any time: such marketing emails tell you how to “opt-out.” Please note, even if ,you opt out of receiving marketing emails, we may still send you non-marketing ,emails.\nNon-marketing emails include emails about your account with us (if you ,have one) and our business dealings with you;,•if eM Client has justified doubts about non-commercial use of ,software activated with free/non-commercial use activation key, it may contact ,the customer at the e-mail address registered with his license or the e-mail ,address mentioned in paragraph 2 to resolve the issue.,•to process payments you make via our Services;,•to link or combine user information with other personal data;,•as we believe necessary or appropriate (a) to comply with ,applicable laws.\n(b) to comply with lawful requests and legal process, including to ,respond to requests from public and government authorities.\n(c) to enforce our ,Policy.\nand (d) to protect our rights, privacy, safety or property, and/or that of you ,or others.\nand,•as described in the “Sharing of your Personal Data” sectionbelow.,6.\nSHARING YOUR PERSONAL DATA,We may share your personal data as follows:,•Third Parties Designated by You.We may share your personal ,data with third parties where you have provided your consent to do so.,•Our Third Party Service Providers.We may share your personal ,data with our third party service providers who provide services such as data ,analysis, payment processing, information technology, and related infrastructure ,provision, customer service, email delivery, auditing, and other similar services.\n,These third parties are only permitted to use your personal data to the extent ,necessary to enable them to provide their services to us.\nThey are required to ,follow our express instructions and to comply with appropriate security measures ,to protect your personal data.,•Affiliates.We may share some or all of your personal data with our ,affiliates, in which case we will require our affiliates to comply with this Policy.\nIn ,particular, you may let us share personal data with our affiliates where you wish ,to receive marketing communications from them.,•Corporate Restructuring.We may share personal data when we ,do a business deal, or negotiate a business deal, involving the sale or transfer of ,all or a part of our business or assets.\nThese deals can include any merger, ,financing, acquisition, or bankruptcy transaction or proceeding.,•Other Disclosures.We may share personal data as we believe ,necessary or appropriate: (a) to comply with applicable laws.\n(b) to comply with ,lawful requests and legal process, including to respond to requests from public ,and government authorities to meet national security or law enforcement ,requirements.\n(c) to enforce our Policy.\nand (d) to protect our rights, privacy, ,safety or property, and/or that of you or others.,7.\nANONYMOUS DATA,When we use the term “anonymous data,” we are referring to data and information that ,does not permit you to be identified or identifiable, either alone or when combined with ,any other information available to a third party.,We may create anonymous data from the personal data we receive about you and other ,individuals whose personal data we collect.\nAnonymous data might include analytics ,information and information collected by us using cookies.\nWe make personal data into ,anonymous data by excluding information (such as your name) that makes the data ,personally identifiable to you.\nWe use this anonymous data to analyze usage patterns in ,order to make improvements to our Services,8.\nTHIRD PARTY SITES,Our Services may contain links to third party websites and features.\nThis Policy does ,not cover the privacy practices of such third parties.\nThese third parties have their own ,privacy policies and we do not accept any responsibility or liability for their websites, ,features or policies.\nPlease read their privacy policies before you submit any data to ,them.,9.\nUSER GENERATED CONTENT,You may share personal data with us when you submit user-generated content to our ,Services, [including via our forums, message boards, blogs and social networks profiles ,on our Services].,Please note that any information you post or disclose on our Services will become ,public information, and will be available to other users of our Services and to the ,general public.\nWe urge you to be very careful when deciding to disclose your personal ,data, or any other information, on our Services.\nSuch personal data and other ,information will not be private or confidential once it is published on our Services.,If you provide feedback to us, we may use and disclose such feedback on our Services.\n,If you have provided your consent to do so, we may post your first and last name along ,with your feedback on our Services.,10.\nINTERNATIONAL DATA TRANSFER,Your information, including personal data that we collect from you, may betransferred ,to, stored at and processed by us and our affiliates and other third parties outside the ,country in which you reside, including, but not limited to the United States, where data ,protection and privacy regulations may not offer the same level of protection as in other ,parts of the world.\nBy using our Services, you agree to this transfer, storing or ,processing.] We will take all steps reasonably necessary to ensure that your data is ,treated securely and in accordance with this Policy.,11.\nSECURITY,We seek to use reasonable organizational, technical and administrative measures to ,protect personal data within our organization.\nUnfortunately, no transmission or storage ,system can be guaranteed to be completely secure, and transmission of information via ,the internet is not completely secure.\nIf you have reason to believe that your interaction ,with us is no longer secure (for example, if you feel that the security of any account you ,might have with us has been compromised), please immediately notify us of the ,problem by contacting us using the details in section 16below.,12.\nOUR POLICY ON CHILDREN,Our Services are not directed to children under 16.\nIf a parent or guardian becomes ,aware that his or her child has provided us with information without their consent, he or ,she should contact us using the details in section 16below.\nWe will delete such ,information from our files as soon as reasonably practicable.,13.\nSENSITIVE PERSONAL DATA,Subject to the following paragraph, we ask that you not send us, and you not disclose, ,any sensitive personal data (e.g., social security numbers, information related to racial ,or ethnic origin, political opinions, religion or other beliefs, health, biometrics or genetic ,characteristics, criminal background or trade union membership) on or through Services ,or otherwise to us.,If you send or disclose any sensitive personal data to us when you submit user-,generated content to our Services, you consent to our processing and use of such ,sensitive personal data in accordance with this Policy.\nIf you do not consent to our ,processing and use of such sensitive personal data, you must not submit such user-,generated content to our Services.,14.\nYOUR RIGHTS,•Opt-out.You may contact us anytime to opt-out of (i) direct ,marketing communications.\nif you want to opt-out of receiving newsletters, you ,can do so by submitting request athttps://www.emclient.com/unsubscribe.\n(ii) ,automated decision-making and/or profiling.\n(iii) our collection of sensitive ,personal data;(iv) any new processing of your personal data that we may carry ,out beyond the original purpose.\nor (v) the transfer of your personal data outside ,the EEA.\nPlease note that your use of some of the [Site/Application(s)/Services] ,may be ineffective upon opt-out.,•Access.You may access the information we hold about you at any ,time [via your profile/account] or by contacting us directly.,•Amend.You can also contact us to update or correct any ,inaccuracies in your personal data.,•Move.Your personal data is portable –i.e.\nyou to have the ,flexibility to move your data to other service providers as you wish.,•Erase and forget.In certain situations, for example, when the ,information we hold about you is no longer relevant or is incorrect, you can ,request that we erase your data.,If you wish to exercise any of these rights, please contact us using the details in section ,16below.\nIn your request, please make clear: (i)whatpersonal data is concerned.\nand ,(ii)which of the above rightsyou would like toenforce.\nFor your protection, we may ,only implement requests with respect to the personal data associated with the particular ,email address that you use to send us your request, and we may need to verify your ,identity before implementing your request.\nWe will try to comply with your request as ,soon as reasonably practicable and in any event, within one month of your request.\n,Please note that we may need to retain certain information for recordkeeping purposes ,and/or to complete any transactions that you began prior to requesting such change or ,deletion.,15.\nCOMPLAINTS,We are committed to resolving any complaints about our collection or use of your ,personal data.\nIf you would like to make a complaint regarding this Policy or our ,practices in relation to your personal data, please contact us atsupport@emclient.com.\n,We will reply to your complaint as soon as we can and in any event, within 30 days.\nWe ,hope to resolve any complaint brought to our attention, however, if you feel that your ,complaint has not been adequately resolved, you reserve the right to contact your local ,data protection supervisory authority, which for the UK, is the Information ,Commissioner’s Office.,16.\nCONTACT INFORMATION,We welcome your comments or questions about this Policy.\nYou maycontact us in ,writing atsupport@emclient.com,This document was last updated on June28, 2019", "created_at": "2020-10-23 13:46:54.358718", "updated_at": "2021-07-07 02:26:30.950665"}], "points": [{"id": 1635, "title": "Privacy Policy of eM Client mail-server", "source": "https://groups.google.com/forum#!topic/tosdr/_qVDb9mIlTE", "status": "Privacy Policy of eM Client mail-server", "created_at": "2018-05-15 09:11:56.96052", "updated_at": "2021-01-26 22:52:30.688387", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["emclient.com"]}}