{"error": 448, "message": "OK", "parameters": {"id": 5590, "name": "Philip Morris International", "created_at": "2021-11-13 20:16:06.900028", "updated_at": "2021-11-13 23:01:10.903603", "wikipedia": "https://en.wikipedia.org/wiki/Philip_Morris_International", "keywords": null, "related": null, "slug": "philip-morris-international", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5590.png", "url": "pmi.com,pmiprivacy.com", "documents": [{"id": 10043, "name": "Terms of Use", "url": "https://pmiprivacy.com/en/terms-of-use", "xpath": "//*[@id=\"Body_C004_Col00\"]", "text": " Terms of Use<p>This site is operated by Philip Morris Products S.A.\nWhen you use this site, you agree to the terms and conditions that follow and to the terms and conditions of our Privacy Notice.\nIf you do not agree to these terms and conditions, you should immediately cease use of this site.\nThis site is offered to you conditional on your acceptance without modification of the terms, conditions, and notices contained herein.</p> The Structure of our Organization<p>Philip Morris International Inc., is the parent company of Philip Morris Products S.A.\nThroughout the site, the terms \"Philip Morris International,\" \"PMI,\" \"PMI subsidiaries,\" \"we,\" \"us\" and \"our\" refer, as appropriate in the context, to Philip Morris International Inc., or one or more of its subsidiaries.\nFeatured products and positions on issues included on the site are products or positions of the separate businesses operated by the appropriate subsidiary corporation.</p>Links<p>This site includes links to other sites, some of them operated by PMI subsidiaries and some of them operated by third parties.\nThese links are provided as a convenience to you and as an additional avenue of access to the information contained in those other sites.\nWe have not necessarily reviewed all the information on other sites and are not responsible for the content of any other sites or for any products or services that may be offered through other sites.\nThird-party sites may contain information with which we do not agree.\nInclusion of links to other sites should not be viewed as an endorsement of the content of linked sites.\nDifferent terms and conditions may apply to your use of any linked sites.\nYou understand that all information (such as data files, written text, computer software, music, audio files or other sounds, photographs, videos or other images) to which you may have access through links to other sites are the sole responsibility of the person from whom such content originated.</p>Purpose of This Site<p>This site is operated for the purpose of providing general information about us.\nThe site is not operated for advertising or marketing purposes.\nThe material on this site should not be regarded as an offer to sell, or a solicitation of an offer to buy, any product of PMI.\nSuch products are sold only in compliance with the laws of the particular jurisdictions in which they are sold.</p>Accuracy, Completeness and Timeliness of Information on This Site<p>We cannot guarantee that the information that we make available on this site is fully accurate, complete, or current.\nThe material on this site is provided for general information only and should not be relied upon or used as the sole basis for making significant decisions without consulting primary or more accurate, more complete, or more timely sources of information.\nAny reliance upon the material on this site shall be at your own risk.\nThis site may contain certain historical information.\nHistorical information is not necessarily current and is provided for your reference only.\nWe reserve the right to modify the contents of the site at any time, but we have no obligation to update any information on this site.\nYou agree that it is your responsibility to monitor changes to the site.</p>Use of Material from This Site<p>This site (including all its contents) is the property of PMI, or its licensors and is protected by copyright, trademark and other laws of the United States, Switzerland and other countries.\nWe authorize you to browse through the site and print and download copies of material on the site for your personal, non-public, non-commercial use only, so long as you do not remove any copyright or other notices that appear on the material you print or download.\nYou agree that you will not otherwise copy, display or transmit any material on the site in any manner or medium.\nYou also agree not to modify, sell, broadcast or distribute any material on the site in any manner or medium, including by uploading the material or otherwise making the material available on-line.</p>Trademarks<p>This site features logos and other trademarks and service marks that are the property of, or are licensed to, PMI.\nThe site may also include trademarks or service marks of third parties.\nAll these trademarks are the property of their respective owners, and you agree not to use or display them in any manner without the prior written permission of the applicable trademark owner.</p>Google Analytics<p>Google Analytics, owned by Google, Inc.\n(\"Google\") is used by this Site and is a way for us to monitor how you use this site so that we can improve the site.\nGoogle Analytics is a web analytics service provided by Google.\nGoogle Analytics uses \"cookies\", which are text files placed on your computer, to help the website analyze how users use the site.\nThe information generated by the cookie about your use of the website (including your IP address) will be transmitted to and stored by Google on servers in the United States of America.\nGoogle will use this information for the purpose of evaluating your use of the website, compiling reports on website activity for website operators, and providing other services relating to website activity and internet usage.\nGoogle may also transfer this information to third parties where required to do so by law, or where such third parties process the information on Google's behalf.\nGoogle will not associate your IP address with any other data held by Google.\nYou may refuse the use of cookies by selecting the appropriate settings on your browser, however please note that if you do this, you may not be able to use the full functionality of this website.\nBy using this site, you consent to the processing of data about you by Google in the manner and for the purposes set out above.</p>Securities of Philip Morris International Inc.<p>We are not providing investment advice through this site, and the material on this site should not be regarded as an offer to sell, or a solicitation of an offer to buy, any securities of Philip Morris International Inc.\nIf you decide to use any material available on this site in assessing whether to buy or sell securities of Philip Morris International Inc., please be aware that the material on this site generally reflects past performance and historical information only, and that such performance and information is not necessarily an indication of future performance.</p>Disclaimers<p>Your use of this site is at your sole risk.\nThe site is provided on an \"as is\" and \"as available\" basis.\nWe reserve the right to restrict or terminate your access to the site or any feature or part of it at any time.<br>\n<br>Philip Morris International Inc., and all PMI subsidiaries expressly disclaim all warranties of any kind, whether express or implied, including the implied warranties of merchantability, satisfactory quality and fitness for a particular purpose and any warranties that material on the site is noninfringing.\nthat access to the site will be uninterrupted or error-free.\nthat the site will be secure.\nor that information on the site will be complete, accurate or timely.<br>\n<br>If you download any material from this site, you do so at your own discretion and risk.\nYou will be solely responsible for any damage to your computer system or loss of data that results from the download of any such material.\nNo advice or information, whether oral or written, obtained by you from Philip Morris International Inc, any PMI subsidiary or through or from the site shall create any warranty of any kind.<br>\n<br>You agree that links from this website may expose you to content that you may find offensive or objectionable and that in this respect, you use the services at your own risk.</p>Limitation of Liability<p>To the fullest extent permitted under applicable law, you understand and agree that neither Philip Morris International Inc., nor any of its subsidiaries (including Philip Morris Products S.A.) or third-party content providers shall be liable for any direct, indirect, incidental, special, consequential, punitive, or any other damages relating to or resulting from your use of or inability to use this site or any other site you access through a link from this site or from any actions we take or fail to take as a result of electronic mail messages you send us.\nThese include damages for errors, omissions, interruptions, defects, delays, computer viruses, your loss of profits, loss of data, unauthorized access to and alteration of your transmissions and data, and other tangible and intangible losses.\nThis limitation applies regardless of whether the damages are claimed under the terms of a contract, as the result of negligence, or otherwise, and even if we or our representatives have been negligent or have been advised of the possibility of such damages.<br>Your Liability<br>\n<br>If you cause a technical disruption of the site or of the systems transmitting the site to you or others, you agree to be responsible for any and all liabilities, costs and expenses (including attorneys' fees) arising from that disruption.</p>Intellectual Property Rights of Others<p>We respect the intellectual property rights of others, and we request that our visitors do the same.\nIf you think that your work has been copied in a manner that constitutes copyright infringement, please notify us at:<br>\n<br>Philip Morris Products S.A.&nbsp;<br>Law Department&nbsp;<br>Avenue de Rhodanie 50&nbsp;<br>1007 Lausanne, Switzerland</p>Jurisdiction<p>Philip Morris International Inc., is headquartered in New York City in the United States of America.\nThis site is operated by Philip Morris Products S.A.\nin Switzerland.\nThe laws of Switzerland govern these terms and conditions and your use of the site, and you irrevocably consent to the jurisdiction of the competent courts located in Lausanne, Switzerland for any action to enforce these terms and conditions.\nWe recognize that it is possible for you to obtain access to this site from any jurisdiction in the world, but we have no practical ability to prevent such access.\nThis site has been designed to comply with the laws of Switzerland.\nThe businesses conducted by the subsidiaries of Philip Morris International Inc., operate in various countries throughout the world and comply with the laws of the particular jurisdictions in which they operate.\nIf any material on this site, or your use of the site, is contrary to the laws of the place where you are when you access it, the site is not intended for you, and we ask you not to use the site.\nYou are responsible for informing yourself of the laws of your jurisdiction and complying with them.</p>Changes to These Terms<p>We reserve the right, at our complete discretion, to change these terms and conditions at any time by posting revised terms on the site.\nIt is your responsibility to check periodically for any changes we may make to these terms and conditions.\nYour continued use of this site following the posting of changes to these terms or other policies means you accept the changes.<br>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> ", "created_at": "2021-11-13 19:18:53.804792", "updated_at": "2021-11-13 19:19:11.515991"}, {"id": 10042, "name": "Privacy Notice", "url": "https://pmiprivacy.com/en/corporate-website", "xpath": "//*[@id=\"Body_C003_Col00\"]", "text": " Who are we? How do we collect information about you? What information about you do we collect? For what purposes do we use information about you, and on what legal basis? Who do we share your information with, and for what purposes? Where might information about you be sent? How do we protect information about you? How long will information about you be kept? What rights and options do you have? Country-specific additional points Who should you contact with questions? Changes to this notice Who are we? <p>We are a member of Philip Morris International.\nOur details (name, address, etc.) will have been given to you separately at the time of (or to confirm) the collection of information about you, for example, in a notice on an app or a website, or in an e-mail or sms, containing a link to this notice.</p> Find Out More <ul>\n<li>\n<em>PMI:</em> Philip Morris International, a leading international tobacco group.\nIt is made up of a number of companies or “affiliates”.</li>\n<li>\n<em>PMI affiliates:</em> Each member of the Philip Morris International group of companies is a “PMI affiliate”.\n“We” (or “us” or “our”) refers to the PMI affiliate that first collected information about you.</li>\n<li>\n<em>PMI product</em>\n<em>:</em> means a product of ours or of another PMI affiliate.</li>\n</ul> How do we collect information about you? <p>We may collect information about you in various ways.</p>\n<ul>\n<li>\n<p>You may provide us with information directly (e.g.\nif you register to receive PMI press releases or e-mail alerts.\nwhen you submit content to a digital PMI touchpoint, or fill in a form, or make a call to us).</p>\n</li>\n<li>\n<p>We may collect information automatically (e.g.\nwhen you use a PMI app or website).</p>\n</li>\n</ul>\n<p>In this notice, we refer to the methods by which you are in contact with us, e.g.\napps, websites and e-mails, as “PMI touchpoints”.</p> Find Out More <p>We may collect information that you provide directly.\nTypically this will happen when you:</p>\n<ul>\n<li>\n<p>sign up to be a member of our databases (for example if you register to receive PMI press releases or e-mail alerts);</p>\n</li>\n<li>\n<p>submit content to a digital PMI touchpoint;</p>\n</li>\n<li>\n<p>contact us through a touchpoint, or by e-mail, social media or telephone.\nor</p>\n</li>\n<li>\n<p>participate in PMI surveys.</p>\n</li>\n</ul>\n<p>We may collect information about you automatically.\nTypically this will happen when you:</p>\n<ul>\n<li>\n<p>communicate with us (for example, through a touchpoint.\nor social media platforms).\nor</p>\n</li>\n<li>\n<p>use PMI touchpoints (e.g.\nthrough tracking mechanisms in an app or a website).</p>\n</li>\n<li>\n<p>use PMI touchpoints (for example, through tracking mechanisms (such as cookies and web beacons/pixels) that you receive when you use the PMI touchpoint or get an e-mail from us);</p>\n</li>\n<li>\n<p>use third party websites (for example, using technology similar to that described in the bullet above, that you receive when you visit a PMI touchpoint or get an e-mail from us);</p>\n</li>\n</ul>\n<p>As mentioned above, we may collect information about you automatically through the use of cookies and similar tracking technologies (such as web beacons/pixels) that you receive when you visit digital PMI touchpoints or get an e-mail from us.\nThe specific cookies and other mechanisms used will depend on the PMI touchpoint in question.\nTo learn about these mechanisms used on a touchpoint, including how you can accept or refuse cookies, please see the information made available on or through that touchpoint.\nThese mechanisms may include Google analytics cookies (see www.google.com/policies/privacy/partners/).</p>\n<p>We may also collect information in other contexts made apparent to you at the time.</p> What information about you do we collect? <p>We may collect various types of information about you:</p>\n<ul>\n<li>information necessary to provide you with press releases or e-mail alerts</li>\n<li>information you give us when you submit content to a digital PMI touchpoint</li>\n<li>information about your visits to PMI touchpoints</li>\n<li>information you give us in calls you make to switchboards or call centres</li>\n<li>information about your preferences and interests</li>\n<li>information necessary to verify your identity and age</li>\n</ul> Find Out More <p>Information that we collect from you directly will be apparent from the context in which you provide it.\nFor example:</p>\n<ul>\n<li>\n<p>if you submit content to a digital PMI touchpoint, you may provide your name, username, contact, image, location, interests and preferences;</p>\n</li>\n<li>\n<p>you may provide information on your preferences and interests so that we can offer you updates and services that will interest you;</p>\n</li>\n<li>\n<p>we may collect information that enables us to verify your identity and age.</p>\n</li>\n</ul>\n<p>Information that we collect automatically will generally concern:</p>\n<ul>\n<li>\n<p>details of your visit or call (such as time and duration);</p>\n</li>\n<li>\n<p>your use of digital PMI touchpoints (such as the pages you visit, the page from which you came, and the page to which you went when you left, search terms entered, or links clicked within the touchpoint, when you first open the touchpoint, for how long you use it, and how you interact with messages or advertisements we send you).\nwe may use cookies and similar tracking technologies (such as pixels/web beacons) to do this;</p>\n</li>\n<li>\n<p>your use of third party websites, where the information collected will be similar to that described in the bullet above (we may use cookies and similar tracking technologies (such as pixels/web beacons) to do this).\nand</p>\n</li>\n<li>\n<p>your mobile or desktop device and software (such as your IP address or unique device identifier (for example, mobile advertising identifier (MAID) or Android ID (SSAID)), location data (either derived from your IP address or if you choose to share your precise location with us for specified purposes, e.g.\nstore locator), device brand and model, the display settings of your monitor, web browser type, operating system, (some of which may be used in “digital fingerprinting” (see for what purposes we use information about you, below)) and details of any cookies (or similar technologies) that we may have stored on your device).</p>\n</li>\n</ul>\n<p>Information that we collect from third parties will generally consist of publicly-available profile information (such as your preferences and interests), for example from public social media posts.</p> For what purposes do we use information about you, and on what legal basis? <p>In this section, we describe the purposes for which we use personal information.\nHowever, this is a global notice, and where the laws of a country restrict or prohibit certain activities described in this notice, we will not use information about you for those purposes in that country.</p>\n<p>Subject to the above, we use information about you for the following purposes:</p>\n<ul>\n<li>\n<p>To comply with regulatory obligations, such as (where appropriate) verifying your age</p>\n</li>\n<li>\n<p>To administer our contract for user generated content with you (where you submit content to a digital PMI touchpoint)</p>\n</li>\n<li>\n<p>To provide you with, and customise your experiences of, press releases and e-mail alerts</p>\n</li>\n<li>\n<p>To understand whether you are still engaged with our communications and whether you wish to continue to receive them</p>\n</li>\n<li>\n<p>To enable you to use PMI touchpoints, and to customize your experiences of PMI touchpoints</p>\n</li>\n<li>\n<p>For general business administration, and to support all the above, including administering your accounts, corresponding with you, managing your appointments with us or with someone supporting us, fraud prevention (for example in the context of our events and surveys, to ensure that they are not attended/taken more than once by the same person, or in the context of e-commerce to protect cardholder information), personnel training and quality control, and administration and troubleshooting</p>\n</li>\n<li>\n<p>For business analytics, statistical or scientific purposes,&nbsp.\nand improvements, including improving PMI products and services, PMI touchpoints and events, and the information that we (or our affiliates) provide to those interested in our companies</p>\n</li>\n<li>\n<p>For other purposes that we notify you of, or will be clear from the context, at the point information about you is first collected </p>\n<p>The legal basis for our use of information about you is one of the following (which we explain in more detail in the “find out more” section):</p>\n</li>\n<li>\n<p>compliance with a legal obligation to which we are subject;</p>\n</li>\n<li>\n<p>the performance of a contract to which you are a party;</p>\n</li>\n<li>\n<p>a legitimate business interest that is not overridden by interests you have to protect the information;</p>\n</li>\n<li>\n<p>where none of the above applies, or where law requires it, your consent (which we will ask for before we process the information).</p>\n</li>\n</ul> Find Out More <p>The purposes for which we use information about you, with corresponding methods of collection and legal basis for use, are:</p> For what purposes do we use information about you, and on what legal basis? <p>&nbsp;<strong>Purpose</strong>\n</p>\n<p>&nbsp;<strong>Legal Basis for Processing</strong>\n</p>\n<p>\n<strong>\n<em>\n</em>\n</strong>\n</p>\n<p>\n<strong>\n<em>Comply with regulatory obligations</em>\n</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>\n<em>\n</em>\n</strong>verify your age</p>\n</li>\n</ul>\n<p>\n</p>\n<p>This information is generally provided to us by you directly.</p>\n<p> We use it because it is necessary for us to comply with legal obligations, in certain areas of our business, to deal only with adults, or, in countries where there is no such legal obligation, because we have a legitimate business interest to deal only with adults, that is not overridden by your interests, rights and freedoms to protect information about you.</p>\n<p>\n<strong>\n<em>Deliver, and customize your experience of, PMI touchpoints, press releases and mail alerts</em>\n</strong>\n</p>\n<ul>\n<li>\n<p>enabling you to use PMI touchpoints (for example, allowing you to remain logged in to sections of a touchpoint that are reserved for authorized users only, administering your language preference)</p>\n</li>\n<li>\n<p>delivering PMI press releases and mail alerts and corresponding with you</p>\n</li>\n<li>\n<p>customizing your experience of PMI touchpoints (for example, to personalize your visit, such as with greetings or suggestions that might interest you)</p>\n</li>\n<li>\n<p>understand whether you are still engaged with our communications and updates and whether you wish to continue to receive them</p>\n</li>\n<li>\n<p>administering your accounts and troubleshooting</p>\n</li>\n<li>\n<p>fraud prevention (for example in the context of our events and surveys, to ensure that they are not attended/taken more than once by the same person, or in the context of e-commerce to protect cardholder information)</p>\n</li>\n</ul>\n<p>This information is typically a combination of information that you provide to us by you directly (for example, your name and contact and social media details), and information that we collect automatically (for example, using technology (such as cookies and web beacons/pixels) to monitor your use of PMI touchpoints and e-mails from us), and using similar technology to monitor your use of third party touchpoints, and “digital fingerprinting” as described above.\nand (where permitted by law) information that we acquire from third parties (such as public social media posts).</p>\n<p> We use it on the grounds that we have a legitimate business interest to operate PMI touchpoints, to customize your experiences, to understand whether you wish to continue to receive our communications and updates, and prevent fraud, in these ways that is not overridden by your interests, rights and freedoms to protect information about you.</p>\n<p>&nbsp;<strong>\n<em>\n</em>\n</strong>\n</p>\n<p>\n<strong>\n<em>Administer our contract for user generated content with you (where applicable)</em>\n</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>\n<em>\n</em>\n</strong>where you submit content to a digital PMI touchpoint, we use information about you and the content you submit to fulfil, and in accordance with, our user generated content terms</p>\n</li>\n</ul>\n<p>\n</p>\n<p>This information is generally provided to us by you directly.</p>\n<p> We use it because it is necessary for us to fulfil our contract with you and because we have a legitimate business interest to administer our relationship, market our products (including by using any content you submit to a digital PMI touchpoint), and to operate PMI touchpoints that is not overridden by your interests, rights and freedoms to protect information about you.</p>\n<p>\n<strong>\n<em>\n</em>\n</strong>\n</p>\n<p>\n<strong>\n<em>Business administration</em>\n</strong>\n</p>\n<ul>\n<li>\n<p>general organizational management and business record keeping</p>\n</li>\n<li>\n<p>administering and running events</p>\n</li>\n<li>\n<p>correspondence in relation to our relationship with you, including to deal with your inquiries and requests</p>\n</li>\n<li>\n<p>IT systems development, implementation, operation and maintenance</p>\n</li>\n<li>\n<p>maintaining the security of systems and devices</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<strong>\n<em>\n</em>\n</strong>the operation of contact databases</p>\n</li>\n</ul>\n<p>We will generally receive the information from you directly.</p>\n<p> We use it because we have a legitimate business interest to run our business, manage our relationship with you and maintain the security and integrity of our IT systems that is not overridden by your interests, rights and freedoms to restrict use of information about you.</p>\n<p>\n<strong>\n<em>\n</em>\n</strong>\n</p>\n<p>\n<strong>\n<em>Security and systems monitoring</em>\n</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>\n<em>\n</em>\n</strong>authentication and access controls and logs, where applicable</p>\n</li>\n</ul>\n<p>\n</p>\n<p>This information is collected automatically through various means such as automated systems and device monitoring.</p>\n<p> We use it because we have a legitimate business interest in ensuring the confidentiality, integrity and security of our digital infrastructure that is not overridden by your interests, rights and freedoms to protect information about you.</p>\n<p>\n<strong>\n<em>\n</em>\n</strong>\n</p>\n<p>\n<strong>\n<em>Business</em>\n</strong>\n<strong>\n<em> analytics and improvements</em>\n</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>\n<em>\n</em>\n</strong>for business analytics, statistical or scientific purposes (including for improving PMI products, services, outlets that sell PMI products, events, digital PMI touchpoints and the information that we (or our affiliates) provide to our customers)</p>\n</li>\n</ul>\n<p> This will typically be a combination of information that you provide to us (such as information from your communications with PMI touchpoints.\nor demographic information, e.g.\nyour age, gender and the city where you live).\ninformation that we collect automatically (which may include information received from cookies, pixels and similar technologies).\nand (where permitted by law) information that we acquire from third parties.\nWhere we have more than one type of information from these categories, we will combine them to improve our analysis.<br>\n<br> We use it on the grounds that either:</p>\n<ul>\n<li>\n<p>we have your consent to do this.\nor</p>\n</li>\n<li>\n<p>we have a legitimate business interest to analyze and to improve our business performance, our products, PMI touchpoints, outlets and events, and to invite others to get involved in promoting PMI products, that is not overridden by interests, rights and freedoms to protect information about you.</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>Where we do not base our use of information about you on one of the above legal bases,&nbsp;or where law requires it, we will ask for your consent before we process the information (these cases will be clear from the context).</p>\n<p>In some instances, we may use information about you in ways that are not described above.\nWhere this is the case, we will provide a supplemental privacy notice that explains such use.\nYou should read any supplemental notice in conjunction with this notice.</p> Who do we share your information with, and for what purposes? <p>We may share information about you with:</p>\n<ul>\n<li>PMI affiliates;</li>\n<li>third parties who provide PMI affiliates or you with products or services;</li>\n<li>other third parties, where required or permitted by law.</li>\n</ul>\n<p>We share information about you with others only in accordance with applicable laws.\nThus, where law requires your consent, we will first ask for it.</p> Find Out More <p>\n<strong>\n<em>Sharing data with </em>\n</strong>\n<strong>\n<em>other PMI affiliates</em>\n</strong>\n</p>\n<ul>\n<li>Information about you will be shared with Philip Morris Products S.A.&nbsp;(based in Neuchâtel, Switzerland), which is the place of central administration of personal data processing for PMI affiliates.\nPhilip Morris Products S.A.&nbsp;processes the information about you for all the purposes described in this notice.</li>\n<li>Information about you may be shared with the PMI affiliate that is responsible for the country in which you live (if it wasn’t the PMI affiliate that first collected the information) for all the purposes described in this notice.</li>\n<li>Information about you may be shared with any other PMI affiliate that you contact (for example, if you travel and you want to know about a PMI affiliate’s activities in another country) in order to enhance our service to you.</li>\n</ul>\n<p>Details of PMI affiliates and the countries in which they are established are available.</p>\n<p>\n<strong>\n<em>Country-specific additional points</em>\n</strong>\n</p>\n<p>According to which country you are in, we want you to be aware of some further points.</p>\n<p>\n<strong>\n<em>If you are in Japan, find out more…</em>\n</strong>\n</p>\n<p>If you are in Japan, note that we share information about you, for the purposes described in this notice, with other PMI affiliates on the basis of “joint use” under Japanese data protection laws.\nWhen we do this, Philip Morris Japan Limited (PMJ) continues to manage your personal information responsibly, and we require those with whom we share the data to do the same.\nFurther, if they are located outside Japan, we take reasonable measures in accordance with the relevant laws and regulations.</p>\n<p>\n<strong>\n<em>Sharing data with Third Parties</em>\n</strong>\n</p>\n<ul>\n<li>To the extent permitted by applicable law, we may share information about you with third parties who provide PMI affiliates or you with products or services (such as advisers, payment service providers, delivery providers, information services providers and age verification providers).</li>\n<li>We may share information about you with other third parties, where required or permitted by law, for example: regulatory authorities.\ngovernment departments.\nin response to a request from law enforcement authorities or other government officials.\nwhen we consider disclosure to be necessary or appropriate to prevent physical harm or financial loss or in connection with an investigation of suspected or actual illegal activity.\nand in the context of organisational restructuring.</li>\n</ul> &nbsp.\nWhere might information about you be sent? <p>As with any multinational organisation, PMI affiliates transfer information globally.\nAccordingly, information about you may be transferred globally (for example, if you are in&nbsp.\nthe European Economic Area (\"EEA\"), your information may be transferred outside the EEA.\nif you are in Australia, you information may be transferred outside Australia).</p> Find Out More <p>When using information as described in this notice, information about you may be transferred either within or outside the country or territory where it was collected, including to a country or territory that may not have equivalent data protection standards.</p>\n<p>For example, PMI affiliates within the EEA may transfer personal information to PMI affiliates outside the EEA.\nIn all such cases, the transfer will be:</p>\n<ul>\n<li>on the basis of a European Commission adequacy decision;</li>\n<li>subject to appropriate safeguards, for example the EU Model Contracts.\nor</li>\n<li>necessary to discharge obligations under a contract between you and us (or the implementation of pre-contractual measures taken at your request) or for the conclusion or performance of a contract concluded in your interest between us and a third party, such as in relation to travel arrangements.</li>\n</ul>\n<p>In all cases, appropriate security measures for the protection of personal information will be applied in those countries or territories, in accordance with applicable data protection laws.</p>\n<p>Our service providers are located in many countries throughout the world, including in particular the EEA, Switzerland, the USA, Canada, India, the Philippines, Indonesia, and Australia.</p> How do we protect information about you? <p>We implement appropriate technical and organisational measures to protect personal information that we hold from unauthorised disclosure, use, alteration or destruction.\nWhere appropriate, we use encryption and other technologies that can assist in securing the information you provide.\nWe also require our service providers to comply with strict data privacy and security requirements.</p> How long will information about you be kept? <p>We will retain information about you for the period necessary to fulfil the purposes for which the information was collected.\nAfter that, we will delete it.\nThe period will vary depending on the purposes for which the information was collected.\nNote that in some circumstances, you have the right to request us to delete the information.\nAlso, we are sometimes legally obliged to retain the information, for example, for tax and accounting purposes.</p> Find Out More <p>Typically, we retain data based on the criteria described in the table below:</p> How long will information about you be kept? &nbsp;<strong>Type</strong>\n<br> &nbsp;<strong>\n<strong>Explanation/typical retention criteria</strong>\n</strong>\n<ul>\n<li>database records&nbsp.\n</li>\n</ul>\n<p>If you have signed up to receive e-mail alerts (and similar) or to use a PMI digital touchpoint, most of the information in your profile is kept for the duration of the period you continue to receive the alerts, use the digital touchpoint, or respond to our communications.\nHowever, some elements of your profile, such as your history of use of the PMI digital touchpoint, naturally go out of date after a period of time, so we delete them automatically after defined periods as appropriate for the purpose for which we collected them.</p>\n<ul>\n<li>system audit logs </li>\n</ul>\n<p>System audit logs are retained typically for a period of only a few months.</p>\n<ul>\n<li>&nbsp;business analytics</li>\n</ul> &nbsp;Business analytics data is typically collected automatically when you use PMI touchpoints and anonymized/aggregated shortly afterwards.<br>\n<br> Most of the business analytics data is kept for the duration of our relationship with you as described in the first line of this table above.\nHowever, some elements of it, such as some information about whether you opened communications from us (if you choose to share it with us), naturally go out of date after a period of time, so we delete them automatically after defined periods (such as typically after 2 years for e-mail opening data) as appropriate for the purpose for which we collected them.\nWhat rights and options do you have? <p>You may have some or all of the following rights in respect of information about you that we hold:</p>\n<ul>\n<li>request us to give you access to it;</li>\n<li>request us to rectify it, update it, or erase it;</li>\n<li>request us to restrict our using it, in certain circumstances;</li>\n<li>object to our using it, in certain circumstances;</li>\n<li>withdraw your consent to our using it;</li>\n<li>data portability, in certain circumstances;</li>\n<li>opt out from our using it for direct marketing.\nand</li>\n<li>lodge a complaint with the supervisory authority in your country (if there is one).</li>\n</ul>\n<p>We offer you easy ways to exercise these rights, such as “unsubscribe” links, or giving you a contact address, in messages you receive.</p>\n<p>Some mobile applications we offer might also send you push messages, for instance about new products or services.\nYou can disable these messages through the settings in your phone or the application.</p> Find Out More <p>The rights you have depend on the laws of your country.\nIf you are in the European Economic Area, you will have the rights set out in the table below.\nIf you are elsewhere, you can contact us (see the paragraph “who should you contact with questions?” at the end of this notice) to find out more.</p> What rights and options do you have? <strong>Right in respect of the information about you that we hold</strong>\n<br>\n<strong>Further detail (note: certain legal limits to all these rights apply)</strong>\n<ul>\n<li>to request us to give you access to it</li>\n</ul>\n<p>This is confirmation of:</p>\n<ul>\n<li>whether or not we process information about you;</li>\n<li>our name and contact details;</li>\n<li>the purpose of the processing;</li>\n<li>the categories of information concerned;</li>\n<li>the categories of persons with whom we share the information and, where any person is outside the EEA and does not benefit from a European Commission adequacy decision, the appropriate safeguards for protecting the information;</li>\n<li>(if we have it) the source of the information, if we did not collect it from you;</li>\n<li>(to the extent we do any, which will have been brought to your attention) the existence of automated decision-making, including profiling, that produces legal effects concerning you, or significantly affects you in a similar way, and information about the logic involved, as well as the significance and the envisaged consequences of such processing for you.\nand</li>\n<li>the criteria for determining the period for which we will store the information.</li>\n</ul>\n<p> On your request we will provide you with a copy of the information about you that we use (provided this does not affect the rights and freedoms of others).</p>\n<ul>\n<li>to request us to rectify or update it</li>\n</ul>\n<p>This applies if the information we hold is inaccurate or incomplete.</p>\n<ul>\n<li>to request us to erase it</li>\n</ul>\n<p>This applies if:</p>\n<ul>\n<li>the information we hold is no longer necessary in relation to the purposes for which we use it;</li>\n<li>we use the information on the basis of your consent and you withdraw your consent (in this case, we will remember not to contact you again, unless you tell us you want us to delete all information about you in which case we will respect your wishes);</li>\n<li>we use the information on the basis of legitimate interest and we find that, following your objection, we do not have an overriding interest in continuing to use it;</li>\n<li>the information was unlawfully obtained or used.\nor</li>\n</ul>\n<p> to comply with a legal obligation.</p>\n<ul>\n<li>to request us to restrict our processing of it</li>\n</ul>\n<p>This right applies, temporarily while we look into your case, if you:</p>\n<ul>\n<li>contest the accuracy of the information we use.\nor</li>\n<li>have objected to our using the information on the basis of legitimate interest <p>(if you make use of your right in these cases, we will tell you before we use the information again).</p>\n<p>This right applies also if:</p>\n</li>\n<li>our use is unlawful and you oppose the erasure of the data.\nor</li>\n</ul>\n<ul>\n<li> we no longer need the data, but you require it to establish a legal case.</li>\n</ul>\n<ul>\n<li>to object to our processing it</li>\n</ul>\n<p>You have two rights here:</p>\n<ul>\n<li>if we use information about you for direct marketing: you can “opt out” (without the need to justify it) and we will comply with your request.\nand</li>\n<li> if we use the information about you on the basis of legitimate interest for purposes other than direct marketing, you can object to our using it for those purposes, giving an explanation of your particular situation, and we will consider your objection.</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>to withdraw your consent to our using it</li>\n</ul>\n<p>This applies if the legal basis on which we use the information about you is consent.\nThese cases will be clear from the context.</p>\n<ul>\n<li>to data portability</li>\n</ul>\n<p>If:</p>\n<ul>\n<li>you have provided data to us.\nand</li>\n<li> we use that data, by automated means, and on the basis either of your consent, or on the basis of discharging our contractual obligations to you,</li>\n</ul>\n<p> then you have the right to receive the data back from us in a commonly used format, and the right to require us to transmit the data to someone else if it is technically feasible for us to do so.</p>\n<ul>\n<li>to lodge a complaint with the supervisory authority in your country</li>\n</ul>\n<p>Each European Economic Area country must provide for one or more public authorities for this purpose.</p>\n<p>You can find their contact details here:</p>\n<p>http://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm</p>\n<p> For other countries please consult the website of your country’s authority.</p> Country-specific additional points <p>According to which country you are in, you may have some additional rights.</p> Find Out More <p>\n<em>\n<strong>If you are in Australia, find out more...</strong>\n</em>\n<br>\nIf you are in Australia, the following additional information applies to you:</p>\n<p>(A) if you do not provide your personal information to us, we may not be able to (as applicable) provide you with the information services that you request.\nand</p>\n<p>(B) our Privacy Policy (available at https://www.pmiprivacy.com/en-au/privacy-policy) explains: (i) how you may access and correct the personal information that we hold about you.\n(ii) how you can lodge a complaint regarding our handling of your personal information.\nand (iii) how we will handle any complaint.&nbsp;</p>\n<p>\n<em>\n<strong>If you are in France, find out more...</strong>\n</em>\n<br>\nIf you are in France, you have the right to give us instructions regarding information we hold about you in the event of your death (specifically, whether we should store or delete it, and whether others should have the right to see it).\nYou may:</p>\n<p>(A) issue general instructions to a digital service provider registered with the French data protection supervisory authority (called “CNIL”) (these instructions apply to all use of information about you).\nor<br>\n(B) give us specific instructions that apply only to our use of information about you.</p>\n<p>Your instructions may require us to transfer information about you to a third party (but where the information contains information about others, our obligation to respect also their privacy rights might mean that we can’t follow your instructions to the letter).\nYou may appoint a third party to be responsible for ensuring your instructions are followed.\nIf you do not appoint a third party in that way, your successors will (unless you specify otherwise in your instructions) be entitled to exercise your rights over information about you after your death:</p>\n<p>(i) in order to administer your estate (in which case your successors will be able to access information about you to identify and obtain information that could be useful to administer your estate, including any digital goods or data that could be considered a family memory that is transferable to your successors).\nand<br>\n(ii) to ensure that parties using information about you take into account your death (such as closing your account, and restricting the use of, or updating, information about you).<br>\n<br>\nYou may amend or revoke your instructions at any time.\nFor further information on the processing of information about you in the event of your death, see Article 40-1 of the law 78-17 dated 6 January 1978.\nWhen you die, by default, you will stop using your account and we will delete information about you in accordance with our retention policies (see the paragraph “How long will information about you be kept?” for details).<br>\n<br>\n<strong>\n<em>If you are in the Philippines, find out more...</em>\n</strong>\n</p>\n<ul>\n<li>If you are in the Philippines, you may have rights in addition to those set out in this notice in accordance with the Philippine Data Privacy Act and its implementing rules and regulations, including the National Privacy Commission’s Privacy Policy Office Advisory Opinion No.\n2018-031.</li>\n</ul> Who should you contact with questions? <p>If you have any questions, or wish to exercise any of your rights, you can find contact details for the relevant PMI affiliate, and if applicable data protection officer, here.\nContact details will also be given in any communications that a PMI affiliate sends you.</p>\n<p>If your country has a data protection authority, you have a right to contact it with any questions or concerns.\nIf the relevant PMI affiliate cannot resolve your questions or concerns, you also have the right to seek judicial remedy before a national court.</p> Changes to this notice <p>We may update this notice (and any supplemental privacy notice), from time to time.\nWhere the law requires it, we will notify you of the changes.\nfurther, where the law requires it, we will also obtain your consent to the changes.</p>\n<p>Last modified 27 August 2020.\nYou can find previous versions of this notice here .</p> ", "created_at": "2021-11-13 20:16:06.907087", "updated_at": "2021-11-13 19:17:40.865623"}, {"id": 10041, "name": " Cookie Notice", "url": "https://www.pmi.com/cookie-notice", "xpath": "//*[@id=\"ot-sdk-cookie-policy-v2\"]", "text": " Cookie List A cookie is a small piece of data (text file) that a website – when visited by a user – asks your browser to store on your device in order to remember information about you, such as your language preference or login information.\nThose cookies are set by us and called first-party cookies.\nWe also use third-party cookies – which are cookies from a domain different than the domain of the website you are visiting – for our advertising and marketing efforts.\nMore specifically, we use cookies and other tracking technologies for the following purposes: Performance Cookies <p>These allow us to understand how people in general (rather than any individual) use the site, and how well the site performs.\nIn turn, this allows us to improve the way the site operates.\nTo do this, we use these technologies to derive aggregated data: the information they collect from your device is first reduced so that it identifies only the area where you are located, then aggregated, and only then (when the data does not relate to any individuals) do we analyse it.\nYou can opt in or out of our use of these cookies as you wish.</p> Performance Cookies Cookie Subgroup Cookies Cookies used www.pmi.com SessionCamTestCookie, sc.InTg, sc.ASP.NET_SESSIONID, AvatureParams, sc.UserId First Party pmi.com _gid, _ga, _gat_UA-, _gclxxxx, AKA_A2, _gat_UA-10855057-17 First Party nr-data.net JSESSIONID Third Party d2oh4tlt9mrke9.cloudfront.net SessionCamTestCookie, sc.ASP.NET_SESSIONID Third Party ws.sessioncam.com sc.ASP.NET_SESSIONID Third Party Strictly Necessary Cookies <p>These are essential to deliver the site, or features of it that you select, in a convenient way.\nExamples: remember who you are, your preferences and your settings, so you don’t need to enter them each time you change page.\ndisplay content on your device properly.\nfraud prevention (e.g.\nto make sure the same person doesn’t complete the same survey twice).\nBecause these features are necessary, this tool does not allow you to opt out.\nNevertheless, if you wish you can set your browser to reject all cookies, in which case the site may not display properly, and the features you select may not be available.</p> Strictly Necessary Cookies Cookie Subgroup Cookies Cookies used www.pmi.com AWSELB, gig_bootstrap_3_, AWSELBCORS, ASP.NET_SessionId First Party d2oh4tlt9mrke9.cloudfront.net sc.UserId Third Party cookielaw.org __cfduid Third Party pmi.com OptanonConsent, OptanonAlertBoxClosed, gig_toggles Third Party Targeting Cookies <p>These cookies track your use of our, and other, site(s).\nWe tailor our offerings to suit your experiences and interests, e.g.\nto:\n-personalize your experiences with us, e.g.\ncall centers, meetings with our staff, visits to our websites and apps\n-personalize our ads, content, and communications\n-track your continued interest in our brands.\nThese cookies help us with this:\n-we follow the way you interact with us, and (where you allow) with others, e.g.\nhow your calls to us are handled\n-we use tracking pixels (where you allow it) to note which of our e-mails/SMS/etc.\nyou open and which links you click\n-where you opt in on this, or one of our other, website(s), we use these technologies to electronically follow how you use our, and certain third party, websites and mobile apps\n-we combine our learnings from all this (as far as we can.\ne.g.\nif you are not in one of our databases, we will be less able to) to build up a picture of your preferences and your interests\nYou can opt in or out of these cookies as you wish.</p> Targeting Cookies Cookie Subgroup Cookies Cookies used com _fbp First Party pmi.com _gat_xxxxxxxxxxxxxxxxxxxxxxxxxx First Party www.pmi.com sf-trckngckie, __atuvs, __atuvc First Party cdn.krxd.net kppid_managed Third Party dpm.demdex.net dpm Third Party addthis.com uvc, xtc, loc Third Party beacon.krxd.net kppid_managed Third Party gigya.com gmid, hasGmid, ucid, gig3pctest Third Party adform.net C, uid Third Party demdex.net demdex Third Party everesttech.net everest_session_v2, everest_g_v2 Third Party doubleclick.net IDE, test_cookie Third Party s7.addthis.com __atrfs, __atuvc, __atuvs Third Party ", "created_at": "2021-11-13 20:16:06.903815", "updated_at": "2021-11-13 19:16:42.268259"}], "points": [], "urls": ["pmi.com", "pmiprivacy.com"]}}