{"error": 448, "message": "OK", "parameters": {"id": 2631, "name": "Blu-ray.com", "created_at": "2021-01-22 22:14:41.819305", "updated_at": "2021-03-25 03:19:55.808872", "wikipedia": null, "keywords": null, "related": null, "slug": "bluraycom", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2631.png", "url": "blu-ray.com", "documents": [{"id": 3774, "name": "Legal Notices", "url": "https://www.blu-ray.com/legal/", "xpath": "/html/body/center[2]/table/tbody/tr/td[2]", "text": " Legal Notices <br>\n<br> General <br>\n<br>\n<li>Although the information contained on Blu-ray.com has been obtained from sources believed to be reliable, neither Blu-ray.com nor any of its officers, directors, staff or members make any representations with respect thereto, and all information is provided \"as is\" without any warranty of any kind.</li>\n<li>Forum posts, user reviews or any other content submitted by a Blu-ray.com member is the legal responsibility of the individual member.</li>\n<br>\n<br> In compliance with F.T.C.\nFile No.\nP034520, Blu-ray.com states that: <br>\n<br>\n<li>Blu-ray.com receives free screeners from different content providers, which it uses to provide timely reviews for its members and guests.</li>\n<li>Blu-ray.com and its staff are <b>not compensated in any way or form</b> by the content providers, or other organizations associated with them, for their work.</li>\n<br>\n<br> News and announcements <br>\n<br>\n<li>All news announcements posted on Blu-ray.com originate from official press sheets provided by PR companies hired by the content owners to promote their products, official press sheets provided directly by the content owners, advanced retail information (originating from retailers such as Amazon.com and Walmart.com), and/or advanced info provided by talent agencies, producers and/or developers.\nBlu-ray.com does not produce press releases.\nIt only shares with its readers information that has been provided by the parties specified above.</li>\n<br>\n<br> Affiliate links <br>\n<br>\n<li>Blu-ray.com is a participant in the Amazon Services LLC Associates Program, an affiliate advertising program designed to provide a means for sites to earn advertising fees by advertising and linking to Amazon.com.</li>\n<li>Blu-ray.com is a participant in the Amazon Europe S.a.r.l.\nAssociates Programme, an affiliate advertising programme designed to provide a means for sites to earn advertising fees by advertising and linking to Amazon.co.uk, Amazon.de, Amazon.fr and Amazon.it.</li>\n<br>\n<br> Automatic content scraping <br>\n<br>\n<li>Using an automated process/software to crawl Blu-ray.com and reuse Blu-ray.com's information (either by publishing it or using it as a part of your own ratings/recommendations or any other non-public/internal calculations) without written permission is strictly forbidden.\nTraditional Web Search bots (Google, Yahoo, Bing etc) are exempt from this rule.\nUsing Blu-ray.com's RSS feeds to automatically fetch content is allowed and also exempt from this rule.</li>\n<br>\n<br> Manual content scraping <br>\n<br>\n<li>Manual content scraping is allowed, as long as it is not done \"en masse\" and/or systematical in some way.</li>\n<br>\n<br> Other <br>\n<br>\n<li>Using Blu-ray.com is considered a privilege, not a right.\nThis privilege may be revoked at any time for any reason.</li> ", "created_at": "2021-01-22 22:14:56.008368", "updated_at": "2021-01-24 08:50:23.293199"}, {"id": 3775, "name": "Privacy Policy", "url": "https://www.blu-ray.com/contact/privacy.php", "xpath": "/html/body/center[2]/table/tbody/tr/td[2]", "text": " Privacy Policy <br>\n<br> Cookies <br>\n<br> Blu-ray.com uses cookies to store various site settings to enhance site usability and experience.\nSome 3rd party advertisers also use cookies to try to display relevant ads and to not display the same ads several times.\nIf you wish to block cookies you can do so in your web browser settings.\n<br>\n<br>\n<br> IP address <br>\n<br> Blu-ray.com automatically logs all accesses on the site (including access from the apps) with IP, date and referer.\nThe purpose is to gather- and analyze general statistics to improve the site and find possible server problems.\nThose IP addresses are <b>not</b> shared with any third parties.\n<br>\n<br>\n<br> Registered members <br>\n<br>\n<li>To benefit from all advanced site features (including features in the apps), visitors can optionally register on the site with a username and password.\nThe password is encrypted and stored in the database.</li>\n<li>Members are also required to provide a valid e-mail address (also stored in the database) to prove that they are a human being and not an automated spam bot.\nThe e-mails are <b>not</b> shared with any third parties.</li>\n<li>All data about/related to a member account that is stored on the server is property of Blu-ray.com.\nThis data is <b>not</b> shared with any third parties.</li>\n<br>\n<br> Third party websites <br>\n<br> Links from Blu-ray.com to external web sites is for your convenience and does not mean Blu-ray.com endorse those web sites.\nBlu-ray.com has no control over external web sites and takes no responsibility for external links.\n<br>\n<br>\n<br> Third party advertising <br>\n<br> This site allows third-party companies to serve ads and/or collect certain anonymous information when you and other Internet users visit.\nThese companies may use non-personally identifiable information (e.g., click stream information, browser type, time and date, subject of advertisements clicked or scrolled over) during your visits to this site and other Web sites in order to provide advertisements about goods and services likely to be of greater interest to you.\nThese companies typically use a cookie or third-party web beacon to collect this information.\nTo learn more about this behavioral advertising practice or to opt-out of this type of advertising, you can visit http://www.networkadvertising.org/managing/opt_out.asp.\n<br>\n<br>\n<br> Contact <br>\n<br> If you have any questions regarding Blu-ray.com's Privacy Policy, please contact us in our Feedback forum or use our Contact form.\n", "created_at": "2021-01-22 22:15:36.491707", "updated_at": "2021-01-24 08:50:28.954684"}], "points": [{"id": 21244, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.blu-ray.com/legal/", "status": "Generated through the annotate view", "created_at": "2021-05-26 14:27:19.343609", "updated_at": "2021-05-28 07:23:17.740781", "quoteText": "and all information is provided \"as is\" without any warranty of any kind.", "case_id": 286, "document_id": 3774, "quoteStart": 273, "quoteEnd": 346}], "urls": ["blu-ray.com"]}}