{"error": 448, "message": "OK", "parameters": {"id": 4900, "name": "OneTab ", "created_at": "2021-08-21 00:47:29.748235", "updated_at": "2021-08-21 22:01:21.13077", "wikipedia": null, "keywords": null, "related": null, "slug": "onetab", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4900.png", "url": "one-tab.com", "documents": [{"id": 8802, "name": "Privacy assurance ", "url": "https://www.one-tab.com/privacy", "xpath": "", "text": " Privacy assurance\n<br>\n<br>\nThe important part: Information about your tabs are never transmitted or disclosed to either the OneTab developers or any other party.\nThe only exception to this is if you intentionally click on our 'share as a web page' feature that allows you to upload your list of tabs into a web page in order to share them with others.\nTabs are never shared unless you specifically use the 'share as a web page' button.\n<br>\n<br>\nThe remainder of this privacy policy includes the usual web-site privacy language that covers us more broadly to comply with privacy law.\nE.g.\nwe need to disclose that we use technology such as Google Analytics\nto keep track of how busy our Site is.\nWe take your privacy very seriously.\n<br>\n<br>\nThis Privacy Policy governs the manner in which OneTab Ltd collects, uses, maintains and discloses information collected from users (each, a \"User\") of the one-tab.com website and OneTab software (collectively referred to as the \"Site\").\n<br>\n<br>\nPersonal identification information <br>\n<br> We will collect personal identification information from Users only if they voluntarily submit such information to us, such as by registering an account with us to sync their information across multiple computers.\nUsers can always refuse to supply personally identification information, except that it may prevent them from engaging in certain Site related activities.\nWe may collect personal identification information from Users in a variety of ways, including, but not limited to, when Users visit our site, register on the site, and in connection with other activities, services, features or resources we make available on our Site.\nUsers may be asked for details including, as appropriate, name and email address.\n<br>\n<br>\nNon-personal identification information <br>\n<br>\nWe may collect non-personal identification information about Users whenever they interact with our Site.\nNon-personal identification information may include the browser name, the type of computer and technical information about Users means of connection to our Site, such as the operating system and the Internet service providers utilized and other similar information.\n<br>\n<br>\nWeb browser cookies <br>\n<br>\nOur Site may use \"cookies\" to enhance User experience.\nUser's web browser places cookies on their hard drive for record-keeping purposes and sometimes to track information about them.\nUser may choose to set their web browser to refuse cookies, or to alert you when cookies are being sent.\nIf they do so, note that some parts of the Site may not function properly.\n<br>\n<br>\nHow we use collected information <br>\n<br>\nOneTab Ltd may collect and use Users personal information for the following purposes: <br>\n<br>\n- To improve customer service: Information you provide helps us respond to your customer service requests and support needs more efficiently.<br>\n- To personalize user experience: We may use information in the aggregate to understand how our Users as a group use the services and resources provided on our Site.<br>\n- To improve our Site: We may use feedback you provide to improve our products and services.<br>\n- To run a promotion, contest, survey or other Site feature: To send Users information they agreed to receive about topics we think will be of interest to them.<br>\n- To send periodic emails <br>\n<br>\nWe may use the email address to respond to their inquiries, questions, and/or other requests.\nIf User decides to opt-in to our mailing list, they will receive emails that may include company news, updates, related product or service information, etc.\nIf at any time the User would like to unsubscribe from receiving future emails, we include detailed unsubscribe instructions at the bottom of each email.\n<br>\n<br>\nHow we protect your information <br>\n<br>\nWe adopt appropriate data collection, storage and processing practices and security measures to protect against unauthorized access, alteration, disclosure or destruction of your personal information, username, password, transaction information and data stored on our Site.\n<br>\n<br>\nSharing your personal information <br>\n<br>\nWe do not sell, trade, or rent Users personal identification information to others.\nWe may share generic aggregated demographic information not linked to any personal identification information regarding visitors and users with our business partners, trusted affiliates and advertisers for the purposes outlined above.\nWe may use third party service providers to help us operate our business and the Site or administer activities on our behalf, such as sending out newsletters or surveys.\nWe may share your information with these third parties for those limited purposes provided that you have given us your permission.\n<br>\n<br>\nThird party websites <br>\n<br>\nUsers may find advertising or other content on our Site that link to the sites and services of our partners, suppliers, advertisers, sponsors, licensors and other third parties.\nWe do not control the content or links that appear on these sites and are not responsible for the practices employed by websites linked to or from our Site.\nIn addition, these sites or services, including their content and links, may be constantly changing.\nThese sites and services may have their own privacy policies and customer service policies.\nBrowsing and interaction on any other website, including websites which have a link to our Site, is subject to that website's own terms and policies.\n<br>\n<br>\nAdvertising <br>\n<br>\nAds appearing on our site may be delivered to Users by advertising partners, who may set cookies.\nThese cookies allow the ad server to recognize your computer each time they send you an online advertisement to compile non personal identification information about you or others who use your computer.\nThis information allows ad networks to, among other things, deliver targeted advertisements that they believe will be of most interest to you.\nThis privacy policy does not cover the use of cookies by any advertisers.\n<br>\n<br>\nChanges to this privacy policy <br>\n<br>\nOneTab Ltd has the discretion to update this privacy policy at any time.\nWe encourage Users to frequently check this page for any changes to stay informed about how we are helping to protect the personal information we collect.\nYou acknowledge and agree that it is your responsibility to review this privacy policy periodically and become aware of modifications.\n<br>\n<br>\nYour acceptance of these terms <br>\n<br>\nBy using this Site, you signify your acceptance of this policy.\nIf you do not agree to this policy, please do not use our Site.\nYour continued use of the Site following the posting of changes to this policy will be deemed your acceptance of those changes.\n", "created_at": "2021-08-21 00:47:29.750263", "updated_at": "2021-08-20 22:47:49.989492"}], "points": [], "urls": ["one-tab.com"]}}