{"error": 448, "message": "OK", "parameters": {"id": 485, "name": "Pluralsight", "created_at": "2018-05-08 12:19:45.614021", "updated_at": "2021-07-10 00:35:53.124727", "wikipedia": "https://en.wikipedia.org/wiki/Pluralsight", "keywords": "", "related": "", "slug": "codeschool", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/485.png", "url": "pluralsight.com", "documents": [{"id": 8318, "name": "Business and Individual Terms of Use", "url": "https://www.pluralsight.com/terms", "xpath": "//*[@id=\"content\"]", "text": " INDIVIDUAL TERMS OF USE Business Terms of Use <p>Effective Date: July 1, 2021 (v.\n1.1)</p>\n<p>Welcome to Pluralsight! Our mission is creating progress through technology that lifts the human condition, which we are accomplishing by building an ecosystem for people to learn, teach, and connect.\nWhen you visit, view, use, or access our website Pluralsight.com and any applicable subdomains thereof, or any applications, mobile applications, functionalities, content, materials, or other online services provided by Pluralsight (collectively, the “<b>Platform</b>”), whether as a guest or a registered user, you’re agreeing to the following terms and conditions, so please take a few minutes to read over the Terms of Use below.</p> TABLE OF CONTENTS 1.\nINTRODUCTION 2.\nPRIVACY POLICY 3.\nDATA PROTECTION 4.\nPLATFORM ACCESS AND ACCOUNT REGISTRATION 5.\nPLURALSIGHT SUBSCRIPTION PLANS AND PAYMENT 6 PROPRIETARY MATERIALS 7.\nCONFIDENTIALITY 8.\nUSER CONTENT 9.\nFEEDBACK 10.\n“DOs” and “DON’Ts” 11.\nREPRESENTATION, WARRANTIES, AND COVENANTS 12.\nTERMINATION.\nCANCELLATION POLICY 13.\nINDEMNIFICATION 14.\nNO WARRANTY.\nLIMITATIONS ON LIABILITY 15.\nCHANGES TO TERMS OR THE PLATFORM 16.\nADDITIONAL TERMS 17.\nGENERAL Download Business Terms of Use 1.\nINTRODUCTION <p>These Terms of Use (“<b>Terms of Use</b>”) including those additional terms outlined in Section 16 below as may be amended from time to time, together with any documents, policies, or terms they incorporate by reference (collectively, the “<b>Terms</b>”) are entered into by and between you and Pluralsight, LLC, a Nevada limited liability company (“<b>Pluralsight</b>”, “<b>we</b>”, “<b>our</b>” or “<b>us</b>”).\nFor purposes of these Terms, “<b>you</b>” includes, individually and collectively, any individual you (the user or the user’s entity or organization) permit to visit, view, use, or access the Platform under your Plan.\nTo the extent that you have entered into another written agreement with Pluralsight that contains terms that directly conflict with any of these Terms, then the conflicted terms set forth in such other agreement will control.<br>\n</p>\n<p>&nbsp;</p>\n<p>You acknowledge and agree that by (i) visiting, viewing, using, or accessing the Platform, (ii) clicking “Agree”, “Purchase”, “Submit”, or similar links, or (iii) signing or confirming a Sales Order or other agreement incorporating these Terms, that you have read, understand, and agree to be bound by these Terms, irrespective of whether you are a guest or a registered user of the Platform.\nIF YOU DO NOT AGREE TO THESE TERMS, THEN YOU MAY NOT ACCESS OR USE THE PLATFORM.\nPLURALSIGHT’S ALLOWANCE OF YOUR USE AND ACCESS TO THE PLATFORM IS EXPRESSLY CONDITIONED UPON YOUR ASSENT TO ALL OF THE TERMS AND CONDITIONS OF THESE TERMS.</p> 2.\nPRIVACY POLICY <p>Your privacy is important to us, and we are committed to protecting your personal information.\nAny personal information submitted in connection with your use of the Platform is subject to our privacy policy found at http://www.pluralsight.com/privacy (the “<b>Privacy Policy</b>”), which is hereby incorporated by this reference.\nWe will use information about you that we obtain either directly from you or that we obtain by nature of your use of the Platform in accordance with our Privacy Policy solely in furtherance of providing services to you and improving the Platform.</p> 3.\nDATA PROTECTION <p>Pluralsight’s Data Protection Agreement can be found here.</p> 4.\nPLATFORM ACCESS AND ACCOUNT REGISTRATION <p>To access the Platform, you may be asked to provide certain information to help us create and maintain a Pluralsight account for you.\nAs such, it is a condition of your use of the Platform that all information you provide is correct, current, and complete.\nYou agree that all information you provide is governed by our Privacy Policy and you consent to all actions we take with respect to your information consistent with our Privacy Policy.</p>\n<p>Except as expressly provided herein, you may not transfer your account to any other person and you may not use anyone else’s account at any time.\nIn cases where you have nevertheless authorized or registered another person to use your account or Plan, or where you have acted negligently in safeguarding your account as set forth above, you agree you are fully responsible for (i) the acts and omissions of such person accessing the Platform via your account, (ii) controlling the person’s access to and use of the Platform, and (iii) the consequences of any use or misuse by such person(s).<br>\n</p> 5.\nPLURALSIGHT SUBSCRIPTION PLANS AND PAYMENT <p>(a) <u>Subscription Plan and Subscription Management</u>\n</p>\n<p>(b)&nbsp;<u>Plan Scope and Term.</u> The Pluralsight business plan you purchase, register for, order, or renew includes the features set forth on http://www.pluralsight.com/plans or https://www.pluralsight.com/pricing/flow (each, a “<b>Plan</b>”) or, in the Company Partnership Plan (see below).\nPluralsight grants you access to the Platform for the term length set forth at the time of purchase, either during online checkout or as specified on a Sales Order (the “<b>Initial Term</b>”) in strict accordance with these Terms.\nAny renewal of the Initial Term (or a Renewal Term), whether such renewal occurs by way of your automatic renewal, online checkout, a renewal Sales Order, or otherwise, shall be deemed a “<b>Renewal Term</b>”, and together with the Initial Term, the “<b>Term</b>”, as applicable.</p>\n<p>(i).&nbsp;<u>Registration of Individual Users.</u> Depending on your Plan, you may designate one or more of your employees to act as plan manager(s) (each, a “<b>Plan Manager</b>”).\nAny Plan Manager you authorize will have the ability to view user data and content, purchase additional subscriptions, invite users to utilize the features included in your Plan, including assigning and authorizing users via the Platform’s Plan administrative functionalities.\nBy purchasing a Plan, a specific number of individuals may register as Pluralsight users and receive access to the Platform.\nEach user must be designated and assigned by the business purchasing the Plan or by such business’s designated Plan Manager, after which each user will be invited to register for a Pluralsight account and receive access to the Platform.\nAccess to the Platform, including individual subscriptions, is to be used for the internal purposes of the business purchasing the Plan and may not be shared.\nIf your Plan requires it, or if you desire, we can assign and authorize users to specific features included in your Plan after your purchase so long as you provide us with the first name, last name, and email address of the individuals that will be entitled to access the Platform.\nContact your designated Pluralsight Sales Representative or&nbsp;sales@pluralsight.com for&nbsp;more details.</p>\n<p>(ii)&nbsp;<u>Changing the Number of Users</u>.&nbsp;As a Plan holder, you or your Plan Manager may add additional users during the Initial Term or any Renewal Term, as applicable.\nAccess to the Platform is conditioned upon timely payment for each user added, which will be prorated for the number of days remaining in your then-current Term and paid by your Payment Method on file (or invoiced).\nThe number of individual users permitted in your Plan may not be reduced during the Term, nor will refunds be given for unused or unassigned licenses.</p>\n<p>(iii)&nbsp;<u>Transfer of Access Not Permitted</u>.&nbsp;You acknowledge and agree that the user access is specific to the individuals you designate.\nExcept as set forth in your Sales Order, access granted under these Terms are <i>not transferable</i> to any other individual for any reason, and you will take all commercially reasonable steps to prevent your users from granting access to the Platform to any other individuals, both in and outside of your organization.</p>\n<p>(iv)&nbsp;<u>Automatic Renewal</u>.&nbsp;Unless you terminate your Plan in accordance with 12(b) below, or are purchasing through a reseller, or as otherwise set forth in your Sales Order, YOU UNDERSTAND AND AGREE THAT AT THE END OF EACH APPLICABLE TERM WE WILL AUTOMATICALLY RENEW YOUR PLAN (INCLUDING ALL FEATURES ON YOUR PLAN AT THAT TIME) FOR A PERIOD OF TWELVE (12) MONTHS AND PROCESS YOUR PAYMENT METHOD OR INVOICE FOR PAYMENT FOR THE RENEWAL TERM UP TO THIRTY DAYS PRIOR TO YOUR RENEWAL DATE AT THE THEN-APPLICABLE PRICE FOR YOUR PLAN.</p>\n<p>(c)&nbsp;<u>Payment</u>.&nbsp;Access to the Platform is expressly conditioned on timely payment of the then-applicable fee(s) in advance for your Plan in the amount set forth during online checkout or in a Sales Order, unless you are accessing the Platform via a free pilot or other no-fee arrangement.\nWe reserve the right to increase or decrease any fee at any time.\nhowever, to the extent you have paid your fee(s) in advance, the increase or decrease will not become effective for your Plan or service until the end of your current Term.</p>\n<p>(i)&nbsp;<u>Payment Method</u>.\nBy registering for, subscribing to, or purchasing a Plan and providing billing information, you grant us and our authorized third-party payment processor(s) the right to process payment using the debit card, credit card, bank information, third-party payment provider, or reseller you provide, authorize, or maintain on your account (individually, and collectively,&nbsp;“<b>Payment Method</b>”).</p>\n<p>(ii).&nbsp;<u>Payment by Invoice</u>.&nbsp;If you choose to be invoiced during online checkout (or choose to have a third-party payment provider or reseller be invoiced on your behalf) rather than using your own Payment Method, you will be billed upon execution of a Sales Order, irrespective of the Plan start date, or, for online checkout, as of or around the Plan start date set forth during checkout.\nYou hereby agree that payment is due as of the date of any Pluralsight invoice, payable within thirty (30) days of said date.</p>\n<p>(iii)&nbsp;<u>Editing Your Payment Method</u>.&nbsp;IIf using online checkout, you may edit your payment method information by visiting our website and clicking on the “Account” link, available at the top of the pages of the Pluralsight website.\nIf a payment is not successfully settled, due to expiration, insufficient funds, or otherwise, and you do not edit your payment method information or have not provided proper notice of cancellation of your account (see Cancellation Policy in Section 12(b) below), you remain responsible for any uncollected amounts and authorize us to continue billing the payment method, as it may be updated.\nThis may result in a change to your payment billing dates.\nWe may update your payment method with information provided by the applicable payment service provider, and you authorize us to continue to charge the applicable fee to the updated payment method.\nCheck with your payment method service provider for more details.</p>\n<p>(1) When you provide or add any form of payment method to your account, your bank may reserve the funds necessary or place a small authorization hold until the transaction processes or the authorization hold expires, but this is not the actual charge.\nThe authorization will be removed from your account according to the policies of your bank.\nand as such, to remove an authorization, please contact your bank to clarify how long they hold authorizations for online orders.</p>\n<p>(2)&nbsp;Depending on where you transact with us, the type of payment method used, and where your payment method was issued, your transaction with us may be subject to foreign exchange fees or differences in prices because of exchange rates and other Pluralsight-provided geographic-specific pricing.\nWe do not support all payment methods, currencies, or locations for payment.</p>\n<p>(iv)&nbsp;<u>Collection Methods</u>.&nbsp;If your payment method fails, or if your account is past due, we may collect fees owed using other collection mechanisms—this may include charging other payment methods on file with us or retaining collection agencies and legal counsel, the fees and cost of which you hereby agree to pay.\nNotwithstanding anything to the contrary, your obligation to pay fees continues through the end of your applicable Term and regardless of whether you cancel your Plan during such Term.\nLate payments will bear an additional 1.5% interest monthly, plus taxes if applicable, which additional interest will be compounded daily.</p>\n<p>(v)&nbsp;<u>Suspension Because of Nonpayment</u>.&nbsp;If payment is not received within the required time period, or if we are unable to renew your Plan based on inaccurate or outdated payment information, we may suspend your access to the Platform (including all of your users’ access) until payment is received.\nIn the event we suspend your Plan because of nonpayment and reinstate access to the Platform after you have made payment, no additional time will be added to the then-applicable Term.</p>\n<p>(vi)&nbsp;<u>Chargebacks</u>.&nbsp;If you file a chargeback disputing charges made to Payment Method by Pluralsight and the chargeback is granted, your account will be deactivated.</p>\n<p>(vii)&nbsp;<u>Excess Use</u>.&nbsp;If you use the Platform or services in violation of the scope granted hereunder, including but not limited to unauthorized rotation of user subscriptions within your Plan, or adding active users in excess of those outlined in your Sales Order (“Excess Use”), Pluralsight may, in its sole discretion, invoice you for the Excess Use, at the rates set forth in the applicable Sales Order or, in the absence thereof, our current list price for the features included in your Plan for such Excess Use.</p>\n<p>(viii)&nbsp;<u>Taxes</u>.&nbsp;Payment is exclusive of taxes.\nYou are responsible for any applicable sales, use, value-added, or excise taxes, and any other similar taxes, duties or charges of any kind, other than taxes on Pluralsight’s income, imposed by any federal, state, or local governmental entity on any amounts payable by you under these Terms of Use or any Sales Order whether or not such taxes are collected by Pluralsight.\nWhen processing your Payment Method or invoicing, We may include a separate charge for such taxes and will remit taxes collected, if any, to the appropriate taxing authority.</p> 5.1 TEAM TRIAL / PILOT SUBSCRIPTION PLANS <p>Your Plan may begin with a free team trial (for businesses that checkout online) (“<b>Team Trial</b>”) or a free or paid pilot (for businesses that purchase through a sales-guided process) (“<b>Pilot</b>”).\nThe length of your Team Trial or Pilot will be set out at sign-up.\nWe reserve the right, in our absolute discretion, to determine your eligibility for a Team Trial or Pilot, including creating multiple free trial accounts, and to withdraw or to modify your Team Trial or Pilot at any time without prior notice and with no liability.\nAs a Team Trial or Pilot user, you acknowledge and agree that use and access to the Platform is subject to these Terms.</p>\n<p>(a)&nbsp;<u>Team Trial</u>.\nA free Team Trial is provisioned through an online checkout for a limited number of users.\nYou agree that access to the Platform during the Team Trial is governed by these Terms.\nIn order to initiate a free Team Trial, you must enter a valid credit card during checkout payment method—<i>we will not </i>charge your credit card during the Team Trial nor will we automatically convert your account into a paid Plan upon its expiration, unless we provide notification of automatic conversion and automatic renewal when you initiate your Team Trial.\nIf your Plan is not converted to a paid Plan, your users will lose access to the Platform at the end of such Team Trial.</p>\n<p>(b)&nbsp;<u>Pilot</u>.&nbsp;A Pilot is provisioned through a sales-guided checkout only, which may or may not include a fee for the Pilot depending on the scope, features, and number of users on your Pilot.\nYou agree that you and your users’ use of the Platform during the Pilot is governed by these Terms.\nUnless otherwise set forth during checkout or a Sales Order, at the end of your Pilot we <i>will not</i> automatically convert your account into a paid Plan.\nHowever, at the end of your Pilot, in order to continue using and accessing the Platform, you must convert your Pilot into a paid Plan and pay the applicable fee.</p> 5.2 COMPANY PARTNERSHIP PLAN <p>Your Plan may start with a trial, limited, or complete access to our Platform (“<b>Company Partnership Plan</b>”) facilitated through a company or community partnership between a third-party entity and Pluralsight (each, a “<b>Company Partner</b>”).\nThe scope and features of the Platform available to you, the length of your Company Partnership Plan, and the fee (if applicable, and whether paid by you or the Company Partner) will be set out during checkout—most often through a specific URL dedicated to the Company Partnership Plan or set forth in your Sales Order.\nTogether with our Company Partner, we reserve the right, in our absolute discretion, to determine your eligibility for a Company Partnership Plan, and to withdraw or to modify your Company Partnership Plan at any time without prior notice and with no liability.\nAs a Company Partnership Plan user, you acknowledge and agree that your use of and access to the Platform is subject to (i) these Terms, and (ii) any other terms and conditions mandated by the applicable Company Partner as set forth.<br>\n</p> 6.\nPROPRIETARY MATERIALS <p>(a)&nbsp;<u>Use of Pluralsight’s Proprietary Materials</u>.&nbsp;The Platform contains copyrighted materials, trademarks, proprietary and confidential information, and intellectual property of Pluralsight and licensors of Pluralsight (collectively, “Proprietary Materials”), including without limitation source code, video, text, software, photos, graphics, images, music, and sound.\nYou agree not to modify, publish, transmit, participate in the transfer or sale of, create derivative works of, or in any way exploit, in whole or in part, any Proprietary Materials.\nProprietary Materials may only be accessed through the Platform, and not by or from any other site or means.\nThe right of access to the Platform does not grant to you any right to download or store any Proprietary Materials in any medium, other than (i) that downloadable content that may be provided in connection with your Plan for certain training courses, including exercise files, course slides, and sample code, files that are automatically cached by your web browser for display purposes, and (iii) if we provide desktop, mobile, or other applications for download, a single copy of such application for your computer or mobile device solely for your own, personal use, provided you agree to be bound by these Terms and the end user license agreement below (collectively, the “Authorized Downloadable Materials”).\nAuthorized Downloadable Materials are held by you pursuant to a limited revocable license only, and are subject to all restrictions described herein, including the prohibition on further transfer, sale, creation of derivative works, or exploitation in any manner.</p>\n<p>(b)&nbsp;<u>End-user License Agreement</u>.&nbsp;Pluralsight grants to you a non-exclusive license for the use and installation of the Authorized Downloadable Materials subject to all the terms and conditions as set forth in the Terms.\nThis license governs any and all software upgrades or additional features provided by Pluralsight that would replace or supplement the original installed version of the Authorized Downloadable Materials, unless those other upgrades or features are covered under a separate license, in which case those terms govern.</p>\n<p>(c)&nbsp;<u>Reservation of Rights</u>.&nbsp;Pluralsight reserves all intellectual property rights to the Proprietary Materials, other than as specifically granted under the applicable license granted you under these Terms.\nNo posting, copying, transmission, retransmission, distribution, redistribution, publication, republication, decompilation, disassembling, reverse engineering, or otherwise reproducing, storing, transmitting, modifying, or commercially exploiting any Proprietary Materials in any form or by any means, for any purpose, is permitted without our express written permission.</p>\n<p>(d)&nbsp;<u>Pluralsight Copyright and Marks</u>.&nbsp;The entire Platform is protected by copyright.\nComplying with all applicable copyright laws is your responsibility.\n“Pluralsight”, “Skill”, “Flow”, “Skill IQ”, “Role IQ”, “Team IQ”, “Pluralsight IQ”, “IRIS”, and other Pluralsight marks and logos are service marks and trademarks of Pluralsight.</p>\n<p>(e)&nbsp;<u>Third-Party Marks</u>.&nbsp;Other trademarks, service marks and logos used on the Site are the trademarks, service marks or logos of their respective owners.\nPluralsight is using these third-party trademarks, service marks or logos with the permission of the trademark owner or for identification purposes only.</p>\n<p>(f)&nbsp;<u>Violation of Copyright or Intellectual Property Laws</u>.&nbsp;We respect the intellectual property of others, and we ask our users to do the same.\nWe may, in appropriate circumstances and at our sole discretion, remove or disable access to any materials on the Platform that we believe (or are notified) may infringe on the rights of others.\nIf you believe that your work has been copied in a way that constitutes copyright infringement or otherwise infringes on your intellectual property rights, please report it to us promptly by way of the procedures that we maintain at&nbsp;http://www.pluralsight.com/copyright-procedure.</p>\n<p>&nbsp;</p> 7.\nCONFIDENTIALITY <p>(a)&nbsp;<u>Confidential Information</u>.&nbsp;“Confidential Information” means all information which is disclosed to or obtained by one party (whether directly or indirectly) from the other, including the Proprietary Materials, and all information relating to that other’s business, operations, systems, processes, products, trade secrets, know-how, contracts, finances, plans, strategies or current, former or prospective clients, customers, partners or suppliers (together with copies made of any of the above) whether or not such information is marked as being confidential, but excluding information which: (i) is available to the public other than because of any breach of these Terms.\n(ii) is, when it is supplied, already known to whoever it is disclosed to in circumstances in which they are not prevented from disclosing it to others.\n(iii) is independently obtained by whoever it is disclosed to in circumstances in which they are not prevented from disclosing it to others.\nor (iv) is developed independently of and without reference to any Confidential Information provided.</p>\n<p>(b)&nbsp;<u>Use of Confidential Information</u>.&nbsp;The party receiving Confidential Information agrees to use the other’s Confidential Information only for the purpose of performing its obligations under these Terms.</p> 8.\nUSER CONTENT <p>(a)&nbsp;The Platform may provide you with the ability to upload, post, submit, publish, or transmit information to the Platform, other users, or to third parties&nbsp;(“<b>User Content</b>”).</p>\n<p>(i)&nbsp;Unless otherwise noted, all User Content you submit to the Platform, to third parties, or that is otherwise made available to Pluralsight will be considered confidential and proprietary and will be made available only to individuals or third parties that you authorize to access it via the Platform, API, or other means of transmission.</p>\n<p>(ii)&nbsp;To the extent that you provide any User Content, you represent and warrant that(a) you have all necessary rights, licenses and/or clearances to provide such User Content as provided above, such User Content is accurate and reasonably complete, (c) as between you and Pluralsight, you are responsible for the payment of third-party fees, if any, related to the provision and use of such User Content, (d) such User Content does not and will not infringe or misappropriate any third-party rights or constitute a fraudulent statement or misrepresentation or unfair business practices, (e) you are responsible for any User Content you upload or provide to the Platform and for complying with applicable laws relating thereto, including export control regulations, and (f) you agree to comply with all applicable rules regarding online conduct and acceptable content we may post on the Platform from time to time, including those set forth in Section 10 below.</p>\n<p>(iii)&nbsp;User Content that is submitted within certain areas of the Platform, such publicly-available channels or blog posts, will be considered non-confidential and non-proprietary, and by so doing, you hereby grant us and our affiliates and service providers, and each other and our respective licensees, successors, and assigns the right to use, reproduce, modify, perform, display, distribute, and otherwise disclose to third parties any such material.</p>\n<p>(b)&nbsp;<u>Monitoring and Enforcement</u>.&nbsp;We have the right to:</p>\n<p>(i)&nbsp;remove or refuse to post any User Content for any or no reason in our sole discretion;</p>\n<p>(ii)&nbsp;take any action with respect to any User Content that we deem necessary or appropriate in our sole discretion, including if we believe that such User Content violates these Terms, infringes any intellectual property right or other right of any person or entity, threatens the personal safety of users of the Platform or the public, or could create risk or liability for Pluralsight;</p>\n<p>(iii)&nbsp;disclose your identity or other information about you to any third party who claims that material posted by you violates their rights, including their intellectual property rights or their right to privacy;</p>\n<p>(iv)&nbsp;take appropriate legal action, including without limitation referral to law enforcement for any illegal or unauthorized use of the Platform.\nand</p>\n<p>(v)&nbsp;terminate or suspend your access to all or part of the Platform for any violation of these Terms.</p>\n<p>(c)&nbsp;Notwithstanding anything to the contrary, we have no obligation to review any User Content or materials before they are posted on the Platform, and we cannot ensure prompt removal of objectionable material after it has been posted.\nAccordingly, we assume no liability for any action or inaction regarding transmissions, communications, or content provided by any user or third party, and we have no liability or responsibility to anyone for performance or nonperformance of the activities described in this Section.</p> 9.\nFEEDBACK <p>We welcome and encourage you to provide feedback, comments, and suggestions for improvements to the Platform.\nYou acknowledge and agree that any and all feedback provided by way of the Platform or otherwise will be the sole and exclusive property of Pluralsight, and you hereby irrevocably assign to Pluralsight and agree to irrevocably assign to Pluralsight all of your right, title, and interest in and to all feedback, including without limitation all worldwide patent rights, copyright rights, trade secret rights, and other proprietary or intellectual property rights therein.\nAt our request and expense, you will execute documents and take such further acts as we may reasonably request to assist Pluralsight to acquire, perfect, and maintain its intellectual property rights and other legal protections for the feedback.<br>\n</p> 10.\nPLURALSIGHT “DOs” and “DON’Ts” <p>As a condition of using the Platform, you agree to adhere and abide to the following DOs and DON’Ts.</p>\n<p>(a)&nbsp;<u>DOs (User Obligations)</u>.&nbsp;You acknowledge and agree that you <b>\n<u>will:</u>\n</b>\n</p>\n<p>(i)&nbsp;comply with all applicable federal, state, local, or international law or regulations (including without limitation any laws regarding copyright, intellectual property, privacy and personal identity, or the export of data or software to and from the&nbsp;U.S.\nor other countries);</p>\n<p>(ii)&nbsp;provide true and accurate information to us and keep it updated;</p>\n<p>(iii)&nbsp;use all portions on the Platform in a respectful manner.\nand</p>\n<p>(iv)&nbsp;exit from your account at the end of each session or use of the Platform.</p>\n<p>(b)&nbsp;<u>DON’Ts (Prohibited Conduct)</u>.&nbsp;You acknowledge and agree that you <b>\n<u>will not:</u>\n</b>\n</p>\n<p>(i) reproduce, redistribute, transmit, assign, sell, broadcast, rent, share, lend, modify, adapt, edit, create derivative works of, license, capture, download, save, upload, print, or otherwise transfer or retain information or content available on the Platform other than with regard to Authorized Downloadable Materials, subject to the limited permissions set forth herein;</p>\n<p>(ii)&nbsp;manually or systematically harvest, scrape, collect or otherwise extract information or data contained on the Platform, other than permitted use of Authorized Downloadable Materials or temporary storage of video materials for offline viewing (if permitted by your Plan);</p>\n<p>(iii)&nbsp;permit or provide others access to the Platform;</p>\n<p>(iv)&nbsp;impersonate or attempt to impersonate Pluralsight, a Pluralsight employee, another user, or any other person or entity (including without limitation by using e-mail addresses or account information associated with any of the foregoing) or provide incorrect or knowingly false information;</p>\n<p>(v)&nbsp;remove or modify any copyright, trademark, legal notices, or other proprietary notations from the Proprietary Materials or any other content available on the Platform;</p>\n<p>(vi)&nbsp;violate or attempt to violate the Platform’s security mechanisms, attempt to gain unauthorized access to the Platform or assist others to do so, or otherwise breach the security of the Platform or corrupt the Platform in any way;</p>\n<p>(vii)&nbsp;co-brand or frame the Platform or establish a link in such a way as to suggest any form or association, approval, or endorsement on our part, without the prior express written permission of an authorized representative of Pluralsight;</p>\n<p>(viii)&nbsp;use any portion of the Platform to aid in transmitting, or procure the sending of, any advertising or promotional material, including any “junk mail”, “chain letter”, or “spam” or any other similar solicitation;</p>\n<p>(ix)&nbsp;post to any portion of the Platform any inappropriate, offensive, racist, hateful, sexist, pornographic, false, misleading, infringing, defamatory, or libelous content;</p>\n<p>(x)&nbsp;use the Platform or its contents (including User Content) to recruit, solicit, or contact in any form other users or potential users for employment or contracting for a business not affiliated with us without the prior express written permission of an authorized representative of Pluralsight;</p>\n<p>(xi)&nbsp;use or attempt to use the Platform to store or transmit software viruses, worms, time bombs, Trojan horses, or any other computer code, files, or programs designed to interrupt, destroy, or limit the functionality of any computer software, hardware, or telecommunications equipment;</p>\n<p>(xii)&nbsp;engage in any conduct that restricts or inhibits anyone’s use or enjoyment of the Platform, or which, as determined by us, may harm us or users of the Platform or expose them to liability.\nand/or</p>\n<p>(xiii)&nbsp;use the Platform in any manner that could disable, overburden, damage, or impair the Platform, interfere with any other party’s use of the Platform (including their ability to engage in real time activities through the Platform), or otherwise attempt to interfere with the proper working of the Platform.</p>\n<p>(c)&nbsp;<u>Restricted Use of Platform</u>.&nbsp;We reserve the right to monitor use of the Platform and to suspend, revoke, deny, disable, or terminate your access or the access of any of your users&nbsp;if you or they violate any provisions of these Terms (including, but not limited to the DOs and DON’Ts above) or if your or their usage behavior exceeds reasonable limits, as determined in our sole discretion.</p>\n<p>(d)&nbsp;<u>Export Controls</u>.&nbsp;The Platform and its features are subject to United States export controls.\nNo Platform content or materials may be downloaded or exported (i) into (or to a resident of) Cuba, Sudan, North Korea, Iran, Syria, the Crimea region of the Ukraine or any other country subject to an applicable embargo or other trade restriction by any government regulatory agency having jurisdiction, or (ii) by or to any person or entity on the United States Treasury Department’s list of Specially Designated Nationals (SDN) or the United States Commerce Department’s Consolidated Screening List (CSL).\nBy accessing or using the Platform, you represent and warrant that you are not located in, under the control of, or a national or resident of any such country or on any such list.\nAlthough the Platform may be accessible worldwide, we make no representation that the Platform is appropriate or available for use in locations outside the United States, and accessing the Platform from territories where its contents or materials are illegal, is prohibited.\nThose who choose to access the Platform from other locations do so at their own initiative and are responsible for compliance with local laws.\nAny offer for any product, service, and/or information made in connection with the Platform is void where prohibited.</p> 11.\nREPRESENTATION, WARRANTIES, AND COVENANTS <p>(a)&nbsp;<u>Your Representations and Warranties.&nbsp;You represent and warrant that:</u>\n</p>\n<p>(i)&nbsp;You are over the age of 16 as all portions of the Platform are intended for only individuals over 16.\nIf you are under 16 years of age, you may not register for an account or otherwise use the Platform;</p>\n<p>(ii)&nbsp;You are solely responsible for all service, telephony, data charges, and other fees and costs associated with your access to and use of the Platform, including without limitation maintaining all internet, browser software and extensions, computer hardware, telephone, and other equipment required for such access.&nbsp;</p>\n<p>(b)&nbsp;<u>Authority</u>.&nbsp;You and Pluralsight each represent, warrant, and covenant that it has the full power and authority to: (i) enter into an agreement subject to these Terms.\n(ii) perform its obligations hereunder, and that its performance hereunder does not conflict with, limit, or be contrary to any other agreement.\n(iii) and that by so doing, it does not violate any applicable laws or any contractual relationship.</p>\n<p>(c)&nbsp;<u>Pluralsight Intellectual Property</u>.&nbsp;We represent, warrant, and covenant that: (i) we have and will have all rights, titles, licenses, intellectual property, permissions and approvals necessary in connection with our performance under these Terms to grant you rights granted hereunder.\nand (ii) neither the Platform (including the Proprietary Materials), nor the provision or utilization thereof as contemplated under these Terms, will infringe, violate, trespass or in any manner contravene or breach or constitute the unauthorized use or misappropriation of any intellectual property of any third party.</p>\n<p>(d)&nbsp;<u>Reliance and Functionality</u>.&nbsp;Pluralsight does not warrant that the content or functions of the Platform will meet your requirements or that the operation of the Platform will be uninterrupted or error free.\nThe content and materials presented on or through the Platform is made available solely for general information purposes.\nWe do not warrant the accuracy, completeness, or usefulness of this information.\nAny reliance you place on such information is strictly at your own risk.\nWe disclaim all liability and responsibility arising from or related to any reliance placed on our materials by you, your users, or any other visitor to the Platform, or by anyone who may be informed of any of its contents.\nThe Platform may include content provided by third parties, including materials provided by other users, bloggers, or third-party licensors, syndicators, aggregators, and reporting services.\nAll statements and opinions expressed in these materials, and all articles and responses to questions and other content, other than the content provided by Pluralsight, are solely the opinions and the responsibility of the person or entity providing those materials.\nThese materials do not necessarily reflect the opinion of Pluralsight.\nWe are not responsible or liable to you or any third party, for the content or accuracy of any materials provided by any third parties, and use of any services provided by third parties is subject to their policies and at your own risk.</p>\n<p>(e)&nbsp;<u>Availability of Platform</u>.&nbsp;You recognize that the traffic of data through the Internet may cause delays during your use of or access to the Platform, and accordingly, you agree not to hold us liable for delays that are ordinary in the course of Internet use.\nYou further acknowledge and accept that the Platform may not be available on a continual 24-hour basis due to such delays, delays caused by our upgrading, modification, or standard maintenance of the Platform, or any other delays outside of our control.</p>\n<p>(f)&nbsp;<u>Non-Pluralsight Products</u>.&nbsp;If you install or enable Non-Pluralsight Products for use with Platform, you acknowledge that providers of those Non-Pluralsight Products may have access to User Content in connection with the interoperation of the Platform.\nPluralsight will not be responsible for any use, disclosure, modification, or deletion of User Content while accessed or transmitted through such Non-Pluralsight Products.</p> 12.\nTERMINATION.\nCANCELLATION POLICY <p>(a)&nbsp;<u>Pluralsight’s Rights of Termination</u>.&nbsp;You agree that we may suspend or deactivate your account or terminate your Plan if we believe that you have (a) breached these Terms.\n(b) infringed the intellectual property rights of a third party.\n(c) posted, uploaded or transmitted unauthorized User Content.\nor (d) violated or acted inconsistently with these Terms, our Privacy Policy, or any other applicable policies.\nYou agree that any such suspension, deactivation or termination for the foregoing reasons may be effected without prior notice to you and that Pluralsight will not be liable to you or any third party for any deactivation of your account or termination of your Plan.</p>\n<p>(b)&nbsp;<u>Customer’s Rights of Termination</u>.</p>\n<p>(i) <u>Four Cause.</u> Either the business that purchased the Plan or Pluralsight may terminate the Plan or any Sales Order prior to its expiration if the other party breaches these Terms and fails to cure said breach within thirty (30) days after receipt of written notice thereof.\nExcept for instances arising from Pluralsight’s uncured breach, all fees or charges related to your Plan are non-refundable and all unpaid fees are due and payable immediately upon termination.</p>\n<p>(ii)&nbsp;<u>For Convenience</u>.\nUnless otherwise specifically stated in terms specific to other products or Plans you purchase, a Plan may be terminated for convenience by sending written notice to Pluralsight at least thirty (30) days prior to the expiration of the then-current Term.\nhowever, in the event of any termination for convenience all fees paid are completely non-refundable and any fees unpaid at the time of such termination for convenience shall remain due and payable.\nFor avoidance of doubt, in the event that the Sales Order is for a multiple year Term, any termination under this section will only be permitted at the end of that Term.\nWith respect to any Term still in effect as of the date of such termination for convenience, and upon your request, your Plan will remain active to the end of your then-current Term to the extent your fee(s) have been paid.\nprovided that these Terms will continue in effect and govern such Term until its expiration or earlier termination for cause.\nAll termination requests made pursuant to this Section 12(b)(ii) must be emailed to&nbsp;manage-subscription@pluralsight.com no later than thirty (30) days in advance of the then-current Term.</p>\n<p>(iii)&nbsp;<u>No Refunds</u>.&nbsp;Refunds will not be given if you cancel your Plan or delete your account prior to the end of your Term.</p>\n<p>(c)&nbsp;You acknowledge and agree that Pluralsight may retain and store your information on Pluralsight’s systems for archival purposes notwithstanding any termination or cancellation of your account or Plan.</p> 13.\nINDEMNIFICATION <p>(a)&nbsp;<u>Indemnification</u>.&nbsp;You agree to defend, indemnify and hold harmless Pluralsight, its directors, employees, licensors, independent contractors, providers, subsidiaries, and affiliates, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses or fees (including reasonable attorneys’ fees) (hereinafter, “<b>Claims</b>”) arising out of or relating to : (i) your violation of these Terms.\n(ii) any information you post to the Platform.\n(iii) any use by you of the Platform’s material, content, services, or products other than as expressly authorized in these Terms.\nor (iv) your use of any information obtained from the Platform.</p>\n<p>(b)&nbsp;<u>Indemnification Procedure</u>.&nbsp;You agree to cooperate as fully as reasonably required in the defense of any Claims, including asserting any available defenses.\nWe reserve the right, at our own expense, to assume the exclusive defense and control of any Claims or matter otherwise subject to indemnification by you and you may not in any event settle any Claims without our prior written consent.</p> 14.\nNO WARRANTY.\nLIMITATIONS ON LIABILITY <p>(a) <u>No Warranty</u>.&nbsp;EXCEPT FOR THOSE WARRANTIES OUTLINED HEREIN, THE PLATFORM IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT WARRANTY OF ANY KIND, WHETHER EXPRESSED OR IMPLIED.\nNEITHER PLURALSIGHT NOR ANY PERSON OR ENTITY ASSOCIATED WITH PLURALSIGHT MAKES ANY PROMISE, WARRANTY, OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY OR AVAILABILITY OF THE PLATFORM.\nWITHOUT LIMITING THE FOREGOING, NEITHER PLURALSIGHT NOR ANY PERSON OR ENTITY ASSOCIATED WITH PLURALSIGHT PROMISES, REPRESENTS OR WARRANTS THAT THE PLATFORM OR CONTENT OBTAINED THROUGH THE PLATFORM OR ANY PORTION THEREOF WILL BE ACCURATE, RELIABLE, ERROR-FREE OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT THE PLATFORM OR THE SERVER THAT MAKES THEM AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE SITE OR ITS CONTENT OR MATERIALS WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.\nPLURALSIGHT HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON- INFRINGEMENT, AND FITNESS FOR A PARTICULAR PURPOSE.<br>\n</p>\n<p>(b)&nbsp;<u>Limitation on Liability</u>.&nbsp;IN NO EVENT WILL PLURALSIGHT, ITS AFFILIATES, OR THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS, OR DIRECTORS BE LIABLE TO YOU, ANY OF YOUR USERS, OR ANY THIRD PARTY WITH RESPECT TO THE PLATFORM OR THE SUBJECT MATTER OF THESE TERMS UNDER ANY CONTRACT, NEGLIGENCE, TORT, STRICT LIABILITY, OR OTHER LEGAL OR EQUITABLE THEORY, EVEN IF FORESEEABLE, FOR: (i) ANY AMOUNT IN THE AGGREGATE IN EXCESS OF THE GREATER OF THE AMOUNT YOU HAVE PAID TO PLURALSIGHT FOR USE OF THE PLATFORM IN THE THREE (3) MONTHS IMMEDIATELY PRIOR TO SUCH LIABILITY ARISING.\n(ii) FOR ANY SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER, INCLUDING WITHOUT LIMITATION LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS, LOSS OF ANTICIPATED SAVINGS, LOSS OF USE, OR LOSS OF GOODWILL.\n(iii) USER CONTENT OR DATA LOSS OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES.\n(iv) FOR ANY MATTER BEYOND OUR REASONABLE CONTROL.\nOR (v) FOR ANY ACTIONS OF, OR SERVICES PROVIDED BY, THIRD-PARTY SERVICE PROVIDERS OR INDEPENDENT CONTRACTORS (INCLUDING MENTORS) PROVIDING SERVICES ON BEHALF OF PLURALSIGHT OR VIA THE PLATFORM.</p>\n<p>THE FOREGOING DOES NOT AFFECT ANY LIABILITY WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.<br>\n</p> 15.\nCHANGES TO TERMS OR THE PLATFORM <p>(a)&nbsp;<u>Changes to these Terms</u>.&nbsp;We reserve the right to change or modify these Terms, our Privacy Policy, or any terms they incorporate by reference in our sole discretion and at any time.\nAny such change or modification will be effective immediately upon posting to the Platform.\nhowever, any changes to Section 17(c) (Governing Law and Jurisdiction) will not apply to any disputes for which the parties have actual notice on or prior to the date the change is posted on the Platform.\nWe will take reasonable steps to notify you of any changes or modifications, but you agree to review the Platform periodically to be aware of any changes or modifications.\nNotwithstanding anything to the contrary, your continued use of the Platform and any other Pluralsight-provided services will be deemed your conclusive acceptance of all such changed or modified terms and conditions.</p>\n<p>(b)&nbsp;<u>Changes to the Platform</u>.&nbsp;Pluralsight may at any time, without notice or liability, change or eliminate any content or feature of the Platform or any portion thereof, or restrict the use of any portion of the Platform.\nYour only right with respect to any dissatisfaction with any service-related change or elimination is to cease use of the Platform.\nWe will not be liable if for any reason all or any part of the Platform is unavailable at any time or for any reason.</p> 16.\nADDITIONAL TERMS <p>Our Platform and services are made available to you in accordance with these Terms and may also be subject to one or more of the additional terms set forth below (\"<b>Additional Terms</b>\").\nIf there is any conflict between these Terms of Use and the Additional Terms, then the Additional Terms govern in relation to that specific Plan or service you purchased from Pluralsight.\nThe Additional Terms are subject to change.</p>\n<p>(a)&nbsp;<u>Pluralsight Professional Services</u>.&nbsp;If you engage or utilize any of Pluralsight’s professional services (“<b>Professional Services</b>”), the Professional Services are governed exclusively by the Pluralsight Professional Services Terms and Conditions located at&nbsp;https://www.pluralsight.com/terms/professional-services-terms (“<b>Professional Services Terms</b>”).</p>\n<p>(b)&nbsp;<u>Pluralsight LIVE (User Conference Event)</u>.\nIn the event you purchase a ticket to Pluralsight’s user conference (known as “<b>Pluralsight LIVE</b>\"), you agree that your attendance is governed exclusively by the Pluralsight Live: General Terms and Conditions located at&nbsp;https://www.pluralsight.com/terms/pluralsight-live-terms (“<b>Pluralsight LIVE Terms</b>”).<br>\n<br>\n(c) <u>Use of On-premise Software Products</u>.&nbsp;If you purchase a Plan with an on-premise software product from Pluralsight, the use of such on-premise product is governed exclusively by the On-Premise Software terms located at&nbsp;https://www.pluralsight.com/terms/on-premise-software-terms (“<b>On-Premise Terms</b>”).&nbsp;</p>\n<p>(d)&nbsp;If you use a mobile device or Pluralsight-provided mobile application to access the Platform, the following additional terms and conditions also apply.</p>\n<p>(i)&nbsp;You agree that you are solely responsible for all message and data charges that apply to use of your mobile device to access the Platform.\nAll such charges are billed by and payable to your mobile service provider.\nPlease contact your participating mobile service provider for pricing plans, participation status, and details.</p>\n<p>(ii)&nbsp;You understand that wireless service may not be available in all areas at all times and may be affected by product, software, coverage, or service changes made by your service provider or otherwise.\nAdditional terms and conditions may apply to your use of our mobile applications based on the type of mobile device that you use.</p>\n<p>(iii)&nbsp;Your access to or use of the Platform via your mobile device or Pluralsight- provided mobile application confirms your agreement to these terms of use.</p>\n<p>(iv)&nbsp;Additional guidance on using the Platform is available at our online help center as updated from time to time, accessible via&nbsp;https://help.pluralsight.com/help&nbsp;or such successor site.</p> 17.\nGENERAL <p>(a)&nbsp;<u>Non-Waiver</u>.&nbsp;Failure by Pluralsight to enforce any provision(s) of these Terms will not be construed as a waiver of any provision or right.</p>\n<p>(b)&nbsp;<u>Severability</u>.&nbsp;If any provision of these Terms is found to be illegal, void, or unenforceable, then that provision will be deemed severable from these Terms and will not affect the validity and enforceability of any remaining provisions of these Terms.</p>\n<p>(c)&nbsp;<u>Governing Law and Jurisdiction</u>.&nbsp;These Terms, and all claims or causes of action (whether in contract, tort, or statute) that may be based upon, arise out of, or relate to these Terms, or the negotiation, execution, or performance under these Terms (including any claim or cause of action based upon, arising out of, or related to any representation or warranty made in or in connection with these Terms or as an inducement to agree to these Terms), are governed by and will be construed and enforced in accordance with the laws of the State of Utah, including its statute of limitations, without reference to (i) any conflicts of law principles that would apply the substantive laws of another jurisdiction to the parties’ rights or duties, (ii) the United Nations Convention on Contracts for the International Sale of Goods, or (iii) other international laws.\nAny action or other judicial proceeding for the enforcement of these Terms or any of its provisions shall be instituted only in the courts of the State of Utah.</p>\n<p>(d)&nbsp;<u>Compliance with Legal Requests</u>.&nbsp;Without limiting the foregoing, we have the right to fully cooperate with any valid legal process from a law enforcement authority with jurisdiction that requests or directs us to disclose customer data or other information on the Platform.\nYOU WAIVE AND HOLD HARMLESS US AND OUR AFFILIATES, LICENSEES, AND SERVICE PROVIDERS FROM ANY CLAIMS RESULTING FROM ANY ACTION TAKEN BY US OR ANY OF THE FOREGOING PARTIES DURING OR AS A RESULT OF ITS INVESTIGATIONS AND FROM ANY ACTIONS TAKEN AS A CONSEQUENCE OF INVESTIGATIONS BY EITHER US, SUCH PARTIES, OR LAW ENFORCEMENT AUTHORITIES.</p>\n<p>(e)&nbsp;<u>Compliance with Applicable Laws</u>.&nbsp;Pluralsight agrees to comply with all applicable laws and regulations, including the General Data Protection Regulation 2016/679 and the California Consumer Privacy Act, with respect to the use and disclosure of your personal information.\nIn performing its obligations under the Agreement, Pluralsight shall, and shall require that each of its subcontractors, suppliers and other participants in its supply chain, comply with all applicable modern slavery laws, regulations, rules and codes including, but not limited to, the Modern Slavery Act 2015 and the Modern Slavery Act 2018 (collectively, the “Acts”).\nPluralsight has and shall maintain throughout the Term of this Agreement, its own policies and procedures to ensure its compliance with these Acts.</p>\n<p>(f)&nbsp;<u>Your Marks</u>.&nbsp;You agree that we may identify you as a customer of Pluralsight on Pluralsight’s websites and in other marketing materials.\nPluralsight may display your trademarks, service marks, and/or logos in Pluralsight marketing materials or on our Platform in order to identify you as a customer.\nThe foregoing shall be deemed a worldwide, non-exclusive, and irrevocable license to use your name, trademarks, service marks, and logos for this purpose during the Term.\nYou also agree to be referenced in press releases and case studies prepared by Pluralsight.\nSuch license and consent will terminate at the end of your Term.</p>\n<p>(g)&nbsp;<u>Dispute Resolution</u>.&nbsp;Should any dispute arise with regard to these Terms, the parties agree to first work in good faith to resolve such dispute, and neither party may commence any action with regard to such dispute until thirty (30) days have passed from the time such party has provided written notice to the other party of the nature of such dispute, provided that nothing herein will prevent us from seeking injunctive relief in the event of your actual or threatened breach of any terms of these Terms.</p>\n<p>(h)&nbsp;<u>Notice</u>.&nbsp;Any notice which may be required to be given under these Terms, will be given: (i) by Pluralsight to you via e-mail to the e-mail address you maintain in your account settings or by notifying you electronically by displaying the notice in the Platform.\n(ii) by you to us in any commercially reasonable manner, including certified mail, return receipt requested, e-mail, or any other customary means of communication at the applicable mailing address set forth below, as may be updated from time to time.\nAny notice given otherwise than in accordance with this Section will be deemed ineffective.</p>\n<p>Pluralsight, LLC 42 Future Way</p>\n<p>Draper, Utah 84020&nbsp;</p>\n<p>Attn: Legal Counsel</p>\n<p>Email: contract-notices@pluralsight.com</p>\n<p>All other feedback, comments, requests for technical support, or other communications relating to the Platform should be directed to the Pluralsight support team by&nbsp;emailing support@pluralsight.com.</p>\n<p>(i)&nbsp;<u>No Agency</u>.&nbsp;Nothing in these Terms will be construed as making either party the partner, joint venture, agent, legal representative, employer, contractor, or employee of the other.\nNeither Pluralsight nor any other party to these Terms has, or may hold itself out to any third party as having, any authority to make any statements, representations or commitments of any kind, or to take any action that is binding on the other party, except as provided for herein or authorized in writing by the party to be bound.</p>\n<p>(j)&nbsp;<u>Equitable Relief</u>.&nbsp;You acknowledge that a breach of these Terms may cause us irreparable damage, for which the award of damages would not be adequate compensation.\nConsequently, you agree that we may institute an action to enjoin you from any and all acts in violation of those provisions, which remedy will be cumulative and not exclusive, and we may seek the entry of an injunction enjoining any breach or threatened breach of those provisions, in addition to any other relief to which we may be entitled at law or in equity.</p>\n<p>(k)&nbsp;<u>Assignment</u>.&nbsp;We may freely transfer or assign any portion of our rights or delegate our obligations under these Terms.\nYou may not assign or otherwise transfer your rights, obligations, or duties under these Terms, in whole or in part, without our prior written consent, in our sole discretion.\nAny attempted transfer or assignment of these Terms without the prior written consent of Pluralsight will be null and void ab initio.\nNotwithstanding the foregoing, these Terms will be binding upon and will inure to the benefit of the permitted successors and assigns of each party to these Terms.\nFor the avoidance of doubt, in the event you assign these Terms in violation of the foregoing, such assignee shall be responsible for compliance with these Terms, including but not limited to payment of any outstanding fees.</p>\n<p>(l)&nbsp;<u>Miscellaneous</u>.&nbsp;These Terms and any terms that incorporate these Terms by reference, together with each Sales Order, as applicable, constitute the sole and entire agreement between you and Pluralsight with respect to the Platform and supersede all prior and contemporaneous understandings, agreements, representations and warranties, both written and oral, with respect to the Platform and to the subject matter contemplated by these Terms.\nThe section titles used herein are displayed for convenience only and have no legal effect.\nNothing in these Terms confers any third-party beneficiary rights or remedies.\nThe inclusion of your purchase order number on any Sales Order, invoice, or other Pluralsight-provided document is for reference purposes only and is not an acceptance by Pluralsight of your terms or conditions contained therein or elsewhere.\nThe terms on any such purchase order or similar document submitted by you to Pluralsight will have no effect and are hereby rejected.\nIf any dispute should arise between the parties hereto regarding the terms or subject matter of these Terms or the enforcement or breach of such terms, then the party prevailing in such dispute, whether by out-of-court settlement or final judicial determination, will be entitled to recover&nbsp;from the non-prevailing party all costs and expenses of such dispute incurred by such prevailing party, including without limitation reasonable attorneys’ fees.</p>\n<p>\n<b>[END OF TERMS OF USE]</b>\n</p>\n<p>&nbsp;</p> BUSINESS TERMS OF USE Individual Terms of Use <p>Effective Date:&nbsp;July 1, 2021 (v.\n1.0)</p>\n<p>Welcome to Pluralsight! Our mission is creating progress through technology that lifts the human condition, which we are accomplishing by building an ecosystem for people to learn, teach, and connect.\nWhen you visit, view, use, or access our website Pluralsight.com and any applicable subdomains thereof, or any applications, mobile applications, functionalities, content, materials, or other online services provided by Pluralsight (collectively, the “<b>Platform</b>”), whether as a guest or a registered user, you’re agreeing to the following terms and conditions, so please take a few minutes to read over the Terms of Use below.</p> TABLE OF CONTENTS 1.\nINTRODUCTION 2.\nPRIVACY POLICY 3.\nDATA LOCATION AND TRANSFER 4.\nPLATFORM ACCESS AND ACCOUNT REGISTRATION 5.\nPLURALSIGHT SUBSCRIPTION PLANS AND PAYMENT 6.\nPROPRIETARY MATERIALS 7.\nUSER CONTENT 8.\nFEEDBACK 9.\nPLURALSIGHT \"DOs\" AND \"DON'Ts\" 10.\nREPRESENTATION, WARRANTIES, AND COVENANTS 11.\nTERMINATION.\nCANCELLATION POLICY 12.\nINDEMNIFICATION 13.\nNO WARRANTY.\nLIMITATIONS ON LIABILITY 14.\nCHANGES TO TERMS OR THE PLATFORM 15.\nADDITIONAL TERMS 16.\nGENERAL Download Individual Terms of Use 1.\nINTRODUCTION <p>These Terms of Use (“<b>Terms of Use</b>”) including those additional terms outlined in Section 15 below as may be amended from time to time, together with any documents, policies, or terms they incorporate by reference (collectively, the “<b>Terms</b>”) are entered into by and between you and Pluralsight, LLC, a Nevada limited liability company (“<b>Pluralsight</b>”, “<b>we</b>”, “<b>our</b>” or “<b>us</b>”).\nFor purposes of these Terms, “<b>you</b>” refers to the individual visiting, viewing, using, or access the Platform under your Plan.\nTo the extent that you have entered into another written agreement with Pluralsight that contains terms that directly conflict with any terms of these Terms, then the conflicted terms set forth in such other agreement will control.</p>\n<p>You acknowledge and agree that by (i) visiting, viewing, using, or accessing the Platform, or (ii) clicking “Agree”, “Purchase”, “Submit”, or similar links that you have read, understand, and agree to be bound by these Terms, irrespective of whether you are a guest or a registered user of the Platform.\nIF YOU DO NOT AGREE TO THESE TERMS, THEN YOU MAY NOT ACCESS OR USE THE PLATFORM.\nPLURALSIGHT’S ALLOWANCE OF YOUR USE AND ACCESS TO THE PLATFORM IS EXPRESSLY CONDITIONED UPON YOUR ASSENT TO ALL OF THE TERMS AND CONDITIONS OF THESE TERMS.</p> 2.\nPRIVACY POLICY <p>Your privacy is important to us, and we are committed to protecting your personal information.\nAny personal information submitted in connection with your use of the Platform is subject to our privacy policy found at http://www.pluralsight.com/privacy (the “<b>Privacy Policy</b>”), which is hereby incorporated by this reference.\nWe will use information about you that we obtain either directly from you or that we obtain by nature of your use of the Platform in accordance with our Privacy Policy solely in furtherance of providing you and improving the Platform.</p> 3.\nDATA LOCATION AND TRANSFER <p>Customer Data will be located in data centers within the United States.\nFor customers in the European Economic Area (“<b>EEA</b>”), data transfer under these Terms either directly or via onward transfer, to any country not recognized by the European Commission as an adequate country (as defined by the European Commission), is necessary for the performance of these Terms.</p> 4.\nPLATFORM ACCESS AND ACCOUNT REGISTRATION <p>To access the Platform, you may be asked to provide certain information to help us create and maintain a Pluralsight account for you.\nAs such, it is a condition of your use of the Platform that all information you provide is correct, current, and complete.\nYou agree that all information you provide is governed by our Privacy Policy and you consent to all actions we take with respect to your information consistent with our Privacy Policy.</p>\n<p>Except as expressly provided herein, you may not transfer your account to any other person and you may not use anyone else’s account at any time.\nIn cases where you have nevertheless authorized or registered another person to use your account or Plan, or where you have acted negligently in safeguarding your account as set forth above, you agree that you are fully responsible for (i) the acts and omissions of such person accessing the Platform via your account, (ii) controlling the person’s access to and use of the Platform, and (iii) the consequences of any use or misuse by such person.<br>\n</p> 5.\nPLURALSIGHT SUBSCRIPTION PLANS AND PAYMENT <p>(a)&nbsp;<u>Subscription Plan and Subscription Management</u>.&nbsp;</p>\n<p>(i)&nbsp;<u>Plan Scope and Term</u>.\nThe Pluralsight individual subscription plan you purchase, register for, order, or renew includes the features set forth on https://www.pluralsight.com/plans (e.g., Personal, Premium) (each, a “Plan”).\nPluralsight grants you, and you alone, access to the Platform for the subscription term length set forth at the time of redemption or purchase during online checkout (the “Initial Term”) in strict accordance with these Terms.\nIf you purchase a monthly plan, your Initial Term is one month from the date of purchase, whereas the purchase of an annual plan results in a one year Initial Term.\nAny renewal of the Initial Term (or a&nbsp;Renewal Term), whether such renewal occurs by way of your automatic renewal or online checkout, or otherwise, shall be deemed a “Renewal Term”, and together with the Initial Term, the “Term”, as applicable.</p>\n<p>(ii)&nbsp;<u>Automatic Renewal</u>.\nYOU UNDERSTAND AND AGREE THAT AT THE END OF EACH APPLICABLE TERM WE WILL AUTOMATICALLY RENEW YOUR PLAN (INCLUDING ALL SUBSCRIPTIONS ON YOUR PLAN AT THAT TIME) FOR A PERIOD EQUAL TO THE INITIAL TERM AND PROCESS YOUR PAYMENT METHOD OR INVOICE FOR PAYMENT FOR THE RENEWAL TERM UP TO THIRTY DAYS PRIOR TO YOUR RENEWAL DATE AT THE THEN-APPLICABLE PRICE FOR YOUR PLAN.YOU UNDERSTAND AND AGREE THAT AT THE END OF EACH APPLICABLE TERM WE WILL AUTOMATICALLY RENEW YOUR PLAN (INCLUDING ALL SUBSCRIPTIONS ON YOUR PLAN AT THAT TIME) FOR A PERIOD EQUAL TO THE INITIAL TERM AND PROCESS YOUR PAYMENT METHOD OR INVOICE FOR PAYMENT FOR THE RENEWAL TERM UP TO THIRTY DAYS PRIOR TO YOUR RENEWAL DATE AT THE THEN-APPLICABLE PRICE FOR YOUR PLAN.</p>\n<p>(b)&nbsp;<u>Payment</u>.&nbsp;Access to the Platform is expressly conditioned on timely payment of the then-applicable fee for the Plan in the amount and on the billing frequency set forth during online checkout.\nYour use of and access to the Platform is expressly conditioned upon timely payment of the applicable fee(s) associated with your Plan and governed by these Terms.\nWe reserve the right to increase or decrease any fee at any time.\nhowever, to the extent you have paid your fee(s) in advance, the increase or decrease will not become effective for your subscription Plan or service until the end of your current Term.</p>\n<p>(i)&nbsp;<u>Payment Method</u>.\nBy registering for, subscribing to, or purchasing a Plan and providing billing information, you grant us and our authorized third-party payment processor(s) the right to process payment using the debit card, credit card, bank information, third-party payment provider you provide, authorize, or maintain on your account (individually, and collectively,&nbsp;“<b>Payment Method</b>”).</p>\n<p>(ii)&nbsp;<u>Editing Your Payment Method.</u> You may edit your payment method information by visiting our website and clicking on the “Account” link, available at the top of the pages of the Pluralsight website.\nIf a payment is not successfully settled, due to expiration, insufficient funds, or otherwise, and you do not edit your payment method information or cancel your account (see Cancellation Policy in Section 11(b) below), you remain responsible for any uncollected amounts and authorize us to continue billing the payment method, as it may be updated.\nThis may result in a change to your payment billing dates.\nWe may update your payment method with information provided by the applicable payment service provider, and you authorize us to continue to charge the applicable fee to the updated payment method.\nCheck with your payment method service provider for more details.</p>\n<p>(1) When you provide or add any form of payment method your account, your bank may reserve the funds necessary or place a small authorization hold until the transaction processes or the authorization hold expires, but this is not the actual charge.\nThe authorization will be removed from your account according to the policies of your bank.\nand as such, to remove an authorization, please contact your bank to clarify how long they hold authorizations for online orders.</p>\n<p>(2)&nbsp;Depending on where you transact with us, the type of payment method used, and where your payment method was issued, your transaction with us may be subject to foreign exchange fees or differences in prices because of exchange rates and other Pluralsight-provided geographic-specific pricing.\nWe do not support all payment methods, currencies, or locations for payment.</p>\n<p>(iii)&nbsp;<u>Collection Methods</u>.&nbsp;If your payment method fails, or if your account is past due, we may collect fees owed using other collection mechanisms—this may include charging other payment methods on file with us or retaining collection agencies and legal counsel, the fees and cost of which you hereby agree to pay.\nNotwithstanding anything to the contrary, your obligation to pay fees continues through the end of your applicable Term and regardless of whether you cancel your Plan during such Term.\nLate payments will bear an additional 1.5% interest monthly, plus taxes if applicable, which additional interest will be compounded daily.</p>\n<p>(iv)&nbsp;<u>Chargebacks</u>.\nIf you file a chargeback disputing charges made to Payment Method by Pluralsight and the chargeback is granted, your account will be deactivated.</p>\n<p>(v)&nbsp;<u>Excess Use</u>.&nbsp;If you use the Platform or services in violation of the scope granted hereunder, including but not limited to unauthorized rotation of your subscription to others (“<b>Excess Use</b>”), Pluralsight may, in its sole discretion, invoice you for the Excess Use, at our current list price for subscriptions and/or services for such Excess Use.</p>\n<p>(vi)&nbsp;<u>Taxes</u>.&nbsp;Payment is exclusive of taxes.\nYou are responsible for any applicable sales, use, value-added, or excise taxes, and any other similar taxes, duties or charges of any kind, other than taxes on Pluralsight’s income, imposed by any federal, state, or local governmental entity on any amounts payable by you under these Terms of Use or any Sales Order whether or not such taxes are collected by Pluralsight.&nbsp.\nWhen processing your&nbsp.\npayment method or invoicing, We may include a separate charge for such taxes and will remit taxes collected, if any, to the appropriate taxing authority.</p> 5.1 FREE TRIAL <p>Your subscription may begin with a free trial.\nYour length of your free trial will be set out during online checkout.\nWe reserve the right, in our absolute discretion, to determine your eligibility for a free trial, including creating multiple free trial accounts, and to withdraw or to modify your free trial at any time without prior notice and without liability.\nAs a free trial user, you acknowledge and agree that your use and access to the Platform is subject to these Terms of Use.</p>\n<p>You agree to provide your Payment Method during online checkout before beginning your free trial.\nWe will not process your Payment Method for payment of your fee during your free trial though you may see an authorization on your Payment Method--see Section 5.\nOn the last day of your free trial we will convert your free trial into a paid Plan and process your Payment Method for the applicable fee on the billing frequency chosen during online checkout.\nFrom that date on, the automatic renewal provisions set forth in Section 5(a)(ii) will also apply.\nBy providing your Payment Method in conjunction with registration for a free trial, you agree to these charges and billing practices.\nIf you do not wish to be charged, you must cancel before the end of your free trial.\nUpon cancellation of your free trial, your access to the Platform will terminate immediately.<br>\n</p> 6.\nPROPRIETARY MATERIALS <p>(a)&nbsp;<u>Use of Pluralsight’s Proprietary Materials</u>.&nbsp;The Platform contains copyrighted materials, trademarks, proprietary and confidential information, and intellectual property of Pluralsight and licensors of Pluralsight (collectively, “<b>Proprietary Materials</b>”), including without limitation source code, video, text, software, photos, graphics, images, music, and sound.\nYou agree not to modify, publish, transmit, participate in the transfer or sale of, create derivative works of, or in any way exploit, in whole or in part, any Proprietary Materials.\nProprietary Materials may only be accessed through the Platform, and not by or from any other site or means.\nThe right of access to the Platform does not grant to you any right to download or store any Proprietary Materials in any medium, other than (i) that downloadable content that may be provided for certain training courses, including exercise files, course slides, and sample code, (ii) files that are automatically cached by your web browser for display purposes, and (iii) if we provide desktop, mobile, or other applications for download, a single copy of such application for your computer or mobile device solely for your own, personal use, provided you agree to be bound by these Terms and the end user license agreement below (collectively, the “<b>Authorized Downloadable Materials</b>”).\nAuthorized Downloadable Materials are held by you pursuant to a limited revocable license only, and are subject to all restrictions described herein, including the prohibition on further transfer, sale, creation of derivative works, or exploitation in any manner.</p>\n<p>(b)&nbsp;<u>End-user License Agreement</u>.&nbsp;Pluralsight grants to you a non-exclusive license for the use and installation of the Authorized Downloadable Materials subject to all the terms and conditions as set forth in the Terms.\nThis license governs any and all software upgrades or additional features provided by Pluralsight that would replace or supplement the original installed version of the Authorized Downloadable Materials, unless those other upgrades or features are covered under a separate license, in which case those terms govern.</p>\n<p>(c)&nbsp;<u>Reservation of Rights</u>.&nbsp;Pluralsight reserves all intellectual property rights to the Proprietary Materials, other than as specifically granted under the applicable license granted you under these Terms.\nNo posting, copying, transmission, retransmission, distribution, redistribution, publication, republication, decompilation, disassembling, reverse engineering, or otherwise reproducing, storing, transmitting, modifying, or commercially exploiting any Proprietary Materials in any form or by any means, for any purpose, is permitted without our express written permission.</p>\n<p>(d)&nbsp;<u>Pluralsight Copyright and Marks.</u> The entire Platform is protected by copyright.\nComplying with all applicable copyright laws is your responsibility.\n“Pluralsight”, “Skill”, “Flow”, “Skill IQ”, “Role IQ”, “Team IQ”, “Pluralsight IQ”, “IRIS”, and other Pluralsight marks and logos are service marks and trademarks of Pluralsight.</p>\n<p>(e)&nbsp;<u>Third-Party Marks</u>.&nbsp;Other trademarks, service marks and logos used on the Site are the trademarks, service marks or logos of their respective owners.\nPluralsight is using these third party trademarks, service marks or logos with the permission of the trademark owner or for identification purposes only.</p>\n<p>(f)&nbsp;<u>Violation of Copyright or Intellectual Property Laws</u>.&nbsp;We respect the intellectual property of others, and we ask our users to do the same.\nWe may, in appropriate circumstances and at our sole discretion, remove or disable access to any materials on the Platform that we believe (or are notified) may infringe on the rights of others.\nIf you believe that your work has been copied in a way that constitutes copyright infringement or otherwise infringes on your intellectual property rights, please report it to us promptly by way of the procedures that we maintain at&nbsp;https://www.pluralsight.com/copyright-procedure.</p> 7.\nUSER CONTENT <p>(a)&nbsp;<u>The Platform may provide you with the ability to upload, post, submit, publish, or transmit information to the Platform, other users, or to third parties&nbsp;(“<b>User Content</b>”).</u>\n</p>\n<p>(i)&nbsp;Unless otherwise noted, all User Content you submit to the Platform, to third parties, or that is otherwise made available to Pluralsight will be considered confidential and proprietary and will be made available only to individuals or third parties that you authorize to access it via the Platform, API, or other means of transmission.</p>\n<p>(ii)&nbsp;To the extent that you provide any User Content, you represent and warrant that (a) you have all necessary rights, licenses and/or clearances to provide such User Content as provided above, (b) such User Content is accurate and reasonably complete, (c) as between you and Pluralsight, you are responsible for the payment of third-party fees, if any, related to the provision and use of such User Content, (d) such User Content does not and will not infringe or misappropriate any third-party rights or constitute a fraudulent statement or misrepresentation or unfair business practices, (e) you are responsible for any User Content you upload or provide to the Platform and for complying with applicable laws relating thereto, including export control regulations, and you agree to comply with all applicable rules regarding online conduct and acceptable content we may post on the Platform from time to time, including those set forth in Section 9 below.</p>\n<p>(iii)&nbsp;User Content that is submitted within certain areas of the Platform, such publicly-available channels or blog posts, will be considered non-confidential and non-proprietary, and by so doing, you hereby grant us and our affiliates and service providers, and each other and our respective licensees, successors, and assigns the right to use, reproduce, modify, perform, display, distribute, and otherwise disclose to third parties any such material.</p>\n<p>(b)&nbsp;<u>Monitoring and Enforcement.\nWe have the right to:</u>\n</p>\n<p>(i)&nbsp;remove or refuse to post any User Content for any or no reason in our sole discretion;</p>\n<p>(ii)&nbsp;take any action with respect to any User Content that we deem necessary or appropriate in our sole discretion, including if we believe that such User Content violates these Terms, infringes any intellectual property right or other right of any person or entity, threatens the personal safety of users of the Platform or the public, or could create risk or liability for Pluralsight;</p>\n<p>(iii)&nbsp;disclose your identity or other information about you to any third party who claims that material posted by you violates their rights, including their intellectual property rights or their right to privacy;</p>\n<p>(iv)&nbsp;take appropriate legal action, including without limitation referral to law enforcement for any illegal or unauthorized use of the Platform.\nand</p>\n<p>(vi)&nbsp;terminate or suspend your access to all or part of the Platform for any violation of these Terms.</p>\n<p>(c)&nbsp;Notwithstanding anything to the contrary, we have no obligation to review any User Content or materials before they are posted on the Platform, and we cannot ensure prompt removal of objectionable material after it has been posted.\nAccordingly, we assume no liability for any action or inaction regarding transmissions, communications, or content provided by any user or third party, and we have no liability or responsibility to anyone for performance or nonperformance of the activities described in this Section.</p> 8.\nFEEDBACK <p>We welcome and encourage you to provide feedback, comments, and suggestions for improvements to the Platform.\nYou acknowledge and agree that any and all feedback provided by way of the Platform or otherwise will be the sole and exclusive property of Pluralsight, and you hereby irrevocably assign to Pluralsight and agree to irrevocably assign to Pluralsight all of your right, title, and interest in and to all feedback, including without limitation all worldwide patent rights, copyright rights, trade secret rights, and other proprietary or intellectual property rights therein.\nAt our request and expense, you will execute documents and take such further acts as we may reasonably request to assist Pluralsight to acquire, perfect, and maintain its intellectual property rights and other legal protections for the feedback.</p> 9.\nPLURALSIGHT “DOs” and “DON’Ts” <p>As a condition of using the Platform, you agree to adhere and abide to the following DOs and DON’Ts.</p>\n<p>(a)&nbsp;DOs (Your Obligations).\nYou acknowledge and agree that you <u>\n<b>will</b>\n</u>:</p>\n<p>(i)&nbsp;comply with all applicable federal, state, local, or international law or regulations (including without limitation any laws regarding copyright, intellectual property, privacy and personal identity, or the export of data or software to and from the U.S.\nor other countries);</p>\n<p>(ii)&nbsp;provide true and accurate information to us and keep it updated;</p>\n<p>(iii)&nbsp;use all portions on the Platform in a respectful manner;</p>\n<p>(iv)&nbsp;exit from your account at the end of each session or use of the Platform.\nand</p>\n<p>(v)&nbsp;use your subscription for non-commercial home or personal use only.</p>\n<p>(b)&nbsp;DON’Ts (Prohibited Conduct).\nYou acknowledge and agree that you <u>\n<b>will not</b>\n</u>:</p>\n<p>(i)&nbsp;reproduce, redistribute, transmit, assign, sell, broadcast, rent, share, lend, modify, adapt, edit, create derivative works of, license, capture, download, save, upload, print, or otherwise transfer or retain information or content available on the Platform other than with regard to Authorized Downloadable Materials, subject to the limited permissions set forth herein;</p>\n<p>(ii)&nbsp;manually or systematically harvest, scrape, collect or otherwise extract information or data contained on the Platform, other than permitted use of Authorized Downloadable Materials or temporary storage of video materials for offline viewing (if permitted by your Plan);</p>\n<p>(iii)&nbsp;permit or provide others access to the Platform;</p>\n<p>(iv)&nbsp;impersonate or attempt to impersonate Pluralsight, a Pluralsight employee, another user, or any other person or entity (including without limitation by using e-mail addresses or account information associated with any of the foregoing) or provide incorrect or knowingly false information;</p>\n<p>(v)&nbsp;remove or modify any copyright, trademark, legal notices, or other proprietary notations from the Proprietary Materials or any other content available on the Platform;</p>\n<p>(vi)&nbsp;violate or attempt to violate the Platform’s security mechanisms, attempt to gain unauthorized access to the Platform or assist others to do so, or otherwise breach the security of the Platform or corrupt the Platform in any way;</p>\n<p>(vii)&nbsp;co-brand or frame the Platform or establish a link in such a way as to suggest any form or association, approval, or endorsement on our part, without the prior express written permission of an authorized representative of Pluralsight;</p>\n<p>(viii)&nbsp;use any portion of the Platform to aid in transmitting, or procure the sending of, any advertising or promotional material, including any “junk mail”, “chain letter”, or “spam” or any other similar solicitation;</p>\n<p>(ix)&nbsp;post to any portion of the Platform any inappropriate, offensive, racist, hateful, sexist, pornographic, false, misleading, infringing, defamatory, or libelous content;</p>\n<p>(x)&nbsp;use the Platform or its contents (including User Content) to recruit, solicit, or contact in any form other users or potential users for employment or contracting for a business not affiliated with us without the prior express written permission of an authorized representative of Pluralsight;</p>\n<p>(xi)&nbsp;use or attempt to use the Platform to store or transmit software viruses, worms, time bombs, Trojan horses, or any other computer code, files, or programs designed to interrupt, destroy, or limit the functionality of any computer software, hardware, or telecommunications equipment;</p>\n<p>(xii)&nbsp;engage in any conduct that restricts or inhibits anyone’s use or enjoyment of the Platform, or which, as determined by us, may harm us or users of the Platform or expose them to liability.\nand/or</p>\n<p>(xiii)&nbsp;use the Platform in any manner that could disable, overburden, damage, or impair the Platform, interfere with any other party’s use of the Platform (including their ability to engage in real time activities through the Platform), or otherwise attempt to interfere with the proper working of the Platform.</p>\n<p>(c)&nbsp;<u>Restricted Use of Platform</u>.&nbsp;We reserve the right to monitor use of the Platform and to suspend, revoke, deny, disable, or terminate your access if you violate any provisions of these Terms (including, but not limited to the DOs and DON’Ts above) or if your or behavior exceeds reasonable limits, as determined in our sole discretion.</p>\n<p>(d)&nbsp;<u>Export Controls</u>.&nbsp;The Platform and its features are subject to United States export controls.\nNo Platform content or materials may be downloaded or exported (i) into (or to a resident of) Cuba, Sudan, North Korea, Iran, Syria, the Crimea region of the Ukraine or any other country subject to an applicable embargo or other trade restriction by any government regulatory agency having jurisdiction, or (ii) by or to any person or entity on the United States Treasury Department’s list of Specially Designated Nationals (SDN) or the United States Commerce Department’s Consolidated Screening List (CSL).\nBy accessing or using the Platform, you represent and warrant that you are not located in, under the control of, or a national or resident of any such country or on any such list.\nAlthough the Platform may be accessible worldwide, we make no representation that the Platform is appropriate or available for use in locations outside the United States, and accessing the Platform from territories where its contents or materials are illegal, is prohibited.\nThose who choose to access the Platform from other locations do so at their own initiative and are responsible for compliance with local laws.\nAny offer for any product, service, and/or information made in connection with the Platform is void where prohibited.</p> 10.\nREPRESENTATION, WARRANTIES, AND COVENANTS <p>(a)&nbsp;<u>Your Representations and Warranties</u>.\nYou represent and warrant that:</p>\n<p>(i)&nbsp;You are over the age of 16 as all portions of the Platform are intended for only individuals over 16.\nIf you are under 16 years of age, you may not register for an account or otherwise use the Platform;</p>\n<p>(ii)&nbsp;You are solely responsible for all service, telephony, data charges, and other fees and costs associated with your access to and use of the Platform, including without limitation maintaining all internet, browser software and extensions, computer hardware, telephone, and other equipment required for such access.</p>\n<p>(b)&nbsp;<u>Authority</u>.&nbsp;You and Pluralsight each represent, warrant, and covenant that it has the full power and authority to: (i) enter into an agreement subject to these Terms.\n(ii) perform its obligations hereunder, and that its performance hereunder does not conflict with, limit, or be contrary to any other agreement.\n(iii) and that by so doing, it does not violate any applicable laws or any contractual relationship.</p>\n<p>(c)&nbsp;<u>Pluralsight Intellectual Property</u>.&nbsp;We represent, warrant, and covenant that: (i) we have and will have all rights, titles, licenses, intellectual property, permissions and approvals necessary in connection with our performance under these Terms to grant you rights granted hereunder.\nand (ii) neither the Platform (including the Proprietary Materials), nor the provision or utilization thereof as contemplated under these Terms , will infringe, violate, trespass or in any manner contravene or breach or constitute the unauthorized use or misappropriation of any intellectual property of any third party.</p>\n<p>(d) <u>Reliance and Functionality.</u>&nbsp;Pluralsight does not warrant that the content or functions of the Platform will meet your requirements or that the operation of the Platform will be uninterrupted or error free.\nThe content and materials presented on or through the Platform is made available solely for general information purposes.\nWe do not warrant the accuracy, completeness, or usefulness of this information.\nAny reliance you place on such information is strictly at your own risk.\nWe disclaim all liability and responsibility arising from or related to any reliance placed on our materials by you or any other visitor to the Platform, or by anyone who may be informed of any of its contents.\nThe Platform may include content provided by third parties, including materials provided by other users, bloggers, or third-party licensors, syndicators, aggregators, and reporting services.\nAll statements and opinions expressed in these materials, and all articles and responses to questions and other content, other than the content provided by Pluralsight, are solely the opinions and the responsibility of the person or entity providing those materials.\nThese materials do not necessarily reflect the opinion of Pluralsight.\nWe are not responsible or liable to you or any third party, for the content or accuracy of any materials provided by any third parties, and use of any services provided by third parties is subject to their policies and at your own risk.</p>\n<p>(e)&nbsp;<u>Availability of Platform</u>.&nbsp;You recognize that the traffic of data through the Internet may cause delays during your use of or access to the Platform, and accordingly, you agree not to hold us liable for delays that are ordinary in the course of Internet use.\nYou further acknowledge and accept that the Platform may not be available on a continual 24-hour basis due to such delays, delays caused by our upgrading, modification, or standard maintenance of the Platform, or any other delays outside of our control.</p>\n<p>(f)&nbsp;<u>Non-Pluralsight Products</u>.&nbsp;If you install or enable Non-Pluralsight Products for use with Platform, Customer acknowledges that providers of those Non-Pluralsight Products may have access to your data in connection with the interoperation of the Platform.\nPluralsight will not be responsible for any use, disclosure, modification, or deletion of your data while accessed or transmitted through such Non-Pluralsight Products.</p> 11.\nTERMINATION.\nCANCELLATION POLICY <p>(a)&nbsp;<u>Pluralsight’s Rights of Termination</u>.&nbsp;You agree that we may suspend or deactivate your account or terminate your Plan if we believe that you have (a) breached these Terms.\n(b) infringed the intellectual property rights of a third party.\n(c) posted, uploaded or transmitted unauthorized User Content.\nor (d) violated or acted inconsistently with these Terms, our Privacy Policy, or any other applicable policies.\nYou agree that any such suspension, deactivation or termination for the foregoing reasons may be effected without prior notice to you and that Pluralsight will not be liable to you or any third party for any deactivation of your account or termination of your Plan.</p>\n<p>(b)&nbsp;<u>Your Right of Termination</u>.&nbsp;Your Plan may be cancelled at any time via your user account settings page, by calling +1 (801) 784-9007, or by emailing&nbsp;support@pluralsight.com.\nIf you cancel your Plan by any method, your plan will remain active to the end of your then-current Term to the extent your fees are paid and these Terms of Use will continue in effect and will govern such Term until its expiration or earlier termination as set forth in Section 11(a).\nIf you are dissatisfied for any reason with your subscription, your sole right and exclusive remedy is to termination your Plan.\nYour obligation to pay fees continues through the end of the Term during which you cancel your Plan.</p>\n<p>(c)&nbsp;<u>No Refunds</u>.&nbsp;ll portions of the fees paid, whether paid monthly or annually, are <i>completely non-refundable</i>.\nExceptions for extenuating circumstances may be considered by emailing support@pluralsight.com;&nbsp;however, we are in no way required to refund you any portion of the fees paid.&nbsp.\nIn the event that you request deletion of your account, no portion of your fee will be refunded, regardless of the time remaining in your Term.</p>\n<p>(d)&nbsp;You acknowledge and agree that Pluralsight may retain and store your information on Pluralsight’s systems for archival purposes notwithstanding any termination or cancellation of your account or Plan.</p> 12.\nINDEMNIFICATION <p>(a)&nbsp;<u>Indemnification</u>.&nbsp;You agree to defend, indemnify and hold harmless Pluralsight, its directors, employees, licensors, independent contractors, providers, subsidiaries, and affiliates, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses or fees (including reasonable attorneys’ fees) (hereinafter, “<b>Claims</b>”) arising out of or relating to : (i) your violation of these Terms.\n(ii) any information you post to the Platform.\n(iii) any use by you of the Platform’s material, content, services, or products other than as expressly authorized in these Terms.\nor (iv) your use of any information obtained from the Platform.</p>\n<p>(b)&nbsp;<u>Indemnification Procedure</u>.&nbsp;You agree to cooperate as fully as reasonably required in the defense of any Claims, including asserting any available defenses.\nWe reserve the right, at our own expense, to assume the exclusive defense and control of any Claims or matter otherwise subject to indemnification by you and you may not in any event settle any Claims without our prior written consent.</p> 13.\nNO WARRANTY.\nLIMITATIONS ON LIABILITY <p>(a)&nbsp;<u>No Warranty</u>.&nbsp;EXCEPT FOR THOSE WARRANTIES OUTLINED HEREIN, THE PLATFORM IS PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT WARRANTY OF ANY KIND, WHETHER EXPRESSED OR IMPLIED.\nNEITHER PLURALSIGHT NOR ANY PERSON OR ENTITY ASSOCIATED WITH PLURALSIGHT MAKES ANY PROMISE, WARRANTY, OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY OR AVAILABILITY OF THE PLATFORM.\nWITHOUT LIMITING THE FOREGOING, NEITHER PLURALSIGHT NOR ANY PERSON OR ENTITY ASSOCIATED WITH PLURALSIGHT PROMISES, REPRESENTS OR WARRANTS THAT THE PLATFORM OR CONTENT OBTAINED THROUGH THE PLATFORM OR ANY PORTION THEREOF WILL BE ACCURATE, RELIABLE, ERROR-FREE OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT THE PLATFORM OR THE SERVER THAT MAKES THEM AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE SITE OR ITS CONTENT OR MATERIALS WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.\nPLURALSIGHT HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON- INFRINGEMENT, AND FITNESS FOR A PARTICULAR PURPOSE.</p>\n<p>(b)&nbsp;<u>Limitation on Liability</u>.&nbsp;IN NO EVENT WILL PLURALSIGHT, ITS AFFILIATES, OR THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS, OR DIRECTORS BE LIABLE TO YOU OR ANY THIRD PARTY WITH RESPECT TO THE PLATFORM OR THE SUBJECT MATTER OF THESE TERMS UNDER ANY CONTRACT, NEGLIGENCE, TORT, STRICT LIABILITY, OR OTHER LEGAL OR EQUITABLE THEORY, EVEN IF FORESEEABLE, FOR: (i) ANY AMOUNT IN THE AGGREGATE IN EXCESS OF THE GREATER OF THE AMOUNT YOU HAVE PAID TO PLURALSIGHT FOR USE OF THE PLATFORM IN THE THREE (3) MONTHS IMMEDIATELY PRIOR TO SUCH LIABILITY ARISING.\n(ii) FOR ANY SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER, INCLUDING WITHOUT LIMITATION LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS, LOSS OF ANTICIPATED SAVINGS, LOSS OF USE, OR LOSS OF GOODWILL.\n(iii) DATA LOSS OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES.\n(iv) FOR ANY MATTER BEYOND OUR REASONABLE CONTROL.\nOR (v) FOR ANY ACTIONS OF, OR SERVICES PROVIDED BY, THIRD-PARTY SERVICE PROVIDERS OR INDEPENDENT CONTRACTORS (INCLUDING MENTORS) PROVIDING SERVICES ON BEHALF OF PLURALSIGHT OR VIA THE PLATFORM.</p>\n<p>THE FOREGOING DOES NOT AFFECT ANY LIABILITY WHICH CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.<br>\n</p> 14.\nCHANGES TO TERMS OR THE PLATFORM <p>(a)&nbsp;<u>Changes to these Terms</u>.&nbsp;We reserve the right to change or modify these Terms, our Privacy Policy, or any terms they incorporate by reference in our sole discretion and at any time.\nAny such change or modification will be effective immediately upon posting to the Platform.\nhowever, any changes to Section 16(c) (Governing Law and Jurisdiction) will not apply to any disputes for which the parties have actual notice on or prior to the date the change is posted on the Platform.\nWe will take reasonable steps to notify you of any changes or modifications, but you agree to review the Platform periodically to be aware of any changes or modifications.\nNotwithstanding anything to the contrary, your continued use of the Platform and any other Pluralsight-provided services will be deemed your conclusive acceptance of all such changed or modified terms and conditions.</p>\n<p>(b)&nbsp;<u>Changes to the Platform</u>.&nbsp;Pluralsight may at any time, without notice or liability, change or eliminate any content or feature of the Platform or any portion thereof, or restrict the use of any portion of the Platform.\nYour only right with respect to any dissatisfaction with any service-related change or elimination is to cease use of the Platform.\nWe will not be liable if for any reason all or any part of the Platform is unavailable at any time or for any reason.</p> 15.\nADDITIONAL TERMS <p>Our Platform and services are made available to you in accordance with these Terms and may also be subject to one or more of the additional terms set forth below (\"<b>Additional Terms</b>\").\nIf there is any conflict between these Terms of Use and the Additional Terms, then the Additional Terms govern in relation to that specific Plan or service you purchased from Pluralsight.\nThe Additional Terms are subject to change.</p>\n<p>(a) Pluralsight LIVE (User Conference Event).\nIn the event you purchase a ticket to Pluralsight’s user conference (known as “<b>Pluralsight LIVE</b>”), you agree that your attendance is governed exclusively by the Pluralsight Live: General Terms and Conditions located at&nbsp;https://www.pluralsight.com/terms/pluralsight-live-terms (“<b>Pluralsight LIVE Terms</b>”).</p>\n<p>(b)&nbsp;If you use a mobile device or Pluralsight-provided mobile application to access the Platform, the following additional terms and conditions also apply.</p>\n<p>(i)&nbsp;You agree that you are solely responsible for all message and data charges that apply to use of your mobile device to access the Platform.\nAll such charges are billed by and payable to your mobile service provider.\nPlease contact your participating mobile service provider for pricing plans, participation status, and details.</p>\n<p>(ii)&nbsp;You understand that wireless service may not be available in all areas at all times and may be affected by product, software, coverage, or service changes made by your service provider or otherwise.\nAdditional terms and conditions may apply to your use of our mobile applications based on the type of mobile device that you use.</p>\n<p>(iii)&nbsp;Your access to or use of the Platform via your mobile device or Pluralsight- provided mobile application confirms your agreement to these terms of use.</p>\n<p>(c)&nbsp;Additional guidance on using the Platform is available at our online help center as updated from time to time, accessible via&nbsp;https://help.pluralsight.com/help or such successor site.</p> 16.\nGENERAL <p>(a)&nbsp;<u>Non-Waiver</u>.&nbsp;Failure by Pluralsight to enforce any provision(s) of these Terms will not be construed as a waiver of any provision or right.</p>\n<p>(b)&nbsp;<u>Severability</u>.&nbsp;If any provision of these Terms is found to be illegal, void, or unenforceable, then that provision will be deemed severable from these Terms and will not affect the validity and enforceability of any remaining provisions of these Terms.</p>\n<p>(c)&nbsp;<u>Governing Law and Jurisdiction</u>.&nbsp;These Terms, and all claims or causes of action (whether in contract, tort, or statute) that may be based upon, arise out of, or relate to these Terms, or the negotiation, execution, or performance under these Terms (including any claim or cause of action based upon, arising out of, or related to any representation or warranty made in or in connection with these Terms or as an inducement to agree to these Terms), are governed by and will be construed and enforced in accordance with the laws of the State of Utah, including its statute of limitations, without reference to (i) any conflicts of law principles that would apply the substantive laws of another jurisdiction to the parties’ rights or duties, (ii) the United Nations Convention on Contracts for the International Sale of Goods, or (iii) other international laws.\nAny action or other judicial proceeding for the enforcement of these Terms or any of its provisions shall be instituted only in the courts of the State of Utah.</p>\n<p>(d)&nbsp;<u>Compliance with Legal Requests</u>.&nbsp;Without limiting the foregoing, we have the right to fully cooperate with any valid legal process from a law enforcement authority with jurisdiction that requests or directs us to disclose customer data or other information on the Platform.\nYOU WAIVE AND HOLD HARMLESS US AND OUR AFFILIATES, LICENSEES, AND SERVICE PROVIDERS FROM ANY CLAIMS RESULTING FROM ANY ACTION TAKEN BY US OR ANY OF THE FOREGOING PARTIES DURING OR AS A RESULT OF ITS INVESTIGATIONS AND FROM ANY ACTIONS TAKEN AS A CONSEQUENCE OF INVESTIGATIONS BY EITHER US, SUCH PARTIES, OR LAW ENFORCEMENT AUTHORITIES.</p>\n<p>(e)&nbsp;<u>Compliance with Applicable Laws</u>.&nbsp;Pluralsight agrees to comply with all applicable laws and regulations, including the General Data Protection Regulation 2016/679 and the California Consumer Privacy Act, with respect to the use and disclosure of your personal information.</p>\n<p>(f)&nbsp;<u>Use of Your Public Statements</u>.&nbsp;As a Plan subscription holder, you agree that we may identify you as a customer of Pluralsight on Pluralsight’s websites and in other marketing materials in the event that you make public reference to Pluralsight, such as in a social media post or on a publicly-available blog, article, or other forum.\nPluralsight may display your public statement in Pluralsight marketing materials, presentations, or on our Platform.\nThe foregoing shall be deemed a worldwide non-exclusive, and irrevocable license to use your public statement for this purpose.\nYou also agree to be referenced in press releases and case studies prepared by Pluralsight.\nSuch license and consent will terminate at the end of your Term.</p>\n<p>(g)&nbsp;<u>Dispute Resolution</u>.&nbsp;Should any dispute arise with regard to these Terms, the parties agree to first work in good faith to resolve such dispute, and neither party may commence any action with regard to such dispute until thirty (30) days have passed from the time such party has provided written notice to the other party of the nature of such dispute, provided that nothing herein will prevent us from seeking injunctive relief in the event of your actual or threatened breach of any terms of these Terms.</p>\n<p>(h)&nbsp;<u>Notice</u>.&nbsp;Any notice which may be required to be given under these Terms, will be given:&nbsp;</p>\n<p>(i)&nbsp;by Pluralsight to you via e-mail to the e-mail address you maintain in your account settings or by notifying you electronically by displaying the notice in the Platform;</p>\n<p>(ii) by you to us in any commercially reasonable manner, including certified mail, return receipt requested, e-mail, or any other customary means of communication at the applicable mailing address set forth below, as maybe updated from time to time.\nAny notice given otherwise than in accordance with this Section will be deemed ineffective.</p>\n<p>Pluralsight, LLC<br>\n42 Future Way&nbsp;<br>\nDraper, Utah 84020&nbsp;<br>\nAttn: Legal Counsel<br>\nEmail: contract-notices@pluralsight.com&nbsp;</p>\n<p>All other feedback, comments, requests for technical support, or other communications relating to the Platform should be directed to the Pluralsight support team by emailing support@pluralsight.com.</p>\n<p>(i)&nbsp;<u>No Agency</u>.&nbsp;Nothing in these Terms will be construed as making either party the partner, joint venture, agent, legal representative, employer, contractor, or employee of the other.\nNeither Pluralsight nor any other party to these Terms has, or may hold itself out to any third party as having, any authority to make any statements, representations or commitments of any kind, or to take any action that is binding on the other party, except as provided for herein or authorized in writing by the party to be bound.</p>\n<p>(j)&nbsp;<u>Equitable Relief</u>.&nbsp;You acknowledge that a breach of these Terms may cause us irreparable damage, for which the award of damages would not be adequate compensation.\nConsequently, you agree that we may institute an action to enjoin you from any and all acts in violation of those provisions, which remedy will be cumulative and not exclusive, and we may seek the entry of an injunction enjoining any breach or threatened breach of those provisions, in addition to any other relief to which we may be entitled at law or in equity.</p>\n<p>(k)&nbsp;<u>Assignment</u>.&nbsp;We may freely transfer or assign any portion of our rights or delegate our obligations under these Terms.\nYou may not assign or otherwise transfer your rights, obligations, or duties under these Terms, in whole or in part, without our prior written consent, in our sole discretion.\nAny attempted transfer or assignment of these Terms without the prior written consent of Pluralsight will be null and void ab initio.\nNotwithstanding the foregoing, these Terms will be binding upon and will inure to the benefit of the permitted successors and assigns of each party to these Terms.\nIn the event you assign these Terms in violation of the foregoing, such assignee shall be responsible for compliance with these terms, including but not limited to payment of any outstanding fees.</p>\n<p>(l)&nbsp;<u>Miscellaneous</u>.\nThese Terms and any terms that incorporate these Terms by reference, together with each Sales Order, as applicable, constitute the sole and entire agreement between you and Pluralsight with respect to the Platform and supersede all prior and contemporaneous understandings, agreements, representations and warranties, both written and oral, with respect to the Platform and to the subject matter contemplated by these Terms.\nThe section titles used herein are displayed for convenience only and have no legal effect.\nNothing in these Terms confers any third-party beneficiary rights or remedies.\nIf any dispute should arise between the parties hereto regarding the terms or subject matter of these Terms or the enforcement or breach of such terms, then the party prevailing in such dispute, whether by out-of-court settlement or final judicial determination, will be entitled to recover from the non-prevailing party all costs and expenses of such dispute incurred by such prevailing party, including without limitation reasonable attorneys’ fees.</p>\n<p>\n<b>[END OF TERMS OF USE]</b>\n</p> ", "created_at": "2021-07-10 00:39:34.495502", "updated_at": "2021-07-10 00:39:43.478984"}, {"id": 8317, "name": "Privacy Policy", "url": "https://www.pluralsight.com/privacy", "xpath": "//*[@id=\"content\"]", "text": " Privacy Policy Effective Date: November 24, 2020 (v.\n4.1) 1.\nThe information we collect about you 2.\nHow we use the information we collect 3.\nWho we give your information to 4.\nControl of your information 5.\nYour access to your information and how long we keep it 6.\nHow we protect your information 7.\nWhere we store your information 8.\nUse of Cookies 9.\nLinks to other websites 10.\nCalifornia Resident Privacy Rights 11.\nPublic forums 12.\nPayment processing 13.\nInformation about enforcement and dispute resolution 14.\nChanges to this Privacy Policy 15.\nContact us Download Privacy Policy <ul>\n<li>\n<p>The information we collect about you</p>\n</li>\n<li>\n<p>How we use the information we collect</p>\n</li>\n<li>\n<p>Who we give your information to</p>\n</li>\n<li>\n<p>Control of your information</p>\n</li>\n<li>\n<p>Your access to your information and how long we keep it</p>\n</li>\n<li>\n<p>How we protect your information</p>\n</li>\n<li>\n<p>Where we store your information</p>\n</li>\n<li>\n<p>Use of Cookies</p>\n</li>\n<li>\n<p>Links to other websites</p>\n</li>\n<li>\n<p>Public forums</p>\n</li>\n<li>\n<p>Payment processing</p>\n</li>\n<li>\n<p>California Resident Privacy Rights</p>\n</li>\n<li>\n<p>Information about enforcement and dispute resolution</p>\n</li>\n<li>\n<p>Changes to this Privacy Policy</p>\n</li>\n<li>\n<p>Contact us</p>\n</li>\n<li>\n<p>Download Privacy Policy</p>\n</li>\n</ul>\n<p>This Privacy Policy (“<b>Privacy Policy</b>”) applies to the corporate website accessible at https://www.pluralsight.com (“<b>Website</b>”) and the cloud-based technology learning platform also accessible through that website, the video players used to view Pluralsight courses, and the mobile applications (“<b>Platform</b>”, and together with the Website, collectively, the “Site”), all owned and operated by Pluralsight, LLC, a Nevada limited liability company (“<b>Pluralsight</b>”, “<b>we</b>”, or “<b>us</b>”).\nThis Privacy Policy describes how Pluralsight collects and uses personal information collected through the Website and the Platform.\nIt also describes the choices available to you regarding the use of, your access to, and how to update and correct your personal information.</p>\n<p>\n<b>This Privacy Policy sets out:</b>\n</p>\n<p>(i)&nbsp;The information we collect about you</p>\n<p>(ii)&nbsp;How we use the information we collect</p>\n<p>(iii)&nbsp;Who we give your information to</p>\n<p>(iv)&nbsp;Control of your information</p>\n<p>(v)&nbsp;Your access to your information and how long we keep it</p>\n<p>(vi)&nbsp;How we protect your information</p>\n<p>(vii)&nbsp;Where we store your information</p>\n<p>(viii)&nbsp;Use of Cookies</p>\n<p>(ix)&nbsp;Links to other websites</p>\n<p>(x)&nbsp;Public forums</p>\n<p>(xi)&nbsp;Payment processing</p>\n<p>(xii)&nbsp;California Resident Privacy Rights</p>\n<p>(xiii)&nbsp;Information about enforcement and dispute resolution</p>\n<p>(xiv)&nbsp;Changes to this Privacy Policy</p>\n<p>(xv)&nbsp;Contact us</p>\n<p>Please read the following carefully to understand our views and practices regarding your personal information and how we will treat it.\nBy engaging with the Website and the Platform you acknowledge you have read and understood this Privacy Policy.\nData protection laws require companies to describe their role and responsibility when handling personal information.&nbsp;</p>\n<p>European Economic Area Data Subject Rights:</p>\n<p>If you are a resident of the European Economic Area, the following definitions apply to your data.&nbsp.\nWhen you access our Website and view information about us and our technology, communicate with us, download whitepapers, and register for events etc, we are the data controller.&nbsp;</p>\n<p>When you engage with the Platform because your employer has signed up to a Business plan (as defined in our Terms of Use at https://www.pluralsight.com/terms, the “<b>Terms of Use</b>”) or a Company Partnership Subscription (see below), then;</p>\n<p>• your employer is the data controller with respect to the user information it provides to us.\nThis information typically includes first name, last name, and business email address.\nWhere your employer is the data controller in this way, we act as a data processor under data protection laws, meaning we use the information to provide a service to your employer.</p>\n<p>• Pluralsight is the data controller for information provided directly by you or as a result of interacting with the Platform, including assessment data, a secondary email address, additional profile details such as job title, personal website URL, a short bio, social platform handles, and demographic information such as your gender, year of birth, and your work industry.\nTo be clear, none of these additional profile details are required to utilize our Site, but we can offer you an enhanced experience if you provide it.</p>\n<p>When you sign up as a user of the Platform via an Individual Plan (as defined in the Terms of Use), Pluralsight is the data controller for all personal information provided by that user and collected by the Platform as the user accesses and uses it.</p> 1.\nThe information we collect about you <p>We value your trust.\nIn order to honor that trust, Pluralsight adheres to ethical standards in gathering, using, and safeguarding any information you provide.</p>\n<p>We collect and process the following personal information from you:</p>\n<p>(a)&nbsp;<u>Information you give to us</u>: This is information about you that you give us directly when you interact with us.\nYou may give it to us by filling out a form on our Site, corresponding with us by phone, e-mail, or at an in-person event.\nIt includes information necessary to register for a subscription, pay for a subscription, or place an order for other services we provide.\nIt also includes information shared when you participate in a discussion board, share on social media via our Site, enter a competition or promotion, submit a query, report feedback about or a problem within our Site, or any of the other Interactive Services (defined in the Terms of Use).\nWhen you create an account for our Platform, we require you provide first name, last name, and email address.\nWhen you purchase a subscription, we will need payment and billing information, often including an address and credit card information.\nAdditionally, you can provide additional personal information to complete a profile within our system.&nbsp;</p>\n<p>(b)&nbsp;<u>Information we collect about you from your use of our Site</u>: We will automatically collect information from you each time you visit our Site.\nThis includes technical information, information about your visit, and information about your activity on our Site such as courses searched and viewed, page response times, download errors, length of visit to certain pages, page interaction information (such as scrolling, clicks, and mouseovers), methods to browse to and away from a page, and methods used to contact our sales and support teams.&nbsp;Technical information may also include the Internet protocol address used to connect your device to the Internet, unique device identifiers, your login information, browser type and version, time zone setting, browser plug-in types and versions, operating systems, and device platform.&nbsp;</p>\n<p>(c) I<u>nformation we receive from other sources</u>: This is information we receive about you from third parties that we work closely with to provide, promote, and improve our services.\nThese third parties include business partners, vendors who assist in technical and payment services, advertising networks, analytics providers, and search information providers.</p> 2.\nHow we use the information we collect <p>(a)&nbsp;<u>Information you give to us</u>: Pluralsight uses the personal information you provide in a manner that is consistent with this Privacy Policy.\nWe use your personal information to provide our services on our Site, including services arising from any obligations set forth in a contract between you and us.\nThese services may include providing access to our course library, administration of your account, billing, and notifying you of changes to our service or your account.\nThis data will also be used to allow you to participate in the interactive features of our Site or to provide you with information you may have requested from us, including whitepapers, access to webinars, or the like.</p>\n<p>We also use your personal information together with other personally non-identifiable information to help us better understand our users, to personalize and improve your experience with our Site, and to improve the content and functionality of our Site.\nThis may include providing information about our goods and services that we feel may interest you and enhance your interaction with our Site.\nWe will communicate with you about these goods and services via email, direct mail, telephone, or on our Site.\nThese communications may include newsletters, promotional emails, product updates, or market research requests.\nWe will use your information for this purpose only if you have given your consent to receive marketing material from us at the point we collected your information, where required by law, or otherwise in our legitimate interests, provided these interests do not override your right to object to such communications.</p>\n<p>(b)&nbsp;<u>Information we collect about you from your use of our Site</u>: We will use this information in our legitimate interests (where we have considered these are not overridden by your rights), to administer our Site, and for internal operations, including troubleshooting, data analysis, testing, research, and statistical survey purposes.\nWe will also use this information to keep our Site safe and secure, for measuring the effectiveness of how we present content and how we market and advertise.\nWe use Internet protocol addresses and non-personally identifiable information in our log files to analyze trends, to administer our Site, to track users’ movements in and around our Site, and to gather demographic information about our user base as a whole.\nWe also utilize unstructured machine learning technologies to understand user behaviors and to provide user-specific recommendations and other personalization of our Site experience.</p>\n<p>(c)&nbsp;<u>Information we receive from other sources</u>: We will combine this information with information you give to us and information we collect about you in our legitimate interests (where we have considered that these are not overridden by your rights).\nWe will use this information and the combined information for the purposes set out above (depending on the types of information we receive).</p> 3.\nWho we give your information to <p>We consider your personal information to be a vital part of our relationship with you and do not sell your personal information to third parties.\nThere are, however, certain circumstances in which we may share your personal information with certain third parties, as follows:</p>\n<p>(a)&nbsp;<u>Agents, Consultants and Related Third Parties</u>:&nbsp.\nWe sometimes hire other companies to perform certain business-related functions, such as sending email on our behalf, payment processing, or conducting market research.\nWe also share your email address with third parties, such as Facebook, LinkedIn, and Twitter in order to provide custom marketing materials for you on their platforms.\nWhen we employ another company to perform a function of this nature, we only provide them with the information that they need to perform their specific function.\nThese companies are not permitted to use any personal information that we share with them for any other purpose aside from providing services to us.</p>\n<p>We also share information with third parties about customer engagement on our platform.&nbsp.\nFor example, when you view a course about a technology vendor, we share information such as the number of course minutes viewed, Role and Skill IQ levels, hands-on course engagement, and other related data with that technology vendor.&nbsp.\nWe share this information and receive feedback from those third parties in order to improve the content available on our platform and better collaborate with our partners to jointly help companies and individuals address their skill development needs.&nbsp.\nUnless we specifically ask for and you grant consent, the data we provide to third parties does not include personal information.</p>\n<p>(b)&nbsp;<u>Business Plans and Company Partnership Subscriptions</u>: We partner with certain third parties to provide our services to their employees or their community members.\nAs part of such partnerships, a third party may pay for the subscription for its employees or community members or otherwise contract with Pluralsight to make your subscription available to you, and Pluralsight may share information about your use of our services with the third party.\nIf your subscription was provided by your employer or community sponsor (including Company Partnerships as defined in the Terms of Use), we may share information you provide, or information we may otherwise collect through your registration and use of our services, with such third party.\nThis information may include course viewing history, course viewing time, course or assessment completion, course quality ratings and feedback, certifications, performance-related metrics, and other personal information.&nbsp;</p>\n<p>(c)&nbsp;<u>Business Transfers</u>: As we develop our business, we might sell or buy businesses or assets.\nYour personal information may be transferred to a buyer or other successor in the event of a corporate sale, merger, reorganization, dissolution, or similar event in which personal information held by us about our Site users is among the assets transferred.</p>\n<p>(d)&nbsp;<u>Legal Requirements</u>: In certain situations, Pluralsight may be required to disclose personal information in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.\nWe reserve the right to disclose your personal information as required by law and when we believe that disclosure is necessary to protect our rights or to comply with a judicial proceeding, court order, or similar legal process served on us or our Site.</p>\n<p>We will take reasonable steps to ensure that we only collect that personal information that is relevant for the purposes for which it is to be used.\nFurthermore, we will not process your personal information in a way that is incompatible with these purposes.</p> 4.\nControl of your information <p>When you register, or otherwise give us personal information, we will not share that information with third parties without your permission, other than for the limited exceptions already listed.\nIt will only be used for the purposes stated in this Privacy Policy.\nWhen Pluralsight is acting as a data processor, we will only process personal information in accordance with the instructions given by the data controller.\nWhen Pluralsight is acting as a data controller, we will act in accordance with your permission to offer you our services and as otherwise instructed by you.\nWe will also give you the ability to opt out before we disclose your personal information to a third party or use your personal information for purposes that are fundamentally different than the purpose for which it was originally created.</p>\n<p>If you would like to discontinue receiving communications from us, you may update your email preferences by using the “Unsubscribe” link found in emails we send to you or on the Communications Preferences Dashboard located in your member profile on our Site or by contacting us at support@pluralsight.com.\nPlease note that we may not include the opt-out information in e-mails that are transactional in nature and are not marketing communications (i.e., e-mails concerning your order, the website’s Terms of Use, etc.).\nYou will not have the ability to opt-out of receiving transactional emails via the Communications Preferences Dashboard.\nIf you have questions or concerns regarding a transactional e-mail, please contact us.</p> 5.\nYour access to your information and how long we keep it <p>Upon request, Pluralsight will provide you with information about whether we hold, or process on behalf of a third party, any of your personal information.\nTo request this information please contact us at support@pluralsight.com.&nbsp;</p>\n<p>We will provide you with the means to ensure that your personal information is correct and current.\nIf you have registered to use the Platform, we will provide a way for you to access and change your profile on our Platform.\nWe will also allow you to completely delete your profile along with all personal information associated with that profile, although this option may significantly degrade your experience with our Platform.\nYou may request deletion by accessing your profile and clicking on the link available there.\nAlternatively, you may contact us at support@pluralsight.com.\nWe will respond to your request within a reasonable timeframe.\nRequesting deletion of your account means your personal information is permanently deleted and cannot be retrieved.</p>\n<p>If you would like to view your personal information that we hold at any time, you may access your profile from our Site.</p>\n<p>We retain your information while your account is active or as needed to provide you services.\nThereafter, we may retain certain personal information indefinitely as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.\nWe may also retain aggregate information for research purposes and to help us develop and improve our Site and services.</p> 6.\nHow we protect your information <p>The security of your personal information is important to us.\nWhen you enter sensitive information (such as a credit card number) on our checkout page, your information is sent over an authenticated and encrypted connection using Transport Layer Security (TLS).</p>\n<p>We store your personal information only on servers with limited access that are located in controlled facilities and use a variety of technologies and procedures intended to protect your personal information from loss, misuse, unauthorized access, disclosure, alteration and destruction.\nNonetheless, no communication via the Internet can ever be 100% secure, and no security measures can ever be assured to be effective.\nAccordingly, you are advised to use caution and discretion when determining what personal information to disclose to us.</p>\n<p>If you have any questions about security on our Site, contact us as follows:</p>\n<p>Email: support@pluralsight.com&nbsp;<br>\nPhone: (801) 784-9007 opt 1</p> 7.\nWhere we store your information <p>The data that we collect from you is transferred to, and stored at, a destination in the United States.\nData transfers from the European Economic Area are governed by the Standard Contractual Clauses, which are incorporated into the Terms of Use.\nPluralsight has certified its compliance with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework (“Privacy Shield).&nbsp.\nThough these frameworks have been ruled invalid for the transfer of data out of the EEA, Pluralsight will continue to protect data already transferred from the EEA pursuant to the Privacy Shield principles.</p> 8.\nUse of Cookies <p>Pluralsight and its affiliates use cookies or similar technologies to collect and store certain information.\nThese typically involve pieces of information or code that a website transfers to or accesses from your computer hard drive or mobile device to store and sometimes track information about you.\nCookies allow us to create a unique device ID, enable you to be remembered when using that computer or device to interact with websites and online services, and can be used to manage a range of features and content, including storing searches and presenting personalized content.</p>\n<p>The Site uses cookies to distinguish you from other users of our Site.\nThis helps us to provide you with a good and personalized user experience when you interact with our Site and also allows us to improve our Site.\nPluralsight participates in the Adobe Marketing Cloud Device Co-op to better understand how you use our platform with the devices you use to access it, and to allow us to deliver tailored promotions.\nThe Co-op uses device information, rather than personal information, to enable seamless transitions between devices.\nLearn more at https://cross-device-privacy.adobe.com.&nbsp;</p>\n<p>Most web browsers automatically accept cookies, but if you prefer, you can change your browser to prevent that.\nWe also give you information about how to disable cookies in the table below.\nHowever, you may not be able to take full advantage of our Site if you do so.&nbsp;</p>\n<p>A number of cookies we use last only while you are on our Site and expire when you close your browser or exit our Site Others are used to remember you when you return to our Site and will last for longer.\nWe use these cookies on the basis that they are necessary for the performance of a contract with you, or because using them is in our legitimate interests (where we have considered that these are not overridden by your rights), and, in some cases, where required by law, where you have consented to their use.</p>\n<p>We use the following types of cookies:</p>\n<p>(a) <u>Strictly necessary cookies</u>.\nThese are cookies that are required for the operation of our website and under our terms with you.\nThey include, for example, cookies that enable you to log into secure areas of our website, use a shopping cart or make use of e-billing services.</p>\n<p>(b)&nbsp;<u>Analytical/performance cookies</u>.\nThey allow us to recognize and count the number of visitors and to see how visitors move around our website when they are using it.\nThis helps us for our legitimate interests of improving the way our website works, for example, by ensuring that users are finding what they are looking for easily.</p>\n<p>(c)&nbsp;<u>Functionality cookies</u>.\nThese are used to recognize you when you return to our website.\nThis enables us, subject to your choices and preferences, to personalize our content, greet you by name and remember your preferences (for example, your choice of language or region).</p>\n<p>(d)&nbsp;<u>Targeting cookies</u>.\nThese cookies record your visit to our website, the pages you have visited and the links you have followed.\nWe will use this information subject to your choices and preferences to make our Site and the advertising displayed on it more relevant to your interests.\nWe may also share this information with third parties for this purpose.</p>\n<p>We may also work with advertising networks that gather information about the content on our Site you visit and on information on other websites and services you visit.\nThis may result in you seeing advertisements on our Site or our advertisements when you visit other websites and services of third parties.\nFor more information about how to turn this feature off, see below or visit&nbsp;http://optout.networkadvertising.org/ &nbsp;and learn more about opting out of targeted ads.\nThere you will find links for resources specifically for citizens of the United States, Canada, and the European Union.&nbsp;</p>\n<p>\n<b>Disabling cookies</b>\n</p>\n<p>The effect of disabling cookies depends on which cookies you disable but, in general, our Site may not operate properly if all cookies are switched off.\nIf you only disable third party cookies, you will not be prevented from making purchases on our Site.\nIf you disable all cookies, you will be unable to complete a purchase on our Site.</p>\n<p>If you want to disable cookies on our Site, you need to change your website browser settings to reject cookies.\nHow you can do this will depend on the browser you use.\nFurther details on how to disable cookies for the most popular browsers are set out below:</p>\n<p>(a)&nbsp;For Microsoft Internet Explorer:</p>\n<p>(i)&nbsp;Choose the menu “tools” then “Internet Options”</p>\n<p>(ii)&nbsp;Click on the “privacy” tab</p>\n<p>(iii)&nbsp;Select the setting the appropriate setting</p>\n<p>(b)&nbsp;For Google Chrome:</p>\n<p>(i)&nbsp;Choose Settings&gt.\nAdvanced</p>\n<p>(ii)&nbsp;Under “Privacy and security,” click “Content settings”</p>\n<p>(iii)&nbsp;Click “Cookies”</p>\n<p>(c)&nbsp;For Safari:</p>\n<p>(i)&nbsp;Choose Preferences &gt.\nPrivacy</p>\n<p>(ii)&nbsp;Click on “Remove all Website Data”</p>\n<p>(d)&nbsp;For Mozilla Firefox:</p>\n<p>(i)&nbsp;Choose the menu “tools” then “Options”</p>\n<p>(ii)&nbsp;Click on the icon “privacy”</p>\n<p>(iii)&nbsp;Find the menu “cookie” and select the relevant options</p>\n<p>(e)&nbsp;For Opera 6.0 and further:</p>\n<p>(i)&nbsp;Choose the menu Files”&gt.\n“Preferences”</p>\n<p>(ii)&nbsp;Privacy</p>\n<p>Where you have not set your permissions, we may also separately prompt you regarding our use of cookies on our Site.</p>\n<p>Except for essential cookies, all cookies used on our Site will expire after two years.</p> 9.\nLinks to other websites <p>This Privacy Policy applies only to our Site.\nThe Site may contain links to other web sites not operated or controlled by us.\nThe policies and procedures described here do not apply to web sites or other services that Pluralsight does not operate or control.\nThese links from our Site do not imply that we endorse or have reviewed those web sites or other services.\nWe suggest contacting those services directly for information on their privacy policies.</p> 10.\nCalifornia Resident Privacy Rights <p>Under California law, California residents are entitled to certain privacy rights concerning their personal information.&nbsp.\nIf you are a California resident, you have the right to ask us for a notice identifying the categories of your personal information that we shared with third parties for their direct marketing purposes in the previous twelve (12) months.&nbsp.\nYou may make this request twice a year, free of charge.\nsee the “Contact Us” section below for details on where to send such requests.\nYou will need to provide information that will allow us to verify your identity to ensure continued protection of your personal information.&nbsp.\nWe do not share personal information with third parties for their direct marketing purposes without your consent, which may be withheld or withdrawn at any time.</p> 11.\nPublic forums <p>The Site may, from time to time, make chat rooms, message boards, news groups, or other public forums available to its users, whether by way of our own services or by way of the services or features of a third party.\nAny information that is disclosed in these areas becomes public information and you should exercise caution when using these areas and avoid posting any personal or sensitive information.\nIf a separate login is required to use these areas, please be aware that you may need to also log out separately.</p> 12.\nPayment processing <p>When you purchase a subscription directly from Pluralsight, payment details you provide in the designated checkout page on our Site will be encrypted using the Transport Layer Security (TLS) protocol before they are submitted to us over the internet.\nPayments made on our Site are made through one of our payment gateway providers, Cybersource, Adyen, or PayPal (“Payment Processors”), which may be changed from time to time.\nYou will be providing credit or debit card information directly to the Payment Processor which operates a secure server to process payment details, encrypting your credit/debit card information and authorizing payment.\nInformation which you supply to the Payment Processor is not within our control and is subject to the Payment Processor’s own privacy policy and terms and conditions.</p> 13.\nInformation about enforcement and dispute resolution <p>We will conduct compliance audits of our relevant privacy practices to verify compliance with this Privacy Policy.\nAny Pluralsight employee that we determine has acted in violation of this Privacy Policy will be subject to disciplinary action up to and including termination of employment.</p>\n<p>Any questions or concerns regarding our use or disclosure of personal information should be addressed to Customer Support at support@pluralsight.com.\nWe will investigate and attempt to resolve any complaints and disputes regarding the use and disclosure of personal information in accordance with the provisions of this Privacy Policy.</p>\n<p>Pluralsight has committed to refer unresolved complaints related to privacy matters to an alternative dispute resolution provider located in the United States.\nIf you do not receive timely acknowledgement of your complaint from us, or if we have not resolved your complaint, please contact our third party dispute resolution provider (free of charge) at&nbsp;https://feedback-form.truste.com/watchdog/request&nbsp;&nbsp;&nbsp;</p> 14.\nChanges to this Privacy Policy <p>As our Site evolves, this Privacy Policy will need to evolve as well to cover new situations.\nTo ensure that you are kept informed of changes, check this Privacy Policy periodically as we will update the date at the top of the document any time we make a change.\nIf we make material changes to this Privacy Policy, we will post the revised policy on this page and will send a notice via email or our Site to all registered users of the Platform.\nYour continued use of our Site after any such changes constitutes your acceptance of the new Privacy Policy.\nIf you do not agree to abide by these or any future version of the Privacy Policy, you do not have permission to use or access (or continue to use or access) our Site.</p> 15.\nContact us <p>Questions or comments regarding this Privacy Policy should be submitted to Pluralsight by e-mail or phone as follows:</p>\n<p>Email: support@pluralsight.com<br>\nPhone: (801) 784-9007 opt 1.<br>\nPhysical Address: 42 Future Way, Draper, Utah 84020</p>\n<p>&nbsp;</p>\n<p>\n<b>[END OF PRIVACY POLICY]</b>\n</p>\n<p>&nbsp;</p> ", "created_at": "2021-07-10 00:38:55.569229", "updated_at": "2021-07-10 00:39:04.815304"}], "points": [{"id": 1568, "title": "Codeschool", "source": "https://groups.google.com/d/topic/tosdr/jBxd1Y4JR24/discussion", "status": "Codeschool", "created_at": "2018-05-15 09:11:54.514579", "updated_at": "2018-09-27 18:59:52.572983", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["pluralsight.com"]}}