{"error": 448, "message": "OK", "parameters": {"id": 2663, "name": "PlugShare", "created_at": "2021-01-29 10:22:53.664375", "updated_at": "2021-03-25 03:19:56.38755", "wikipedia": null, "keywords": null, "related": null, "slug": "plugshare", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2663.png", "url": "plugshare.com", "documents": [{"id": 3853, "name": "Privacy Policy", "url": "https://company.plugshare.com/privacy.html", "xpath": "/html/body/div[1]/div/section/div", "text": " Privacy Policy Last Modified: December 19, 2019 <p>Recargo, Inc.’s (“Recargo,” “we,” “us,” and “our”) goal is to create a supportive community of Electric Vehicle (“EV”) users, to deliver industry-leading charging information and a broad range of innovative products and services to help make the EV driving experience as easy and rewarding as possible.\nThis privacy policy (“Policy”) sets forth the personal information that Recargo collects from you through our interactions with you through our Services (defined below), as well as the interactions of third parties who support us or who work with us to provide our Services to you.\nThe Policy discusses how we use that personal information and how you may interact with us about your personal information.</p>\n<p>Please read this Policy carefully to understand our policies and practices regarding your personal information and how we will treat it.\n<b>By submitting personal information to us and/or by using our Services, you give your consent that all personal information that you submit may be processed by us in the manner and for the purposes described below.\nIf you do not want us to process your personal information, please do not provide it.\nhowever, you may not be able to take advantage of our Services or certain features of our Services.</b>\n</p> 1.\nSCOPE OF THIS POLICY <p>This Policy applies to all personal information provided to us when you use our websites (www.recargo.com.\nwww.plugincars.com.\nwww.plugshare.com.\nwww.pluginsights.com) and corresponding services and mobile applications (collectively \"Services\").\nThis Policy does not apply to any third party site or service linked to or from our website or services, to our social media channels, or to any site or service recommended or referred to by our websites or services or by our staff.\nIt also does not apply to the third parties who host our social media channels (e.g., Twitter, Facebook, Instagram or Pinterest).</p>\n<p>California Residents: If you are a resident of California you may have additional rights regarding your personal information.\nPlease review our Privacy Notice for California Residents regarding your rights under the CCPA</p> 2.\nWHAT INFORMATION WE COLLECT AND USE 2.1.\nAUTOMATICALLY COLLECTED INFORMATION 2.1.1.\nINFORMATION COLLECTED THROUGH COOKIES, WEB BEACONS AND OTHER TRACKING TECHNOLOGIES <p>We, or service providers on our behalf, may use technologies such as “cookies”, “web beacons,” “tags”, “scripts” and other tracking technologies to automatically collect personal information from you when you use our Services.\nCookies are small amounts of data that are stored within your Internet browser, which saves and recognizes your browsing habits.\nRecargo uses both session cookies (which track a user’s progression during one site visit) and persistent cookies (which track a user over time).</p>\n<p>Web beacons (also called pixel tags or clear GIFs) are web page elements that can help deliver cookies, count visits, track browser type, identify your IP address, understand usage and marketing campaign effectiveness, recognize certain types of information on your computer, in your e-mail or on your mobile device, such as the time and date you viewed a page, which e-mails are opened, which links are clicked, and similar information.\nAmong other things, we collect this information to improve our Services and your experience, to see which areas and features of our Services are popular and to count visits, to provide you targeted advertising based upon your interests and to analyze trends, to administer our Services, to track users’ movements around our Services, to gather demographic information about our user base as a whole, and to remember users’ settings and for authentication purposes.\nOur collection and processing of cookies is described in greater detail in our Cookie Policy which may be found here.</p>\n<p>We may also use web beacons to help deliver cookies described above, as well as to count visits, track browser type, identify your IP address, understand usage and marketing campaign effectiveness, recognize certain types of information on your computer, in your e-mail, or on your mobile device, and to identify which e-mails are opened, which links are clicked, and similar information.</p> 2.1.2.\nDEVICE, NETWORK, GEOLOCATION, AND EV INFORMATION <p>We collect information from the devices and networks that you use to access our Services and from the devices in your EV that sync with our Services.\nWhen you visit or leave our websites or services by clicking a hyperlink or view a plugin on a third party website, we automatically receive the URL of the site from which you came or the one to which you are directed.\nAlso, advertisers receive the URL of the page that you are on when you click on any ad that may appear on our Services.\nWe also receive the internet protocol (“IP”) address of your computer or the proxy server that you use to access the Internet, your computer operating system details, your type of web browser, your mobile device (including your mobile device identifier provided by your mobile device operating system), your mobile operating system (if you are accessing our websites or services using a mobile device), and the name of your ISP or your mobile carrier.</p>\n<p>We may also receive geolocation data passed to us from third party services or GPS-enabled devices that you have authorized, which we use to show you local information (for example, a local charging station) on our mobile applications that we provide to you.\nTo opt-out of sharing your location with us, please refer to your device settings.</p> 2.1.3.\nE-MAIL ADDRESSES <p>To become a registered user of our Services (which is required in order to be able to share reviews, photos and messages with other users), we collect your e-mail address for account management purposes.\nWhenever our websites or services offer a link to send e-mail messages to the website or service, your e-mail address is collected, so that the website or service may reply to your inquiry.</p> 2.1.4.\nOTHER <p>Because Recargo is constantly innovating and developing ways to improve its services, we may create new ways to collect and use information.\nWe often introduce new features, some of which may result in the collection of new information.\nFurthermore, new partnerships or corporate acquisitions may result in new features, and these may potentially result in collection of new types of information.\nIn such cases, we will inform our users of these functionalities and partnerships by updating our privacy policies from time to time.</p> 2.2.\nUSER SHARED INFORMATION <p>In addition to automatically collected information, some of our Services ask users to share additional information.\nWe collect user shared information when you visit or use our websites or services, or interact with any advertising on our websites or services.\nSome of the ways we do this are described below: </p>\n<ul>\n<li>At www.recargo.com, users can access limited features of the website without disclosing their personal information.\nHowever, if users choose to contact us regarding Recargo, its operations, or to seek customer support for any of our services, Recargo will collect personal information, including e-mail address and topic of interest information.</li>\n<li>At www.plugincars.com, users can read articles or register to participate in online discussions of the latest electric vehicle news without sharing their personal information.\nHowever, if a user chooses to register to participate in the community message board, Recargo will collect the user’s personal information, including e-mail address, zip code or other location information, and any biographical information the user wishes to share with the community.</li>\n<li>At www.plugshare.com, users can browse public charging stations without an account, and users can sign up using only their e-mail and password in order to browse home chargers.\nUsers can choose how much information they wish to display about themselves, and can opt-out anytime.\nIf a user chooses to register to take advantage of the enhanced capabilities of the website, we will collect the user’s personal information, including e-mail address, zip code or other location information, and any biographical information the user wishes to share with the community.</li>\n<li>At www.pluginsights.com, we offer surveys through which users may share with Recargo various types of information about their personal characteristics, preferences, and the interests of the user.</li>\n</ul>\n<p>\n</p> 2.3.\nSERVICE AND SUPPORT INFORMATION <p>With respect to all of our Services, when you contact us for support or assistance, we will collect information that helps us to categorize your question, respond to it, and, if applicable, investigate any breach of our Terms of Use or this Policy.\nWe also use this information to track potential problems and trends and customize our support responses to better serve you.</p> 2.4.\nPOLLS AND SURVEYS <p>Polls and surveys may be conducted by certain of our Services, other users, or by third parties on our Services.\nSome third parties may target advertisements or promotions to you based on your answers in the poll.\nRecargo or third parties develop new programs or products based on the information you share in the surveys.\nWe may use third parties to deliver incentives to you to participate in surveys or polls.\nIf the delivery of incentives requires your contact information, you may be asked to provide personal information to the third party fulfilling the incentive offer, which will be used only for the purpose of delivering the promised incentives and verifying your contact information.\nIt is up to you whether you provide this information, or whether you desire to take advantage of an incentive.\nYour consent to use any personal information for the purposes set forth in the poll or survey will be explicitly requested by the party conducting it.\nTo opt-out of our polls and surveys, you can send your request to us using the contact information below.</p> 3.\nHOW WE SHARE PERSONAL INFORMATION WITH THIRD PARTIES <p>Recargo may disclose personal information in the following circumstances:</p> 3.1.\nBUSINESS PARTNERS AND SUBCONTRACTORS <p>Recargo shares personal information with business partners and subcontractors, including without limitation, affiliates, vendors, service providers and suppliers.\nThese third parties assist us in our business including maintaining our Services, referring customers to us, developing and improving products, facilitating the processing of payments, communicating with you about issues with our Services, marketing, and in connection with any contract we have with an individual or entity or to accomplish a legitimate business need.\nIf the business is a vendor or service provider to us, the business is only authorized to use your personal information as necessary to comply with our contractual agreements and not for secondary purposes unless the data has been anonymized.</p> 3.2.\nTHIRD PARTY ANALYTICS PROVIDERS <p>Recargo shares personal information with third parties who conduct marketing studies and data analytics, including those that provide tools or code which facilitates our review and management of our Services, such as Google Analytics or similar software products from other providers.\nFor example, we use Google Analytics to analyze usage of our Services.\nWe may also use Google Analytics in conjunction with Google’s advertising services, such as those using the DoubleClick cookie.\nWith this capability, we or Google may link Google Analytics information with information about visits to multiple sites.\nWe may use these tracking technologies to provide tailored advertising and evaluate our marketing efforts.\nFor more information about how Google collects and processes data when you visit websites or use apps that use Google technologies, please see “How Google uses data when you use our partners' sites or apps” at www.google.com/policies/privacy/partners.</p> 3.3.\nBUSINESS TRANSFERS OR BANKRUPTCY <p>In the event of a merger, acquisition, reorganization, bankruptcy or other sale of all or a portion of our assets, personal information owned or controlled by us may be one of the assets transferred to third parties.\nWe reserve the right, as part of this type of transaction, to transfer or assign your personal information and other information we have collected from the users of our websites or services, or individuals who provide us personal information under this Policy, to third parties.\nOther than to the extent ordered by a bankruptcy or other court, or as otherwise agreed to by you, the use and disclosure of all transferred personal information will be subject to this Policy.\nHowever, any information you submit or that is collected after this type of transfer may be subject to a new privacy policy adopted by the successor entity.</p> 3.4.\nRESPONSE TO SUBPOENAS OR COURT ORDERS.\nPROTECTION OF OUR RIGHTS.\nSAFETY <p>Recargo shares personal information as required or permitted by law, regulation, legal process or other legal requirement, or when we believe in our sole discretion that disclosure is necessary or appropriate, to respond to an emergency or to protect our rights, protect your safety or the safety of others, investigate fraud, comply with a judicial proceeding or subpoenas, court order, law-enforcement or government request, including without limitation to meet national security or law enforcement requirements, or other legal process and to enforce our agreements, policies and terms of use.</p> 3.5.\nPUBLICLY POSTED CONTENT <p>If you post comments, images, and other content to a public-facing page, that personal information (associated with your account) will be publicly viewable.\nSuch pages can include collaboration information that may be searchable by search engines like Google.</p> 3.6.\nYOUR CONSENT <p>We may share some or all of your personal information to any other third party with your affirmative consent.</p> 3.7.\nANONYMIZED DATA <p>Recargo may share personal information that has been anonymized in a manner so that it is no longer considered personal information by applicable laws and regulations.</p> 4.\n“DO NOT TRACK REQUESTS” <p>Do Not Track: Some web browsers (including Safari, Internet Explorer, Firefox and Chrome) incorporate a “Do Not Track” (“DNT”) or similar feature that signals to websites that a user does not want to have his or her online activity and behavior tracked.\nIf a website that responds to a particular DNT signal receives the DNT signal, the browser can block that website from collecting certain information about the browser’s user.\nNot all browsers offer a DNT option and DNT signals are not yet uniform.\nFor this reason, many website operators, including Recargo, do not respond to DNT signals.</p> 5.\nRECARGO COMMUNICATIONS.\nPREFERENCES AND OPTING-OUT 5.1.\nRECARGO COMMUNICATIONS <p>Recargo may communicate with you using e-mail and other ways available to us regarding our Services and corresponding security issues.\nOur communications may also contain promotional messages and information directly or on behalf of third parties, including information about EVs and EV-related developments.\nThese messages will be sent to you based on your profile information and messaging preferences.</p> 5.2.\nPREFERENCES AND OPTING-OUT <p>Our Services provide users the opportunity to opt-out of receiving specific types of communications from us.\nFor example, you may change your e-mail and contact preferences at any time by signing into your account and changing your e-mail settings.\nYou can also opt-out of promotional messages by sending a request to Recargo at dpo@recargo.com, or by clicking the unsubscribe link on any e-mail marketing communication you receive.\nPlease be aware that you cannot opt-out of receiving certain service messages from Recargo.</p>\n<p>Our third party partners may use cookies or similar technologies to provide you advertising based upon your browsing activities and interests.\nFor more information on our use of cookies and how you may choose to opt-out of accepting cookies, please review our Cookie Policy.</p> 6.\nDEVELOPERS USING RECARGO PLATFORM SERVICES <p>We collaborate with and allow third parties to use Recargo’s developer platform to offer services and functionality in conjunction with Recargo.\nThese third party developers have either negotiated an agreement to use the Recargo platform technology or have agreed to our self-service Application Programming Interfaces (“API”) and Plugin terms in order to build applications (“Platform Applications”).\nBoth the negotiated agreements and our API and Plugin terms contain restrictions on how third parties may access, store, and use the personal information you provide to Recargo.\nIf you choose to use a Platform Application, you will be asked to confirm acceptance of the privacy policy and user agreement of the third party developer.\nTo revoke permission granted to a Platform Application, please visit your settings.\nNote, however, that even if you revoke the permission granted to a Platform Application, your connections may still be using the Platform Application, so the Platform Application may still have access to certain information about you, just as your connections do.</p> 7.\nYOUR RIGHTS TO ACCESS, CORRECT, OR DELETE INFORMATION.\nRETAINING PERSONAL INFORMATION <p>If your relationship is with a customer that is using our websites or services, please direct your request to our customer.\nIf needed, we will assist our customer once they receive your request.</p>\n<p>If your relationship is with us directly, you have the right to access your personal information and to correct, amend, or delete such personal information if it is inaccurate.\nRequests for access, correction, amendment, or deletion should be sent to dpo@recargo.com.\nYou can also access and control some of the information that we collect and process about you by accessing, modifying, correcting, or deleting your personal information controlled by Recargo by going to the “Profile” page on any of our websites or services, which enables you to modify your payment settings and e-mail notification settings.\nYou also choose to close your account.</p>\n<p>Upon request, Recargo will provide you with information about whether we hold any of your personal information.\nWe will respond to any request to access your personal information within 30 days.\nIt may take us longer if your request is complex or you have made multiple requests, in which case, we will notify you and keep you apprised of our progress.\nWe will retain your personal information for as long as your account is active or as needed to provide you our Services or requested information.\nWe will delete your personal information either upon your request or when you ask to close your account.\nWe will retain and use your personal information as necessary to comply with our legal and contractual obligations, resolve disputes, and enforce our agreements.</p>\n<p>We may retain certain information as required by law or for legitimate business purposes such as personal information necessary to bill you for our Services or to pay taxes related to your use of our Services.\nOnce you have paid us for a particular website or service, we cannot delete any personal information that is required to maintain and deliver website or service and to comply with all related legal business obligations, unless you cancel your order or close your account.</p>\n<p>If you become an inactive customer, or if we close or suspend your account, we will continue to adhere to the then current Policy when we collected your personal information so long as we retain it in our databases.\nWe may delete any or all of your personal information at any time without notice to you for any reason or no reason unless otherwise required by law, regulation, contract or our internal policies to retain it.</p>\n<p>We may need to request specific personal information from you to help us confirm your identity and ensure your right to access your personal information (or to exercise any of your other rights).\nThis is a security measure to ensure that your personal information is not disclosed to any person who does not have the right to receive it.\nWe may also contact you to ask you for further personal information in relation to your request to speed up our response.</p>\n<p>Please note that personal information you have shared with others (for example, through content sharing or comments) or that others have copied may also remain visible after you have closed your account or deleted the information from your own profile.\nIn addition, you may not be able to access, correct, or eliminate certain information about you that other users copied or exported out of our websites or services, because this information may not be in our control.</p> 8.\nUSE BY CHILDREN <p>You must be at least 16 years old to use our Services.\nAll of Recargo’s websites, products and services are directed to people who are at least 16 years old.\nOur policy is that we do not knowingly directly collect, use, disclose or otherwise process information about you if you are under the age of 16 without verifiable parental consent prior to such processing.\nIf you are the parent or guardian of a child under 16 years of age and believe that your child has directly disclosed information to us, then please contact us at dpo@recargo.com so that we may delete the child’s information.</p>\n<p>California Minors: While the Service is not intended for anyone under the age of 18, if you are a California resident who is under age 18 and you are unable to remove publicly-available content that you have submitted to us, you may request removal by contacting us at: dpo@recargo.com.\nWhen requesting removal, you must be specific about the information you want removed and provide us with specific information, such as the URL for each page where the information was entered, so that we can find it.\nWe are not required to remove any content or information that: (1) federal or state law requires us or a third party to maintain.\n(2) was not posted by you.\n(3) is anonymized so that you cannot be identified.\n(4) you don’t follow our instructions for removing or requesting removal.\nor (5) you received compensation or other consideration for providing the Content or information.\nRemoval of your content or information from the Service does not ensure complete or comprehensive removal of that content or information from our systems or the systems of our service providers.\nWe are not required to delete the content or information posted by you.\nour obligations under California law are satisfied so long as we anonymize the content or information or render it invisible to other users and the public.</p> 9.\nEUROPEAN UNION PRIVACY 9.1.\nLAWFUl BASES FOR PROCESSING UNDER GDPR <p>If the processing of your personal information is subject to the General Data Protection Regulation 2016/679 (“GDPR”), we will process your personal information in order to support our provision of our Services.\nThe lawful bases for processing your personal information may include the following: </p>\n<ul>\n<li>We will process your personal information when it is necessary for us to perform a contract we are about to enter into or have entered into with you, including without limitation, when we respond to your requests about entering into a contractual relationship, to help you create an account, to process your requests, or to manage our relationship with you.</li>\n<li>We will process your personal information where needed to comply with a legal or regulatory obligation, including without limitation, to manage our relationship with you by providing this Policy and any changes and updates thereto.</li>\n<li>We will process your personal information where necessary for our legitimate interests or those of a third party’s, and your interests and fundamental rights do not override those interests, including without limitation, to manage our relationship with you, to administer and protect our business and our Services, to deliver our Services and corresponding content and advertisements to you, to evaluate the effectiveness of our Services and corresponding content and advertising, to tailor Services and corresponding content and advertising, to use data analytics and other automated processing to evaluate and improve our Services, and to make recommendations to you.</li>\n<li>We will process your personal information when we have provided you with notice of processing and obtained your consent in a manner compliant with the requirements set forth in GDPR, including without limitation allowing you to opt-in and opt-out of the marketing of our Services to you.\nYou may withdraw your consent at any time, without affecting the lawfulness of processing based on any consent provided before its withdrawal.\nWhen processing is necessary to protect the vital interests of the data subject or of another natural person.</li>\n</ul>\n<p>\n</p> 9.2.\nYOUR RIGHTS UNDER GDPR <p>If the processing of your personal information is subject to the GDPR, you may have some or all of the following rights available to you in respect of your personal information: </p>\n<ul>\n<li>The right to obtain a copy of your personal information together with information about how and on what basis that personal information is processed;</li>\n<li>The right to rectify inaccurate personal information (including the right to have incomplete personal information completed);</li>\n<li>The right to erase your personal information (in limited circumstances, such as where it is no longer necessary in relation to the purposes for which it was collected or processed);</li>\n<li>The right to restrict processing of your personal information under certain circumstances;</li>\n<li>The right to port your personal information in machine-readable format to a third party (or to you) when we are processing such personal information on the basis of your consent or the performance of a contract with you;</li>\n<li>The right to withdraw your consent to our processing of your personal information (where that processing is based on your consent).\nand</li>\n<li>The right to obtain, or see a copy of the appropriate safeguards under which your personal information is transferred to a third country or international organization.</li>\n</ul>\n<p>\n</p>\n<p>In addition to the above rights, you may have the right to object, on grounds relating to your particular situation, to certain processing of your personal information.\nYou also have the right to lodge a complaint with your local supervisory authority for data protection.</p>\n<p>You may exercise these rights free of charge.\nThese rights will be exercisable subject to limitations as provided for by the GDPR.\nIn relation to all of these rights, please contact us at dpo@recargo.com.&nbsp;Please note that we may request proof of identity, and we reserve the right to charge a fee where permitted by law, especially if your request is manifestly unfounded or excessive.\nWe will endeavor to respond to your request within all applicable timeframes.</p>\n<p>If you reside within the European Union, you have the right to lodge a complaint with a Data Protection Authority about how we process your personal information at the following website: https://edpb.europa.eu/about-edpb/board/members_en</p> 9.3.\nDATA TRANSFERS OUTSIDE THE EEA <p>Whenever we transfer your information out of the European Economic Area (“EEA”) to one of our processors, we will ensure that at least one of the following shall apply: (i) the transfers will be to countries that have been deemed to provide an adequate level of protection for personal information by the European Commission.\n(ii) we have used specific model contracts approved by the European Commission which are intended to give personal information the same protection it has in Europe.\n(iii) where we use providers based in the US, we may transfer information to them if they are part of the Privacy Shield which requires them to provide similar protection to personal information shared between the Europe and the US.\nor (iv) any alternative transfer mechanism under which GDPR can lawfully support the transfer.\nPlease contact us as provided for in this Policy if you want further information on the specific mechanism used by us when transferring your personal information out of the EEA.</p> 10.\nTHIRD PARTY WEBSITES <p>We may link to third party websites.\nWe are not responsible for the data collection, use practices, policies, or cookie use of the third party sites that you have accessed from our websites.\nWe encourage our users to be aware when they leave our websites or services and to read the privacy policies of each website that collects personal information.\nThis Policy applies solely to personal information collected on or through our website and services.</p> 11.\nSOCIAL MEDIA <p>Our Services may include social media features or provide direct links to our social media channels.\nThese features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the feature to function properly.\nWe may also link to our Services from within social media to permit you to access and further share our Services and posts to other websites using your social media login credentials.\nSocial media features and widgets are either hosted by a third party or hosted directly on our Services.\nYour interactions with these features are governed by the privacy policy of the company providing it.</p> 12.\nCHANGES TO THIS POLICY <p>It is our practice to post any changes we make to this Policy on this page.\nIf we make material changes to how we treat our users’ personal information, we will notify you through a notice on the website home page.\nThe date the privacy notice was last revised is identified at the top of the page.\nYou are responsible for periodically visiting our website and services and this Policy to check for any changes.</p> 13.\nCALIFORNIA’S SHINE THE LIGHT LAW <p>California Civil Code Section 1798.83, known as the “Shine The Light” law, permits any users who are California residents to request and obtain from us a list of what personal information (if any) we disclosed to third parties for direct marketing purposes in the preceding calendar year and the names and addresses of those third parties.\nRequests may be made only once a year and are free of charge.</p> 14.\nSECURITY AND RECOURSE <p>We have implemented security safeguards designed to protect the personal information that you provide in accordance with industry standards.\nAccess to your personal information on our Services is password-protected, and sensitive data (such as credit card information) is protected by SSL encryption when it is exchanged between your web browser and our Services.\nWe also offer secure https access to our Services.\nTo protect any data you store on our servers, we also regularly monitor our system for possible vulnerabilities and attacks, and we use a tier-one secured-access data center.\nHowever, since the Internet is not a 100% secure environment, we cannot ensure or warrant the security of any information that you transmit to us.\nThere is no guarantee that information may not be accessed, disclosed, altered, or destroyed by breach of any of our physical, technical, or managerial safeguards.\nIt is your responsibility to protect the security of your login information.\nPlease note that e-mails, instant messaging, and similar means of communication with other Recargo users are not encrypted, and we strongly advise you not to communicate any confidential information through these means.\nPlease help keep your account safe by using a strong password.</p>\n<p>Recargo has designated a Data Protection Officer as the individual who will oversee compliance with privacy requirements.\nRecargo’s Data Protection Officer can be contacted at the address below regarding any privacy policy issues.</p> 15.\nCONTACT INFORMATION <p>If you have any questions or comments about this Policy, please contact us at dpo@recargo.com or by physical mail at:</p>\n<p> Recargo, Inc.<br> Attn: Privacy Policy Issues<br> 2231 Campus Drive<br> El Segundo, CA 90245 </p>\n<p>If you are not satisfied with our answer or how Recargo manages your personal information, you may also have the right to make a complaint to a data protection regulator.\nIf you reside within the European Union, a list of National Data Protection Authorities can be found here: http://ec.europa.eu/justice/data-protection/bodies/authorities/index_en.htm.</p> ", "created_at": "2021-01-29 10:24:51.812049", "updated_at": "2021-01-29 10:24:53.953096"}, {"id": 3852, "name": "Cookie Policy", "url": "https://company.plugshare.com/cookies.html", "xpath": "/html/body/div[1]/div/section/div", "text": " Cookies Policy Last Modified: December 19, 2019 <p>Recargo, Inc.’s (“Recargo,” “we,” “us,” and “our”) goal is to create a supportive community of Electric Vehicle (“EV”) users, to deliver industry-leading charging information and a broad range of innovative products and services to help make the EV driving experience as easy and rewarding as possible.\nRecargo respects your privacy and takes our responsibility to protect your privacy seriously.</p>\n<p>We use cookies on our websites, www.recargo.com.\nwww.plugincars.com.\nwww.plugshare.com.\nand www.pluginsights.com (individually a “Website,” or collectively, the “Websites”).\n<b>By using any of our Websites, you accept the use of cookies and similar technologies in accordance with this Cookie Policy.\nIf you do not accept the use of these cookies, please disable them following the instructions in this Cookie Policy so that cookies from our Websites cannot be placed on your computer or mobile device.</b>\n</p> WHAT ARE COOKIES? <p>“Cookies” are a standard Internet technology that allows us to store and retrieve login and other usage information for every user of our Websites.\n“Cookies” are small text files that are stored by your web browser on your computer's hard drive or on your mobile device when you visit a website.\nThey allow our Websites to store such things as user preferences.\nOur Websites use both session cookies and persistent cookies.\nSession cookies are temporary cookies that expire (and are automatically erased) when you close your browser.\nPersistent cookies usually have an expiration date far into the future and thus stay in your browser until they expire, or until you delete them.</p> WHAT ARE COOKIES USED FOR? <p>Cookies are useful because they help make your experience of using our Websites more enjoyable.\nCookies allow us to recognize your device (e.g., your computer, laptop or mobile device) so that your experience on our Websites can be tailored to your device.\nCookies do not typically identify you by name as an individual, just the device you are using.\nWe use cookies to save information such as passwords and preferences so you do not have to re-enter it each time you visit our Websites, to deliver content, including advertisements, tailored to your interests, and to optimize the performance of our Websites.\nThe information connected with the cookie can also be visitors' preferences and record session information, such as pages visited, interactions with website features, time spent on our Websites and language preference.\nMore specifically we use cookies for the following purposes: </p>\n<ul>\n<li>\n<b>To Store Your Preferences and Settings.</b> Settings that enable our Websites to operate correctly or that maintain your preferences over time may be stored on your device.\nWe may save preferences, such as device (e.g., computer, laptop, or mobile device) language, browser, and multimedia player settings, so those do not have to be reset each time you return to the Websites.\nIf you opt out of interest-based advertising, we store your opt-out preference in a cookie on your device.\nCookies can also help you fill out forms on our Websites.</li>\n<li>\n<b>For Sign-in and Authentication.</b> When you sign into one of our Websites using your account, we may store a unique ID, and the time you signed in, in an encrypted cookie on your device.\nThis cookie allows you to move from page to page within the Website without having to sign in again on each page.\nYou can also save your sign-in information so you do not have to sign in each time you return to the Websites.</li>\n<li>\n<b>For Security.</b> We use cookies to enable and support our security features, to detect fraud and abuse of or other malicious activity on our Websites and violations of our Terms of Use.</li>\n<li>\n<b>For Storing Information You Provide to a Website.</b> When you provide personal information to our Websites, we may store the information in a cookie.</li>\n<li>\n<b>For Social Media Use.</b> Some of our Websites may include social media cookies, including without limitation, sharing service offering pages from our Websites using our sharing links and enabling users who are logged in to the social media service to share content via that service.</li>\n<li>\n<b>To Provide Feedback.</b> We use cookies to enable you to provide feedback on our Websites.</li>\n<li>\n<b>For Interest-Based Advertising.</b> We may use cookies to provide you with target advertising based upon your interests or places you have visited or specific websites and services you have viewed.\nYou can opt out of receiving interest-based advertising as described in the&nbsp;“How to opt out of targeted advertising” section of this Cookie Policy.</li>\n<li>\n<b>For Showing Advertising.</b> We may use cookies to record how many visitors have clicked on an advertisement and to record which advertisements you have seen so you do not see the same one repeatedly.</li>\n<li>\n<b>For Analytics Use.</b> We also use cookies to provide and improve our Websites and your experience.\nWe use cookies to ensure even performance of our Websites and to gather usage and performance data.\nWe use cookies to count the number of unique visitors to a web page or service and to develop other statistics about the operations of our products.\nThis includes cookies from us and from third-party analytics providers.\nWe also use cookies to understand, improve, and research how you use and interact with our Websites.</li>\n<li>\n<b>Performance.</b> We use cookies to ensure optimal performance of our Websites.</li>\n<li>\n<b>Social Sharing.</b> We also embed social sharing icons throughout our Websites.\nThese sharing options are designed to enable users to easily share content from our Websites with their friends using a variety of different social networks.\nIf you choose to connect using a social networking or similar service, we may receive and store authentication information from that service to enable you to log in and other information that you may choose to share when you connect with these services.\nThese services may collect information such as the web pages you visited and IP addresses, and may set cookies to enable features to function properly.\nWe are not responsible for the security or privacy of any information collected by these third parties.\nYou should review the privacy statements or policies applicable to the third-party services you connect to, use, or access.\nIf you do not want your personal data shared with your social media account provider or other users of the social media service, please do not connect your social media account with your account for the Websites and do not participate in social sharing on the Websites.</li>\n</ul>\n<p>\n</p> COOKIES SET BY THIRD PARTY SITES <p>To enhance our content and to deliver a better online experience for our users, we sometimes embed images and videos from other websites on our Websites.\nWe currently use, and may in future use content from websites such as Apple, Microsoft, Facebook, LinkedIn and Twitter.\nYou may be presented with Cookies from these third-party websites.\nPlease note that we do not control these Cookies.\nThe privacy practices of these third parties will be governed by the parties’ own privacy statements or policies.\nWe are not responsible for the security or privacy of any information collected by these third parties, using cookies or other means.\nYou should consult and review the relevant third-party privacy statement or policy for information on how these cookies are used and how you can control them.</p>\n<p>We also use Google, a third-party analytics provider, to collect information about Websites usage and the users of the Websites, including demographic and interest-level information.\nGoogle uses cookies in order to collect demographic and interest-level information and usage information from users that visit the Websites, including information about the pages where users enter and exit the Websites and what pages users view on the Websites, time spent, browser, operating system, and IP address.\nCookies allow Google to recognize a user when a user visits the Websites and when the user visits other websites.\nGoogle uses the information it collects from the Websites and other websites to share with us and other website operators’ information about users including age range, gender, geographic regions, general interests, and details about devices used to visit websites and purchase items.\nWe do not link information we receive from Google with any of your personally identifiable information.\nFor more information regarding Google’s use of cookies, and collection and use of information, see the Google Privacy Policy (available at https://policies.google.com/privacy?hl=en).\nIf you would like to opt out of Google Analytics tracking, please visit the Google Analytics Opt-out Browser Add-on (available at https://tools.google.com/dlpage/gaoptout).\n</p> WHAT TYPE OF COOKIES DOES RECARGO USE? <p>The cookies used on our Websites fall within the following categories: </p>\n<ul>\n<li>\n<b>Essential cookies.</b> These are cookies that are required for the operation of our Websites.\nThey include, for example, cookies that enable you to log into secure areas of our Websites, and to use online forms.</li>\n<li>\n<b>Functional cookies.</b> These cookies are used to recognize you when you return to our Websites.\nThis enables us to personalize our content for you, greet you by name, and remember your preferences.\nThese cookies also record your visit to our Websites, the pages you have visited and the links you have followed.\nWe will use this information to make our Websites and our communications sent to you more relevant to your interests.</li>\n<li>\n<b>Analytical cookies.</b> These cookies allow us to recognize and count the number of visitors and to see how visitors move around our Websites when they are using them.\nThis helps us to improve the way our Websites work, for example, by ensuring that users are finding what they are looking for easily.</li>\n<li>\n<b>Marketing/targeting cookies.</b> On our Websites, we might use remarketing cookies of certain display advertising service providers.\nThese serve the purpose of displaying advertisements to those users of third party websites that have previously visited one of our Websites.\nFor this purpose, we collect the information that a certain user has viewed specific websites and services.\nThis information will be linked to a marketing cookie – a text file that is placed on your device by the display advertising service provider.\nWhen you visit other websites, specific advertisements regarding our Websites, including without limitation promotional offers, may be displayed to you based on your past visit to our Websites.</li>\n</ul>\n<p>\n</p>\n<p>You can find more information about some of the individual cookies we use and the purposes for which we use them by clicking here.</p>\n<p>Please note that third parties (including, for example, advertising networks and providers of external services like web traffic analysis services) may also use cookies, over which we have no control.\nThese cookies are likely to be analytical/performance cookies or targeting cookies.</p> HOW TO CONTROL AND DELETE COOKIES THROUGH YOUR INTERNET BROWSER <p>You can prevent cookies from being stored by using the relevant setting in your browser software.\nYou can follow the instructions provided by your browser (usually located within the “Help”, “Tools” or “Edit” portion of the browser toolbar or options).</p> HOW TO DEACTIVATE COOKIES <p>Most Internet browsers allow you to block or delete cookies from your browser.\nIf you do not agree to the use of these cookies, please disable or delete them by following the instructions for your browser set out here: http://www.allaboutcookies.org/, or use automated disabling tools where available.\nHowever, some of our Websites will not function well if cookies are disabled.</p> RETARGETING AND REMARKETING <p>Recargo use third-party vendor Retargeting tracking cookies, pixels, and other technologies including Google Ads, Facebook Pixel and Facebook SDK, Verizon Dot Pixel, Apple iAd Framework, and Microsoft Universal Event Tracking, to collect data about your activities that does not personally or directly identify you when you visit our website, the website of entities for which we serve advertisements (our “Advertisers”), or the websites and online services where we display advertisements (“Publishers”).\nThis information may include the content you view, the date and time that you view this content, the products you purchase, or your location information associated with your IP address.\nWe use the information we collect to serve you more relevant advertisements (referred to as “Retargeting”).\nWe collect information about where you saw the ads we serve you and what ads you clicked on to measure the success of our advertising campaigns.</p>\n<p>If you do not wish to participate in our Google Ads Remarketing, you can opt out by visiting Google's Ads Preferences Manager: https://www.google.com/settings/ads/onweb/</p>\n<p>If you do not wish to participate in Facebook Remarketing, you can opt out by visiting: https://www.facebook.com/ads/website_custom_audiences/</p>\n<p>If you do not wish to participate in Verizon Remarketing, you can opt out by visiting: https://www.verizonmedia.com/policies/us/en/verizonmedia/privacy/controls/index.html</p>\n<p>If you do not wish to participate in Microsoft Remarketing, you can opt out by visiting: https://account.microsoft.com/privacy/ad-settings/signedout</p>\n<p>To opt-out of targeted advertising on your iOS or iPadOS device, you can enable Limit Ad Tracking by going to Settings &gt.\nPrivacy &gt.\nAdvertising and turning on Limit Ad Tracking.</p> HOW TO OPT OUT OF TARGETED ADVERTISING <p>You can generally opt-out of receiving personalized ads from third party advertisers and ad networks who are members of the Network Advertising Initiative (NAI) or who follow the Digital Advertising Alliance’s Self-Regulatory Principles for Online Behavioral Advertising (DAA) by visiting the opt-out pages on the NAI website and DAA website.</p> COOKIES THAT HAVE BEEN SET IN THE PAST <p>If you have disabled one or more cookies, we may still use information collected from cookies prior to your disabled preference being set, however, we will stop using the disabled cookie to collect any further information.</p> ", "created_at": "2021-01-29 10:23:44.058466", "updated_at": "2021-01-29 10:24:10.228698"}, {"id": 3854, "name": "Terms of Use", "url": "https://company.plugshare.com/terms.html", "xpath": "/html/body/div[1]/div/section/div", "text": " Terms of Use Agreement Last Modified: September 4, 2018 <p>Welcome to the phone application (“PlugShare”), website and online services of Recargo, Inc.\n(“Company,” “we,” or “us”).\nThis page explains the terms by which you may use our online and/or mobile services, website, and corresponding software (collectively the “Service”).\nBy accessing or using the Service, you signify that you have read, understood, and agree to be bound by this Terms of Use Agreement (“Agreement”), whether or not you are a registered user of our Service.</p>\n<p>We may revise and update this Agreement from time to time in our sole discretion.\nAll changes are effective immediately when we post them, and apply to all access to and use of the Service thereafter.\nYour continued use of the Service following the posting of the revised Agreement means that you accept and agree to the changes.\nWe encourage you to check this Agreement often for updates and changes.</p>\n<p>If you do not agree to any of the terms set forth in this Agreement or any future Terms of Use, do not use or access (or continue to access) the Service.\nThis Agreement applies to all visitors, users, and others who access the Service (“Users”).</p> 1.\nUSE OF OUR SERVICE AND CONFIDENTIALITY OF BETA SERVICE <p>Company provides a place to connect and match electric vehicle users and those with outlets to provide them with energy.</p> A.\nELIGIBILITY <p>This Service is intended solely for Users who are 16 years of age or older, and any registration, use or access to the Service by anyone under 16 is strictly prohibited and in violation of this Agreement.\nIf you are older than 16 but younger than 18 years of age, you may use the Service but only if you either are an emancipated minor or possess legal parental or guardian consent, and are fully able and competent to enter into the terms, conditions, obligations, affirmations, representations, and warranties set forth in this Agreement, and to abide by and comply with this Agreement.\nThe Service is not available to any Users previously removed from the Service by Company.</p> B.\nCOMPANY ACCOUNTS <p>We may maintain different types of accounts for different types of Users.\nIf you open a Company account on behalf of a company, organization, or other entity, then (a) “you” includes you and that entity, and (b) you represent and warrant that you are an authorized representative of the entity with the authority to bind the entity to this Agreement, and that you agree to this Agreement on the entity’s behalf.\nBy connecting to Company with a third-party service, you give us permission to access and use your information from that service as permitted by that service, and to store your log-in credentials for that service.</p>\n<p>You may never use another User’s account without permission.\nWhen creating your account, you must provide accurate and complete information.\nYou are solely responsible for the activity that occurs on your account, and you must keep your account password secure.\nWe encourage you to use “strong” passwords (passwords that use a combination of upper and lower case letters, numbers and symbols) with your account.\nYou must notify Company immediately of any breach of security or unauthorized use of your account.\nCompany will not be liable for any losses caused by any unauthorized use of your account.</p>\n<p>You may control your User profile and how you interact with the Service by changing the settings in your Account page.\nBy providing Company your email address you consent to our using the email address to send you Service-related notices, including any notices required by law, in lieu of communication by postal mail.\nWe may also use your email address to send you other messages, such as changes to features of the Service and special offers.\nIf you do not want to receive such email messages, you may opt out or change your preferences in your Account page.\nOpting out may prevent you from receiving email messages regarding updates, improvements, or offers.</p> C.\nSERVICE RULES <p>You agree not to engage (or assist or enable any third party to engage) in any of the following prohibited activities: (i) copying, distributing, or disclosing any part of the Service in any medium, including without limitation by any automated or non-automated “scraping”.\n(ii) using any automated system, including without limitation “robots,” “spiders,” “offline readers,” etc., to access the Service in a manner that sends more request messages to the Company servers than a human can reasonably produce in the same period of time by using a conventional on-line web browser.\n(iii) transmitting spam, chain letters, or other unsolicited email.\n(iv) attempting to interfere with, compromise the system integrity or security or decipher any transmissions to or from the servers running the Service.\n(v) taking any action that imposes, or may impose at our sole discretion an unreasonable or disproportionately large load on our infrastructure.\n(vi) uploading invalid data, viruses, worms, or other software agents through the Service.\n(vii) collecting or harvesting any personally identifiable information, including account names, from the Service.\n(viii) using the Service for any commercial solicitation purposes.\n(ix) impersonating another person or otherwise misrepresenting your affiliation with a person or entity, conducting fraud, hiding or attempting to hide your identity.\n(x) interfering with the proper working of the Service.\n(xi) accessing any content on the Service through any technology or means other than those provided or authorized by the Service.\nor (xii) bypassing the measures we may use to prevent or restrict access to the Service, including without limitation features that prevent or restrict use or copying of any content or enforce limitations on use of the Service or the content therein.</p>\n<p>We may, without prior notice, change the Service.\nstop providing the Service or features of the Service, to you or to users generally.\nor create usage limits for the Service.\nWe may permanently or temporarily terminate or suspend your access to the Service without notice and liability for any reason, including if in our sole determination you violate any provision of this Agreement, or for no reason.\nUpon termination for any reason or no reason, you continue to be bound by this Agreement.</p>\n<p>You are solely responsible for your interactions with other Users.\nWe reserve the right, but have no obligation, to monitor disputes between you and other Users.\nCompany shall have no liability for your interactions with other Users, or for any User’s action or inaction.</p> D.\nBETA SERVICE CONFIDENTIALITY <p>You acknowledge and agree that the Service is currently in Beta mode and that the existence, functionality and performance of the Service constitute valuable trade secrets and confidential information owned by Company, including but not limited to the development status of the Service, the functionality of the Service, the appearance, content and flow of the Service’s user interface, and the content of the Service’s documentation.\nDuring the period this Agreement is in effect and at all times after its termination or expiration (until this Agreement is replaced by Company with a new agreement that removes this restriction), you shall maintain the confidentiality of this information, including information related to your evaluation and characterization of the Service (including suggestions for improvement that you deliver to the Company), and shall not sell, license, sublicense, publish, display, distribute, disclose or otherwise make available this information to any third party nor use such information except as expressly authorized by this Agreement.\nYou agree that you shall take all reasonable measures to protect the secrecy of and avoid disclosure or use of Company’s confidential information in order to prevent it from falling into the public domain or the possession of persons other than those persons authorized under this Agreement to have any such information.\nSuch measures shall include, but not be limited to, the highest degree of care that you utilize to protect your own confidential information of a similar nature, which shall be no less than reasonable care.\nYou agree to immediately notify Company upon becoming aware of the unauthorized disclosure or use of the Service or any confidential information of Company and to assist Company in remedying such unauthorized use or disclosure.\nIt is further understood and agreed that money damages would not be a sufficient remedy for any breach of your obligations under this Section 1.D by you or your agents.\nIn the event of any such breach or threat thereof, Company shall be entitled to seek equitable relief without the necessity of proving actual damages or posting any bond, in addition to any other rights or remedies provided by law.</p> 2.\nUSER CONTENT <p>Some areas of the Service allow Users to post content such as profile information, comments, questions, and other content or information (any such materials a User submits, posts, displays, or otherwise makes available on the Service “User Content”).\nYou retain ownership of your User Content.</p>\n<p>You agree not to post User Content that: (i) may create a risk of harm, loss, physical or mental injury, emotional distress, death, disability, disfigurement, or physical or mental illness to you, to any other person, or to any animal.\n(ii) may create a risk of any other loss or damage to any person or property.\n(iii) seeks to harm or exploit children by exposing them to inappropriate content, asking for personally identifiable details or otherwise.\n(iv) may constitute or contribute to a crime or tort.\n(v) contains any information or content that we deem to be unlawful, harmful, abusive, racially or ethnically offensive, defamatory, infringing, invasive of personal privacy or publicity rights, harassing, humiliating to other people (publicly or otherwise), libelous, threatening, profane, or otherwise objectionable.\n(vi) contains any information or content that is illegal (including, without limitation, the disclosure of insider information under securities law or of another party’s trade secrets).\n(vii) contains any information or content that you do not have a right to make available under any law or under contractual or fiduciary relationships.\nor (viii) contains any information or content that you know is not correct and current.\nYou agree that any User Content that you post does not and will not violate third-party rights of any kind, including without limitation any Intellectual Property Rights (as defined below) or rights of privacy.\nTo the extent that your User Content contains music, you hereby represent that you are the owner of all the copyright rights, including without limitation the performance, mechanical, and sound recordings rights, with respect to each and every musical composition (including lyrics) and sound recording contained in such User Content and have the power to grant the license granted below.\nCompany reserves the right, but is not obligated, to reject and/or remove any User Content that Company believes, in its sole discretion, violates these provisions.\nYou understand that publishing your User Content on the Service is not a substitute for registering it with the U.S.\nCopyright Office, the Writer’s Guild of America, or any other rights organization.</p>\n<p>For the purposes of this Agreement, “Intellectual Property Rights” means all patent rights, copyright rights, mask work rights, moral rights, rights of publicity, trademark, trade dress and service mark rights, goodwill, trade secret rights and other intellectual property rights as may now exist or hereafter come into existence, and all applications therefore and registrations, renewals and extensions thereof, under the laws of any state, country, territory or other jurisdiction.</p>\n<p>In connection with your User Content, you affirm, represent and warrant the following: </p>\n<ul>\n<li>You have the written consent of each and every identifiable natural person in the User Content to use such person’s name or likeness in the manner contemplated by the Service and this Agreement, and each such person has released you from any liability that may arise in relation to such use.</li>\n<li>Your User Content and Company's use thereof as contemplated by this Agreement and the Service will not violate any law or infringe any rights of any third party, including but not limited to any Intellectual Property Rights and privacy rights.</li>\n<li>Company may exercise the rights to your User Content granted under this Agreement without liability for payment of any guild fees, residuals, payments, fees, or royalties payable under any collective bargaining agreement or otherwise.</li>\n<li>To the best of your knowledge, all your User Content and other information that you provide to us is truthful and accurate.</li>\n</ul>\n<p>\n</p>\n<p>Company takes no responsibility and assumes no liability for any User Content that you or any other User or third party posts or sends over the Service.\nYou shall be solely responsible for your User Content and the consequences of posting or publishing it, and you agree that we are only acting as a passive conduit for your online distribution and publication of your User Content.\nYou understand and agree that you may be exposed to User Content that is inaccurate, objectionable, inappropriate for children, or otherwise unsuited to your purpose, and you agree that Company shall not be liable for any damages you allege to incur as a result of User Content.</p> 3.\nUSER CONTENT LICENSE GRANT <p>By posting any User Content on the Service, you expressly grant to Company, and you represent and warrant that you have all rights necessary to grant to Company, a royalty-free, sublicensable, transferable, perpetual, non-exclusive, worldwide license to use, reproduce, modify, publish, list information regarding, edit, translate, distribute, syndicate, publicly perform, publicly display, and make derivative works of all such User Content and your name, voice, and/or likeness as contained in your User Content, in whole or in part, and in any form, media or technology, whether now known or hereafter developed, for use in connection with the Service and Company’s (and its successors’ and affiliates’) business, including without limitation for promoting and redistributing part or all of the Service (and derivative works thereof) in any media formats and through any media channels.</p>\n<p>If the features of the Service allow you to remove or delete User Content from the Service, the above licenses granted by you in your User Content terminate within a commercially reasonable time after you remove or delete such User Content from the Service.\nYou understand and agree, however, that Company may retain, but not display, distribute, or perform, server copies of User Content that has been removed or deleted.\nThe above licenses granted by you in User Content for which the Service does not provide you a means to delete or remove are perpetual and irrevocable.</p> 4.\nEND USER LICENSE GRANT <ol>\n<li>Use of the Service.\nSubject to the terms and conditions of this Agreement, you are hereby granted a non-exclusive, limited, non-transferable, non-sublicensable, freely revocable license to use the Service for your personal, noncommercial use only and as permitted by the features of the Service.\nCompany reserves all rights not expressly granted herein in the Service and the Company Content (as defined below).\nCompany may terminate this license at any time for any reason or no reason.</li>\n<li>Use of Mobile Software.\nWe may make available software to access the Service via a mobile device (“Mobile Software”).\nTo use the Mobile Software you must have a mobile device that is compatible with the Mobile Service.\nCompany does not warrant that the Mobile Software will be compatible with your mobile device.\nCompany hereby grants you a non-exclusive, non-transferable, non-sublicensable, revocable license to use a compiled code copy of the Mobile Software for one Company account on one mobile device owned or leased solely by you, for your personal use.\nYou may not: (i) modify, disassemble, decompile or reverse engineer the Mobile Software, except to the extent that such restriction is expressly prohibited by law.\n(ii) rent, lease, loan, resell, sublicense, distribute or otherwise transfer the Mobile Software to any third party or use the Mobile Software to provide time sharing or similar services for any third party.\n(iii) make any copies of the Mobile Software.\n(iv) remove, circumvent, disable, damage or otherwise interfere with security-related features of the Mobile Software, features that prevent or restrict use or copying of any content accessible through the Mobile Software, or features that enforce limitations on use of the Mobile Software.\nor (v) delete the copyright and other proprietary rights notices on the Mobile Software.\nYou acknowledge that Company may from time to time issue upgraded versions of the Mobile Software, and may automatically electronically upgrade the version of the Mobile Software that you are using on your mobile device.\nYou consent to such automatic upgrading on your mobile device, and agree that the terms and conditions of this Agreement will apply to all such upgrades.\nAny third-party code that may be incorporated in the Mobile Software is covered by the applicable open source or third-party license EULA, if any, authorizing use of such code.\nThe foregoing license grant is not a sale of the Mobile Software or any copy thereof, and Company or its third party partners or suppliers retain all right, title, and interest in the Mobile Software (and any copy thereof).\nAny attempt by you to transfer any of the rights, duties or obligations hereunder, except as expressly provided for in this Agreement, is void.\nCompany reserves all rights not expressly granted under this Agreement.\nIf the Mobile Software is being acquired on behalf of the United States Government, then the following provision applies.\nUse, duplication, or disclosure of the Mobile Software by the U.S.\nGovernment is subject to restrictions set forth in this Agreement and as provided in DFARS 227.7202-1(a) and 227.7202-3(a) (1995), DFARS 252.227-7013(c)(1)(ii) (OCT 1988), FAR 12.212(a) (1995), FAR 52.227-19, or FAR 52.227-14 (ALT III), as applicable.\nThe Mobile Software originates in the United States, and is subject to United States export laws and regulations.\nThe Mobile Software may not be exported or re-exported to certain countries or those persons or entities prohibited from receiving exports from the United States.\nIn addition, the Mobile Software may be subject to the import and export laws of other countries.\nYou agree to comply with all United States and foreign laws related to use of the Mobile Software and the Company Service.</li>\n</ol> 5.\nOUR PROPRIETARY RIGHTS <p>Except for your User Content, the Service and all materials therein or transferred thereby, including, without limitation, software, images, text, graphics, illustrations, logos, patents, trademarks, service marks, copyrights, photographs, audio, videos, music, and User Content belonging to other Users (the \"Company Content\"), and all Intellectual Property Rights related thereto, are the exclusive property of Company and its licensors (including other Users who post User Content to the Service).\nExcept as explicitly provided herein, nothing in this Agreement shall be deemed to create a license in or under any such Intellectual Property Rights, and you agree not to sell, license, rent, modify, distribute, copy, reproduce, transmit, publicly display, publicly perform, publish, adapt, edit or create derivative works from any Company Content.\nUse of the Company Content for any purpose not expressly permitted by this Agreement is strictly prohibited.</p>\n<p>You may choose to or we may invite you to submit comments or ideas about the Service, including without limitation about how to improve the Service or our products (“Ideas”).\nBy submitting any Idea, you agree that your disclosure is gratuitous, unsolicited and without restriction and will not place Company under any fiduciary or other obligation, and that we are free to use the Idea without any additional compensation to you, and/or to disclose the Idea on a non-confidential basis or otherwise to anyone.\nYou further acknowledge that, by acceptance of your submission, Company does not waive any rights to use similar or related ideas previously known to Company, or developed by its employees, or obtained from sources other than you.</p> 6.\nCOMPANY PROPERTY <p>Certain aspects of the Service may allow you to obtain certain reputational or status indicators (\"Company Property\").\nYou understand and agree that regardless of terminology used, Company Property constitutes a limited license right governed solely by the terms of this Agreement and available for distribution at Company's sole discretion.\nCompany Property is not redeemable for any sum of money or monetary value from Company at any time.\nYou acknowledge that you do not own the account you use to access the Service, nor do you possess any rights of access or rights to data stored by or on behalf of Company on Company servers, including without limitation any data representing or embodying any or all of your Company Property.\nYou agree that Company has the absolute right to manage, regulate, control, modify and/or eliminate Company Property as it sees fit in its sole discretion, in any general or specific case, and that Company will have no liability to you based on its exercise of such right.\nAll data on Company's servers are subject to deletion, alteration or transfer.\nNOTWITHSTANDING ANY VALUE ATTRIBUTED TO SUCH DATA BY YOU OR ANY THIRD PARTY, YOU UNDERSTAND AND AGREE THAT ANY DATA, ACCOUNT HISTORY AND ACCOUNT CONTENT RESIDING ON COMPANY'S SERVERS, MAY BE DELETED, ALTERED, MOVED OR TRANSFERRED AT ANY TIME FOR ANY REASON IN COMPANY'S SOLE DISCRETION, WITH OR WITHOUT NOTICE AND WITH NO LIABILITY OF ANY KIND.\nCOMPANY DOES NOT PROVIDE OR GUARANTEE, AND EXPRESSLY DISCLAIMS, ANY VALUE, CASH OR OTHERWISE, ATTRIBUTED TO ANY DATA RESIDING ON COMPANY'S SERVERS.</p> 7.\nNO PROFESSIONAL ADVICE <p>If the Service provides professional information (for example, medical, legal, or financial), such information is for informational purposes only and should not be construed as professional advice.\nNo action should be taken based upon any information contained in the Service.\nYou should seek independent professional advice from a person who is licensed and/or qualified in the applicable area.</p> 8.\nPRIVACY <p>We care about the privacy of our Users.&nbsp;Click here&nbsp;to view our Privacy Policy and click here to view our Cookie Policy.\nBy using the Service, you are consenting to have your personal data collected, used, transferred to and processed in the United States.</p> 9.\nSECURITY <p>Company cares about the integrity and security of your personal information.\nHowever, we cannot guarantee that unauthorized third parties will never be able to defeat our security measures or use your personal information for improper purposes.\nYou acknowledge that you provide your personal information at your own risk.</p> 10.\nDMCA NOTICE <p>Since we respect content owner rights, it is Company’s policy to respond to alleged infringement notices that comply with the Digital Millennium Copyright Act of 1998 (“DMCA”).</p>\n<p>If you believe that your copyrighted work has been copied in a way that constitutes copyright infringement and is accessible via the Service, please notify Company’s copyright agent as set forth in the DMCA.\nFor your complaint to be valid under the DMCA, you must provide the following information in writing: </p>\n<ol>\n<li>An electronic or physical signature of a person authorized to act on behalf of the copyright owner;</li>\n<li>Identification of the copyrighted work that you claim has been infringed;</li>\n<li>Identification of the material that is claimed to be infringing and where it is located on the Service;</li>\n<li>Information reasonably sufficient to permit Company to contact you, such as your address, telephone number, and, e-mail address;</li>\n<li>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or law.\nand</li>\n<li>A statement, made under penalty of perjury, that the above information is accurate, and that you are the copyright owner or are authorized to act on behalf of the owner.<br> The above information must be submitted to the following DMCA Agent:</li>\n</ol> Attn: DMCA Notice<br> Company, Inc.<br> Email: info@plugshare.com <p>\n</p>\n<p>UNDER FEDERAL LAW, IF YOU KNOWINGLY MISREPRESENT THAT ONLINE MATERIAL IS INFRINGING, YOU MAY BE SUBJECT TO CRIMINAL PROSECUTION FOR PERJURY AND CIVIL PENALTIES, INCLUDING MONETARY DAMAGES, COURT COSTS, AND ATTORNEYS’ FEES.\nPlease note that this procedure is exclusively for notifying Company and its affiliates that your copyrighted material has been infringed.\nThe preceding requirements are intended to comply with Company's rights and obligations under the DMCA, including 17 U.S.C.\n§512(c), but do not constitute legal advice.\nIt may be advisable to contact an attorney regarding your rights and obligations under the DMCA and other applicable laws.</p>\n<p>In accordance with the DMCA and other applicable law, Company has adopted a policy of terminating, in appropriate circumstances, Users who are deemed to be repeat infringers.\nCompany may also at its sole discretion limit access to the Service and/or terminate the accounts of any Users who infringe any intellectual property rights of others, whether or not there is any repeat infringement.</p> 11.\nTHIRD-PARTY LINKS <p>The Service may contain links to third-party websites, advertisers, services, special offers, or other events or activities that are not owned or controlled by Company.\nCompany does not endorse or assume any responsibility for any such third-party sites, information, materials, products, or services.\nIf you access a third party website from the Service, you do so at your own risk, and you understand that this Agreement and Company’s Privacy Policy do not apply to your use of such sites.\nYou expressly relieve Company from any and all liability arising from your use of any third-party website, service, or content.\nAdditionally, your dealings with or participation in promotions of advertisers found on the Service, including payment and delivery of goods, and any other terms (such as warranties) are solely between you and such advertisers.\nYou agree that Company shall not be responsible for any loss or damage of any sort relating to your dealings with such advertisers.</p> 12.\nINDEMNITY <p>You agree to defend, indemnify and hold harmless Company and its subsidiaries, agents, licensors, managers, and other affiliated companies, and their employees, contractors, agents, officers and directors, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees) arising from: (i) your use of and access to the Service, including any data or content transmitted or received by you.\n(ii) your violation of any term of this Agreement, including without limitation your breach of any of the representations and warranties above.\n(iii) your violation of any third-party right, including without limitation any right of privacy or Intellectual Property Rights.\n(iv) your violation of any applicable law, rule or regulation.\n(v) any claim or damages that arise as a result of any of your User Content or any that is submitted via your account.\nor (vi) any other party’s access and use of the Service with your unique username, password or other appropriate security code.</p> 13.\nNO WARRANTY <p>THE SERVICE IS PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nUSE OF THE SERVICE IS AT YOUR OWN RISK.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE SERVICE IS PROVIDED WITHOUT WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT WITHOUT LIMITING THE FOREGOING, COMPANY, ITS SUBSIDIARIES, AND ITS LICENSORS DO NOT WARRANT THAT THE CONTENT IS ACCURATE, RELIABLE OR CORRECT.\nTHAT THE SERVICE WILL MEET YOUR REQUIREMENTS.\nTHAT THE SERVICE WILL BE AVAILABLE AT ANY PARTICULAR TIME OR LOCATION, UNINTERRUPTED OR SECURE.\nTHAT ANY DEFECTS OR ERRORS WILL BE CORRECTED.\nOR THAT THE SERVICE IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nANY CONTENT DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICE IS DOWNLOADED AT YOUR OWN RISK AND YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR MOBILE DEVICE OR LOSS OF DATA THAT RESULTS FROM SUCH DOWNLOAD OR YOUR USE OF THE SERVICE.</p>\n<p>COMPANY DOES NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE COMPANY SERVICE OR ANY HYPERLINKED WEBSITE OR SERVICE, AND COMPANY WILL NOT BE A PARTY TO OR IN ANY WAY MONITOR ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.</p> 14.\nLIMITATION OF LIABILITY <p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL COMPANY, ITS AFFILIATES, AGENTS, DIRECTORS, EMPLOYEES, SUPPLIERS OR LICENSORS BE LIABLE FOR ANY DIRECT, INDIRECT, PUNITIVE, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES, INCLUDING WITHOUT LIMITATION DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER INTANGIBLE LOSSES, THAT RESULT FROM THE USE OF, OR INABILITY TO USE, THIS SERVICE.\nUNDER NO CIRCUMSTANCES WILL COMPANY BE RESPONSIBLE FOR ANY DAMAGE, LOSS OR INJURY RESULTING FROM HACKING, TAMPERING OR OTHER UNAUTHORIZED ACCESS OR USE OF THE SERVICE OR YOUR ACCOUNT OR THE INFORMATION CONTAINED THEREIN.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, COMPANY ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF CONTENT.\n(II) PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO OR USE OF OUR SERVICE.\n(III) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SECURE SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION STORED THEREIN.\n(IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE SERVICE.\n(V) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE THAT MAY BE TRANSMITTED TO OR THROUGH OUR SERVICE BY ANY THIRD PARTY.\n(VI) ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE INCURRED AS A RESULT OF THE USE OF ANY CONTENT POSTED, EMAILED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE THROUGH THE SERVICE.\nAND/OR (VII) USER CONTENT OR THE DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD PARTY.\nIN NO EVENT SHALL COMPANY, ITS AFFILIATES, AGENTS, DIRECTORS, EMPLOYEES, SUPPLIERS, OR LICENSORS BE LIABLE TO YOU FOR ANY CLAIMS, PROCEEDINGS, LIABILITIES, OBLIGATIONS, DAMAGES, LOSSES OR COSTS IN AN AMOUNT EXCEEDING THE AMOUNT YOU PAID TO COMPANY HEREUNDER.</p>\n<p>THIS LIMITATION OF LIABILITY SECTION APPLIES WHETHER THE ALLEGED LIABILITY IS BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, OR ANY OTHER BASIS, EVEN IF COMPANY HAS BEEN ADVISED OF OR OTHERWISE HAD REASON TO KNOW OF THE POSSIBILITY OF SUCH DAMAGE.\nTHE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION.</p>\n<p>The Service is controlled and operated from its facilities in the United States.\nCompany makes no representations that the Service is appropriate or available for use in other locations.\nThose who access or use the Service from other jurisdictions do so at their own volition and are entirely responsible for compliance with all applicable United States and local laws and regulations, including but not limited to export and import regulations.\nYou may not use the Service if you are a resident of a country embargoed by the United States, or are a foreign person or entity blocked or denied by the United States government.\nUnless otherwise explicitly stated, all materials found on the Service are solely directed to individuals, companies, or other entities located in the United States.</p> 15.\nASSIGNMENT <p>This Agreement, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Company without restriction.\nAny attempted transfer or assignment in violation hereof shall be null and void.</p> 16.\nGENERAL <ol>\n<li>Governing Law.\nYou agree that: (i) the Service shall be deemed solely based in California.\nand (ii) the Service shall be deemed a passive one that does not give rise to personal jurisdiction over Company, either specific or general, in jurisdictions other than California.\nThis Agreement shall be governed by the internal substantive laws of the State of California, without respect to its conflict of laws principles.\nThe application of the United Nations Convention on Contracts for the International Sale of Goods is expressly excluded.\nAny claim or dispute between you and Company that arises in whole or in part from the Service shall be decided exclusively by a court of competent jurisdiction located in Santa Clara County, California, unless submitted to arbitration as set forth in the following paragraph.</li>\n<li>Arbitration.\nFor any claim (excluding claims for injunctive or other equitable relief) under this Agreement where the total amount of the award sought is less than $10,000, the party requesting relief may elect to resolve the dispute through binding non-appearance-based arbitration.\nThe party electing such arbitration shall initiate the arbitration through an established alternative dispute resolution (\"ADR\") provider mutually agreed upon by the parties.\nThe ADR provider and the parties must comply with the following rules: a) the arbitration shall be conducted by telephone, online and/or be solely based on written submissions, as selected by the party initiating the arbitration.\nb) the arbitration shall not involve any personal appearance by the parties or witnesses unless otherwise mutually agreed by the parties.\nand c) any judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.</li>\n<li>Notification Procedures.\nCompany may provide notifications, whether such notifications are required by law or are for marketing or other business related purposes, to you via email notice, written or hard copy notice, or through posting of such notice on our website, as determined by Company in our sole discretion.\nCompany reserves the right to determine the form and means of providing notifications to our Users, provided that you may opt out of certain means of notification as described in this Agreement.\nCompany is not responsible for any automatic filtering you or your network provider may apply to email notifications we send to the email address you provide us.\nWe recommend that you add info@plugshare.com to your email address book to help ensure you receive email notifications from us.</li>\n<li>Entire Agreement/Severability.\nThis Agreement, together with any amendments and any additional agreements you may enter into with Company in connection with the Service, shall constitute the entire agreement between you and Company concerning the Service.\nIf any provision of this Agreement is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect.</li>\n<li>No Waiver.\nNo waiver of any term of this Agreement shall be deemed a further or continuing waiver of such term or any other term, and Company's failure to assert any right or provision under this Agreement shall not constitute a waiver of such right or provision.<br> Please contact us at&nbsp;info@plugshare.com&nbsp;with any questions regarding this Agreement.</li>\n</ol> ", "created_at": "2021-01-29 10:25:27.612263", "updated_at": "2021-01-29 10:25:29.902946"}], "points": [], "urls": ["plugshare.com"]}}