{"error": 448, "message": "OK", "parameters": {"id": 3567, "name": "Centralpoint", "created_at": "2021-05-12 23:48:43.875063", "updated_at": "2021-05-12 22:25:05.292706", "wikipedia": null, "keywords": null, "related": null, "slug": "centralpoint", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3567.png", "url": "centralpoint.nl,centralpoint.be", "documents": [{"id": 5930, "name": "Privacy policy", "url": "https://www.centralpoint.nl/gdpr/", "xpath": "", "text": "Deze website maakt gebruik van cookiesWij, en derde partijen, maken op onze website gebruik van cookies.\nWij gebruiken cookies om ervoor te zorgen dat onze website goed functioneert, om uw voorkeurenop te slaan, om inzicht te verkrijgen in bezoekersgedrag, maar ook voor marketingdoeleinden (laten zien van gepersonaliseerde advertenties).\nDoor op ‘Instellingen’ te klikken, kunt u meer lezen over de cookies die wij gebruiken en kunt u uw voorkeuren opslaan.\nDoor op ‘Ok’ te klikken, gaat u akkoord met het gebruik van alle cookies zoals omschreven in onze&nbsp;privacy- en cookieverklaring[#OOI_PERSONAL_INFORMATION#] Alleen noodzakelijke cookies Ok Instellingen OK Alleen noodzakelijke cookies Selectie toestaan Ok NoodzakelijkVoorkeurenStatistiekenMarketing Instellingen Cookieverklaring [#IABV2SETTINGS#] Over cookies  Noodzakelijk (24) Voorkeuren (4) Statistieken (18) Marketing (51) Niet geclassificeerd (0)Noodzakelijke cookies helpen een website bruikbaarder te maken, door basisfuncties als paginanavigatie en toegang tot beveiligde gedeelten van de website mogelijk te maken.\nZonder deze cookies kan de website niet naar behoren werken.\nNaamAanbiederDoelVervaltermijnTypeAI_bufferMicrosoftGebruikt in combinatie met de \"AI_sentbuffer\" om het aantal gegevensserver-updates (Azure) te beperken.\nDankzij deze synergie kan de website ook dubbele updates van de gegevensserver detecteren.SessionHTMLAI_sentBufferMicrosoftGebruikt in combinatie met de \"AI_buffer\" om het aantal gegevensserver-updates (Azure) te beperken.\nDankzij deze synergie kan de website ook dubbele updates van de gegevensserver detecteren.SessionHTMLcartIdCentral PointCookie als unieke identifier voor de inhoud van de winkelwagen.2 dagenHTTPCookieConsentCookiebotSlaat de cookiestatus van de gebruiker op voor het huidige domein1 jaarHTTPcsrf-codeCentral PointCross-Site Request Forgery voorkomt aanvallen vanaf externe referral websites of bronnenSessionHTTPCSRFTokenCentral PointHelpt Cross-Site Request Forgery (CSRF) -aanvallen te voorkomen.SessionHTTPjwtRefreshTokenCentral PointCookie om de gebruiker automatisch opnieuw in te loggen wanneer access token verlopen isSessionHTTPjwtTokenCentral PointWordt gebruikt om bezoekersgegevens te coderen en bewaren - Dit is noodzakelijk voor de beveiliging van de gebruikersgegevens.SessionHTTPjwtTokenForCentral PointCookie om te herkennen of de gebruiker ingelogd is of nietSessionHTTPjwtTokenLifeTimeCentral PointCookie om de verloopdatum te controleren van de access tokenSessionHTTPPHPSESSIDCentral PointHoudt gebruikerssessiestatus voor alle pagina-aanvragen bij.SessionHTTPrbn_cartMicrosoftRobin: Hiermee volgen wij de producten die zijn toegevoegd door de gebruiker in zijn winkelmandSessionHTMLrbn_cnvMicrosoftROBIN geeft elk gesprek een unieke code mee om te verzorgen dat de berichten in de juiste gesprekken terecht komen.SessionHTMLrbn_sessionGuidMicrosoftAls er een session gestart wordt, dan wordt er een cookie gezet.\nDeze cookie wordt gezet om aan te geven dat de sessie (anoniem) getrackt kan worden door Application Insights.SessionHTMLrbn_sessionStartMicrosoftAls er een session gestart wordt, dan wordt er een cookie gezet.\nDeze cookie wordt gezet om aan te geven dat de sessie (anoniem) getrackt kan worden door Application Insights.SessionHTMLrbn_sessionstartedMicrosoftGebruikt door ROBIN om onze feature CustomerSessionDetails aan te vullen klantgegevensSessionHTMLrbn_stMicrosoftROBIN gebruikt deze cookie om te kijken of je een nieuwe bezoeker bent zodat wij kunnen berekenen wanneer we de bezoeker de pro-active template laten zien.SessionHTMLrbn_widgetpositionCentral PointHiermee bepalen wij de positie van de ROBIN Contact tab en WidgetSessionHTMLtokenIsValidCentral PointCookie om te controleren of de access token nog steeds valide is voor ingelogde gebruiker41 dagenHTTPvisitorIdCentral PointHoudt gebruikersstatussen over paginabezoeken bij.2 dagenHTTPrc::aGoogleDeze cookie wordt gebruikt om onderscheid te maken tussen mensen en bots.\nDit is gunstig voor de website om juiste rapporten over het gebruik van de website te maken.PersistentHTMLrc::cGoogleDeze cookie wordt gebruikt om onderscheid te maken tussen mensen en bots.SessionHTMLJSESSIONIDNew RelicHoudt gebruikersstatussen over paginabezoeken bij.SessionHTTPARRAffinitySameSiteStartech.comGebruikt om verkeer naar de website te distribueren op verschillende servers om de responstijden te optimaliseren.SessionHTTP Voorkeurscookies zorgen ervoor dat een website informatie kan onthouden die van invloed is op het gedrag en de vormgeving van de website, zoals de taal van uw voorkeur of de regio waar u woont.\nNaamAanbiederDoelVervaltermijnTypelang&nbsp;[x2]LinkedInOnthoudt de door de gebruiker geselecteerde taalversie van een websiteSessionHTTPlastSearchCatCentral PointCookie om laatst gezochte categorie van de gebruiker te tonen30 dagenHTTPlastSearchCatUpdatedCentral PointCookie om laatst gezochte categorie van de gebruiker te updaten en te tonen30 dagenHTTP Statistische cookies helpen eigenaren van websites begrijpen hoe bezoekers hun website gebruiken, door anoniem gegevens te verzamelen en te rapporteren.\nNaamAanbiederDoelVervaltermijnTypeevents/1/#New RelicCentralpoint verstuurt browser performance metrics data naar New Relic’s data collection servers via het domein bam.nr-data.netSessionPixel_at.hist.#Central PointGebruikt door AddThis, het sociale deelplatform, om de gebruikersgeschiedenis van de gebruiker van de AddThis-deelwidget op te slaanPersistentHTML_gaGoogleRegistreert een uniek ID die wordt gebruikt om statistische gegevens te genereren over hoe de bezoeker de website gebruikt.2 jaarHTTP_gatGoogleGebruikt door Google Analytics om verzoeksnelheid te vertragen1 dagHTTP_gidGoogleRegistreert een uniek ID die wordt gebruikt om statistische gegevens te genereren over hoe de bezoeker de website gebruikt.1 dagHTTP_hjAbsoluteSessionInProgressHotjarDeze cookie wordt gebruikt om bij te houden hoe vaak een website door verschillende bezoekers wordt bezocht – dit wordt gedaan door de bezoeker een willekeurige ID toe te wijzen, zodat dezelfde bezoeker niet twee keer wordt geteld.1 dagHTTP_hjFirstSeenHotjarDeze cookie wordt gebruikt om vast te stellen of de bezoeker de website eerder heeft bezocht, of dat hij of zijn een nieuwe bezoeker is op de website.1 dagHTTP_hjidHotjarStelt een unieke ID in voor de sessie.\nHierdoor kan de website voor statistische doeleinden gegevens over bezoekersgedrag verkrijgen.1 jaarHTML_hjIncludedInPageviewSampleHotjarBepaalt of de navigatie van de gebruiker moet worden geregistreerd in een bepaalde tijdelijke statistische aanduiding.1 dagHTTP_hjIncludedInSessionSampleHotjarRegistreert gegevens over het gedrag van bezoekers aan de website.\nDit wordt gebruikt voor interne analyse en optimalisatie van de website.1 dagHTTP_hjRecordingLastActivityCentral PointStelt een unieke ID in voor de sessie.\nHierdoor kan de website voor statistische doeleinden gegevens over bezoekersgedrag verkrijgen.SessionHTML_hjTLDTestHotjarRegistreert statistische gegevens over het gedrag van bezoekers aan de website.\nGebruikt voor interne analyse door de beheerder van de website.SessionHTTPhjViewportIdCentral PointStelt een unieke ID in voor de sessie.\nHierdoor kan de website voor statistische doeleinden gegevens over bezoekersgedrag verkrijgen.SessionHTMLpCountGoogle Tag ManagerCookie om het aantal unieke pagina views per gebruiker bij te houden1 dagHTTPcollectGoogleGebruikt om gegevens naar Google Analytics te verzenden over het apparaat en het gedrag van de bezoeker.\nTraceert de bezoeker op verschillende apparaten en marketingkanalen.SessionPixelAnalyticsSyncHistoryLinkedInGebruikt in verband met gegevenssynchronisatie met externe analyseservice-partijen.29 dagenHTTPpersonalization_idTwitterDeze cookie wordt ingesteld door Twitter - Met de cookie kan de bezoeker inhoud van de website delen op zijn Twitter-profiel.2 jaarHTTPjserrors/1/#New RelicIn afwachtingSessionPixel Marketingcookies worden gebruikt om bezoekers te volgen wanneer ze verschillende websites bezoeken.\nHun doel is advertenties weergeven die zijn toegesneden op en relevant zijn voor de individuele gebruiker.\nDeze advertenties worden zo waardevoller voor uitgevers en externe adverteerders.\nNaamAanbiederDoelVervaltermijnTypelocOracleGeolocatie, die wordt gebruikt om providers te helpen bepalen hoe gebruikers die informatie met elkaar delen geografisch zijn gelegen (statusniveau).13 maandenHTTPuvcOracleDetecteert hoe vaak AddThis, de service voor het delen van sociale media, dezelfde gebruiker tegenkomt.13 maandenHTTPxtcOracleRegistreert het delen van inhoud door de gebruiker via sociale media.13 maandenHTTPATNFacebookRicht advertenties op basis van gedragsprofilering en geografische locatie.2 jaarHTTPMUIDMicrosoftVeel gebruikt door Microsoft als een unieke gebruikers-ID.\nDe cookie maakt het volgen van gebruikers mogelijk door de ID in veel Microsoft-domeinen te synchroniseren.1 jaarHTTP__atuvcCentral PointWerkt de teller bij van de social sharing-functies van een website.13 maandenHTTP__atuvsCentral PointZorgt ervoor dat de bijgewerkte teller wordt weergegeven voor de gebruiker als een pagina wordt gedeeld met de service voor delen van sociale media, AddThis.1 dagHTTP_at.cwwCentral PointGebruikt door het sociale deelplatform AddThisPersistentHTML_fbpFacebookGebruikt door Facebook om een reeks advertentieproducten te leveren, zoals realtime bieden van externe adverteerders.3 maandenHTTP_gcl_auGoogle Tag ManagerGebruikt door Google AdSense om te experimenteren met de efficiëntie van advertenties op websites die hun services gebruiken.3 maandenHTTP_hjRecordingEnabledCentral PointDeze cookie wordt gebruikt om de bezoeker te identificeren en de relevantie van advertenties te optimaliseren door het gedrag van de bezoeker op meerdere websites te verzamelen – deze uitwisseling van bezoekersgegevens wordt normaal gesproken verzorgd door een extern datacentrum of advertentie-uitwisseling.SessionHTML_lfasc.lfeeder.comGebruikt in context met Account-Based-Marketing (ABM).\nDe cookie registreert gegevens zoals IP-adressen, tijd doorgebracht op de website en paginaverzoeken voor het bezoek.\nDit wordt gebruikt voor het retargeting van meerdere gebruikers die vanuit dezelfde IP-adressen binnenkomen.\nABM faciliteert meestal B2B-marketingdoeleinden.2 jaarHTML_lfa_expirysc.lfeeder.comBevat de vervaldatum voor de cookie met bijbehorende naam.PersistentHTML_uetsidMicrosoftGebruikt om bezoekers op meerdere websites te volgen, om relevante advertenties te presenteren op basis van de voorkeuren van de bezoeker.1 dagHTML_uetsid_expMicrosoftBevat de vervaldatum voor de cookie met bijbehorende naam.PersistentHTML_uetvidMicrosoftGebruikt om bezoekers op meerdere websites te volgen, om relevante advertenties te presenteren op basis van de voorkeuren van de bezoeker.16 dagenHTML_uetvid_expMicrosoftBevat de vervaldatum voor de cookie met bijbehorende naam.PersistentHTMLat-lojson-cache-#Central PointGebruikt door het sociale deelplatform AddThisPersistentHTMLat-randCentral PointGebruikt door het sociale deelplatform AddThisPersistentHTMLcriteo_write_testCriteoStelt een unieke ID in voor de bezoeker, waarmee externe adverteerders de bezoeker kunnen targeten met relevante advertenties.\nDeze koppelservice wordt geleverd door advertentieshubs van derden, waardoor het realtime bieden voor adverteerders wordt vergemakkelijkt.1 dagHTTPcto_tld_testCriteoWordt gebruikt om de bezoeker te identificeren tijdens bezoeken, en op verschillende apparaten.\nHierdoor kan de website de bezoeker voorzien van relevante advertenties.\nDe service wordt geleverd door advertentieshubs van derden, waardoor realtime bieden voor adverteerders wordt vergemakkelijkt.1 dagHTTPhow_longGoogle Tag ManagerGTM: Datum en tijd wanneer de gebruiker de website heeft geopendSessionHTMLpushnotificationsidCentral PointCookie die toestaat om de gebruiker push notificaties toe te sturen in de browser30 dagenHTTPqvisitCentral PointGTM: trackt hoe lang de gebruiker actief is op de websiteSessionHTMLuidCriteoVerzamelt gegevens met betrekking tot de bezoeken van de gebruiker aan de website, zoals het aantal bezoeken, de gemiddelde tijd die op de website is doorgebracht en welke pagina's zijn geladen, met het doel om gerichte advertenties weer te geven.1 jaarHTTPIDEGoogleGebruikt door Google DoubleClick om de acties van de websitegebruiker te registreren en te rapporteren na het bekijken of klikken op een van de advertenties van de adverteerder met het doel de effectiviteit van een advertentie te meten en om gerichte advertenties aan de gebruiker te presenteren.1 jaarHTTPpagead/landing&nbsp;[x2]GoogleVerzamelt gegevens over bezoekersgedrag van meerdere websites, om meer relevante advertenties weer te geven - Hierdoor kan de website ook het aantal keren dat de bezoeker dezelfde advertentie te zien krijgt beperken.SessionPixelRULGoogleWordt gebruikt door DoubleClick om te bepalen of de website-advertentie correct is weergegeven.\nDit wordt gedaan om hun marketinginspanningen efficiënter te maken.1 jaarHTTPtest_cookieGoogleGebruikt om te controleren of de browser van de gebruiker cookies ondersteunt.1 dagHTTPfrFacebookGebruikt door Facebook om een reeks advertentieproducten te leveren, zoals realtime bieden van externe adverteerders.3 maandenHTTPtrFacebookGebruikt door Facebook om een reeks advertentieproducten te leveren, zoals realtime bieden van externe adverteerders.SessionPixelpagead/1p-user-list/#GoogleWordt gebruikt om bij te houden of de bezoeker interesse heeft getoond in specifieke producten of evenementen op meerdere websites en detecteert hoe de bezoeker tussen sites navigeert - Dit wordt gebruikt voor het meten van advertentie-inspanningen en vergemakkelijkt de betaling van verwijzingskosten tussen websites.SessionPixelbcookieLinkedInGebruikt door de sociale netwerkdienst, LinkedIn, voor het volgen van het gebruik van embedded services.2 jaarHTTPbscookieLinkedInGebruikt door de sociale netwerkdienst, LinkedIn, voor het volgen van het gebruik van embedded services.2 jaarHTTPlidcLinkedInGebruikt door de sociale netwerkdienst, LinkedIn, voor het volgen van het gebruik van embedded services.1 dagHTTPUserMatchHistoryLinkedInGebruikt om bezoekers op meerdere websites te volgen, om relevante advertenties te presenteren op basis van de voorkeuren van de bezoeker.\n29 dagenHTTPi/adsctTwitterDe cookie wordt door Twitter.com gebruikt om te bepalen hoeveel bezoekers de website bezoeken via Twitteradvertenties.SessionPixelVISITOR_INFO1_LIVEYouTubeProbeert de bandbreedte van gebruikers te schatten op pagina's met geïntegreerde YouTube-video's.179 dagenHTTPhttps://tr.lfeeder.com/LeadfeederVolgt de individuele sessies op de websites, hierdoor kan de website statistische gegevens van meerdere bezoeken verzamelen - Deze gegevens kunnen ook worden gebruikt om leads voor marketingdoeleinden te creëren.SessionPixeli/jotTwitter Inc.Stelt een unieke ID in voor de bezoeker, waarmee externe adverteerders de bezoeker kunnen targeten met relevante advertenties.\nDeze koppelservice wordt geleverd door advertentieshubs van derden, waardoor het realtime bieden voor adverteerders wordt vergemakkelijkt.\nSessionPixelYSCYouTubeRegistreert een unieke ID om statistieken bij te houden van welke video's van YouTube de gebruiker heeft gezien.SessionHTTPyt.innertube::nextIdYouTubeRegistreert een unieke ID om statistieken bij te houden van welke video's van YouTube de gebruiker heeft gezien.PersistentHTMLyt.innertube::requestsYouTubeRegistreert een unieke ID om statistieken bij te houden van welke video's van YouTube de gebruiker heeft gezien.PersistentHTMLyt-remote-cast-installedYouTubeBewaart de voorkeuren van de videospeler van de gebruiker met ingesloten YouTube-videoSessionHTMLyt-remote-connected-devicesYouTubeBewaart de voorkeuren van de videospeler van de gebruiker met ingesloten YouTube-videoPersistentHTMLyt-remote-device-idYouTubeBewaart de voorkeuren van de videospeler van de gebruiker met ingesloten YouTube-videoPersistentHTMLyt-remote-fast-check-periodYouTubeBewaart de voorkeuren van de videospeler van de gebruiker met ingesloten YouTube-videoSessionHTMLyt-remote-session-appYouTubeBewaart de voorkeuren van de videospeler van de gebruiker met ingesloten YouTube-videoSessionHTMLyt-remote-session-nameYouTubeBewaart de voorkeuren van de videospeler van de gebruiker met ingesloten YouTube-videoSessionHTMLads/ga-audiencesGoogleUsed by Google AdWords to re-engage visitors that are likely to convert to customers based on the visitor's online behaviour across websites.SessionPixel Niet-geclassificeerde cookies zijn cookies die we nog aan het classificeren zijn, samen met de aanbieders van afzonderlijke cookies.\nWij gebruiken geen cookies van dit type  [#IABV2_LABEL_PURPOSES#] [#IABV2_LABEL_FEATURES#] [#IABV2_LABEL_PARTNERS#] [#IABV2_BODY_PURPOSES#] [#IABV2_BODY_FEATURES#] [#IABV2_BODY_PARTNERS#] Cookies zijn kleine tekstbestanden die door websites kunnen worden gebruikt om gebruikerservaringen efficiënter te maken.<br>\n<br>Volgens de wet mogen wij cookies op uw apparaat opslaan als ze strikt noodzakelijk zijn voor het gebruik van de site.\nVoor alle andere soorten cookies hebben we uw toestemming nodig.<br>\n<br>Deze website maakt gebruik van verschillende soorten cookies.\nSommige cookies worden geplaatst door diensten van derden die op onze pagina's worden weergegeven.\nCookieverklaring laatst bijgewerkt op 5/8/21 door Cookiebot <li> live chat of Contact of bel 024 - 209 2000 </li>\n<li>•altijd gratis verzending</li>\n<li>•meer dan 2.200.000 producten</li>\n<li>•voor bedrijven &amp.\norganisaties</li> Nederland <ul>\n<li>België</li>\n<li>Belgique</li>\n</ul> Zoek <li> Zoeken </li>\n<li> Nieuwsbrief </li>\n<li> Contact </li>\n<li> Account </li>\n<li> 0 Winkelwagen </li>\n<li> 0 € 0,- Winkelwagen </li> Zoek Zoek <ul>\n<li>Contact</li>\n<li> Account </li>\n<li>Live chat</li>\n</ul>\n<ul>\n<li> Computers <ul>\n<li> Laptops </li>\n<li> 2-in-1 laptops </li>\n<li> Chromebooks </li>\n<li> Desktop pc's </li>\n<li> Workstations </li>\n<li> All-in-one pc's </li>\n<li> Tablets </li>\n<li> Toetsenborden </li>\n</ul>\n<ul>\n<li> Muizen </li>\n<li> Laptoptassen </li>\n<li> Docking stations </li>\n<li> Webcams </li>\n<li> Thin Clients </li>\n<li> RAM-geheugen </li>\n<li> Configurators </li>\n</ul>\n<ul>\n<li> Acer </li>\n<li> Dell </li>\n<li> HP </li>\n<li> Lenovo </li>\n<li> Microsoft </li>\n</ul>\n<p>\n<strong>Top-5 Beste zakelijke laptops</strong>\n<br>\n</p> Shop nu </li>\n<li> Monitoren <ul>\n<li> Monitoren </li>\n<li> Touchscreen monitoren </li>\n<li> Presentatieschermen </li>\n<li> Monitor-armen </li>\n</ul>\n<ul>\n<li> Beamers </li>\n<li> Projectieschermen </li>\n<li> Videokaarten </li>\n</ul>\n<ul>\n<li> Dell </li>\n<li> HP </li>\n<li> iiyama </li>\n<li> LG </li>\n<li> Philips </li>\n</ul>\n<p>\n<strong>Top-10 Beste zakelijke monitoren</strong>\n<br>\n</p> Shop nu </li>\n<li> Telecom <ul>\n<li> Smartphones </li>\n<li> VoIP-telefoons </li>\n<li> DECT-telefoons </li>\n</ul>\n<ul>\n<li> Headsets </li>\n<li> Telefoonhoesjes </li>\n<li> Powerbanks </li>\n</ul>\n<ul>\n<li> Apple </li>\n<li> Huawei </li>\n<li> Samsung </li>\n<li> Alle merken </li>\n</ul>\n<p>\n<strong>De beste smartphones voor zakelijk gebruik</strong>\n<br>\n</p> Shop nu </li>\n<li> Netwerken <ul>\n<li> Servers </li>\n<li> Switches </li>\n<li> Access points </li>\n<li> Routers </li>\n</ul>\n<ul>\n<li> Draadloze routers </li>\n<li> Firewalls </li>\n<li> IP-camera's </li>\n<li> UPS </li>\n</ul>\n<ul>\n<li> APC </li>\n<li> Cisco </li>\n<li> Dell </li>\n<li> Hewlett Packard Enterprise </li>\n<li> NETGEAR </li>\n</ul>\n</li>\n<li> Printers &amp.\ninkt <ul>\n<li> Laserprinters </li>\n<li> Multifunctionals </li>\n<li> Inkjetprinters </li>\n<li> Grootformaat printers </li>\n</ul>\n<ul>\n<li> Inktcartridges </li>\n<li> Toners </li>\n<li> Labelprinters </li>\n<li> Scanners </li>\n</ul>\n<ul>\n<li> Brother </li>\n<li> Canon </li>\n<li> Epson </li>\n<li> HP </li>\n<li> OKI </li>\n</ul>\n<p>\n<strong>Top-5 zakelijke printers van 2021</strong>\n<br>\n</p> Shop nu </li>\n<li> Opslag &amp.\nSoftware <ul>\n<li> SSD's </li>\n<li> Interne harde schijven </li>\n<li> Externe harde schijven </li>\n<li> NAS </li>\n<li> Geheugenkaarten </li>\n</ul>\n<ul>\n<li> USB-sticks </li>\n<li> Softwarelicenties </li>\n<li> Besturingssystemen </li>\n<li> Kantoorsoftware </li>\n<li> Antivirus &amp.\nbeveiliging </li>\n</ul>\n<ul>\n<li> Kingston </li>\n<li> Samsung </li>\n<li> Seagate </li>\n<li> Toshiba </li>\n<li> Western Digital </li>\n</ul>\n<p>\n<strong>Office 2019 en Office 365 met belangrijke en subtiele veranderingen</strong>\n<br>\n</p> Shop nu </li>\n<li> Apple <ul>\n<li> iPhone </li>\n<li> iPad </li>\n<li> iMac </li>\n<li> MacBook </li>\n<li> Watch </li>\n<li> Apple TV </li>\n</ul>\n<ul>\n<li> Apple at Work </li>\n<li> Beheer van Apple devices </li>\n<li> Apple Financial Services </li>\n<li> Mac As A Service </li>\n<li> Apple uitrolservice </li>\n<li> Garantie en support </li>\n</ul>\n<ul>\n<li> Apple bij Centralpoint </li>\n<li> Zakelijk </li>\n<li> Educatie </li>\n<li> Zorg </li>\n<li> Overheid </li>\n</ul>\n<p>\n<strong>Apple at Work</strong>\n<br>\n</p> Meer info </li>\n<li> Over ons <ul>\n<li> Wie we zijn </li>\n<li> Referenties </li>\n<li> Onze IT-oplossingen </li>\n</ul>\n<ul>\n<li> Werken bij Centralpoint </li>\n<li> Persberichten </li>\n</ul>\n<ul>\n<li> Nieuws &amp.\naanbiedingen </li>\n</ul>\n<p>\n<strong>Wij zijn Centralpoint, aangenaam</strong>\n<br>\n</p> Meer info </li>\n<li> Nieuwsbrief </li>\n</ul> Bekijk ook: <ul>\n<li> Aanbiedingen <ul>\n<li> Hardware 228 </li>\n<li> Aanbiedingen 15 </li>\n<li> Software 6 </li>\n<li> Netwerken 2 </li>\n<li> Mobile 18 </li>\n<li> Diensten &amp.\nOplossingen 8 </li>\n</ul>\n</li>\n<li> Merken <ul>\n<li> Alle merken 1697 </li>\n<li> HP21177 </li>\n<li> Microsoft8052 </li>\n<li> Cisco6818 </li>\n<li> Samsung3594 </li>\n<li> Apple1451 </li>\n<li> DELL7703 </li>\n<li> Asus1685 </li>\n<li> Lenovo9959 </li>\n</ul>\n</li>\n<li> Nieuws <ul>\n<li> Het laatste nieuws </li>\n<li> Exclusief bij Centralpoint: gratis sleeve bij aanschaf van de nieuwe Microsoft Surface Pro 7+ </li>\n<li> ASUS ProArt PA148CTV: de 14\" draagbare monitor voor creatievelingen </li>\n<li> Welke AMD processor helpt jou bij je werkzaamheden? </li>\n<li> iPad Pro.\nMet de superkracht van de Apple M1-chip.\n</li>\n<li> Samsung 34\" curved Ultra WQHD monitor: verbeterde concentratie en comfort </li>\n</ul>\n</li>\n</ul> Home Centralpoint Privacy- en cookieverklaring Deze pagina is door 18565 bezoekers bekeken Centralpoint Privacy- en cookieverklaring <p>Centralpoint B.V., gevestigd te Wijchenseweg 20, 6537 TL Nijmegen, Nederland, (hierna: “Centralpoint”, “wij” of “ons” ) is de verwerkingsverantwoordelijke voor de verwerking van persoonsgegevens die worden verkregen via de website www.centralpoint.nl (hierna: “Website”).\nIn deze privacy- en cookieverklaring zetten wij uiteen hoe wij omgaan met de persoonsgegevens die wij van u verkrijgen.</p>\n<p>Wij respecteren de privacy van onze klanten en de gebruikers van onze site en dragen er zorg voor dat de persoonlijke informatie die u ons verschaft wordt verwerkt in overeenstemming met de toepasselijke wet- en regelgeving ter bescherming van persoonsgegevens en vertrouwelijk wordt behandeld.</p>\n<p>Bij onze verwerking houden wij ons aan de eisen die de privacywetgeving stelt.\nDat betekent onder andere dat:</p>\n<ul>\n<li>wij <b>duidelijk vermelden</b> met welke <b>doeleinden</b> wij persoonsgegevens verwerken.\nDat doen wij via deze privacyverklaring;</li>\n<li>wij onze <b>verzameling van persoonsgegevens beperken</b> tot alleen de persoonsgegevens die nodig zijn voor legitieme doeleinden;</li>\n<li>wij u eerst <b>vragen om uitdrukkelijke toestemming</b> om uw persoonsgegevens te verwerken in gevallen waarin uw toestemming is vereist;</li>\n<li>wij <b>passende beveiligingsmaatregelen nemen</b> om uw persoonsgegevens te beschermen en dat ook eisen van partijen die in onze opdracht persoonsgegevens verwerken;</li>\n<li>wij uw recht respecteren om uw <b>persoonsgegevens op uw aanvraag ter inzage te bieden, te corrigeren, te verplaatsen, de verwerking te beperken of te verwijderen.</b>\n</li>\n</ul>\n<p>Het kan voorkomen dat deze privacy- en cookieverklaring in de toekomst wordt uitgebreid of gewijzigd.\nWij stellen u hiervan op de hoogte door een bijgewerkte versie van de privacy- en cookieverklaring op de Website te plaatsen.\nWij raden u aan om deze privacy- en cookieverklaring geregeld te raadplegen, zodat u van deze wijzigingen op de hoogte bent.</p>\n<p>\n<i>Deze privacy- en cookieverklaring is voor het laatst gewijzigd op 1 april 2021.</i>\n</p> Doeleinden van de gegevensverwerking\n<p>Wij verwerken alleen gegevens die u zelf aan ons via de Website verstrekt of die wij verkrijgen door uw gebruik van de Website.\nSamengevat verwerken wij de door u verstrekte persoonsgegevens enkel voor de volgende doeleinden:</p>\n<ol>\n<li>Om uw bestellingen uit te voeren, u op de hoogte te kunnen houden van uw bestelling en om uw bestellingen zo snel en gemakkelijk mogelijk te laten verlopen (eventueel door middel van het aanmaken van een account bij Centralpoint).</li>\n<li>Om de Website voor u te personaliseren en u producten aan te kunnen bevelen die u mogelijk interessant vindt.</li>\n<li>Om u te kunnen helpen bij het beantwoorden van uw vragen over onder meer onze producten en/of diensten.</li>\n<li>Om, indien u reageert op een actie of u aanmeldt voor een prijsvraag, deze actie of prijsvraag uit te voeren, de prijswinnaars bekend te maken, en de respons op onze marketingacties te meten.</li>\n<li>Om productreviews te kunnen plaatsen op onze Website.</li>\n<li>Om, indien u hiervoor voorafgaande toestemming heeft verleend, u te informeren over de ontwikkeling van de Website en over speciale aanbiedingen en acties door middel van onze wekelijkse nieuwsbrief.</li>\n<li>Om de Website verder te ontwikkelen en te verbeteren.</li>\n</ol>\n<p>Daarnaast kunnen telefoongesprekken met de klantenservice van Centralpoint met het oog op de training, coaching en beoordeling van medewerkers worden opgenomen.\nDeze opnamen van telefoongesprekken worden zodanig beveiligd en bewaard dat deze niet toegankelijk zijn voor onbevoegden.</p>\n<p>Wij zullen uw persoonsgegevens niet voor andere dan bovengenoemde doeleinden verwerken, tenzij u daar vooraf toestemming voor heeft gegeven, dit noodzakelijk is voor de uitvoering van de overeenkomst die wij met u zijn aangegaan of wij dit op grond van de wet mogen of moeten doen.</p> Gebruik van persoonsgegevens\n<p>Wij verwerken de volgende categorieën van persoonsgegevens voor de in deze privacy- en cookieverklaring genoemde doeleinden:</p>\n<ul>\n<li>NAW-gegevens (in sommige gevallen optioneel)</li>\n<li>Telefoonnummer</li>\n<li>Betaalgegevens</li>\n<li>Logingegevens</li>\n<li>Geslacht (optioneel)</li>\n<li>Leeftijd (optioneel)</li>\n<li>Door u gestelde vragen aan onze medewerkers</li>\n<li>Door u samengestelde beoordelingstekst over een door ons aangeboden product</li>\n<li>IP-adres</li>\n<li>Cookie ID</li>\n</ul>  \nBeveiliging\n<p>Wij nemen passende beveiligingsmaatregelen om misbruik van en ongeautoriseerde toegang tot persoonsgegevens te beperken.\nZo zorgen wij dat alleen de noodzakelijke personen toegang hebben tot uw gegevens, dat de toegang tot uw accountgegevens afgeschermd is middels een gebruikersnaam en sterk wachtwoord, en dat onze veiligheidsmaatregelen regelmatig gecontroleerd worden.\nDaarnaast maken wij gebruik van SSL-certificaten ten behoeve van de veilige overdracht van uw gegevens en communicatie.</p> Verstrekking van gegevens aan derden\n<p>Wij zullen uw persoonlijke informatie niet aan derden verkopen en verstrekken uw gegevens niet aan derde partijen zonder uw voorafgaande toestemming of wanneer dit noodzakelijk is om uw bestelling af te kunnen handelen.\nOok kan het zijn dat we deze gegevens op grond van de wet mogen of moeten delen.</p> Bewaartermijn van uw gegevens\n<p>Wij bieden via onze Website verschillende diensten aan, waarbij wij u om gegevens kunnen vragen om uw verzoek te behandelen (o.a.\nvoor het afhandelen van de door u gestelde vraag en/of het afhandelen van een bestelling).\nBehalve voor uw e-mailadres, kunt u daarbij zelf bepalen welke gegevens u daarbij verstrekt.\nDe gegevens die u ons toestuurt, worden bewaard zolang als nodig is om uw bestelling af te kunnen handelen of nodig is voor de volledige beantwoording en afhandeling van uw verzoek.</p> Nieuwsbrief\n<p>Via onze Website bieden wij aan bezoekers de mogelijkheid om zich in te schrijven voor onze een nieuwsbrief waarmee wij hen wekelijks zullen informeren over interessante commerciële aanbiedingen en nieuwtjes over Centralpoint.\nUw e-mailadres wordt alleen met uw toestemming toegevoegd aan de lijst van abonnees.\nWanneer u de nieuwsbrief niet langer wenst te ontvangen, dan kunt u ons dat laten weten door een e-mail te sturen naar info@centralpoint.nl, of door gebruik te maken van de opt-out mogelijkheid middels de daarvoor bestemde link in de nieuwsbrief.\nHet abonneebestand van de nieuwsbrief wordt in geen geval aan derden verstrekt.</p> Cookies\n<p>Op de Website maken wij gebruik van cookies.\nEen cookie is een klein tekstbestand dat bij een bezoek van een website naar uw computer wordt gestuurd en door uw browser wordt opgeslagen op uw computer.\nIn cookies wordt bijvoorbeeld informatie opgeslagen over de instellingen van uw pc en door u aangegeven voorkeuren, zodat u deze informatie niet steeds opnieuw hoeft te verstrekken en om een volgend bezoek aan onze Website te vergemakkelijken.\nDeze informatie bevat geen naam- of adresgegevens of andere persoonlijke gegevens.\nU kunt de browser van uw computer zo instellen dat u tijdens uw bezoek aan onze Website geen cookies ontvangt.\nControleer daarvoor de instellingen van uw browser.\nIn het geval dat uw browser cookies weigert, kan het echter gebeuren dat u niet gebruik kunt maken van alle mogelijkheden van onze Website of dat u geen toegang heeft tot onderdelen van onze Website.</p>\n<p>This website uses cookies.\nWe, and third parties, use cookies on our website.\nWe use cookies to ensure that our website functions properly, to store your preferences, to gain insight into visitor behavior, but also for marketing purposes (showing personalized advertisements).\nBy clicking \"Settings\" you can read more about the cookies we use and save your preferences.\nBy clicking \"Ok\", you agree to the use of all cookies as described in our&nbsp;privacy- and cookiedeclaration </p>\n<p>Cookies are small text files that can be used by websites to make a user's experience more efficient.<br>\n<br>The law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission.<br>\n<br>This site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.<br>\n<br>You can at any time change or withdraw your consent from the Cookie Declaration on our website.<br>\n<br>Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.<br>\n<br>Please state your consent ID and date when you contact us regarding your consent.</p>\n<p>Your consent applies to the following domains: www.centralpoint.nl</p> Your current state: Use necessary cookies only.&nbsp;Your current state: Do Not Sell My Personal Information.&nbsp;Your current state: Allow selection&nbsp;(Necessary, Preferences, Statistics, Marketing).&nbsp;Your current state: Allow all cookies.&nbsp;<p>Your consent ID: 0Consent date: </p>Change your consent&nbsp;&nbsp;|&nbsp;&nbsp;Withdraw your consentDo Not Sell My Personal Information<br>\n<p>Cookie declaration last updated on 5/8/21 by Cookiebot: </p>\n<p>Necessary (24) </p>\n<p>Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.</p> Name Provider Purpose Expiry Type AI_buffer Microsoft Used in context with the \"AI_sentBuffer\" in order to limit the number of data-server-updates (Azure).\nThis synergy also allows the website to detect any duplicate data-server-updates.\nSession HTML Local Storage AI_sentBuffer Microsoft Used in context with the \"AI_buffer\" in order to limit the number of data-server-updates (Azure).\nThis synergy also allows the website to detect any duplicate data-server-updates.\nSession HTML Local Storage ARRAffinitySameSite Startech.com Used to distribute traffic to the website on several servers in order to optimise response times.\nSession HTTP Cookie cartId Central Point Cookie as unique identifier for content of shopping cart 2 days HTTP Cookie CookieConsent Cookiebot Stores the user's cookie consent state for the current domain 1 year HTTP Cookie csrf-code Central Point Cross-Site Request Forgery prevents attacks from referral external websites/sources Session HTTP Cookie CSRFToken Central Point Helps prevent Cross-Site Request Forgery (CSRF) attacks.\nSession HTTP Cookie JSESSIONID New Relic Preserves users states across page requests.\nSession HTTP Cookie jwtRefreshToken Central Point Cookie to automatically re-login user when last access token expired Session HTTP Cookie jwtToken Central Point Used to encrypt and contain visitor data - This is necessary for the security of the user data.\nSession HTTP Cookie jwtTokenFor Central Point Cookie to identify if our visitor is logged in or not Session HTTP Cookie jwtTokenLifeTime Central Point Cookie to identify the expiration date of the access token Session HTTP Cookie PHPSESSID Central Point Preserves user session state across page requests.\nSession HTTP Cookie rbn_cart Microsoft Robin: With this we track the products added by the user in his shopping cart Session HTML Local Storage rbn_cnv Microsoft ROBIN gives every conversation a unique one code to ensure that the messages end up in the right conversations come.\nSession HTML Local Storage rbn_sessionGuid Microsoft If a session is started, then a cookie is set.\nThis cookie is set to indicate that the session can be tracked (anonymously) by Application Insights.\nSession HTML Local Storage rbn_sessionStart Microsoft If a session is started, then a cookie is set.\nThis cookie is set to indicate that the session can be tracked (anonymously) by Application Insights.\nSession HTML Local Storage rbn_sessionstarted Microsoft Used by ROBIN to provide our feature CustomerSessionDetails customer data Session HTML Local Storage rbn_st Microsoft ROBIN uses this cookie to watch whether you are a new visitor so that we when we can calculate the visitor the pro-active template see.\nSession HTML Local Storage rbn_widgetposition Central Point With this we determine the position of the ROBIN Contact tab and Widget Session HTML Local Storage rc::a Google This cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.\nPersistent HTML Local Storage rc::c Google This cookie is used to distinguish between humans and bots.\nSession HTML Local Storage tokenIsValid Central Point Cookie to check if access token is still valid for logged in user 41 days HTTP Cookie visitorId Central Point Preserves users states across page requests.\n2 days HTTP Cookie <p>Preferences (4) </p>\n<p>Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.</p> Name Provider Purpose Expiry Type lang [x2] LinkedIn Remembers the user's selected language version of a website Session HTTP Cookie lastSearchCat Central Point Cookie to save last searched category by customer 30 days HTTP Cookie lastSearchCatUpdated Central Point Cookie to update last searched category by customer 30 days HTTP Cookie <p>Statistics (18) </p>\n<p>Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.</p> Name Provider Purpose Expiry Type _at.hist.# Central Point Used by the social sharing platform AddThis to store the user's usage history of the AddThis sharing widget Persistent HTML Local Storage _ga Google Registers a unique ID that is used to generate statistical data on how the visitor uses the website.\n2 years HTTP Cookie _gat Google Used by Google Analytics to throttle request rate 1 day HTTP Cookie _gid Google Registers a unique ID that is used to generate statistical data on how the visitor uses the website.\n1 day HTTP Cookie _hjAbsoluteSessionInProgress Hotjar This cookie is used to count how many times a website has been visited by different visitors - this is done by assigning the visitor an ID, so the visitor does not get registered twice.\n1 day HTTP Cookie _hjFirstSeen Hotjar This cookie is used to determine if the visitor has visited the website before, or if it is a new visitor on the website.\n1 day HTTP Cookie _hjid Hotjar Sets a unique ID for the session.\nThis allows the website to obtain data on visitor behaviour for statistical purposes.\n1 year HTML Local Storage _hjIncludedInPageviewSample Hotjar Determines if the user's navigation should be registered in a certain statistical place holder.\n1 day HTTP Cookie _hjIncludedInSessionSample Hotjar Registers data on visitors' website-behaviour.\nThis is used for internal analysis and website optimization.\n1 day HTTP Cookie _hjRecordingLastActivity Central Point Sets a unique ID for the session.\nThis allows the website to obtain data on visitor behaviour for statistical purposes.\nSession HTML Local Storage _hjTLDTest Hotjar Registers statistical data on users' behaviour on the website.\nUsed for internal analytics by the website operator.\nSession HTTP Cookie AnalyticsSyncHistory LinkedIn Used in connection with data-synchronization with third-party analysis service.\n29 days HTTP Cookie collect Google Used to send data to Google Analytics about the visitor's device and behavior.\nTracks the visitor across devices and marketing channels.\nSession Pixel Tracker events/1/# New Relic Centralpoint transmits browser performance metrics data to New Relic’s data collection servers via the domain bam.nr-data.net Session Pixel Tracker hjViewportId Central Point Sets a unique ID for the session.\nThis allows the website to obtain data on visitor behaviour for statistical purposes.\nSession HTML Local Storage jserrors/1/# New Relic Pending Session Pixel Tracker pCount Google Tag Manager Cookie to track the amount of opened pages per view 1 day HTTP Cookie personalization_id Twitter This cookie is set by Twitter - The cookie allows the visitor to share content from the website onto their Twitter profile.\n2 years HTTP Cookie <p>Marketing (51) </p>\n<p>Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.</p> Name Provider Purpose Expiry Type __atuvc Central Point Updates the counter of a website's social sharing features.\n13 months HTTP Cookie __atuvs Central Point Ensures that the updated counter is displayed to the user if a page is shared with the social sharing service, AddThis.\n1 day HTTP Cookie _at.cww Central Point Used by the social sharing platform AddThis Persistent HTML Local Storage _fbp Facebook Used by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.\n3 months HTTP Cookie _gcl_au Google Tag Manager Used by Google AdSense for experimenting with advertisement efficiency across websites using their services.\n3 months HTTP Cookie _hjRecordingEnabled Central Point This cookie is used to identify the visitor and optimize ad-relevance by collecting visitor data from multiple websites – this exchange of visitor data is normally provided by a third-party data-center or ad-exchange.\nSession HTML Local Storage _lfa sc.lfeeder.com Leadfeeder: to store and track audience reach.\n2 years HTML Local Storage _lfa_expiry sc.lfeeder.com Contains the expiry-date for the cookie with corresponding name.\nPersistent HTML Local Storage _uetsid Microsoft Collects data on visitor behaviour from multiple websites, in order to present more relevant advertisement - This also allows the website to limit the number of times that they are shown the same advertisement.\n1 day HTML Local Storage _uetsid_exp Microsoft Contains the expiry-date for the cookie with corresponding name.\nPersistent HTML Local Storage _uetvid Microsoft Used to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences.\n16 days HTML Local Storage _uetvid_exp Microsoft Contains the expiry-date for the cookie with corresponding name.\nPersistent HTML Local Storage ads/ga-audiences Google Used by Google AdWords to re-engage visitors that are likely to convert to customers based on the visitor's online behaviour across websites.\nSession Pixel Tracker at-lojson-cache-# Central Point Used by the social sharing platform AddThis Persistent HTML Local Storage ATN Facebook Targets ads based on behavioural profiling and geographical location.\n2 years HTTP Cookie at-rand Central Point Used by the social sharing platform AddThis Persistent HTML Local Storage bcookie LinkedIn Used by the social networking service, LinkedIn, for tracking the use of embedded services.\n2 years HTTP Cookie bscookie LinkedIn Used by the social networking service, LinkedIn, for tracking the use of embedded services.\n2 years HTTP Cookie criteo_write_test Criteo Sets a unique ID for the visitor, that allows third party advertisers to target the visitor with relevant advertisement.\nThis pairing service is provided by third party advertisement hubs, which facilitates real-time bidding for advertisers.\n1 day HTTP Cookie cto_tld_test Criteo Used to identify the visitor across visits and devices.\nThis allows the website to present the visitor with relevant advertisement - The service is provided by third party advertisement hubs, which facilitate real-time bidding for advertisers.\n1 day HTTP Cookie fr Facebook Used by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.\n3 months HTTP Cookie how_long Google Tag Manager GTM: Timestamp when user opened the website Session HTML Local Storage https://tr.lfeeder.com/ Leadfeeder Tracks the individual sessions on the website, allowing the website to compile statistical data from multiple visits.\nThis data can also be used to create leads for marketing purposes.\nSession Pixel Tracker i/adsct Twitter The cookie is used by Twitter.com in order to determine the number of visitors accessing the website through twitter advertisement content.\nSession Pixel Tracker i/jot Twitter Inc.\nSets a unique ID for the visitor, that allows third party advertisers to target the visitor with relevant advertisement.\nThis pairing service is provided by third party advertisement hubs, which facilitates real-time bidding for advertisers.\nSession Pixel Tracker IDE Google Used by Google DoubleClick to register and report the website user's actions after viewing or clicking one of the advertiser's ads with the purpose of measuring the efficacy of an ad and to present targeted ads to the user.\n1 year HTTP Cookie lidc LinkedIn Used by the social networking service, LinkedIn, for tracking the use of embedded services.\n1 day HTTP Cookie loc Oracle Geolocation, which is used to help providers determine how users who share information with each other are geographically located (state level).\n13 months HTTP Cookie MUID Microsoft Used widely by Microsoft as a unique user ID.\nThe cookie enables user tracking by synchronising the ID across many Microsoft domains.\n1 year HTTP Cookie pagead/1p-user-list/# Google Tracks if the user has shown interest in specific products or events across multiple websites and detects how the user navigates between sites.\nThis is used for measurement of advertisement efforts and facilitates payment of referral-fees between websites.\nSession Pixel Tracker pagead/landing [x2] Google Collects data on visitor behaviour from multiple websites, in order to present more relevant advertisement - This also allows the website to limit the number of times that they are shown the same advertisement.\nSession Pixel Tracker pushnotificationsid Central Point Cookie that allows Centralpoint to sent the user push notifications in the browser.\n30 days HTTP Cookie qvisit Central Point GTM: track how long the user engaged on our website Session HTML Local Storage RUL Google Used by DoubleClick to determine whether website advertisement has been properly displayed - This is done to make their marketing efforts more efficient.\n1 year HTTP Cookie test_cookie Google Used to check if the user's browser supports cookies.\n1 day HTTP Cookie tr Facebook Used by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.\nSession Pixel Tracker uid Criteo Collects visitor data related to the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded, with the purpose of displaying targeted ads.\n1 year HTTP Cookie UserMatchHistory LinkedIn Used to track visitors on multiple websites, in order to present relevant advertisement based on the visitor's preferences.\n29 days HTTP Cookie uvc Oracle Detects how often the social sharing service, AddThis, encounters the same user.\n13 months HTTP Cookie VISITOR_INFO1_LIVE YouTube Tries to estimate the users' bandwidth on pages with integrated YouTube videos.\n179 days HTTP Cookie xtc Oracle Registers the user's sharing of content via social media.\n13 months HTTP Cookie YSC YouTube Registers a unique ID to keep statistics of what videos from YouTube the user has seen.\nSession HTTP Cookie yt.innertube::nextId YouTube Registers a unique ID to keep statistics of what videos from YouTube the user has seen.\nPersistent HTML Local Storage yt.innertube::requests YouTube Registers a unique ID to keep statistics of what videos from YouTube the user has seen.\nPersistent HTML Local Storage yt-remote-cast-installed YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage yt-remote-connected-devices YouTube Stores the user's video player preferences using embedded YouTube video Persistent HTML Local Storage yt-remote-device-id YouTube Stores the user's video player preferences using embedded YouTube video Persistent HTML Local Storage yt-remote-fast-check-period YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage yt-remote-session-app YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage yt-remote-session-name YouTube Stores the user's video player preferences using embedded YouTube video Session HTML Local Storage Vernieuw of bekijk uw cookie consent<p>\n</p> Verwijderen van cookies\n<p>Veel cookies hebben een houdbaarheidsdatum.\nAls een houdbaarheidsdatum is ingesteld, wordt de cookie automatisch verwijderd wanneer de houdbaarheidsdatum verstrijkt.\nU kunt er ook voor kiezen de cookies handmatig te verwijderen voordat de houdbaarheidsdatum is verstreken.\nRaadpleeg hiervoor de handleiding van uw browser.</p> Social Media\n<p>Op de Website zijn knoppen opgenomen die het mogelijk maken om pagina’s te kunnen promoten of delen op de sociale netwerken van Facebook, Twitter, linkedIn, Youtube, en via Whatsapp.\nDeze knoppen kunnen gebruikt worden door een code die door deze sociale netwerken wordt aangeleverd.\nDeze code plaatst daarbij ook een cookie op het device van de websitebezoeker.</p> Inzage en wijziging\n<p>Indien u een Centralpoint account heeft aangemaakt, kunt u uw eigen gegevens en uw persoonlijke instellingen altijd bekijken en zo nodig wijzigen op uw persoonlijke instellingenpagina.\nVoor kennisneming en verbetering van uw gegevens kunt u ook contact opnemen met onze klantenservice.</p>\n<p>Onze klantenservice helpt u graag verder als u vragen of opmerkingen heeft naar aanleiding van deze privacy- en cookieverklaring of indien u kennis wilt nemen van de gegevens die wij van u verwerken of wanneer u gebruik wilt maken van uw rechten als betrokkene onder de huidige privacywetgeving.\nU kunt contact opnemen met:</p>\n<p>Centralpoint B.V.\n<br>\n024 - 209 0000.\nOp werkdagen bereikbaar tussen 9.00 uur en 17.00 uur<br>\ninfo@centralpoint.nl<br>\nPostadres: Postbus 483, 6500 AL Nijmegen<br>\nWijchenseweg 20, 6537 TL Nijmegen<br>\nInternet: www.centralpoint.nl</p>\n<p>Natuurlijk helpen wij u ook graag verder als u klachten heeft over de verwerking van uw persoonsgegevens.\nOp grond van de privacywetgeving heeft u daarnaast ook het recht om een klacht in te dienen bij de Autoriteit Persoonsgegevens over onze verwerkingen van uw persoonsgegevens.\nU kunt hiervoor contact opnemen met de Autoriteit Persoonsgegevens.</p> Deze pagina is door 18565 bezoekers bekeken Home Centralpoint Privacy- en cookieverklaring Hulp nodig? Chat met ons Bel met ons Contactformulier Whatsapp Contact opnemen Laptops Monitoren Smartphones Servers Laserprinters SSD's iPhone Wie we zijn Of zoek in ons aanbod van meer dan 2.200.000 producten: Zoek <ul>\n<li> Meer dan<br>2.200.000 producten </li>\n<li> Meer dan 3.000<br>merkfabrikanten </li>\n<li> Snelle levertijden </li>\n<li> Altijd gratis verzending </li>\n</ul> Profiteren van vele extra’s bij Centralpoint? <p> Meld je aan voor onze nieuwsbrief en ontvang per e-mail updates met aantrekkelijke aanbiedingen, acties van partners, product updates &amp.\nreleases en uitnodigingen voor interessante events.\n</p> Inschrijven Persoonlijk advies nodig? <p>\n<strong>024 - 209 2000</strong>\n<br> Werkdagen van 08:30 – 17:30 uur </p>\n<p>\n<strong>Verstuur bericht</strong>\n<br> naar verkoop@centralpoint.nl of via ons contactformulier.\n</p>\n<p>\n<strong>Chat direct</strong>\n<br> via onze Live chat of via WhatsApp </p> Of tweet je vraag via <p>\n<strong>Over Centralpoint</strong>\n<br> Centralpoint is de grootste IT-reseller van de Benelux en adviseert merkonafhankelijk heel werkend Nederland en België over concrete IT-oplossingen.\nOf het nu gaat om een overheidsinstelling of een ZZP’er.\nWij hebben voor elke organisatie een passende IT-oplossing.\nCentralpoint ondersteunt u onder andere met consultancy, e-commerce-oplossingen en dienstverlening rondom beheer, beveiliging en logistiek van IT-hardware.\nUw centrale aanspreekpunt staat altijd voor u klaar.</p> Volg ons <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> Assortiment <ul>\n<li>Alle categorieën</li>\n<li>Merken</li>\n<li>Business Deals</li>\n<li>Aanbiedingen</li>\n<li>Nieuws</li>\n<li>Nieuwe producten</li>\n</ul> Centralpoint <ul>\n<li>Wie zijn wij / Who we are</li>\n<li>Ons team</li>\n<li>Referenties</li>\n<li>Brochures</li>\n<li>Vacatures</li>\n<li>Nieuwsberichten</li>\n</ul> Social &amp.\nOnline <ul>\n<li>De laatste reviews</li>\n<li>Deel uw ervaring!</li>\n<li>Online status</li>\n<li>Beoordeel ons</li>\n</ul> Voorwaarden <ul>\n<li>Algemene voorwaarden zakelijk</li>\n<li>Privacy policy</li>\n<li>Cookie instellingen</li>\n<li>Gebruiksvoorwaarden</li>\n</ul> Centralpoint © Copyright 2001-2021 Nederland België Belgique <ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> U gebruikt een oude versie van Internet Explorer <p> Helaas worden oude versies van Internet Explorer niet meer ondersteund op deze website.\nWij raden u aan over te schakelen naar een modernere internetbrowser.\nU kunt natuurlijk kiezen voor de laatste versie van Internet Explorer, maar beter nog kiest u voor Google Chrome, Mozilla Firefox of Apple Safari.\nDeze browsers zijn veelal sneller en veiliger en voldoen beter aan de webstandaarden.\n</p>\n<p> Ok, ik heb het gelezen, maar wil toch verder </p> ", "created_at": "2021-05-12 23:48:43.878529", "updated_at": "2021-05-12 21:52:14.585492"}], "points": [], "urls": ["centralpoint.nl", "centralpoint.be"]}}