{"error": 448, "message": "OK", "parameters": {"id": 1171, "name": "Less Likely", "created_at": "2019-01-03 01:53:53.110832", "updated_at": "2021-03-25 03:19:47.501346", "wikipedia": null, "keywords": null, "related": null, "slug": "less_likely", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1171.png", "url": "https://www.lesslikely.com/", "documents": [{"id": 884, "name": "Privacy Policy", "url": "https://www.lesslikely.com/privacy-policy/", "xpath": "", "text": " <ul>\n<li> Home </li>\n<li> Archives Statistics Nutrition Medicine </li>\n<li> Projects </li>\n<li>\n</li>\n</ul> × Close Privacy Policy <ul>\n<li>What Personal Data We Collect And Why We Collect It\n<ul>\n<li>Comments</li>\n<li>Media</li>\n</ul>\n</li>\n<li>Contact Forms\n<ul>\n<li>Cookies</li>\n<li>Embedded Content From Other Websites</li>\n<li>Analytics</li>\n</ul>\n</li>\n<li>Who We Share Your Data With</li>\n<li>How Long We Retain Your Data</li>\n<li>What Rights You Have Over Your Data</li>\n<li>Where We Send Your Data</li>\n<li>Our Contact Information</li>\n<li>Additional Information\n<ul>\n<li>How We Protect Your Data</li>\n<li>What Data Breach Procedures We Have In Places</li>\n</ul>\n</li>\n</ul> What Personal Data We Collect And Why We Collect It Comments <p>This website uses Disqus to manage comments.\nDisqus’s entire privacy policy can be found here, but here’s what’s relevant to you.\nI’ve copied and pasted part of their privacy policy</p>\n<blockquote>\n<p>THE DATA WE COLLECT ABOUT YOU</p>\n<ol>\n<li>\n<p>Personal data, or personal information, means any information about an individual from which that person can be identified.\nIt does not include data where the identity has been removed (anonymous data).</p>\n</li>\n<li>\n<p>We may collect, use, store and transfer different kinds of personal data about you which we have grouped together as follows:</p>\n</li>\n</ol>\n<p>Identity Data includes first name, last name, username or similar identifier, and date of birth.</p>\n<p>Contact Data includes email address and telephone numbers, and mailing address.</p>\n<p>Technical Data includes internet protocol (IP) address, unique Cookie ID, Device ID, your login data, browser type and version, time zone setting and location, browser plug-in types and versions, operating system and platform and other technology on the devices you use to access the Service.</p>\n<p>Profile Data includes your username and password, your interests, preferences, feedback and survey responses, marital status, gender, title.</p>\n</blockquote>\n<p>Here’s how they use the data that is collected:</p>\n<blockquote>\n<p>HOW WE USE YOUR PERSONAL DATA</p>\n<ol>\n<li>We will only use your personal data when the law allows us to.\nMost commonly, we will use your personal data in the following circumstances:</li>\n</ol>\n<p>Where we need to perform the contract we are about to enter into or have entered into with you.</p>\n<p>Where it is necessary for our legitimate interests (or those of a third party) and your interests and fundamental rights do not override those interests.</p>\n<p>Where we need to comply with a legal or regulatory obligation.</p>\n</blockquote>\n<blockquote>\n<p>Where you have provided your consent to such use.</p>\n</blockquote>\n<blockquote>\n<ol>\n<li>\n<p>We have set out below, in a table format, a description of all the ways we plan to use your personal data, and which of the legal bases we rely on to do so.\nWe have also identified what our legitimate interests are where appropriate.</p>\n</li>\n<li>\n<p>Note that we may process your personal data for more than one lawful ground depending on the specific purpose for which we are using your data.\nPlease contact us if you need details about the specific legal ground we are relying on to process your personal data where more than one ground has been set out in the table below.</p>\n</li>\n</ol>\n</blockquote> Media <p>If you upload images to the website, you should avoid uploading images with embedded location data (EXIF GPS) included.\nVisitors to the website can download and extract any location data from images on the website.</p> Contact Forms Cookies <p>If you leave a comment on our site you may opt-in to saving your name, email address and website in cookies.\nThese are for your convenience so that you do not have to fill in your details again when you leave another comment.\nThese cookies will last for one year.</p>\n<p>If you have an account and you log in to this site, we will set a temporary cookie to determine if your browser accepts cookies.\nThis cookie contains no personal data and is discarded when you close your browser.</p>\n<p>When you log in, we will also set up several cookies to save your login information and your screen display choices.\nLogin cookies last for two days, and screen options cookies last for a year.\nIf you select “Remember Me”, your login will persist for two weeks.\nIf you log out of your account, the login cookies will be removed.</p>\n<p>If you edit or publish an article, an additional cookie will be saved in your browser.\nThis cookie includes no personal data and simply indicates the post ID of the article you just edited.\nIt expires after 1 day.</p> Embedded Content From Other Websites\n<p>Articles on this site may include embedded content (e.g.&nbsp;videos, images, articles, etc.).\nEmbedded content from other websites behaves in the exact same way as if the visitor has visited the other website.</p>\n<p>These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracking your interaction with the embedded content if you have an account and are logged in to that website.</p> Analytics Who We Share Your Data With How Long We Retain Your Data <p>If you leave a comment, the comment and its metadata are retained indefinitely.\nThis is so we can recognize and approve any follow-up comments automatically instead of holding them in a moderation queue.</p>\n<p>For users that register on our website (if any), we also store the personal information they provide in their user profile.\nAll users can see, edit, or delete their personal information at any time (except they cannot change their username).\nWebsite administrators can also see and edit that information.</p> What Rights You Have Over Your Data <p>If you have an account on this site, or have left comments, you can request to receive an exported file of the personal data we hold about you, including any data you have provided to us.\nYou can also request that we erase any personal data we hold about you.\nThis does not include any data we are obliged to keep for administrative, legal, or security purposes.</p> Where We Send Your Data <p>Visitor comments may be checked through an automated spam detection service.</p> Our Contact Information <p>If you’d like to get in contact, please use this form to do so.\nThank you.</p> Additional Information How We Protect Your Data <p>All collected data is protected via strong passwords and two-factor authentication.</p> What Data Breach Procedures We Have In Places <p>If there are any data breaches, we will immediately notify you of any possible leaked information and possible steps to take.</p>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> See also: <ul>\n<li>Comment Policy</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n<i>\n</i>\n</li>\n</ul>\n<br>\n<br>\n<p> Powered by </p> ", "created_at": "2019-01-03 01:56:39.90179", "updated_at": "2021-02-03 22:33:50.5633"}], "points": [], "urls": ["https://www.lesslikely.com/"]}}