{"error": 448, "message": "OK", "parameters": {"id": 6411, "name": "PRIVATORIA", "created_at": "2022-03-07 21:07:29.570406", "updated_at": "2022-03-07 23:01:16.019024", "wikipedia": null, "keywords": null, "related": null, "slug": "privatoria", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6411.png", "url": "privatoria.net", "documents": [{"id": 11643, "name": "Privacy Policy", "url": "https://www.privatoria.net/privacy-policy/", "xpath": "/html/body/div[1]/div/div/div[1]/article/div/div", "text": "<p>Your privacy is very important to us.\nAccordingly, we have developed this policy in order for you to understand how<br> we collect, use, communicate and make use of personal information.\nThe following outlines our privacy policy.</p>\n<p>When accessing the https://www.privatoria.net website, will learn certain<br> information about you during your visit.</p>\n<p>Similar to other commercial websites, our website utilizes a standard technology called ‘cookies’ (see explanation<br> below) and server logs to collect information about how our site is used.\nInformation gathered through cookies and<br> server logs may include the date and time of visits, the pages viewed, time spent at our site, and the websites<br> visited just before and just after our own, as well as your IP address.</p>Use of Cookies<p>A cookie is a very small text document, which often includes an anonymous unique identifier.\nWhen you visit a<br> website, that site’s computer asks your computer for permission to store this file in a part of your hard drive<br> specifically designated for cookies.\nEach website can send its own cookie to your browser if your browser’s<br> preferences allow it, but (to protect your privacy) your browser only permits a website to access the cookies it has<br> already sent to you, not the cookies sent to you by other sites.</p>IP Addresses<p>IP addresses are used by your computer every time you are connected to the Internet.\nYour IP address is a number that<br> is used by computers on the network to identify your computer.\nIP addresses are automatically collected by our web<br> server as part of demographic and profile data known as “traffic data” so that data (such as the Web pages you<br> request) can be sent to you.</p>Email Information<p>If you choose to correspond with us through email, we may retain the content of your email messages together with<br> your email address and our responses.\nWe provide the same protections for these electronic communications that we<br> employ in the maintenance of information received online, mail and telephone.\nThis also applies when you register<br> for our website, sign up through any of our forms using your email address or make a purchase on this site.\nFor<br> further information see the email policies below.</p>How Do We Use the Information That You Provide to Us?<p>Broadly speaking, we use personal information for purposes of administering our business activities, providing<br> customer service and making available other items and services to our customers and prospective customers.</p>\n<p> will not obtain personally-identifying information about you when you visit our<br> site, unless you choose to provide such information to us, nor will such information be sold or otherwise<br> transferred to unaffiliated third parties without the approval of the user at the time of collection.</p>\n<p>We may disclose information when legally compelled to do so, in other words, when we, in good faith, believe that the<br> law requires it or for the protection of our legal rights.</p>Email Policies<p>We are committed to keeping your e-mail address confidential.\nWe do not sell, rent, or lease our subscription lists<br> to third parties, and we will not provide your personal information to any third party individual, government<br> agency, or company at any time unless strictly compelled to do so by law.</p>\n<p>We will use your e-mail address solely to provide timely information about .</p>\n<p>We will maintain the information you send via e-mail in accordance with applicable federal law.</p>\n<p>\n<strong>CAN-SPAM Compliance</strong>\n</p>\n<p>In compliance with the CAN-SPAM Act, all e-mail sent from our organization will clearly state who the e-mail is from<br> and provide clear information on how to contact the sender.\nIn addition, all e-mail messages will also contain<br> concise information on how to remove yourself from our mailing list so that you receive no further e-mail<br> communication from us.</p>\n<p>\n<strong>Choice/Opt-Out</strong>\n</p>\n<p>Our site provides users the opportunity to opt-out of receiving communications from us and our partners by reading<br> the unsubscribe instructions located at the bottom of any e-mail they receive from us at anytime.</p>\n<p>Users who no longer wish to receive our newsletter or promotional materials may opt-out of receiving these<br> communications by clicking on the unsubscribe link in the e-mail.</p>Use of External Links<p>https://www.privatoria.net may contain links to many other websites.\ncannot<br> guarantee the accuracy of information found at any linked site.\nLinks to or from external sites not owned or<br> controlled by do not constitute an endorsement<br> by or any of its employees of the sponsors of these sites or the products or<br> information presented therein.</p>\n<p>By accessing this web site, you are agreeing to be bound by these web site Terms and Conditions of Use, all<br> applicable laws and regulations, and agree that you are responsible for compliance with any applicable local laws.<br> If you do not agree with any of these terms, you are prohibited from using or accessing this site.\nThe materials<br> contained in this web site are protected by applicable copyright and trade mark law.</p>Intellectual Property Rights<p>All copyrights, trademarks, patents and other intellectual property rights in and on our website and all content and<br> software located on the site shall remain the sole property of or its licensors.<br> The use of our trademarks, content and intellectual property is forbidden without the express written consent<br> from .</p>\n<p>\n<strong>You must not:</strong>\n</p>\n<ul>\n<li>Republish material from our website without prior written consent.</li>\n<li>Sell or rent material from our website.</li>\n<li>Reproduce, duplicate, create derivative, copy or otherwise exploit material on our website for any purpose.</li>\n<li>Redistribute any content from our website, including onto another website.</li>\n</ul>Acceptable Use<p>You agree to use our website only for lawful purposes, and in a way that does not infringe the rights of, restrict or<br> inhibit anyone else’s use and enjoyment of the website.\nProhibited behavior includes harassing or causing distress<br> or inconvenience to any other user, transmitting obscene or offensive content or disrupting the normal flow of<br> dialogue within our website.</p>\n<p>You must not use our website to send unsolicited commercial communications.\nYou must not use the content on our<br> website for any marketing related purpose without our express written consent.</p>Restricted Access<p>We may in the future need to restrict access to parts (or all) of our website and reserve full rights to do so.\nIf,<br> at any point, we provide you with a username and password for you to access restricted areas of our website, you<br> must ensure that both your username and password are kept confidential.</p>Use of Testimonials<p>In accordance to with the FTC guidelines concerning the use of endorsements and testimonials in advertising, please<br> be aware of the following:</p>\n<p>Testimonials that appear on this site are actually received via text, audio or video submission.\nThey are individual<br> experiences, reflecting real life experiences of those who have used our products and/or services in some way.\nThey<br> are individual results and results do vary.\nWe do not claim that they are typical results.\nThe testimonials are not<br> necessarily representative of all of those who will use our products and/or services.</p>\n<p>The testimonials displayed in any form on this site (text, audio, video or other) are reproduced verbatim, except for<br> correction of grammatical or typing errors.\nSome may have been shortened.\nIn other words, not the whole message<br> received by the testimonial writer is displayed when it seems too lengthy or not the whole statement seems relevant<br> for the general public.</p>\n<p> is not responsible for any of the opinions or comments posted<br> on https://www.privatoria.net.\nis not a forum for testimonials, however<br> provides testimonials as a means for customers to share their experiences with one another.\nTo protect against<br> abuse, all testimonials appear after they have been reviewed by management of .\ndoe not share the opinions, views or commentary of any testimonials<br> on https://www.privatoria.net – the opinions are strictly the views of the testimonial source.</p>\n<p>The testimonials are never intended to make claims that our products and/or services can be used to diagnose, treat,<br> cure, mitigate or prevent any disease.\nAny such claims, implicit or explicit, in any shape or form, have not been<br> clinically tested or evaluated.</p>How Do We Protect Your Information and Secure Information Transmissions?<p>Email is not recognized as a secure medium of communication.\nFor this reason, we request that you do not send private<br> information to us by email.\nHowever, doing so is allowed, but at your own risk.\nSome of the information you may<br> enter on our website may be transmitted securely via a secure medium known as Secure Sockets Layer, or SSL.\nCredit<br> Card information and other sensitive information is never transmitted via email.</p>\n<p> may use software programs to create summary statistics, which are used for such<br> purposes as assessing the number of visitors to the different sections of our site, what information is of most and<br> least interest, determining technical design specifications, and identifying system performance or problem<br> areas.</p>\n<p>For site security purposes and to ensure that this service remains available to all<br> users, uses software programs to monitor network traffic to identify unauthorized<br> attempts to upload or change information, or otherwise cause damage.</p>Disclaimer and Limitation of Liability<p> makes no representations, warranties, or assurances as to the accuracy, currency or<br> completeness of the content contain on this website or any sites linked to this site.</p>\n<p>All the materials on this site are provided ‘as is’ without any express or implied warranty of any kind, including<br> warranties of merchantability, noninfringement of intellectual property or fitness for any particular purpose.\nIn no<br> event shall or its agents or associates be liable for any damages whatsoever<br> (including, without limitation, damages for loss of profits, business interruption, loss of information, injury or<br> death) arising out of the use of or inability to use the materials, even if has<br> been advised of the possibility of such loss or damages.</p>Policy Changes<p>We reserve the right to amend this privacy policy at any time with or without notice.\nHowever, please be assured that<br> if the privacy policy changes in the future, we will not use the personal information you have submitted to us under<br> this privacy policy in a manner that is materially inconsistent with this privacy policy, without your prior<br> consent.</p>\n<p>We are committed to conducting our business in accordance with these principles in order to ensure that the<br> confidentiality of personal information is protected and maintained.</p>Contact<p>If you have any questions regarding this policy, or your dealings with our website, please contact us<br> here:</p>", "created_at": "2022-03-07 21:07:29.57528", "updated_at": "2022-03-07 20:08:12.936028"}, {"id": 11642, "name": "Terms of Use", "url": "https://www.privatoria.net/terms-of-use/", "xpath": "/html/body/div[1]/div/div/div[1]/article/div/div", "text": "<b>TERMS OF USE</b>\n<p>These terms of use (hereinafter &nbsp;– “Terms”) are&nbsp;provided to visitors, customers and users (hereinafter – “<b>Customers</b>” or “<b>You</b>”) of online platform providing access to software products and list of services, using the VPN (Virtual Private Network), VPN Plus Tor, Anonymous Proxy and Proxy Plus Tor (the “<b>Services</b>”), through the website located at https://privatoria.net (the “<b>Website</b>”), owned and administrated by Privatoria s.r.o (hereinafter – the “<b>Company</b>” or “<b>We</b>”).\nThese Terms&nbsp;describe the conditions of using Services and Website by Customers and based&nbsp;on the general custom, Internet ethic, common practice and Company’s policies.</p>\n<p>PLEASE READ THESE TERMS CAREFULLY BEFORE USING THE WEBSITE AND SERVICES ON IT.\nBY ACCESSING WEBSITE AND/OR CREATING AN ACCOUNT AND/OR USING SERVICES ON IT YOU WILL EXPRESS YOUR UNCONDITIONAL CONSENT WITH THESE TERMS AND AGREE TO ABIDE BY THESE TERMS IN THE LATEST VERSION.</p>\n<p>Please note, that You may not access or use the Website and/or the Services if You don’t agree with (or cannot comply with) these Terms.</p>\n<b>Electronic communications</b>\n<p>When You visit&nbsp;Website&nbsp;or send e-mails to us, You are communicating with us electronically and You consent to receive communications from us electronically.\nWe will communicate with You by e-mail or by posting notices on this site.\nYou agree that all agreements, notices, disclosures and other communications that We provide to You electronically satisfy any legal requirement that such communications be in writing.</p>\n<p>In the same time by sending us electronic communication You agree that We will communicate You by using the same e-mail address as well as store it in our database and treat it in the way we treat your other personal data.</p>\n<b>Copyright</b>\n<p>All content included on&nbsp;the Website, such as text, graphics, logos, button icons, images, audio clips, digital downloads, data compilations, and software, is the property of the Company or its content suppliers and protected by international copyright laws as well as copyright laws of any territory s may be applied.\nThe compilation of all content on&nbsp;the Website&nbsp;is the exclusive property of the Company with copyright authorship for this collection by the Company and protected by international copyright laws as well as copyright laws of any territory s may be applied.</p>\n<b>Cookies, Personal Data and Refund</b>\n<p>Those are regulated by the separate document (Cookies Policy, Privacy Policy, Refund Policy of the Website respectively) publicly located on the Website and You are recommended to get acquainted with them.</p>\n<p>Although We take our Customers privacy very serious and We protect their identities, the Service should not be interpreted as a protection shield for illegal/prohibited actions.\nYou are still liable towards third party claims in full.</p>\n<p>Keep in mind that&nbsp;the Website&nbsp;operated by the Company and it doesn’t keep your cookies.\nyour browser is doing it.\nIf You wish to be even more secure, please clear your cookies in your browser –see our Privacy Policy to know how.</p>\n<b>Content monitoring policy</b>\n<p>Any content that You have generated/obtained from other sources in order to publish, store, transmit or share with other web users is referred to as “User Generated Content”.\nReceiving or transmitting your own User Generated Content through the Website or using Services, You retain full ownership of it, inclusive of all intellectual property rights you already hold under applicable law in User Generated Content.\nIt is subject to the rights, licenses, and Terms of this Website, including any underlying rights of others in any User Generated Content that you may transmit or receive.</p>\n<b>License and Website access</b>\n<p>Company grants You as well as other Customers a limited end-user license to access and make personal use of the Website but in no case to download (other than page caching) or modify it, or any portion of it, except with the express written consent of the Company or when appropriate downloading is the content that is downloaded within the use of appropriate Service.\nThis license does not include any rights to resale or commercial use of the Website or its contents, including any collection and use of any product listings, descriptions, or prices.\nany derivative use of the Website or its contents.\nany downloading or copying of account information for the benefit of another merchant.\nor any use of data mining, robots, or similar data gathering and extraction tools.\nNeither&nbsp;this License allows You to use the Website or Services on any device that you do not own or control nor use any account of the third person on the Website.</p>\n<p>Please note that, without the express written consent of the Company, you are not entitled to:</p>\n<ul>\n<li>&nbsp;&nbsp;reproduce, duplicate, copy, sell, resale, visit or otherwise exploit for any commercial purpose the Website or any portion of it;</li>\n<li>&nbsp;&nbsp;copy, decompile reverse-engineer, disassemble, attempt to derive the source code of, modify, or create derivative works of the Website or any part thereof;</li>\n<li>&nbsp;&nbsp;frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information (including images, text, page layout, or forms) of the Company and our associates/affiliates;</li>\n<li>&nbsp;&nbsp;use any meta tags or any other “hidden text” utilizing the Company name or trademarks;</li>\n<li>&nbsp;&nbsp;use any Company’s logos or other proprietary graphics or trademarks including but not limited to using it as part of any link that does not lead to the Website or to its pages.</li>\n</ul>\n<p>Prohibited activities on the Website or through the Services use:</p>\n<ul>\n<li>&nbsp;&nbsp;IP spoofing and network scanning</li>\n<li>&nbsp;&nbsp;Torrenting</li>\n<li>&nbsp;&nbsp;Peer-to-peer for torrenting</li>\n<li>&nbsp;&nbsp;Spamming</li>\n<li>&nbsp;&nbsp;Scanning websites</li>\n<li>&nbsp;&nbsp;DDoS attacks and similar network harming activities</li>\n<li>&nbsp;&nbsp;Illegal or unauthorized access to other computers or networks</li>\n<li>&nbsp;&nbsp;Illegal or unauthorized use of any content or any third party’s right to any object</li>\n<li>&nbsp;&nbsp;Distribution of Internet Viruses, worms or other destructive products</li>\n<li>&nbsp;&nbsp;Using of&nbsp;spyware, malware etc.\nsoftware</li>\n<li>&nbsp;&nbsp;Unfair/abusive use of our network infrastructure</li>\n<li>&nbsp;&nbsp;Crime/Terrorist or other illegal activities (such as communication, email, chat, etc…)</li>\n</ul>\n<p>Any attempt to perform any prohibited action or any action that need Company’s written consent without such a consent is a violation of the rights of the Company.&nbsp;It may cause termination of the permission or license granted by the Company to You and means the Website access and Services use will be denied for You with or without prior notification as Company may deem necessary and Company will block account, which violates the rules, without any monetary refund or obligation to give any prior notification.\nYou are granted a limited, revocable, and nonexclusive right to create a hyperlink to the home page of the Website so long as the link does not portray the Website Company, its associates, or their products or services in a false, misleading, derogatory, or otherwise offensive matter.</p>\n<p>The Company shall also have the right to require You to refrain from any actions or to stop any activity, which can be construed as unlawful or prohibited by these Terms or applicable legislation in force and You shall follow the requirement</p>\n<b>Pricing and terms of payment</b>\n<p>All of our subscriptions, orders, and Services use are prepaid.</p>\n<p>We do not provide users with a free trial.\nTo get unlimited access to our services the Customer is obligated to pay the Company for the Services to be provided, according to the rates specified by one of the packages that can be selected on the special page of the Website.</p>\n<p>The selection of the package to pay for Services is carried out by the Customer at his / her sole discretion of the placed positions by selecting (clicking) on the respective package plan with a subsequent transition to the payment page.\nThere, the Customer can choose the payment method from the available providers.\nThe amount specified for the corresponding package is the amount which should be transferred to the Company bank account.\nThe Customer covers all of the possible costs, commissions (including those of bank and payment services providers), tax burden and withholdings, etc….\nwhich are imposed on the amount of the payment for appropriate service package prior to receipt of the payment by the Company.\nThe Company should receive to its bank account the amount specified by the corresponding service package.\nOnly after the receipt of funds, the Company begins to provide the Services specified by the corresponding package.\nCash paid to the Company but not used for the provision of Services are not subject to return to the Customer in additions to the provisions of the Refund Policy of the Website.</p>\n<p>The company is not and will not be any Customer’s tax agent in relation to any payment.</p>\n<p>The rates are fixed and can be changed by the Company at its own discretion.\nThe rates become active for the Customer from the moment of the next access to his or her personal account on the Website after the change has been made.</p>\n<b>Company’s Responsibility</b>\n<p>The&nbsp;Company provides continuous work, backup, and protection of the Website from viruses&nbsp;and problems with computer equipment, technical support, and absence of unauthorized access, as far as technically possible.\nThe website is working around the clock and without considerable interruptions provided however that if necessary the access can be closed due to the maintenance services.</p>\n<p>The Company makes all reasonable efforts to prevent unauthorized tampering with the Website, but the Company does not guarantee that its efforts will always be successful.\nTherefore, the Company does not warranty that the Website materials will be error-free and disclaims any liability for such errors.\nThereto, the Company does not guarantee access to the Website, if you have the wrong equipment, inadequate access to the Internet or the access to the Website address is denied in your territory irrespective of the reasons&nbsp;therefor.</p>\n<p>We have no liability for any content or products, displayed on the Website or available through the application of the Services, their correctness, accuracy, non-infringement, security, copyright compliance,&nbsp;reliability, usefulness, timeliness, adequacy, or otherwise, or any actions You may take or refrain from taking as a result of any use of the Website, its Services or content.\nThird persons, leaving such content on the Website are solely responsible for the relevant content.</p>\n<p>The Website contains links to other websites.\nWe are not responsible for any content or error, omission, copyright infringement&nbsp;or inaccuracy neither of such websites nor for ensuring it complies with any applicable law.\nWe are not responsible for the availability of these websites or their contents, as well as We are not responsible if the linked web-site is not working appropriately.</p>\n<p>Company reserves the right to block your use of the Website or Services at any time and for any reason at its sole discretion</p>\n<b>Customer’s Responsibility</b>\n<p>You are responsible for maintaining the confidentiality of your authorization details/registration data, including but not limited to any passwords or secret codes.\n&nbsp;Furthermore, You ensure You do not use the registration data, You are not allowed to.\nYou acknowledge that the Website keeps a lot of confidential information.\nTherefore, in the case of unauthorized access to other people’s data or content, You accidentally got, You shall report it to the Company immediately and stop the access without any interfering with such data.</p>\n<p>You are fully responsible for all the activities that occur under your Account.\nYou agree to immediately notify the Company of any unauthorized use of your password, secret codes or email or any other breach of security.</p>\n<p>You may not use the Website and/or the Services in any manner that could damage, disable, overburden, or impair the Website and/or the Services, or the network(s) connected to it, or interfere with any other party’s use of the Website.</p>\n<p>You acknowledge and agree that the Company is not liable for any loss or damage which may be incurred by You as a result of any your or their use of the Website and/or the Service.</p>\n<p>In a case of any claims against the Company regarding violations of third party’s rights by any your content or the fact of your using (and in no case the way or method of such using) such content, You shall act as the proper defendant and represent the interests of the Company.\nAll costs and damages related to the settlement of these claims, actions and/or conduct of litigations are your responsibility.\nThe Customer is obligated to reimburse the 100% of the costs and losses incurred by the Company, in the circumstances described in this paragraph.</p>\n<p>Besides, any Customer is fully responsible for its content and such content’s legality and non-infringement of a third parties’ rights.</p>\n<b>Objectionable materials</b>\n<p>You understand that by using the Services, you may encounter material that You may deem to be offensive, indecent, or objectionable, and that such content may or may not be identified as having explicit material.\nNevertheless, you agree to use the Services at your sole risk and the Company shall have no liability to You for material that may be found to be offensive, indecent, or objectionable.</p>\n<b>&nbsp;</b>\n<b>DISCLAIMER OF WARRANTIES AND LIMITATION OF LIABILITY</b>\n<p>THE WEBSITE IS PROVIDED BY THE COMPANY ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nCOMPANY MAKES NO REPRESENTATIONS OR WARRANTIES OF ANY KIND, EXPRESS OR IMPLIED, AS TO THE OPERATION OF THE WEBSITE OR THE INFORMATION, CONTENT, MATERIALS, OR PRODUCTS INCLUDED ON THE WEBSITE.\nYOU EXPRESSLY AGREE THAT YOU USE THE WEBSITE IS AT YOUR SOLE RISK.</p>\n<p>TO THE FULL EXTENT PERMISSIBLE BY APPLICABLE LAW, COMPANY DISCLAIMS ALL WARRANTIES, EXPRESSED OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE OR CUSTOMER’S EXPECTATIONS.\nCOMPANY DOES NOT WARRANT THAT THE WEBSITE, ITS SERVERS, OR E-MAILS SENT FROM COMPANY IS FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nCOMPANY WILL NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND ARISING FROM THE USE OF THE WEBSITE, INCLUDING, BUT NOT LIMITED TO DIRECT, INDIRECT, INCIDENTAL, PUNITIVE, AND CONSEQUENTIAL DAMAGES.</p>\n<p>CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.</p>\n<b>Changes and amendments</b>\n<p>The Company reserves the right to modify these Terms and to impose new or additional terms or conditions on your use of the Services at any time.\nSuch modifications and additional terms and conditions will be effective immediately and incorporated into these Terms.\nThe Company may, but is not obliged to require You to provide your express consent to a new or upgraded version of the Terms.</p>\n<p>Any updated version of the Terms, posted on the Website shall be legally binding for You at the moment of your use of the Website.\nYou agree that updating the Terms on the Website without separate notice to You is sufficient and therefore the Company is not obliged to notify You directly of any changes to the Terms.</p>\n<p>Please check the Terms periodically for changes.\nYour continued use of the Website and/or the Services, following the posting of any changes to these Terms, constitutes acceptance thereof.</p>\n<p>The abovementioned, in this section, provisions are applied in equal measure all other legal documents related to the use of the Website by Customers (Privacy Policy, Cookies Policy, Refund Policy etc.\nthat may be inserted into the Website).</p>\n<b>Applicable law</b>\n<p>By visiting the Website You agree that the laws of the Czech Republic, without regard to principles of conflict of laws, will govern these Terms and any dispute of any sort that might arise between You and the Company or its associates.</p>\n<p>The Services are operated by Company from its offices in the Czech Republic.\nYou agree to comply with all local, state, federal, and national laws, statutes, ordinances, and regulations that apply to your use of the Services and Website.\nAll transactions on the Website are governed by the Czech legislation, without giving effect to its conflict of law provisions.\nYour use of the Services and Website may also be subject to other laws.</p>\n<b>Miscellaneous</b>\n<p>If any part of these Terms is held invalid or unenforceable, that portion shall be construed in a manner consistent with applicable law to reflect, as nearly as possible, the original intentions of the parties, and the remaining portions shall remain in full force and effect.</p>\n<p>Company’s failure to enforce any right or provisions in these Terms will not constitute a waiver of such or any other provision.</p>\n<p>The Company will not be responsible for failures to fulfill any obligations due to causes beyond its control.</p>\n<p>The Company may notify you with respect to the Services by sending an email message to your Account email address.\nNotices shall become effective immediately.</p>\n<p>&nbsp;</p>\n<strong>Changes to the Terms of use</strong>\n<p>From time to time, it may be necessary for us to change this cookie policy.\nThis Terms of use was last modified on May 8, 2017.</p>\n<strong>Contacting us</strong>\n<p>If You have any questions or comments about this Terms of use please contact us:&nbsp;support @ privatoria.net.</p>", "created_at": "2022-03-07 21:07:29.573207", "updated_at": "2022-03-07 20:09:00.08501"}], "points": [{"id": 27142, "title": "There is a date of the last update of the agreements", "source": "https://www.privatoria.net/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2022-03-07 21:19:07.468497", "updated_at": "2022-03-07 21:19:07.468497", "quoteText": "This Terms of use was last modified on May 8, 2017.</p>\n<strong>", "case_id": 331, "document_id": 11642, "quoteStart": 17998, "quoteEnd": 18062}, {"id": 27141, "title": "The court of law governing the terms is in the Czech Republic", "source": "https://www.privatoria.net/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2022-03-07 21:18:09.67501", "updated_at": "2022-03-07 21:18:39.943301", "quoteText": "You agree that the laws of the Czech Republic, without regard to principles of conflict of laws, will govern these Terms and any dispute of any sort that might arise between You and the Company or its associates.</p>\n<p>", "case_id": 163, "document_id": 11642, "quoteStart": 16474, "quoteEnd": 16694}, {"id": 27140, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.privatoria.net/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-07 21:14:55.476939", "updated_at": "2022-03-07 21:14:55.476939", "quoteText": "IP addresses are automatically collected by our web<br> server as part of demographic and profile data known as “traffic data” so that data (such as the Web pages you<br> request) can be sent to you.", "case_id": 399, "document_id": 11643, "quoteStart": 1543, "quoteEnd": 1742}], "urls": ["privatoria.net"]}}