{"error": 448, "message": "OK", "parameters": {"id": 325, "name": "Imgur", "created_at": "2018-01-20 14:00:18.846072", "updated_at": "2021-03-25 03:19:29.608986", "wikipedia": "https://en.wikipedia.org/wiki/Imgur", "keywords": null, "related": null, "slug": "imgur", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/325.png", "url": "imgur.com", "documents": [{"id": 74, "name": "Terms of Service", "url": "https://imgur.com/tos", "xpath": "//body", "text": "We value your privacyWe and our partners store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products.With your permission we and our partners may use precise geolocation data and identification through device scanning.\nYou may click to consent to our and our partners’ processing as described above.\nAlternatively you may click to refuse to consent or access more detailed information and change your preferences before consenting.Please note that some processing of your personal data may not require your consent, but you have a right to object to such processing.\nYour preferences will apply to this website only.\nYou can change your preferences at any time by returning to this site or visit our privacy policy.DISAGREEMORE OPTIONSAGREE <ul>\n<li>we're hiring!</li>\n<li>blog</li>\n<li>about imgur</li>\n<li>emerald</li>\n<li>imgur store</li>\n<li>imgur apps</li>\n<li>developer api</li>\n<li>advertise</li>\n<li>need help?</li>\n</ul> terms privacy ccpa ad choices <ul>\n<li>Upload Images</li>\n<li>Video to GIF</li>\n<li>Make a Meme</li>\n</ul> New post Go Ad-Free <ul>\n<li>\n</li>\n<li> sign in </li>\n<li>sign up</li>\n</ul> The essentials <p>Effective April 24, 2019</p>\n<p>Using our app to do anything other than access the links to this \"Terms\" page or accessing any page of our website other than our home page and this \"Terms\" page constitutes your consent to these terms of use and to our Privacy Policy.\nIf you do not consent, do not use our website.</p>\n<p>Your use of our website to do anything beyond simply accessing/viewing it (that is, uploading, downloading, commenting, etc.), constitutes not merely your consent, but also your electronic signature, meaning that you are contractually bound by these terms and by our Privacy Policy.</p> Our community rules <p>These Terms of Use are our contract with you.\nWe also have community rules, developed thanks to input from the Imgurian community, that serve as rules for using Imgur publicly.</p> Stuff not to do <p>If someone else might own the copyright to it, don't upload it.\nDon't upload gore, \"hate speech\" (i.e.\ndemeaning race, gender, age, religious or sexual orientation, etc.), or material that is threatening, harassing, defamatory, or that encourages violence or crime.\nDon't upload illegal content such as child porn or nonconsensual (\"revenge\") porn.\nDon't hotlink to adult content or to file-sharing, gambling, torrent, warez, or Imgur rip-off sites.\nDon't impersonate someone else.\nAlso, don't use Imgur to host image libraries you link to from elsewhere, content for your website, advertising, avatars, or anything else that turns us into your content delivery network.\nIf you do – and we will be the judge – or if you do anything illegal, in addition to any other legal rights we may have, we will ban you along with the site you're hotlinking from, delete all your images, report you to the authorities if necessary, and prevent you from viewing any images hosted on Imgur.com.\nWe mean it.</p> Stuff to do, please <p>Please have tons of fun! That's what Imgur is all about.\nIf something isn't fun -- if you see anything on our site that shouldn't be there because it violates our policies, is illegal (e.g.\nrevenge porn or child porn), or for some other reason, please let us know by emailing us at abuse@imgur.com.</p> About images you upload <p>You can upload images anonymously and share them online with only the people you choose to share them with.\nIf you make them publicly available, they may be featured in the gallery.\nIf you share an image publicly with Facebook, Twitter, Digg, Reddit, etc., then it may end up in the gallery.</p> The Details Version 3.4 04/24/2019 Intellectual Property <p>By uploading a file or other content or by making a comment, you represent and warrant to us that (1) doing so does not violate or infringe anyone else's rights.\nand (2) you created the file or other content you are uploading, or otherwise have sufficient intellectual property rights to upload the material consistent with these terms.\nWith regard to any file or content you upload to the public portions of our site, you grant Imgur a non-exclusive, royalty-free, perpetual, irrevocable worldwide license (with sublicense and assignment rights) to use, to display online and in any present or future media, to create derivative works of, to allow downloads of, and/or distribute any such file or content.\nTo the extent that you delete any such file or content from the public portions of our site, the license you grant to Imgur pursuant to the preceding sentence will automatically terminate, but will not be revoked with respect to any file or content Imgur has already copied and sublicensed or designated for sublicense.\nAlso, of course, anything you post to a public portion of our site may be used by the public pursuant to the following paragraph even after you delete it.</p> USE OF IMGUR CONTENT <p>By downloading an image or copying other user-generated content (UGC) from Imgur, you agree that you do not claim any rights to it.\nThe following conditions apply:</p>\n<ul>\n<li>You may use UGC for personal, non-commercial purposes.</li>\n<li>You may use UGC for anything that qualifies as fair use under copyright law, for example journalism (news, comment, criticism, etc.), but please include an attribute (\"Imgur\" or \"courtesy of Imgur\") next to where it is displayed.</li>\n<li>You may not use UGC for non-journalistic commercial purposes.</li>\n<li>Your use of UGC is at your own risk.\nIMGUR MAKES NO WARRANTIES OF NON-INFRINGEMENT, and you will indemnify and hold Imgur harmless from any copyright infringement claims arising out of your use of the UGC.\n(See our general disclaimers below.)</li>\n</ul>\n<p>You may not copy or use any portions of our site that are not UGC except within the limits of fair use.</p> NOTICES OF CLAIMED COPYRIGHT INFRINGEMENT (OR OTHER TYPES OF INFRINGEMENT) <p>If you see anything on our site that you believe infringes your copyright rights, you may notify our Digital Millennium Copyright Act (\"DMCA\") agent by sending the following information:</p>\n<ul>\n<li>Identification of the copyrighted work or works claimed to have been infringed.\nIMPORTANT: please include your copyright registration number.\nIf your work is not yet registered, please include a copy of the application to register the work that you filed with the Copyright Office.\nA copyright infringement claim based on a U.S.\nwork can only be filed if the work has been registered (http://www.copyright.gov/eco/).\nRegistration currently takes about seven months.</li>\n<li>Identification of the material on our servers that is claimed to be infringing and that is to be removed, including the URL or other information to enable us to locate the material.</li>\n<li>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by you as copyright owner, or by your agent, or by law.</li>\n<li>A statement that the information in your notice is accurate, and under penalty of perjury, that you are the owner (or authorized to act on behalf of the owner) of the exclusive copyright right that is allegedly being infringed.</li>\n<li>Your physical or electronic signature, or of someone authorized to act on your behalf.</li>\n<li>Instructions on how we may contact you: preferably email, but also address and phone.</li>\n</ul>\n<p>Because a high percentage of DMCA takedown notices are not valid, Imgur reserves the right to ignore DMCA notifications based on unregistered works.</p>\n<p>Our agent to receive such notifications of claimed infringement is Alan Schaaf.</p> Email: abuse@imgur.com Mailing Address: <p>Imgur Inc.<br> 268 Bush St.\n#3133<br> San Francisco, CA 94104</p>\n<br>\n<p>Use the same procedure for any claimed trademark violations or other infringements.\nIf we receive a DMCA takedown demand for material you posted that we believe constitutes fair use, we will attempt to notify you if we have your contact info.\notherwise we are under no obligation to notify you regarding the removal.\nWe reserve the right to refuse to remove any material that in our view constitutes fair use.\nIf we identify you as a \"repeat infringer,\" we will block or remove your images and terminate any accounts you have with us.\n(If we notify you of a DMCA removal and you respond with a legitimate counter-notice, that won't count toward being a repeat infringer.) Keep in mind that we reserve the right to remove any content at any time whether or not it infringes or violates any of our policies.</p> Use of Trademark <p> Any uses of our name, trademarks, and logos must follow our Trademark Use Policy.\n</p> Disclaimer of Warranties, Limitations of Remedies, Indemnity <p>Although of course we strive to make Imgur as dependable as possible, Imgur's services are provided on an AS IS – WITH ALL FAULTS basis.\nYour use of our service is entirely at your own risk.\nWe do not guarantee the availability of our service at any given time, or the reliability of our service when it is running.\nWe do not guarantee the integrity of, or the continued availability of, files on our servers.\nWhether we make backups, and if so, whether restoration of those backups will be available to you, is at our discretion.\nIMGUR DISCLAIMS ALL WARRANTIES, EXPRESS AND IMPLIED, INCLUDING WITHOUT LIMITATION IMPLIED WARRANTIES OF FITNESS AND MERCHANTABILITY.\nNOTWITHSTANDING ANYTHING ELSE STATED IN THESE TERMS, AND IRRESPECTIVE OF WHETHER IMGUR TAKES OR DOES NOT TAKE MEASURES TO REMOVE INAPPROPRIATE OR HARMFUL CONTENT FROM ITS SITE, IMGUR HAS NO DUTY TO MONITOR ANY CONTENT ON ITS SITE.\nIMGUR DOES NOT ASSUME RESPONSIBILITY FOR THE ACCURACY, APPROPRIATENESS, OR HARMLESSNESS OF ANY CONTENT APPEARING ON IMGUR.COM THAT IS NOT PRODUCED BY IMGUR, INCLUDING BUT NOT LIMITED TO USER CONTENT, ADVERTISING CONTENT, OR OTHERWISE.</p>\n<p>Your sole remedy for the loss of any services and/or of any images or other data you may have stored on Imgur's service is to discontinue your use of our service.\nIMGUR WILL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES ARISING OUT OF YOUR USE OF, OR INABILITY TO USE, IMGUR'S SERVICES, EVEN IF IMGUR HAS BEEN ADVISED OF OR REASONABLY SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES.\nNO CAUSE OF ACTION ARISING OUT OF YOUR USE OF IMGUR'S SERVICES MAY BE BROUGHT MORE THAN ONE YEAR AFTER IT OCCURS.</p>\n<p>YOU WILL INDEMNIFY AND HOLD IMGUR AND ALL OF ITS PERSONNEL HARMLESS FROM ALL LOSS, LIABILITY, CLAIMS, DAMAGES AND EXPENSES, INCLUDING REASONABLE ATTORNEY FEES, ARISING OUT OF OR RELATED TO YOUR VIOLATION OF THESE TERMS, YOUR INFRINGEMENT OF ANY THIRD PARTY'S RIGHTS, AND ANY HARM CAUSED TO ANY THIRD PARTY AS A RESULT OF YOUR UPLOADING OF FILES, COMMENTS, OR ANYTHING ELSE TO OUR SERVERS.</p> Miscellaneous <p>\"Imgur\" or \"we\" refers to Imgur, Inc., a Delaware corporation, and its successors and assigns.\n\"You\" refers to any person who has consented to these terms or has become contractually bound to them, whether such person is identified or not at the time.\nThese terms are governed by California law, excluding its conflicts of law principles, and if there is a lawsuit between you and Imgur, jurisdiction and venue will lie exclusively in the State where the defendant is located, if within the United States, or in Santa Clara County, California otherwise.\nIf any part of these terms is invalid, the remaining provisions will be unaffected.\nThese Terms of Use constitute the entire agreement among the parties relating to this subject matter, and they will continue to govern any issues that arise out of your use of Imgur's services even after you discontinue using them.\nWe may revise these terms from time to time without notice.\nWhenever we do so, we will so indicate by changing the version date at the top.\nAny changes apply as of the time they are posted.\nImgur is not meant for use by children under age 13.\nif your child is younger than 13 please allow him or her to use it only under your supervision.\n</p>\n<p>Parental control protections (such as computer hardware, software, or filtering services) are commercially available that may assist you in limiting access to material that is harmful to minors.\nSee e.g.\nwww.toptenreviews.com/software/security/best-internet-filter-software.</p> Love Imgur? Join our team! · about · store · help · blog · request deletion · forum · terms · privacy · ccpa · apps · api · advertise · ad choices © 2021 Imgur, Inc.\n<p>\n</p>", "created_at": "2018-07-17 10:11:42.858868", "updated_at": "2021-09-06 15:59:13.472083"}, {"id": 75, "name": "Privacy Policy", "url": "https://imgur.com/privacy", "xpath": "//body", "text": "We value your privacyWe and our partners store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products.With your permission we and our partners may use precise geolocation data and identification through device scanning.\nYou may click to consent to our and our partners’ processing as described above.\nAlternatively you may click to refuse to consent or access more detailed information and change your preferences before consenting.Please note that some processing of your personal data may not require your consent, but you have a right to object to such processing.\nYour preferences will apply to this website only.\nYou can change your preferences at any time by returning to this site or visit our privacy policy.DISAGREEMORE OPTIONSAGREE <ul>\n<li>we're hiring!</li>\n<li>blog</li>\n<li>about imgur</li>\n<li>emerald</li>\n<li>imgur store</li>\n<li>imgur apps</li>\n<li>developer api</li>\n<li>advertise</li>\n<li>need help?</li>\n</ul> terms privacy ccpa ad choices <ul>\n<li>Upload Images</li>\n<li>Video to GIF</li>\n<li>Make a Meme</li>\n</ul> New post Go Ad-Free <ul>\n<li>\n</li>\n<li> sign in </li>\n<li>sign up</li>\n</ul> Privacy Policy <p> Your Privacy Rights – Effective May 6, 2021 </p>\n<p>[CA residents: CCPA]</p> Information we collect and the purposes for which we use it Automatically collected information <p> Our servers automatically collect the following information regarding devices that access our site or app: device characteristics (including device ID for mobile devices), operating system, browser type, IP address, username from stored cookies if present, dates and times of each login, page and image viewing statistics, and incoming and outgoing links.\nWe also log the metadata associated with any uploaded images.\nWe use this automatically collected anonymous data to analyze how our site and app are used so as to keep them optimized, to determine the popularity and usefulness of various features, to maintain the integrity of user accounts so that each user can see his or her posts and the upvotes, downvotes, and comments to them, and to enable users with usernames to access their posts, albums, and membership information.\n</p>\n<p> None of this information is “personal information” – that is, data we could use to identify a specific person.\nWe also provide automatically collected anonymous data to third party advertisers and analytics companies to supplement the tracking information described below, but we contractually prohibit such third parties from combining such anonymous data with other data they may have in a way that could enable the identification of individuals.\nWe also use such data to enable us to comply with copyright law, with 18 USC §2258A (illegal content), and to respond to lawful requests by public authorities, including national security, courts, and law enforcement.\n</p> Interactively collected information <p> In addition to the automatically collected anonymous data described above, we may place information on your device and then retrieve it later: we may use cookies, web beacons, or other anonymous tracking information to improve our server's interaction with your device.\nWe also partner with third party advertisers who may (themselves or through their partners) place and/or recognize cookies on your device that collect data about which pages and ads are viewed while our app or site is being used.\nAdvertiser cookies enable customized ads that are selected for display on your device based on the anonymous information collected.\nNo personal data is on, connected to, or derivable from, these cookies.\nIf you block or disable cookies and other tracking technologies, instead of getting customized ads you will see non-customized (generic) ads.\nAlthough our servers currently don't respond to \"do-not-track\" requests, you can block tracking in other ways.\nIf you would like more information about this practice and to know your choices about not having this information used by these companies for interest based advertising, please visit http://www.aboutads.info/choices/ or see the section below, “Accessing, correcting, and limiting use of your data”.\n</p>\n<p> Imgur participates in the Digital Advertising Alliance's (DAA) Self-Regulatory Program for Online Behavioral Advertising.\nFor more information please visit http://www.aboutads.info.\n</p> Information you choose to give us <p> When you sign in with a username, we handle it in the same way as an automatically collected username except that if you don’t allow cookies, you have to enter your username each time you log in.\nA username is, by nature, publicly posted information.\nOn occasion we may run a contest or other type of promotion, and to enable us to award prizes to the winners as well as to comply with the applicable laws, we collect real names and contact information – so if you win a contest, we’ll ask for that information and we’ll use it only for those two specific purposes.\n</p>\n<p> We collect whatever personal data about you that you choose to give us, such as a contact email address (which we do not make public) and profile information.\nWe do not require you to use an account to upload images.\nIf you open an account you do not have to provide any personal information except your cell phone number, which we don't retain.\nwe use it once to send you a code.\n(See below.) If you are located in the EEA and wish to open an account, <em>do not use your real name – choose a username and email address that reveal nothing about your identity.</em> If you give us an email address, we’ll probably send you promotional messages once in a while.\nwe’ll try to make them fun and interesting but of course you’ll be able to opt out at any time.\nWe may work with outside companies to deliver targeted advertising to you while ensuring that no personal information about you is ever used.\nfor example, we may generate a one-way hash from the email address you provide and provide only the hash to the outside companies, who track only the hash.\nA hash can never be reversed to reveal your email address or any other personal information.\nthe process is explained below.\n</p> Why do I have to verify my phone number? <p> To keep everything fun, we’ve come up with a new way to send miscreants north of the wall! And without collecting any personal information from you.\n</p>\n<p> To set up an account, you give us your cell phone number and we’ll text you a confirmation code to verify that it’s your number.\nBut we won’t save your number, share it, sell it, or even show it to anyone.\nInstead, we’ll one-way encrypt it into a hash and save <u>only the hash</u>.\nSince a hash can’t be decrypted, we can’t get your phone number from it.\nThen, if you get banned for breaking the rules, we’ll ban your hash too – and you won’t be able to set up another account with the same phone number, since it would generate the same hash.\nClever, huh? </p>\n<p> For more information, see our community rules.\n</p> Information you post <p> Imgur does not “collect” the stuff you post: images, comments, messages, etc., and – with respect to persons in the EEA – does not “process” or determine any purposes for processing of any information that you manifestly make public.\nIn particular, every image uploaded to Imgur is public – whether uploaded directly without going through a user account, or uploaded via a user account – and has its own URL.\nNo matter what your privacy settings are, every image can always be accessed and viewed by anyone who types in that exact URL.\nNo image uploaded to Imgur is ever completely hidden from public view.\nThis is mainly to ensure that Imgur, which allows anonymous postings, will not be used as a platform for illegality.\nSo too for messaging: Imgur allows users to send messages to one another both indirectly (via comments to posts) and directly (via chat).\nImgur's messaging functionality is not intended to be a secure messaging platform.\nit's just for fun.\nTo ensure that Imgur's messaging platform is not used as a platform for illegality, all messages are public.\nNo messages are ever completely hidden from public view.\nWe may monitor user messaging.\n</p> Post / Image Privacy <p> Uploading a New Post creates a “post” (also called “album”) that can be shared to the community.\nThe individual images inside the post are referred to as “images.”<br>\n</p>\n<p> Although nothing you post to Imgur is completely hidden from public view or entirely private, with that understanding you can set the privacy level of posts.\n</p>\n<ul>\n<li> Hidden: Posts will be hidden by default.\nThey are not searchable within Imgur, and will not appear in Imgur’s public gallery or public profile, but each one will still be accessible by going to the post’s URL.\nThey cannot receive comments or earn points.\n</li>\n<li> Public: Posts will be publicly viewable and shared with the community.\nPublic posts shared with the community will allow comments, sharing, and voting, and appear in a user’s profile.\n</li>\n</ul>\n<p>\n</p> “Favorite Folders” Privacy <p> You can add favorited posts to folders that you create.\nIndividual public posts that you favorite are always visible from the “All Favorites” page in your user profile and cannot be hidden, even those within folders.\nFavorited hidden posts will not appear publicly in your favorites.\nThese settings for favorites cannot be changed, but the visibility of folders can be toggled to public or private.\n</p>\n<ul>\n<li> Public: Folders are visible to the public community on your public profile.\n</li>\n<li> Private: Private folders are kept hidden from your public profile.\n</li>\n</ul>\n<p>\n</p> Accessing, correcting, and limiting use of your data <p> Because we don’t collect information about the identity of our users and don’t receive any information from third parties enabling us to identify our users, we have no means of knowing, or providing you with information about, whatever anonymous data about you we might have on our servers – unless you have a username.\nIf you have a username, you may log in and access your data, correct whatever information you deem to be incorrect, opt out of information sharing with our advertisers, or delete your account.\nFor legal reasons we may retain backup and/or archival copies of information prior to your corrections, amendments, or deletions.\n</p> Data Protection <p> We take every reasonable precaution to protect the data on our servers from loss, misuse, unauthorized access, disclosure, alteration, or destruction, taking into account the risk level and the nature of the data.\nYou are responsible for taking every reasonable precaution on your end to protect any unauthorized person from accessing your Imgur account.\n</p> GDPR <p> Imgur does not collect “personal data” about, or monitor behavior of, “data subjects” as those terms are defined in GDPR Art.4(1), nor do we “target” individuals in the EEU.\nRegarding the latter, see Guidelines 3/2018 on the territorial scope of the GDPR (Article 3), Ver.\n2.1 (07 Jan 2020).\nTo contact us regarding privacy issues, you can email us at privacy@imgur.com, or snailmail us at Imgur, Inc., 268 Bush St.\n#3133 San Francisco, CA 94104 </p> Dispute resolution <p> These terms are governed by California law, excluding its conflicts of law principles, and if there is a lawsuit between a user and Imgur, jurisdiction and venue will lie exclusively in the State where the defendant is located, if within the United States, or in Santa Clara County, California otherwise.\n</p> Changes to this Privacy Policy <p> We may revise our privacy policy from time to time by posting the changes here.\nYou can determine the date of the most recent changes by looking at the “effective date” at the top.\n</p> Print Imgur's Privacy Policy Love Imgur? Join our team! · about · store · help · blog · request deletion · forum · terms · privacy · ccpa · apps · api · advertise · ad choices © 2021 Imgur, Inc.\n<p>\n</p>", "created_at": "2018-07-17 10:11:42.877701", "updated_at": "2021-09-06 15:59:34.48975"}], "points": [{"id": 27720, "title": "Uploading gore content is prohibited", "source": "https://imgur.com/tos", "status": "Generated through the annotate view", "created_at": "2022-04-16 01:17:04.980322", "updated_at": "2022-04-16 01:17:35.097562", "quoteText": "Don't upload gore", "case_id": 445, "document_id": 74, "quoteStart": 2254, "quoteEnd": 2271}, {"id": 27719, "title": "There is a date of the last update of their privacy policy agreements", "source": "https://imgur.com/privacy", "status": "Generated through the annotate view", "created_at": "2022-04-16 01:16:06.368437", "updated_at": "2022-04-16 01:16:37.049322", "quoteText": "Effective May 6, 2021", "case_id": 331, "document_id": 75, "quoteStart": 1381, "quoteEnd": 1402}, {"id": 27718, "title": "Private messages can be read", "source": "https://imgur.com/privacy", "status": "Generated through the annotate view", "created_at": "2022-04-16 01:12:32.89568", "updated_at": "2022-04-16 01:12:32.89568", "quoteText": "We may monitor user messaging.", "case_id": 239, "document_id": 75, "quoteStart": 8319, "quoteEnd": 8349}, {"id": 27717, "title": "Some personal data may be kept for business interests or legal obligations", "source": "https://imgur.com/privacy", "status": "Generated through the annotate view", "created_at": "2022-04-16 01:09:22.469967", "updated_at": "2022-04-16 01:09:22.469967", "quoteText": "For legal reasons we may retain backup and/or archival copies of information prior to your corrections, amendments, or deletions.", "case_id": 333, "document_id": 75, "quoteStart": 10391, "quoteEnd": 10520}, {"id": 27716, "title": "Your personal data is used to employ targeted third-party advertising", "source": "https://imgur.com/privacy", "status": "Generated through the annotate view", "created_at": "2022-04-16 01:05:43.094883", "updated_at": "2022-04-16 01:05:43.094883", "quoteText": "We and our partners store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products.", "case_id": 220, "document_id": 75, "quoteStart": 21, "quoteEnd": 326}, {"id": 27715, "title": "You can opt out of providing personal information to third parties", "source": "https://imgur.com/privacy", "status": "Generated through the annotate view", "created_at": "2022-04-16 01:03:56.667455", "updated_at": "2022-04-16 01:03:56.667455", "quoteText": "opt out of information sharing with our advertisers", "case_id": 337, "document_id": 75, "quoteStart": 10314, "quoteEnd": 10365}, {"id": 27714, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://imgur.com/tos", "status": "Generated through the annotate view", "created_at": "2022-04-16 01:00:46.428579", "updated_at": "2022-04-16 01:00:46.428579", "quoteText": "Imgur's services are provided on an AS IS – WITH ALL FAULTS basis.\nYour use of our service is entirely at your own risk.", "case_id": 286, "document_id": 74, "quoteStart": 8990, "quoteEnd": 9110}, {"id": 27713, "title": "You agree not to use the service for illegal purposes", "source": "https://imgur.com/tos", "status": "Generated through the annotate view", "created_at": "2022-04-16 00:58:30.939831", "updated_at": "2022-04-16 00:58:30.939831", "quoteText": "If you do – and we will be the judge – or if you do anything illegal, in addition to any other legal rights we may have, we will ban you along with the site you're hotlinking from, delete all your images, report you to the authorities if necessary, and prevent you from viewing any images hosted on Imgur.com.", "case_id": 280, "document_id": 74, "quoteStart": 2861, "quoteEnd": 3170}, {"id": 27712, "title": "Details are provided about what kind of information they collect", "source": "https://imgur.com/tos", "status": "Generated through the annotate view", "created_at": "2022-04-16 00:56:20.45578", "updated_at": "2022-04-16 00:56:20.45578", "quoteText": "such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products.", "case_id": 228, "document_id": 74, "quoteStart": 129, "quoteEnd": 326}, {"id": 27711, "title": "Third-party cookies are used for statistics", "source": "https://imgur.com/tos", "status": "Generated through the annotate view", "created_at": "2022-04-16 00:53:10.352296", "updated_at": "2022-04-16 00:53:10.352296", "quoteText": "We and our partners store and/or access information on a device, such as cookies and process personal data", "case_id": 325, "document_id": 74, "quoteStart": 21, "quoteEnd": 127}, {"id": 1584, "title": "imgur.com", "source": "https://groups.google.com/forum#!topic/tosdr/ReeFYXjzy2o", "status": "imgur.com", "created_at": "2018-05-15 09:11:55.142876", "updated_at": "2018-06-17 15:10:51.535506", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1703, "title": "Imgur may collect your device fingerprint.", "source": "Imported from ToS;DR before phoenix", "status": "\"Our servers log information about each computer connecting with our site such as IP address, dates and times of each login, device characteristics, operating system, browser type, type of connection, page and image viewing statistics, and incoming and outgoing links.\"", "created_at": "2018-05-15 09:11:59.516808", "updated_at": "2021-02-06 03:50:22.834766", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 6413, "title": "There is a date of the last update of the terms", "source": "http://imgur.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-05-09 08:01:14.936007", "updated_at": "2021-02-06 04:16:15.96462", "quoteText": "Your Privacy Rights – Effective July 9, 2018 </p>\n<p>", "case_id": 331, "document_id": 75, "quoteStart": 20, "quoteEnd": 73}, {"id": 5824, "title": "You can opt out of promotional communications", "source": "http://imgur.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-02-16 18:16:02.904001", "updated_at": "2021-02-06 04:16:17.136778", "quoteText": "If you give us an email address, we’ll probably send you promotional messages once in a while.\nwe’ll try to make them fun and interesting but of course you’ll be able to opt out at any time.", "case_id": 223, "document_id": 75, "quoteStart": 4801, "quoteEnd": 4991}, {"id": 9984, "title": "Users agree not to submit illegal content", "source": "http://imgur.com/tos", "status": "Generated through the annotate view", "created_at": "2020-08-12 11:21:09.264916", "updated_at": "2021-02-06 04:25:24.810218", "quoteText": "Don't upload illegal content such as child porn or nonconsensual (\"revenge\") porn.", "case_id": 238, "document_id": 74, "quoteStart": 1085, "quoteEnd": 1167}, {"id": 5825, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "http://imgur.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-02-16 18:16:55.580118", "updated_at": "2021-02-06 04:16:19.267067", "quoteText": "Although our servers currently don't respond to \"do-not-track\" requests", "case_id": 233, "document_id": 75, "quoteStart": 3114, "quoteEnd": 3185}, {"id": 5823, "title": "This service retains rights to your content even after you stop using your account", "source": "http://imgur.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-02-16 18:09:06.403977", "updated_at": "2021-02-06 04:16:19.284793", "quoteText": "For legal reasons we may retain backup and/or archival copies of information prior to your corrections, amendments, or deletions.", "case_id": 173, "document_id": 75, "quoteStart": 8338, "quoteEnd": 8467}, {"id": 5822, "title": "You can opt out of promotional communications", "source": "http://imgur.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-02-16 18:08:02.780019", "updated_at": "2021-02-06 04:16:19.303608", "quoteText": "If you have a username, you may log in and access your data, correct whatever information you deem to be incorrect, opt out of information sharing with our advertisers", "case_id": 223, "document_id": 75, "quoteStart": 8145, "quoteEnd": 8312}, {"id": 5826, "title": "The service allows you to use pseudonyms", "source": "http://imgur.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-02-16 18:21:54.055522", "updated_at": "2021-02-06 04:16:19.342227", "quoteText": "If you are located in the EEA and wish to open an account, <em>do not use your real name – choose a username and email address that reveal nothing about your identity.<", "case_id": 215, "document_id": 75, "quoteStart": 4628, "quoteEnd": 4796}, {"id": 7577, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "http://imgur.com/tos", "status": "Generated through the annotate view", "created_at": "2019-08-11 16:35:30.373727", "updated_at": "2021-02-06 04:16:22.253429", "quoteText": "or material that is threatening, harassing, defamatory, or that encourages violence or crime.", "case_id": 283, "document_id": 74, "quoteStart": 991, "quoteEnd": 1084}, {"id": 5191, "title": "The service can read your private messages", "source": "http://imgur.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-01-01 01:26:08.557556", "updated_at": "2021-02-06 04:16:28.531385", "quoteText": "Imgur allows users to send messages to one another both indirectly (via comments to posts) and directly (via chat).\nImgur's messaging functionality is not intended to be a secure messaging platform.\nit's just for fun.\nTo ensure that Imgur's messaging platform is not used as a platform for illegality, all messages are public.\nNo messages are ever completely hidden from public view.\nWe may monitor user messaging.", "case_id": 239, "document_id": 75, "quoteStart": 5768, "quoteEnd": 6182}, {"id": 6412, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "http://imgur.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-05-09 08:00:30.528113", "updated_at": "2021-02-06 04:16:30.829258", "quoteText": "We may revise our privacy policy from time to time by posting the changes here.\nYou can determine the date of the most recent changes by looking at the “effective date” at the top.\n", "case_id": 121, "document_id": 75, "quoteStart": 9676, "quoteEnd": 9857}, {"id": 1139, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "http://imgur.com/privacy", "status": "", "created_at": "2018-01-20 14:47:32.043166", "updated_at": "2021-02-06 04:16:30.853749", "quoteText": " Automatically collected information <p> Our servers automatically collect the following information regarding devices that access our site or app: device characteristics (including device ID for mobile devices), operating system, browser type, IP address, username from stored cookies if present, dates and times of each login, page and image viewing statistics, and incoming and outgoing links.\nWe also log the metadata associated with any uploaded images.", "case_id": 323, "document_id": 75, "quoteStart": 685, "quoteEnd": 1143}], "urls": ["imgur.com"]}}