{"error": 448, "message": "OK", "parameters": {"id": 821, "name": "WaniKani", "created_at": "2018-11-13 01:51:36.863549", "updated_at": "2021-03-25 03:19:49.93569", "wikipedia": "https://en.wikipedia.org/wiki/WaniKani", "keywords": null, "related": null, "slug": "wanikani", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/821.png", "url": "wanikani.com,community.wanikani.com,wanikani.tumblr.com,tofugu.com", "documents": [{"id": 983, "name": "Privacy Policy", "url": "https://www.wanikani.com/privacy", "xpath": "", "text": " Privacy Policy <p>Effective date: November 7, 2014<br>Last updated: August 29, 2014</p>\n<p>Tofugu LLC (\"us\", \"we\", or \"our\") operates the https://www.wanikani.com website (the \"Service\").</p>\n<p>This page informs you of our policies regarding the collection, use and disclosure of Personal Information when you use our Service.</p>\n<p>We will not use or share your information with anyone except as described in this Privacy Policy.</p>\n<p>We use your Personal Information for providing and improving the Service.\nBy using the Service, you agree to the collection and use of information in accordance with this policy.\nUnless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, accessible at https://www.wanikani.com</p>\n<p>\n<strong>Information Collection And Use</strong>\n</p>\n<p>While using our Service, we may ask you to provide us with certain personally identifiable information that can be used to contact or identify you.\nPersonally identifiable information may include, but is not limited to, your email address, other information (\"Personal Information\").</p>\n<p>\n<strong>Log Data</strong>\n</p>\n<p>We collect information that your browser sends whenever you visit our Service (\"Log Data\").\nThis Log Data may include information such as your computer's Internet Protocol (\"IP\") address, browser type, browser version, the pages of our Service that you visit, the time and date of your visit, the time spent on those pages and other statistics.</p>\n<p>In addition, we may use third party services such as Google Analytics that collect, monitor and analyze this type of information in order to increase our Service's functionality.\nThese third party service providers have their own privacy policies addressing how they use such information.</p>\n<p>\n<strong>Cookies</strong>\n</p>\n<p>Cookies are files with small amount of data, which may include an anonymous unique identifier.\nCookies are sent to your browser from a web site and stored on your computer's hard drive.</p>\n<p>We use \"cookies\" to collect information.\nYou can instruct your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever, if you do not accept cookies, you may not be able to use some portions of our Service.</p>\n<p>\n<strong>Do Not Track Disclosure</strong>\n</p>\n<p>We support Do Not Track (\"DNT\").\nDo Not Track is a preference you can set in your web browser to inform websites that you do not want to be tracked.</p>\n<p>You can enable or disable Do Not Track by visiting the Preferences or Settings page of your web browser.</p>\n<p>\n<strong>Service Providers</strong>\n</p>\n<p>We may employ third party companies and individuals to facilitate our Service, to provide the Service on our behalf, to perform Service-related services or to assist us in analyzing how our Service is used.</p>\n<p>These third parties have access to your Personal Information only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.</p>\n<p>\n<strong>Communications</strong>\n</p>\n<p>We may use your Personal Information to contact you with newsletters, marketing or promotional materials and other information that may be of interest to you.\nYou may opt out of receiving any, or all, of these communications from us by following the unsubscribe link or instructions provided in any email we send.</p>\n<p>\n<strong>Compliance With Laws</strong>\n</p>\n<p>We will disclose your Personal Information where required to do so by law or subpoena or if we believe that such action is necessary to comply with the law and the reasonable requests of law enforcement or to protect the security or integrity of our Service.</p>\n<p>\n<strong>Business Transaction</strong>\n</p>\n<p>If Tofugu LLC is involved in a merger, acquisition or asset sale, your Personal Information may be transferred.\nWe will provide notice before your Personal Information is transferred and becomes subject to a different Privacy Policy.</p>\n<p>\n<strong>Security</strong>\n</p>\n<p>The security of your Personal Information is important to us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile we strive to use commercially acceptable means to protect your Personal Information, we cannot guarantee its absolute security.</p>\n<p>\n<strong>International Transfer</strong>\n</p>\n<p>Your information, including Personal Information, may be transferred to — and maintained on — computers located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ than those from your jurisdiction.</p>\n<p>If you are located outside United States and choose to provide information to us, please note that we transfer the information, including Personal Information, to United States and processes it there.</p>\n<p>Your consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.</p>\n<p>\n<strong>Links To Other Sites</strong>\n</p>\n<p>Our Service may contain links to other sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party's site.\nWe strongly advise you to review the Privacy Policy of every site you visit.</p>\n<p>We have no control over, and assume no responsibility for the content, privacy policies or practices of any third party sites or services.</p>\n<p>\n<strong>Children's Privacy</strong>\n</p>\n<p>Our Service does not address anyone under the age of 13 (\"Children\").</p>\n<p>We do not knowingly collect personally identifiable information from children under 13.\nIf you are a parent or guardian and you are aware that your Children has provided us with Personal Information, please contact us.\nIf we discover that a Children under 13 has provided us with Personal Information, we will delete such information from our servers immediately.</p>\n<p>\n<strong>Changes To This Privacy Policy</strong>\n</p>\n<p>We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.</p>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>If you have any questions about this Privacy Policy, please contact us.</p> ", "created_at": "2019-02-04 19:33:23.124698", "updated_at": "2019-02-04 19:50:08.092283"}, {"id": 726, "name": "Terms of Service", "url": "https://www.wanikani.com/terms", "xpath": "", "text": " Terms of Service <p>Thank you for using WaniKani! We’re happy you’re here.\nPlease read this Terms of Service Agreement carefully before accessing or using WaniKani.\nBecause it is such an important contract between us and our users, we have tried to make it as clear as possible.\nFor your convenience, we have presented these terms in a short non-binding summary followed by the full legal terms.</p> Summary Section What can you find there? A.\nDefinitions Some basic terms, defined in a way that will help you understand this Agreement.\nRefer back up to this section for clarification.\nB.\nAccount Terms These are the basic requirements of having an account on WaniKani.\nC.\nAcceptable Use These are the basic rules you must follow when using your WaniKani account.\nD.\nUser-Generated Content You own the content you post on WaniKani.\nHowever, you have some responsibilities regarding it, and we ask you to grant us some rights so we can provide Services to you.\nE.\nCopyright &amp.\nDMCA Policy This section talks about how WaniKani will respond if you believe someone is infringing your copyrights on WaniKani.\nF.\nIntellectual Property Notice This describes WaniKani’s rights in the Website and Service.\nG.\nAPI Terms These are the rules for using WaniKani’s APIs, whether you are using the API for development or data collection.\nH.\nAdvertising on WaniKani If you want to promote your content on WaniKani, this section lays out some rules you must follow.\nI.\nPayment You are responsible for payment.\nWe are responsible for billing you accurately.\nJ.\nCancellation and Termination You may cancel this Agreement and close your account at any time.\nK.\nCommunications with Tofugu We only use email and other electronic means to stay in touch with our users.\nWe do not provide phone support.\nL.\nDisclaimer of Warranties We provide our Service as is, and we make no promises or guarantees about this Service.\n<strong>Please read this section carefully.\nyou should understand what to expect.</strong> M.\nLimitation of Liability We will not be liable for damages or losses arising from your use or inability to use the Service or otherwise arising under this Agreement.\n<strong>Please read this section carefully.\nit limits our obligations to you.</strong> N.\nRelease and Indemnification You are fully responsible for your use of the Service.\nO.\nChanges to These Terms We may modify this Agreement, but we will give you 30 days notice of changes that affect your rights.\nP.\nMiscellaneous Please see this section for legal details including our choice of law.\nThe WaniKani Terms of Service <p>Effective date: December 12, 2018</p> A.\nDefinitions <p>\n<strong>Short version:</strong>\n<em>We use these basic terms throughout the Agreement, and they have specific meanings.\nYou should know what we mean when we use each of the terms.\nThere’s not going to be a test on it, but it’s still useful information.</em>\n</p>\n<ol>\n<li>“Agreement” refers, collectively, to all the terms, conditions, notices contained or referenced in this document (the “Terms of Service” or the “Terms”) and all other operating rules, policies (including the WaniKani Privacy Policy, available at wanikani.com/privacy) and procedures that we may publish from time to time on the Website.</li>\n<li>“Content” refers to content featured or displayed through the Website, including without limitation text, data, articles, images, photographs, graphics, software, applications, designs, features, audio, and other materials that are available on the Website or otherwise available through the Service.\n“Content” also includes Services.\n“User-Generated Content” is Content, written or otherwise, created or uploaded by our Users.\n“Your Content” is Content that you create or own.</li>\n<li>“Service” refers to the applications, software, products, and services provided by Tofugu.</li>\n<li>“Tofugu,” “We,” and “Us” refer to Tofugu, LLC., as well as our affiliates, directors, subsidiaries, contractors, licensors, officers, agents, and employees.</li>\n<li>“User,” “You,” and “Your” refer to the individual person, company, or organization that has visited or is using the Website or Service.\nthat accesses or uses any part of the account.\nor that directs the use of the account in the performance of its functions.\nA User must be at least 13 years of age.\nSpecial terms may apply for business or government accounts (See Section B.4): Additional Terms).</li>\n<li>“Website” or “WaniKani” refers to Tofugu’s website located at wanikani.com, and all content, Services, and products provided by Tofugu at or through the Website.\nIt also refers to Tofugu-owned subdomains of wanikani.com, such as api.wanikani.com.\nOccasionally, Websites owned by Tofugu may provide different or additional terms of service.\nIf those additional terms conflict with this Agreement, the more specific terms apply to the relevant page or Service.</li>\n</ol> B.\nAccount Terms <p>\n<strong>Short version:</strong>\n<em>A human must create your account.\nyou must be 13 or over.\nand you must provide a valid email address.\nYou alone are responsible for your account and anything that happens while you are signed in to or using your account.\nYou are responsible for keeping your account secure.</em>\n</p> 1.\nRequired Information <p>You must provide a valid email address in order to complete the signup process.\nAny other information requested, such as your real name, is optional, unless you are accepting these terms on behalf of a legal entity (in which case we need more information about the legal entity) or if you opt for a paid account, in which case additional information will be necessary for billing purposes.</p> 2.\nAccount Requirements <p>We have a few simple rules for accounts on WaniKani’s Service.</p>\n<ul>\n<li>You must be a human to create an account.\nAccounts registered by “bots” or other automated methods are not permitted.</li>\n<li>You must be age 13 or older.\nWhile we are thrilled to see brilliant young people excited to learn Japanese, we must comply with United States law.\nWaniKani does not target our Service to children under 13, and we do not permit any Users under 13 on our Service.\nIf we learn of any User under the age of 13, we will terminate that User’s account immediately.\nIf you are a resident of a country outside the United States, your country’s minimum age may be older.\nin such a case, you are responsible for complying with your country’s laws.</li>\n<li>You may not use as a username that is a name or trademark that is subject to any rights of another person or entity without appropriate authorization.\nYou may not use a name that is otherwise offensive, vulgar, or obscene.</li>\n<li>Your login may only be used by one person — i.e., a single login may not be shared by multiple people.</li>\n</ul> 3.\nUser Account Security <p>You are responsible for keeping your account secure while you use our Service.</p>\n<ul>\n<li>You are responsible for all content posted and activity that occurs under your account.</li>\n<li>You are responsible for maintaining the security of your account and password.\nWaniKani cannot and will not be liable for any loss or damage from your failure to comply with this security obligation.</li>\n<li>You will promptly notify WaniKani if you become aware of any unauthorized use of, or access to, our Service through your account, including any unauthorized use of your password or account.</li>\n</ul> 4.\nAdditional Terms <p>In some situations, third parties’ terms may apply to your use of WaniKani.\nFor example, you may download an application that integrates with WaniKani.\nPlease be aware that while these Terms are our full agreement with you, other parties’ terms govern their relationships with you.</p> C.\nAcceptable Use <p>\n<strong>Short version:</strong>\n<em>While using the Service, you must follow this Acceptable Use Policy, which includes some restrictions on content you can post, conduct on the Service, and other limitations.\nIn short, be excellent to each other.</em>\n</p> 1.\nCompliance with Laws and Regulations <p>Your use of the Website and Service must not violate any applicable laws, including copyright or trademark laws, export control laws, or other laws in your jurisdiction.\nYou are responsible for making sure that your use of the Service is in compliance with laws and any applicable regulations.</p> 2.\nContent Restrictions <p>You agree that you will not under any circumstances upload, post, host, or transmit any content that:</p>\n<ul>\n<li>is unlawful or promotes unlawful activities;</li>\n<li>is or contains sexually obscene content;</li>\n<li>is libelous, defamatory, or fraudulent;</li>\n<li>is discriminatory or abusive toward any individual or group;</li>\n<li>contains or installs any active malware or exploits, or uses our platform for exploit delivery (such as part of a command and control system).\nor</li>\n<li>infringes on any proprietary right of any party, including patent, trademark, trade secret, copyright, right of publicity, or other rights.</li>\n</ul> 3.\nConduct Restrictions <p>While using WaniKani, you agree that you will not under any circumstances:</p>\n<ul>\n<li>harass, abuse, threaten, or incite violence towards any individual or group, including Tofugu employees, officers, and agents, or other WaniKani Users;</li>\n<li>use our servers for any form of excessive automated bulk activity (for example, spamming), or relay any other form of unsolicited advertising or solicitation through our servers, such as get-rich-quick schemes;</li>\n<li>attempt to disrupt or tamper with Tofugu’s servers in ways that could harm our Website or Service, to place undue burden on Tofugu’s servers through automated means, or to access Tofugu’s Service in ways that exceed your authorization;</li>\n<li>impersonate any person or entity, including any of our employees or representatives, including through false association with Tofugu, or by fraudulently misrepresenting your identity or site’s purpose.\nor</li>\n<li>violate the privacy of any third party, such as by posting another person’s personal information without consent.</li>\n</ul> 4.\nServices Usage Limits <p>You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Service, use of the Service, or access to the Service without Tofugu’s express written permission.</p> 5.\nScraping <p>Scraping refers to extracting data from our Website via an automated process, such as a bot or webcrawler.\nIt does not refer to the collection of information through WaniKani’s API.\nPlease see Section G for our API Terms.\nYou may scrape the Website for the following reasons:</p>\n<ul>\n<li>Researchers may scrape public, non-personal information from WaniKani for research purposes, only if any publications resulting from that research are open access.</li>\n<li>Archivists may scrape WaniKani for public data for archival purposes.</li>\n</ul>\n<p>You may not scrape WaniKani for spamming purposes, including for the purposes of selling WaniKani users’ personal information, such as to advertisers, recruiters, or job boards.</p>\n<p>All use of WaniKani data gathered through scraping must comply with the WaniKani Privacy Policy.</p> 6.\nPrivacy <p>Misuse of WaniKani Users’ Personal Information is prohibited.</p>\n<p>Any person, entity, or service collecting data from WaniKani must comply with the WaniKani Privacy Policy, particularly in regards to the collection of our Users’ Personal Information (as defined in the WaniKani Privacy Policy).\nIf you collect any WaniKani User’s Personal Information from WaniKani, you agree that you will only use the Personal Information you gather for the purpose for which our User has authorized it.\nYou agree that you will reasonably secure any Personal Information you have gathered from WaniKani, and you will respond promptly to complaints, removal requests, and “do not contact” requests from Tofugu or WaniKani Users.</p> 7.\nExcessive Bandwidth Use <p>If we determine your bandwidth usage to be significantly excessive in relation to other WaniKani customers, we reserve the right to suspend your account or throttle your access until you can reduce your bandwidth consumption.</p> 8.\nUser Protection <p>You agree not to engage in activity that significantly harms our Users.\nWe will resolve disputes in favor of protecting our Users as a whole.</p> D.\nUser-Generated Content <p>\n<strong>Short version:</strong>\n<em>You own content you create, but you allow us certain rights to it, so that we can display and share the content you post.\nYou still have control over your content, and responsibility for it, and the rights you grant us are limited to those we need to provide the Service.\nWe have the right to remove content or close accounts if we need to.</em>\n</p> 1.\nResponsibility for User-Generated Content <p>You may create or upload User-Generated Content while using the Service.\nYou are solely responsible for the content of, and for any harm resulting from, any User-Generated Content that you post, upload, link to or otherwise make available via the Service, regardless of the form of that Content.\nWe are not responsible for any public display or misuse of your User-Generated Content.</p> 2.\nTofugu May Remove Content <p>We do not pre-screen User-Generated Content, but we have the right (though not the obligation) to refuse or remove any User-Generated Content that, in our sole discretion, violates any Tofugu terms or policies.</p> 3.\nOwnership of Content, Right to Post, and License Grants <p>You retain ownership of and responsibility for Content you create or own (“Your Content”).\nIf you’re posting anything you did not create yourself or do not own the rights to, you agree that you are responsible for any Content you post.\nthat you will only submit Content that you have the right to post.\nand that you will fully comply with any third party licenses relating to Content you post.</p>\n<p>Because you retain ownership of and responsibility for Your Content, we need you to grant us — and other WaniKani Users — certain legal permissions, listed in Sections D.4–D.5.\nThese license grants apply to Your Content.\nIf you upload Content that already comes with a license granting Tofugu the permissions we need to run our Service, no additional license is required.\nYou understand that you will not receive any payment for any of the rights granted in Sections D.4–D.5.\nThe licenses you grant to us will end when you remove Your Content from our servers.</p> 4.\nLicense Grant to Us <p>We need the legal right to do things like host Your Content, publish it, and share it.\nYou grant us and our legal successors the right to store, parse, and display Your Content, and make incidental copies as necessary to render the Website and provide the Service.\nThis includes the right to do things like copy it to our database and make backups.\nshow it to you and other users.\nparse it into a search index or otherwise analyze it on our servers.\nshare it with other users.\nand perform it, in case Your Content is something like music or video.</p>\n<p>This license does not grant Tofugu the right to sell Your Content or otherwise distribute or use it outside of our provision of the Service.</p> 5.\nMoral Rights <p>You retain all moral rights to Your Content that you upload, publish, or submit to any part of the Service, including the rights of integrity and attribution.\nHowever, you waive these rights and agree not to assert them against us, to enable us to reasonably exercise the rights granted in Section D.4, but not otherwise.</p>\n<p>To the extent this Agreement is not enforceable by applicable law, you grant Tofugu the rights we need to use Your Content without attribution and to make reasonable adaptations of Your Content as necessary to render the Website and provide the Service.</p> E.\nCopyright Infringement and DMCA Policy <p>If you believe that content on our Website violates your copyright, please contact us in accordance with our Digital Millennium Copyright Act Policy.\nIf you are a copyright owner and you believe that content on WaniKani violates your rights, please contact us by emailing copyright@wanikani.com.\nThere may be legal consequences for sending a false or frivolous takedown notice.\nBefore sending a takedown request, you must consider legal uses such as fair use and licensed uses.</p>\n<p>We disable and terminate the accounts of users who may infringe upon the copyrights or other intellectual property rights of Tofugu or others, in appropriate circumstances and at our sole discretion.</p> F.\nIntellectual Property Notice <p>\n<strong>Short version:</strong>\n<em>We own the Service and all of our content.\nIn order for you to use our content, we give you certain rights to it, but you may only use our content in the way we have allowed.</em>\n</p> 1.\nTofugu’s Rights to Content <p>Tofugu and our licensors, vendors, agents, and/or our content providers retain ownership of all intellectual property rights of any kind related to the Website and Service.\nWe reserve all rights that are not expressly granted to you under this Agreement or by law.\nThe look and feel of the Website and Service is copyright © Tofugu, LLC.\nAll rights reserved.\nYou may not duplicate, copy, or reuse any portion of the HTML/CSS, Javascript, or visual design elements or concepts without express written permission from Tofugu.</p> 2.\nLicense to Tofugu Policies <p>This Agreement is licensed under this Creative Commons Zero license.\nFor details, see our site-policy repository.</p> G.\nAPI Terms <p>\n<strong>Short version:</strong>\n<em>You agree to these Terms of Service, plus this Section G, when using any of WaniKani’s APIs (Application Program Interface), including use of the API through a third party product that accesses WaniKani.</em>\n</p>\n<p>No Abuse or Overuse of the API</p>\n<p>Abuse or excessively frequent requests to WaniKani via the API may result in the temporary or permanent suspension of your account’s access to the API.\nTofugu, in our sole discretion, will determine abuse or excessive usage of the API.\nWe will make a reasonable attempt to warn you via email prior to suspension.</p>\n<p>You may not share API tokens to exceed WaniKani’s rate limitations.</p>\n<p>You may not use the API to download data or Content from WaniKani for spamming purposes, including for the purposes of selling WaniKani users’ personal information, such as to recruiters, headhunters, and job boards.</p>\n<p>All use of the WaniKani API is subject to these Terms of Service and the WaniKani Privacy Policy.</p>\n<p>Tofugu may offer subscription-based access to our API for those Users who require high-throughput access or access that would result in resale of Tofugu’s Service.</p> H.\nAdvertising on WaniKani <p>\n<strong>Short version:</strong>\n<em>We generally prohibit the use of WaniKani for advertising, so it does not become a spam haven.\nNo one wants that.</em>\n</p>\n<p>Advertising Content is limited to the promotion of personal projects or personal professional development.\nAny advertising for a business entity is prohibited without approval by Tofugu.</p>\n<p>Any Advertising Content, like all Content, must not violate the law or these Terms of Use, such as the restrictions on appropriate use of WaniKani.\nWe reserve the right to remove any advertisements that, in our sole discretion, violate any Tofugu terms or policies.</p> I.\nPayment <p>\n<strong>Short version:</strong>\n<em>You are responsible for any fees associated with your use of WaniKani.\nWe are responsible for communicating those fees to you clearly and accurately, and letting you know well in advance if those prices change.</em>\n</p> 1.\nPricing <p>Our pricing and payment terms are available at wanikani.com/account/subscription.\nIf you agree to a subscription price, that will remain your price for the duration of the payment term.\nhowever, prices are subject to change at the end of a payment term.\nDecreases in a subscription price may be applied in the middle of a payment term.</p> 2.\nUpgrades, Downgrades, and Changes <ul>\n<li>We will immediately bill you when you upgrade from the free plan to any paying plan.</li>\n<li>If you change your level of service, we will prorate the cost difference and apply any charges or discounts immediately.</li>\n<li>You may change your level of service at any time by choosing a plan option or going into your subscription settings.\nIf you choose to downgrade your account, you may lose access to Content, features, or capacity of your account.</li>\n</ul> 3.\nBilling Schedule.\nRefunds <ul>\n<li>For monthly or yearly payment plans, the Service is billed in advance on a monthly or yearly basis respectively.\nFor lifetime plans, the Service is billed once at time of purchase.</li>\n<li>Refunds may be requested within 60 days of payment for any level of service, for any reason.</li>\n</ul> 4.\nAuthorization <p>By agreeing to these Terms, you are giving us permission to charge your on-file credit card, PayPal account, or other approved methods of payment for fees that you authorize for WaniKani.</p> 5.\nResponsibility for Payment <p>You are responsible for all fees, including taxes, associated with your use of the Service.\nBy using the Service, you agree to pay Tofugu any charge incurred in connection with your use of the Service.\nIf you dispute the matter, contact our support team.\nYou are responsible for providing us with a valid means of payment for paid accounts.\nFree accounts are not required to provide payment information.</p> J.\nCancellation and Termination <p>\n<strong>Short version:</strong>\n<em>You may close your account at any time.\nIf you do, we’ll treat your information responsibly.</em>\n</p> 1.\nAccount Cancellation <p>You can cancel your subscription at any time via the subscription settings.\nYour access to paid content and features will remain in effect until the end of your current billing period.\nAt the end of the billing period, access to paid content and features will be revoked, though your account will still be accessible and you can re-subscribe at any time.\nAs part of keeping your account accessible, we will retain your data indefinitely, or until such time that you request an account deletion.</p> 2.\nAccount Deletion <p>It is your responsibility to properly delete your account with WaniKani.\nYou can delete your account at any time by going into your settings in the global navigation bar at the top of the screen and then navigating to the “Danger Zone” section.\nThe Danger Zone screen provides a simple account deletion link, though email confirmation of the action is required.\nWe are not able to delete accounts in response to an email or phone request.</p> 3.\nUpon Deletion <p>We will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our Agreements, but barring legal requirements, we will delete your full profile immediately.\nNote that some information may remain in secure backups.\nThis information can not be recovered once your account is deleted.</p>\n<p>We will not delete Content that you have contributed to the community forums, but it will be publicly anonymized.</p>\n<p>Upon request, we will make a reasonable effort to provide an account owner with a copy of your lawful, non-infringing account contents before account cancellation, deletion, termination, or downgrade.</p> 4.\nTofugu May Terminate <p>Tofugu has the right to suspend or terminate your access to all or any part of the Website at any time, with or without cause, with or without notice, effective immediately.\nTofugu reserves the right to refuse service to anyone for any reason at any time.</p> 5.\nSurvival <p>All provisions of this Agreement which by their nature should survive termination will survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity, and limitations of liability.</p> K.\nCommunications with Tofugu <p>\n<strong>Short version:</strong>\n<em>We use email and other electronic means to stay in touch with our users.</em>\n</p> 1.\nElectronic Communication Required <p>For contractual purposes, you (1) consent to receive communications from us in an electronic form via the email address you have submitted or via the Service.\nand (2) agree that all Terms of Service, Agreements, notices, disclosures, and other communications that we provide to you electronically satisfy any legal requirement that those communications would satisfy if they were on paper.\nThis section does not affect your non-waivable rights.</p> 2.\nLegal Notice to Tofugu Must Be in Writing <p>Communications made through email or WaniKani Support’s messaging system will not constitute legal notice to Tofugu or any of its officers, employees, agents or representatives in any situation where notice to Tofugu is required by contract or any law or regulation.\nLegal notice to Tofugu must be in writing and served on Tofugu’s legal agent.</p> 3.\nNo Phone Support <p>WaniKani only offers support via email, in-Service communications, and electronic messages.\nWe do not offer telephone support.</p> L.\nDisclaimer of Warranties <p>\n<strong>Short version:</strong>\n<em>We provide our Service as is, and we make no promises or guarantees about this Service.\nPlease read this section carefully.\nyou should understand what to expect.</em>\n</p>\n<p>Tofugu provides the Website and the Service “as is” and “as available,” without warranty of any kind.\nWithout limiting this, we expressly disclaim all warranties, whether express, implied or statutory, regarding the Website and the Service including without limitation any warranty of merchantability, fitness for a particular purpose, title, security, accuracy and non-infringement.</p>\n<p>Tofugu does not warrant that the Service will meet your requirements.\nthat the Service will be uninterrupted, timely, secure, or error-free.\nthat the information provided through the Service is accurate, reliable or correct.\nthat any defects or errors will be corrected.\nthat the Service will be available at any particular time or location.\nor that the Service is free of viruses or other harmful components.\nYou assume full responsibility and risk of loss resulting from your downloading and/or use of files, information, content or other material obtained from the Service.</p> M.\nLimitation of Liability <p>\n<strong>Short version:</strong>\n<em>We will not be liable for damages or losses arising from your use or inability to use the Service or otherwise arising under this Agreement.\nPlease read this section carefully.\nit limits our obligations to you.</em>\n</p>\n<p>You understand and agree that we will not be liable to you or any third party for any loss of profits, use, goodwill, or data, or for any incidental, indirect, special, consequential or exemplary damages, however arising, that result from:</p>\n<ul>\n<li>the use, disclosure, or display of your User-Generated Content;</li>\n<li>your use or inability to use the Service;</li>\n<li>any modification, price change, suspension or discontinuance of the Service;</li>\n<li>the Service generally or the software or systems that make the Service available;</li>\n<li>unauthorized access to or alterations of your transmissions or data;</li>\n<li>statements or conduct of any third party on the Service;</li>\n<li>the use of websites or services, as well as the content, goods, and services on those websites and services, mentioned by the Service or linked from the Website;</li>\n<li>any other user interactions that you input or receive through your use of the Service.\nor</li>\n<li>any other matter relating to the Service.</li>\n</ul>\n<p>Our liability is limited whether or not we have been informed of the possibility of such damages, and even if a remedy set forth in this Agreement is found to have failed of its essential purpose.\nWe will have no liability for any failure or delay due to matters beyond our reasonable control.</p> N.\nRelease and Indemnification <p>\n<strong>Short version:</strong>\n<em>You are responsible for your use of the Service.\nIf you harm someone else or get into a dispute with someone else, we will not be involved.</em>\n</p>\n<p>If you have a dispute with one or more Users, you agree to release Tofugu from any and all claims, demands and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with such disputes.</p>\n<p>You agree to indemnify us, defend us, and hold us harmless from and against any and all claims, liabilities, and expenses, including attorneys’ fees, arising out of your use of the Website and the Service, including but not limited to your violation of this Agreement, provided that Tofugu (1) promptly gives you written notice of the claim, demand, suit or proceeding.\n(2) gives you sole control of the defense and settlement of the claim, demand, suit or proceeding (provided that you may not settle any claim, demand, suit or proceeding unless the settlement unconditionally releases Tofugu of all liability).\nand (3) provides to you all reasonable assistance, at your expense.</p> O.\nChanges to These Terms <p>\n<strong>Short version:</strong>\n<em>We want our users to be informed of important changes to our terms, but some changes aren’t that important — we don’t want to bother you every time we fix a typo.\nSo while we may modify this Agreement at any time, we will notify users of any changes that affect your rights and give you time to adjust to them.</em>\n</p>\n<p>We reserve the right, at our sole discretion, to amend these Terms of Service at any time and will update these Terms of Service in the event of any such amendments.\nWe will notify our Users of material changes to this Agreement, such as price changes, at least 30 days prior to the change taking effect by posting a notice on our Website.\nFor non-material modifications, your continued use of the Website constitutes agreement to our revisions of these Terms of Service.</p>\n<p>We reserve the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Website (or any part of it) with or without notice.</p> P.\nMiscellaneous 1.\nGoverning Law <p>Except to the extent applicable law provides otherwise, this Agreement between you and Tofugu and any access to or use of the Website or the Service are governed by the federal laws of the United States of America and the laws of the State of Oregon, without regard to conflict of law provisions.\nYou and Tofugu agree to submit to the exclusive jurisdiction and venue of the courts located in Portland, Oregon.</p> 2.\nContests, Sweepstakes and Promotions <p>Any contests, sweepstakes or other promotions (collectively, “Promotions”) made available through the Service may be governed by rules that are separate from these Terms.\nIf you participate in any Promotions, please review the applicable rules as well as our Privacy Policy.\nIf the rules for a Promotion conflict with these Terms, the Promotion rules will apply.</p> 3.\nNon-Assignability <p>Tofugu may assign or delegate these Terms of Service and/or the WaniKani Privacy Policy, in whole or in part, to any person or entity at any time with or without your consent, including the license grant in Section D.4.\nYou may not assign or delegate any rights or obligations under the Terms of Service or Privacy Statement without our prior written consent, and any unauthorized assignment and delegation by you is void.</p> 4.\nSection Headings and Summaries <p>Throughout this Agreement, each section includes titles and brief summaries of the following terms and conditions.\nThese section titles and brief summaries are not legally binding.</p> 5.\nSeverability, No Waiver, and Survival <p>If any part of this Agreement is held invalid or unenforceable, that portion of the Agreement will be construed to reflect the parties’ original intent.\nThe remaining portions will remain in full force and effect.\nAny failure on the part of Tofugu to enforce any provision of this Agreement will not be considered a waiver of our right to enforce such provision.\nOur rights under this Agreement will survive any termination of this Agreement.</p> 6.\nAmendments.\nComplete Agreement <p>This Agreement may only be modified by a written amendment signed by an authorized representative of Tofugu, or by the posting by Tofugu of a revised version in accordance with Section O.\nChanges to These Terms.\nThese Terms of Service, together with the WaniKani Privacy Statement, represent the complete and exclusive statement of the Agreement between you and us.\nThis Agreement supersedes any proposal or prior Agreement oral or written, and any other communications between you and Tofugu relating to the subject matter of these terms including any confidentiality or nondisclosure agreements.</p> 7.\nQuestions <p>Questions about the Terms of Service? Contact us.</p> ", "created_at": "2018-11-13 01:55:12.674062", "updated_at": "2020-12-14 20:28:01.65445"}], "points": [{"id": 5636, "title": "You have the right to leave this service at any time", "source": "https://www.wanikani.com/terms", "status": "Generated through the annotate view", "created_at": "2019-02-05 11:12:13.683545", "updated_at": "2019-06-20 08:39:42.163394", "quoteText": "You may cancel this Agreement and close your account at any time.", "case_id": 170, "document_id": 726, "quoteStart": 1577, "quoteEnd": 1642}, {"id": 5631, "title": "Third parties used by the service are bound by confidentiality obligations", "source": "https://www.wanikani.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-02-04 19:54:55.370878", "updated_at": "2019-06-14 04:51:52.269639", "quoteText": "<p>These third parties have access to your Personal Information only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.</p>\n<p>", "case_id": 210, "document_id": 983, "quoteStart": 2875, "quoteEnd": 3055}, {"id": 5630, "title": "Blocking cookies may limit your ability to use the service", "source": "https://www.wanikani.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-02-04 19:53:16.982903", "updated_at": "2019-06-10 05:27:00.970806", "quoteText": "However, if you do not accept cookies, you may not be able to use some portions of our Service.</p>", "case_id": 375, "document_id": 983, "quoteStart": 2199, "quoteEnd": 2298}, {"id": 5637, "title": "The service can delete your account without prior notice and without a reason", "source": "https://www.wanikani.com/terms", "status": "Generated through the annotate view", "created_at": "2019-02-05 11:18:11.715913", "updated_at": "2019-06-13 06:15:01.42552", "quoteText": "Tofugu has the right to suspend or terminate your access to all or any part of the Website at any time, with or without cause, with or without notice, effective immediately.", "case_id": 201, "document_id": 726, "quoteStart": 23335, "quoteEnd": 23508}, {"id": 5633, "title": "There is a date of the last update of the terms", "source": "https://www.wanikani.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-02-05 11:00:59.126846", "updated_at": "2019-06-08 22:34:46.550988", "quoteText": "<br>Last updated: August 29, 2014</p>", "case_id": 331, "document_id": 983, "quoteStart": 51, "quoteEnd": 88}, {"id": 5635, "title": "This service requires first-party cookies, which are cookies that only belong to the domain of the service and not a third party.", "source": "http://prntscr.com/mgva14", "status": "Examining the homepage's cookies on Chrome's DevTools shows cookies only from the domains 'wanikani.com' and 'www.wanikani.com'", "created_at": "2019-02-05 11:09:57.418007", "updated_at": "2021-02-10 00:01:21.968368", "quoteText": null, "case_id": 126, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 4966, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://www.wanikani.com/terms", "status": "Generated through the annotate view", "created_at": "2018-11-13 02:03:57.026174", "updated_at": "2021-02-10 00:01:22.057675", "quoteText": "We reserve the right, at our sole discretion, to amend these Terms of Service at any time and will update these Terms of Service in the event of any such amendments.", "case_id": 329, "document_id": 726, "quoteStart": 29544, "quoteEnd": 29709}, {"id": 4968, "title": "You maintain ownership of your data", "source": "https://www.wanikani.com/terms", "status": "Generated through the annotate view", "created_at": "2018-11-13 02:08:54.293165", "updated_at": "2019-06-09 20:35:21.020248", "quoteText": "You retain ownership of and responsibility for Content you create or own (“Your Content”).", "case_id": 183, "document_id": 726, "quoteStart": 13468, "quoteEnd": 13558}, {"id": 4964, "title": "The terms for this service are easy to read", "source": "https://www.wanikani.com/terms", "status": "Generated through the annotate view", "created_at": "2018-11-13 01:59:00.365671", "updated_at": "2020-12-09 10:24:05.237949", "quoteText": "Because it is such an important contract between us and our users, we have tried to make it as clear as possible.\nFor your convenience, we have presented these terms in a short non-binding summary followed by the full legal terms.</p>", "case_id": 199, "document_id": 726, "quoteStart": 166, "quoteEnd": 400}, {"id": 4967, "title": "The court of law governing the terms is in Portland, Oregon, USA", "source": "https://www.wanikani.com/terms", "status": "Generated through the annotate view", "created_at": "2018-11-13 02:04:34.97037", "updated_at": "2019-06-22 06:05:42.562031", "quoteText": "Except to the extent applicable law provides otherwise, this Agreement between you and Tofugu and any access to or use of the Website or the Service are governed by the federal laws of the United States of America and the laws of the State of Oregon, without regard to conflict of law provisions.\nYou and Tofugu agree to submit to the exclusive jurisdiction and venue of the courts located in Portland, Oregon.</p>", "case_id": 163, "document_id": 726, "quoteStart": 30100, "quoteEnd": 30514}, {"id": 4965, "title": "When the service wants to change its terms, users are notified a month or more in advance", "source": "https://www.wanikani.com/terms", "status": "Generated through the annotate view", "created_at": "2018-11-13 02:03:33.795026", "updated_at": "2019-06-20 08:17:11.431215", "quoteText": "We will notify our Users of material changes to this Agreement, such as price changes, at least 30 days prior to the change taking effect by posting a notice on our Website.", "case_id": 124, "document_id": 726, "quoteStart": 29581, "quoteEnd": 29754}, {"id": 12407, "title": "This service respects your browser's Do Not Track (DNT) headers", "source": "https://www.wanikani.com/privacy", "status": "Generated through the annotate view", "created_at": "2020-12-09 10:23:50.186751", "updated_at": "2021-01-04 00:17:21.384847", "quoteText": "\n<p>We support Do Not Track (\"DNT\").\nDo Not Track is a preference you can set in your web browser to inform websites that you do not want to be tracked.</p>\n<p>You can enable or disable Do Not Track by visiting the Preferences or Settings page of your web browser.</p>", "case_id": 383, "document_id": 983, "quoteStart": 2348, "quoteEnd": 2616}, {"id": 5634, "title": "This service gathers information about you through third parties", "source": "https://www.wanikani.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-02-05 11:03:01.888182", "updated_at": "2021-02-10 00:01:23.808889", "quoteText": "<p>In addition, we may use third party services such as Google Analytics that collect, monitor and analyze this type of information in order to increase our Service's functionality.", "case_id": 382, "document_id": 983, "quoteStart": 1536, "quoteEnd": 1717}, {"id": 5632, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://www.wanikani.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-02-05 10:57:21.683238", "updated_at": "2021-02-06 03:50:41.118971", "quoteText": "We may update our Privacy Policy from time to time.\nWe will notify you of any changes by posting the new Privacy Policy on this page.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.", "case_id": 329, "document_id": 983, "quoteStart": 6017, "quoteEnd": 6233}], "urls": ["wanikani.com", "community.wanikani.com", "wanikani.tumblr.com", "tofugu.com"]}}