{"error": 448, "message": "OK", "parameters": {"id": 1866, "name": "InfoSec Handbook", "created_at": "2019-09-14 06:52:12.389898", "updated_at": "2021-03-25 03:19:46.212678", "wikipedia": null, "keywords": null, "related": null, "slug": "infosec_handbook", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/1866.png", "url": "https://infosec-handbook.eu/", "documents": [{"id": 1923, "name": "Privacy policy", "url": "https://infosec-handbook.eu/privacy-policy/", "xpath": "", "text": "<i>\n</i>InfoSec HandbookBlog\nNews\nSeries\nTerminal tips\nRecommendations\nGlossary\nContact\nAbout us<ul>\n<li>Menu<ul>\n<li>Blog</li>\n<li>News</li>\n<li>Series</li>\n<li>Terminal tips</li>\n<li>Recommendations</li>\n<li>Glossary</li>\n<li>RSS/Atom</li>\n<li>Contact</li>\n<li>About us</li>\n</ul>\n</li>\n</ul>Privacy policy<p>Thank you for your interest in our privacy policy.\nThis policy contains information about how we process your personal data and about your rights according to the European GDPR (General Data Protection Regulation).\nReferences below to “we” or “us” refer to the operator of this website.\nOur website and this privacy policy are provided under Czech and European law.</p>Scope<p>The following privacy policy is valid for https://infosec-handbook.eu/.</p>A short version of our privacy policy<ul>\n<li>By default, our web server processes your IP address.\nProcessing your IP address is technically necessary to send our content to your client.</li>\n<li>By default, we do not log any personal data of you.\nLog files are automatically encrypted after one day and stored in encrypted format for ten days.</li>\n<li>We do not track your browsing behavior or anything else.\nWe do not try to identify you.\nWe do not collect statistics.\nWe do not set any cookies.\nWe do not serve ads.</li>\n<li>Your rights are explained in Articles 15–21 and 77 of the European GDPR.</li>\n<li>In case of any questions related to this privacy policy, feel free to contact us.</li>\n<li>For further information about our security measures, read our security policy.</li>\n</ul>Contact details<p>We are private individuals domiciled in different European countries, operating this website and its web server.\nOur server is physically located in Germany.</p>\n<p>The controller in terms of the GDPR is:</p>\n<p>\n</p>Mr.\nJakub Rytíř, M.Sc.<br>190 00 Praha 9, Vysočany<br>Czech RepublicContact details<p>\n</p>Contents<ul>\n<li>Definitions</li>\n<li>Personal data we process</li>\n<li>Personal data third parties process for us</li>\n<li>Accessing our website using mirrors and archives</li>\n<li>Your rights (Articles 15–20 GDPR)</li>\n<li>Right to object (Article 21 GDPR)</li>\n<li>Right to lodge a complaint with a supervisory authority (Article 77 GDPR)</li>\n<li>Changelog</li>\n</ul>Definitions<p>There are several definitions in the GDPR.\nThe most important definitions are:</p>\n<ul>\n<li>‘personal data’ means any information relating to an identified or identifiable <em>natural</em> person</li>\n<li>‘processing’ means any operation […] on personal data […] such as collection, recording, organisation, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination or otherwise making available, alignment or combination, restriction, erasure or destruction</li>\n</ul>\n<p>If we talk about your personal data in the following, we mean anything that can be used to identify you.\nExamples are your name, e-mail address, and IP address.\nWhen we talk about “processing of personal data,” we mean any type of processing.</p>Personal data we process<p>When you visit our website, your <strong>IP address</strong> and user-agent are automatically processed by our web server.\nWe automatically get this data from your client (e.g., your web browser or RSS/Atom feed reader).\nOur web server needs your IP address to send our contents back to your client.\nBy default, we do not process any other personal data from you.\nFurthermore, our web server doesn’t store your IP address permanently (e.g., in log files).</p>\n<p>The legal basis for processing your personal data, as explained above, is Article 6(1) f GDPR.\nOur legitimate interest is providing our content.</p>Logging<p>Our web server writes information about particular client-side requests to so-called log files.\nWe use these log files to detect attack-like behavior and to improve our services.\nOur web server automatically encrypts all log files after one day using public-key cryptography.\nThe encrypted log files are automatically deleted after ten days.</p>\n<p>In case of abnormal requests (for technical people: all HTTP status codes except 200, 302, 304), we only log the following.\nUnusual requests include repeated attempts to access denied files or other attack-like behavior:</p>\n<ul>\n<li>timestamp (\"[31/Dec/2016:12:01:10 +0100]\")</li>\n<li>IP address (“123.123.123.123”)</li>\n<li>HTTP status code (“403”)</li>\n<li>bytes transmitted (“157”)</li>\n<li>first line of request for each request/HTTP version (“GET /secrets.bak HTTP/1.1)</li>\n<li>user-agent (“Mozilla/5.0 (Windows NT 6.1.\nrv:60.0) Gecko/20100101 Firefox/60.0”)</li>\n<li>in some cases, our web application firewall also logs full client-side requests and full server-side responses</li>\n</ul>\n<p>We use this data to identify new attacks, audit blocked requests, and unblock legitimate users, if necessary.\nWe store blocked IP addresses for 14 days.\nWe also use this data to identify broken links (for technical people: HTTP status code 404).</p>\n<p>The legal basis for processing your personal data, as explained in this section, is Article 6(1) f GDPR.\nOur legitimate interests are blocking attacks and improving our services.</p>Personal data third parties process for us<p>The following third parties process personal data for us:</p>netcup GmbH, Germany<p>The netcup GmbH (read their privacy policy) provides our servers.\nThe netcup GmbH may log access attempts (IP address, user-agent) for all of its customers (including us) to detect DDoS attacks, attack-like behavior, and so on.</p>\n<p>We concluded a data processing agreement according to Article 28 GDPR with netcup GmbH.</p>\n<p>The legal basis for processing your personal data is Article 6(1) f GDPR.\nOur legitimate interest and the interest of the netcup GmbH is detecting/blocking attack-like behavior and proving our content.</p>Tutao GmbH, Germany (e-mail only)<p>The Tutao GmbH (read their privacy policy) provides our mail server.\nIt isn’t necessary to send us any e-mails to access our website.\n<strong>If you decide to contact us, you agree that Tutao GmbH and we process your personal data (e.g., name, e-mail address) to answer your request.</strong> We do not use your e-mail address for marketing purposes or tracking.\nWe immediately delete your e-mails after your request is answered.</p>\n<p>The legal basis for processing your personal data is Article 6(1) a GDPR.\nYou may withdraw your consent with this at any time.</p>Accessing our website using mirrors and archives<p>Third parties may provide our content as a mirror (reflecting the current content) or as an archived website (reflecting outdated content).\nKindly note that this privacy policy doesn’t cover such mirrors or archives.</p>Your rights (Articles 15–20 GDPR)<p>According to Articles 15 to 20 of the GDPR, you have several rights concerning your personal data processed by us:</p>\n<ul>\n<li>Art.\n15: Right of access</li>\n<li>Art.\n16: Right to rectification</li>\n<li>Art.\n17: Right to erasure</li>\n<li>Art.\n18: Right to restriction of processing</li>\n<li>Art.\n19: Notification obligation regarding rectification or erasure of personal data or restriction of processing</li>\n<li>Art.\n20: Right to data portability</li>\n</ul>\n<p>You may exercise your rights by contacting us.</p>Right to object (Article 21 GDPR)<p>\n<strong>You have the right to object, on grounds relating to your particular situation, at any time to processing of personal data concerning you which is based on point e or f of Article 6(1) GDPR, including profiling based on those provisions.\nWe no longer process the personal data unless we demonstrate compelling legitimate grounds for the processing which override the interests, rights and freedoms of you or for the establishment, exercise or defence of legal claims.\nThis doesn’t affect the lawfulness of processing based on consent before its withdrawal (point c of Article 13(2) GDPR).</strong>\n</p>Right to lodge a complaint with a supervisory authority (Article 77 GDPR)<p>Without prejudice to any other administrative or judicial remedy, you have the right to lodge a complaint with a supervisory authority, in particular in the Member State of your habitual residence, place of work or place of the alleged infringement if you consider that the processing of personal data relating to you infringes the GDPR.</p>Changelog<p>We updated this page on May 28, 2020.\nFor transparency, we provide a complete changelog of this page on codeberg.org<sup>external link</sup>.</p>Latest activity<ul>\n<li>\n<p>tutorial</p>\n<p>KeePassXC and YubiKeys – Setting up the challenge-response mode</p>\n<p>Dec 12, 2020 · NEW</p>\n</li>\n<li>\n<p>myths</p>\n<p>Signal messenger myths</p>\n<p>Nov 5, 2020 · UPDATED</p>\n</li>\n<li>\n<p>Web server security</p>\n<p>Web server security – Part 3: TLS and security headers</p>\n<p>Nov 3, 2020 · UPDATED</p>\n</li>\n<li>\n<p>tutorial</p>\n<p>NTS – Securing NTP with RFC 8915</p>\n<p>Oct 4, 2020 · NEW</p>\n</li>\n<li>\n<p>tutorial</p>\n<p>Signify</p>\n<p>Sep 28, 2020 · NEW</p>\n</li>\n</ul>categories<ul>\n<li>ask-us-anything\n3</li>\n<li>authentication\n5</li>\n<li>discussion\n6</li>\n<li>hack-the-box\n1</li>\n<li>home-network-security\n6</li>\n<li>knowledge\n5</li>\n<li>limits\n3</li>\n<li>monthly-review\n12</li>\n<li>myths\n7</li>\n<li>privacy\n13</li>\n<li>tutorial\n12</li>\n<li>vulnerability\n1</li>\n<li>web-server-security\n9</li>\n</ul>tag cloud2fa\n36c3\nad-blocking\nafwall\nama\nandroid\napache\nappeals\nassessment\naudit\nblogging\nbluetooth\ncaa\ncamera\ncapec\ncareer\ncertifications\ncms\ncomptia\ncovid19\ncrlite\ncryptcheck\ncsp\nct\nctf\ncurl\ncutycapt\ncve\ncvss\ncwe\ndejablue\ndns\ndnssec\ndoh\ndot\ne-foundation\ne-mail\ne2ee\necsm2019\necsm2020\nencryption\nethics\nexif\nfail2ban\nfederation\nfido2\nfirefox\nfirewall\nfscrypt\nftp\ngdm\ngdpr\ngnupg\ngrub\nhackthebox\nhardenize\nhttps\nhugo\nhygiene\ninfosechandbook\nios\niot\nips\nisolation\njitsi-meet\njoomla\nkeepassxc\nkeybase\nknob\nkr00k\nkresd\nlan\nlets-encrypt\nlibreoffice\nlineageos\nlnav\nlogging\nluks\nmalvertising\nmastodon\nmatrix\nmetadata\nminisign\nmintotp\nmodsecurity\nmonitoring\nnas\nnextcloud\nnginx\nnitrokey\nntp\nntpsec\nnts\nobservatory\nocsp\nopen-source\nopenpgp\nopenssl\nosint\not-security\nowasp\npam\npassword\npdfex\npentesting\nphoto\nphpbb\npolicy\nprivacy\nprivacy-policy\nprivacyscore\nprivacytools\nprtg\npython\nrcs\nredaction\nremote-access\nrom\nrouter\nsandbox\nserver-security\nsha1\nside-channel-attack\nsignal\nsignify\nsimjacker\nsocial-engineering\nsoftware-security\nssh\nstandard\nsurvey\ntls\ntor\ntracking\nturris-omnia\nu2f\nultravnc\nusbguard\nverification\nvnc\nwaf\nweb-server\nwebauthn\nwebbkoll\nwibattack\nwlan\nwordpress\nwpa2\nwpa3\nxmpp\nyubikeyRSS/Atom\n·\nSitemap\n·\nPrivacy policy\n·\nSecurity policy\n·\nChangelog\n·\nCopyright<br>\n<br>Mirror (codeberg.org)", "created_at": "2019-09-14 06:52:45.076555", "updated_at": "2020-12-14 19:55:38.942898"}, {"id": 1924, "name": "Security and disclosure policy", "url": "https://infosec-handbook.eu/security/", "xpath": "", "text": "<i>\n</i>InfoSec HandbookBlog\nNews\nSeries\nTerminal tips\nRecommendations\nGlossary\nContact\nAbout us<ul>\n<li>Menu<ul>\n<li>Blog</li>\n<li>News</li>\n<li>Series</li>\n<li>Terminal tips</li>\n<li>Recommendations</li>\n<li>Glossary</li>\n<li>RSS/Atom</li>\n<li>Contact</li>\n<li>About us</li>\n</ul>\n</li>\n</ul>Security and disclosure policyContents<ul>\n<li>Security contact</li>\n<li>For us, security and privacy take top priority</li>\n<li>Disclosure policy<ul>\n<li>Disclosure process</li>\n<li>Scope and possible bug bounties</li>\n<li>Testing requirements and code of conduct</li>\n</ul>\n</li>\n<li>Acknowledgments</li>\n<li>Changelog</li>\n</ul>\n<p>This page is about our security and disclosure policy.\nHave a look at our privacy policy, if you are looking for privacy-related topics.</p>Security contact<ul>\n<li>We provide a security.txt file for structured security contact information.</li>\n<li>See our contact page for contact details and our OpenPGP key.</li>\n</ul>For us, security and privacy take top priority<p>✅ No logging by default – ✅ Minimal data processing</p>\n<p>We decided to choose the best protection for your personal data: We simply do not collect it.\nYou don’t have to trust us, because you keep your data.\nBy default, we do not log anything, and we concluded a data processing agreement according to Article 28 GDPR with our server provider (see our privacy policy).\nWe do not track you, and we do not set any cookies.</p>\n<p>✅ Single-purpose server – ✅ No databases</p>\n<p>For security, we provide our website using a dedicated virtual server.\nThere aren’t any other public services on this server (e.g., no database server, no mail server, no messaging server).</p>\n<p>✅ Security monitoring – ✅ Strong authentication – ✅ Defined processes</p>\n<p>We permanently monitor our server to check for modified files and login attempts.\nTwo-factor authentication is needed to access our server.\nThe core of our server is a hardened Linux installation.\nHardening means that we removed unnecessary packages and applied strict configuration at the kernel level.\nFinally, we implemented processes to ensure the installation of security updates within a narrow time frame and quick reaction to reported potential security vulnerabilities.</p>\n<p>✅ 100% static content – ✅ No CMS, PHP, or JavaScript – ✅ No 3rd party content</p>\n<p>Our website consists of 100% static content.\nThere is no content management system (CMS) installed, and there is no dynamically-served content like PHP or JavaScript.\nWe do not embed any third-party content, and all links to third-party websites are visually marked.\nIf you navigate to other websites from the InfoSec Handbook, the new browser tab runs in a separate process in your web browser, and we strip any Referrer information.</p>\n<p>✅ 100% transparency – ✅ Available on archive.org – ✅ No hidden changes</p>\n<p>You find all changes on InfoSec Handbook on codeberg.org<sup>external link</sup>.\nOur commits are cryptographically signed.\nWhen we update our content, we add a small changelog to the bottom of the post, listing the most significant changes.\nMoreover, our website is listed on archive.org<sup>external link</sup>.\nThis way, you can go back in history and check our changes.</p>Disclosure policy<p>Did you find a potential security vulnerability? You find our security-related contact details above.\nWe won’t take legal action against you as a penetration tester if you observe the law, and we won’t publish your identity by default.</p>\n<p>Besides, we run a bug bounty program to ensure the highest level of security and privacy.\nEveryone is eligible to participate in the program as described by this policy.</p>Disclosure process<p>We are big fans of “coordinated disclosure.” Due to this, we stay with the following process:</p>1.\nYou start to test for security vulnerabilities<p>First of all, thanks for helping us to improve the security of the InfoSec Handbook.\nPlease look at the scope and observe the testing requirements.\nIf you have any further questions, please do not hesitate to contact us.</p>2.\nYou send us a private report<p>You privately report a potential security vulnerability.\nUse the communication channels mentioned above.\n<strong>Use our OpenPGP key, and provide your OpenPGP key!</strong>\n</p>\n<p>You may submit your report anonymously.\nhowever, we can’t get in touch with you in this case.</p>3.\nWe check your report and you get our feedback<p>We check your initial report.\nDepending on our investigation, we either:</p>\n<ul>\n<li>fix the vulnerability and get in touch with you regarding your bug bounty and coordinated disclosure, or</li>\n<li>get in touch with you to request additional information, or</li>\n<li>inform you about the ineligibility of your report.</li>\n</ul>\n<p>Expect our initial feedback within 5 days.</p>4.\nWe wait for your feedback<p>After sending our feedback to you, we wait up to 30 days for your response.</p>5.\nWe publish information about your report<p>The final step of the coordinated disclosure process can be:</p>\n<ul>\n<li>We agree on coordinated disclosure of the fixed vulnerability.\nUpon request, we add your name to our Acknowledgments section.</li>\n<li>We publish information regarding an invalid vulnerability to inform future testers.</li>\n</ul>Scope and possible bug bounties<p>The disclosure policy on this page is valid for the following domain names (and underlying servers):</p>Domain nameEligible for bug bountieshttps://infosec-handbook.eu/yesAll other domains operated by usno<p>The following bounties are only a guideline.\nWe include the actual bug bounty in our responses.\n<strong>If all testing requirements were met</strong>, we offer the following bounties:</p>Type of vulnerabilityBug bounty up toSecurity-relevant configuration weaknessAcknowledgmentInformation leakage (except personal data)€75Code injection (e.g., HTML, JS)€100Unauthorized access (user-level)€100Remote Code Execution (RCE)€150Leakage of personal data€175Unauthorized access (root-level)€175<p>Out-of-scope are vulnerabilities of software that we don’t use, vulnerabilities that require physical access to our servers, and recently disclosed 0-day vulnerabilities.\nIf you report out-of-scope vulnerabilities, you may still be eligible to be listed below.</p>\n<p>Bug bounties can only be paid via bank wire transfer (EU countries only) or Stellar Lumens (XLM).\nThere may exist additional legal regulations and requirements regarding payments and bug bounties in your country.</p>Testing requirements and code of conduct<p>Please observe our testing requirements and code of conduct:</p>1.\nCheck whether you are the first reporter<p>You must be the first reporter of a potential vulnerability.\nPlease go to our issue tracker<sup>external link</sup> BEFORE reporting anything, and check whether somebody already reported the potential vulnerability.</p>2.\nCheck the scope<p>The reported vulnerability and the domain name must be in scope.</p>3.\nProvide a report<p>Please include the following in your report:</p>\n<ol>\n<li>A brief description of the security vulnerability (Which software is affected? What is the issue?)</li>\n<li>A brief description of risks originating from the security vulnerability (What are risks for our website?)</li>\n<li>A step-by-step guide that allows us to reproduce the issue</li>\n</ol>\n<p>If necessary, add screenshots or proof of concept code.</p>4.\nDo not act unprofessionally<ul>\n<li>Do not randomly attack our server with automated tools.\nFlooding our servers with millions of requests or executing random attacks neither is something a professional penetration tester does nor something that we want to see.</li>\n<li>Do not leak, manipulate, or destroy any data on our servers.</li>\n<li>Do not publish anything regarding a confirmed and unpatched vulnerability without our prior permission.</li>\n<li>Do not use abusive language, act criminally, or impersonate us.</li>\n<li>Do not demand a bug bounty, or try to press us for money.</li>\n</ul>Acknowledgments<p>We would like to thank the following researchers and testers:</p>DateNameVulnerabilityBounty2019-08-28UndisclosedUnintended metadata in some files€25Changelog<p>We updated this page on May 28, 2020.\nFor transparency, we provide a complete changelog of this page on codeberg.org<sup>external link</sup>.</p>Latest activity<ul>\n<li>\n<p>tutorial</p>\n<p>KeePassXC and YubiKeys – Setting up the challenge-response mode</p>\n<p>Dec 12, 2020 · NEW</p>\n</li>\n<li>\n<p>myths</p>\n<p>Signal messenger myths</p>\n<p>Nov 5, 2020 · UPDATED</p>\n</li>\n<li>\n<p>Web server security</p>\n<p>Web server security – Part 3: TLS and security headers</p>\n<p>Nov 3, 2020 · UPDATED</p>\n</li>\n<li>\n<p>tutorial</p>\n<p>NTS – Securing NTP with RFC 8915</p>\n<p>Oct 4, 2020 · NEW</p>\n</li>\n<li>\n<p>tutorial</p>\n<p>Signify</p>\n<p>Sep 28, 2020 · NEW</p>\n</li>\n</ul>categories<ul>\n<li>ask-us-anything\n3</li>\n<li>authentication\n5</li>\n<li>discussion\n6</li>\n<li>hack-the-box\n1</li>\n<li>home-network-security\n6</li>\n<li>knowledge\n5</li>\n<li>limits\n3</li>\n<li>monthly-review\n12</li>\n<li>myths\n7</li>\n<li>privacy\n13</li>\n<li>tutorial\n12</li>\n<li>vulnerability\n1</li>\n<li>web-server-security\n9</li>\n</ul>tag cloud2fa\n36c3\nad-blocking\nafwall\nama\nandroid\napache\nappeals\nassessment\naudit\nblogging\nbluetooth\ncaa\ncamera\ncapec\ncareer\ncertifications\ncms\ncomptia\ncovid19\ncrlite\ncryptcheck\ncsp\nct\nctf\ncurl\ncutycapt\ncve\ncvss\ncwe\ndejablue\ndns\ndnssec\ndoh\ndot\ne-foundation\ne-mail\ne2ee\necsm2019\necsm2020\nencryption\nethics\nexif\nfail2ban\nfederation\nfido2\nfirefox\nfirewall\nfscrypt\nftp\ngdm\ngdpr\ngnupg\ngrub\nhackthebox\nhardenize\nhttps\nhugo\nhygiene\ninfosechandbook\nios\niot\nips\nisolation\njitsi-meet\njoomla\nkeepassxc\nkeybase\nknob\nkr00k\nkresd\nlan\nlets-encrypt\nlibreoffice\nlineageos\nlnav\nlogging\nluks\nmalvertising\nmastodon\nmatrix\nmetadata\nminisign\nmintotp\nmodsecurity\nmonitoring\nnas\nnextcloud\nnginx\nnitrokey\nntp\nntpsec\nnts\nobservatory\nocsp\nopen-source\nopenpgp\nopenssl\nosint\not-security\nowasp\npam\npassword\npdfex\npentesting\nphoto\nphpbb\npolicy\nprivacy\nprivacy-policy\nprivacyscore\nprivacytools\nprtg\npython\nrcs\nredaction\nremote-access\nrom\nrouter\nsandbox\nserver-security\nsha1\nside-channel-attack\nsignal\nsignify\nsimjacker\nsocial-engineering\nsoftware-security\nssh\nstandard\nsurvey\ntls\ntor\ntracking\nturris-omnia\nu2f\nultravnc\nusbguard\nverification\nvnc\nwaf\nweb-server\nwebauthn\nwebbkoll\nwibattack\nwlan\nwordpress\nwpa2\nwpa3\nxmpp\nyubikeyRSS/Atom\n·\nSitemap\n·\nPrivacy policy\n·\nSecurity policy\n·\nChangelog\n·\nCopyright<br>\n<br>Mirror (codeberg.org)", "created_at": "2019-09-14 07:08:36.249882", "updated_at": "2020-12-14 19:53:15.376388"}], "points": [{"id": 7919, "title": "This service does not track you", "source": "https://infosec-handbook.eu/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2019-09-14 07:02:23.513449", "updated_at": "2021-02-06 04:02:12.019888", "quoteText": "When you visit our website, your <strong>IP address</strong> and user agent (e.g., information about your web browser and/or operating system) are automatically processed by our web server.\nThis is technically necessary since your client requests resources from our web server.\nThen, our web server needs your IP address to send responses to your client.\nBy default, we do not process any other personal data of you.</p>\n<p>The legal basis for the processing of your IP address (and user agent) is Article 6(1) f GDPR.\nOur legitimate interest is to provide our content if you want to access it.", "case_id": 218, "document_id": 1923, "quoteStart": 3239, "quoteEnd": 3833}, {"id": 7922, "title": "The user is informed about security practices", "source": "https://infosec-handbook.eu/security/", "status": "Generated through the annotate view", "created_at": "2019-09-14 07:09:31.908519", "updated_at": "2021-02-06 04:16:20.796887", "quoteText": "No logging by default – ✅ Minimal data processing</p>\n<p>We decided to choose the best protection for your personal data: We simply do not collect it.\nYou don’t have to trust us, because you keep your data.\nBy default, we do not log anything, and we concluded a data processing agreement according to Article 28 GDPR with our server provider (see our privacy policy).</p>\n<p>✅ Single-purpose server – ✅ No databases</p>\n<p>For security, we provide our blog using a dedicated virtual server.\nThere aren’t any other public services on this server (e.g., no database server, no mail server, no messaging server).\nFor instance, the decentralized Dat version of our blog runs on another virtual server.</p>\n<p>✅ Security monitoring – ✅ Strong authentication – ✅ Defined processes</p>\n<p>Our server is permanently monitored to check for modified files and login attempts.\nTwo-factor authentication is needed to access our server.\nThe core of our server is a hardened Linux installation.\nThis means that we removed unnecessary packages and applied strict configuration at kernel level.\nFinally, we implemented processes to ensure installation of security updates within a narrow time frame and quick reaction to reported potential security vulnerabilities.</p>\n<p>✅ 100% static content – ✅ No CMS, PHP, or JavaScript – ✅ No 3rd party content</p>\n<p>Our blog consists of 100% static content.\nThere is no content management system (CMS) installed and there is no dynamically-served content like PHP or JavaScript.\nWe do not embed any third-party content, and all links to third-party websites are marked.\nActually, third-party websites, which you access from our blog, run in a separate process in your web browser, and we strip any Referrer information.</p>", "case_id": 226, "document_id": 1924, "quoteStart": 923, "quoteEnd": 2672}, {"id": 7913, "title": "IP addresses of website visitors are not tracked", "source": "https://infosec-handbook.eu/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2019-09-14 06:57:20.721691", "updated_at": "2021-02-06 04:02:11.821784", "quoteText": "In case of normal requests (for technical people: HTTP status codes 200, 302, 304), we don’t log anything.", "case_id": 192, "document_id": 1923, "quoteStart": 4173, "quoteEnd": 4279}, {"id": 7920, "title": "The terms for this service are easy to read", "source": "https://infosec-handbook.eu/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2019-09-14 07:04:36.710017", "updated_at": "2020-12-15 09:36:23.054908", "quoteText": "short version of our privacy policy<ul", "case_id": 199, "document_id": 1923, "quoteStart": 765, "quoteEnd": 803}, {"id": 7914, "title": "You can request access and deletion of personal data", "source": "https://infosec-handbook.eu/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2019-09-14 06:58:18.451199", "updated_at": "2019-11-09 10:14:57.681067", "quoteText": "<li>Art.\n15: Right of access</li>", "case_id": 195, "document_id": 1923, "quoteStart": 6877, "quoteEnd": 6910}, {"id": 7921, "title": "There is a date of the last update of the terms", "source": "https://infosec-handbook.eu/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2019-09-14 07:07:41.22415", "updated_at": "2021-02-06 04:16:24.994523", "quoteText": "We updated this page on November 5, 2019.", "case_id": 331, "document_id": 1923, "quoteStart": 8914, "quoteEnd": 8955}, {"id": 7915, "title": "You can request access and deletion of personal data", "source": "https://infosec-handbook.eu/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2019-09-14 06:58:33.837837", "updated_at": "2019-11-09 10:14:57.668687", "quoteText": "Art.\n17: Right to erasure", "case_id": 195, "document_id": 1923, "quoteStart": 6956, "quoteEnd": 6981}, {"id": 7917, "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://infosec-handbook.eu/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2019-09-14 07:00:37.523777", "updated_at": "2019-11-09 10:14:57.655552", "quoteText": "Log files are automatically encrypted after 1 day, and stored in encrypted format for 10 days.", "case_id": 303, "document_id": 1923, "quoteStart": 1165, "quoteEnd": 1259}, {"id": 7916, "title": "Users can access most of the pages on the service's website without revealing any personal information", "source": "https://infosec-handbook.eu/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2019-09-14 06:59:30.791957", "updated_at": "2020-12-15 09:35:35.275516", "quoteText": "We do not track your browsing behavior or anything else.\nWe do not try to identify you.\nWe do not collect statistics.\nWe do not set any cookies.", "case_id": 298, "document_id": 1923, "quoteStart": 1118, "quoteEnd": 1262}, {"id": 7918, "title": "The service's data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://infosec-handbook.eu/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2019-09-14 07:00:58.891427", "updated_at": "2020-12-15 09:36:11.699688", "quoteText": "Personal data we process<p>When you visit our website, your <strong>IP address</strong> and user-agent are automatically processed by our web server.\nWe automatically get this data from your client (e.g., your web browser or RSS/Atom feed reader).\nOur web server needs your IP address to send our contents back to your client.\nBy default, we do not process any other personal data from you.\nFurthermore, our web server doesn’t store your IP address permanently (e.g., in log files).</p", "case_id": 303, "document_id": 1923, "quoteStart": 3047, "quoteEnd": 3532}, {"id": 8368, "title": "This service provides archives of their terms of service so that changes can be viewed over time", "source": "https://infosec-handbook.eu/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2019-11-09 10:30:52.098298", "updated_at": "2020-12-15 09:47:25.228169", "quoteText": "For transparency, we provide a complete changelog of this page on codeberg.", "case_id": 197, "document_id": 1923, "quoteStart": 8380, "quoteEnd": 8455}], "urls": ["https://infosec-handbook.eu/"]}}