{"error": 448, "message": "OK", "parameters": {"id": 4836, "name": "Worldwide House Church", "created_at": "2021-08-13 05:37:40.551665", "updated_at": "2021-08-13 22:01:06.683031", "wikipedia": null, "keywords": null, "related": null, "slug": "worldwide-house-church", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4836.png", "url": "worldwidehousechurch.org", "documents": [{"id": 8679, "name": "Privacy Policy", "url": "https://worldwidehousechurch.org/privacy-policy/", "xpath": "", "text": " <ul>\n<li>The WHC Difference</li>\n<li>About\n<ul>\n<li>Who We Are</li>\n<li>What We’re All About</li>\n<li>FAQ</li>\n</ul>\n</li>\n<li>For Members\n<ul>\n<li>Login / Logout</li>\n<li>Our House Churches</li>\n</ul>\n</li>\n<li>Create a Meetup</li>\n<li>Volunteer\n<ul>\n<li>I’m Good At…</li>\n<li>Free Resources to Share</li>\n</ul>\n</li>\n<li>Give to People in Need – Not to Us!</li>\n</ul> Select Page <ul>\n<li>The WHC Difference</li>\n<li>About\n<ul>\n<li>Who We Are</li>\n<li>What We’re All About</li>\n<li>FAQ</li>\n</ul>\n</li>\n<li>For Members\n<ul>\n<li>Login / Logout</li>\n<li>Our House Churches</li>\n</ul>\n</li>\n<li>Create a Meetup</li>\n<li>Volunteer\n<ul>\n<li>I’m Good At…</li>\n<li>Free Resources to Share</li>\n</ul>\n</li>\n<li>Give to People in Need – Not to Us!</li>\n</ul> Privacy Policy <p>This Privacy Policy describes how your personal information is collected, used, and shared when you visit https://www.worldwidehousechurch.org&nbsp;(the “Site”).&nbsp;</p>\n<p>\n<strong>Personal Information We Collect&nbsp;</strong>\n</p>\n<p>When you visit the Site, we automatically collect certain information about your device.\nThis information includes, but is not limited to,&nbsp;information about your web browser, IP address, time zone, and some of the cookies that are installed on your device.\nAdditionally, as you browse the Site, we collect information about the individual web pages that you view, what websites or search terms referred you to the Site, and information about how you interact with the Site.&nbsp;We refer to this automatically&nbsp;collected information as “Device Collection.”&nbsp;</p>\n<p>We collect&nbsp;Device Collection&nbsp;using the following technologies:&nbsp;</p>\n<p>“Cookies” are data files that are placed on your device or computer and often include an anonymous unique identifier.\nFor more information about cookies, and how to disable cookies, visit http://www.allaboutcookies.org.&nbsp;</p>\n<p>“Log files” track actions occurring on the Site, and collect data including your IP address, browser type, Internet service provider, referring/exit pages, and date/time stamps.&nbsp;</p>\n<p>“Web beacons,” “tags,” and “pixels” are electronic files used to record information about how you browse the Site.&nbsp;</p>\n<p>Additionally, when you utilize a form or attempt to utilize a form through the Site, we collect certain information from you, including, but not limited to, your name, email address, phone number, and any other information you voluntarily enter.\nWe refer to this information as “Form Information.”&nbsp;</p>\n<p>When we talk about “Personal Information” in this Privacy Policy, we are talking both about&nbsp;Device Collection&nbsp;and Form Information.&nbsp;</p>\n<p>\n<strong>How Do We Use Your Personal Information?</strong>&nbsp;</p>\n<p>We use the Form Information that we collect generally to contact people who willingly reached out through the Site.&nbsp;Additionally, we use this Form Information to:&nbsp;</p>\n<p>Communicate with you;&nbsp;<br>Screen our orders for potential risk or fraud;&nbsp;<br>When in line with the preferences you have shared with us, provide you with information or advertising relating to our services.\nand&nbsp;<br>When in line with the preferences you have shared with us, provide your information with 3rd parties&nbsp;</p>\n<p>We use the Device Information that we collect to help us screen for potential risk and fraud (in particular, your IP and/or email address), and more generally to improve and optimize our Site (for example, by generating analytics about how our users browse and interact with the Site, and to assess the success of our marketing and advertising campaigns).&nbsp;</p>\n<p>\n<strong>Sharing Your Personal Information </strong>\n</p>\n<p>We share your Personal Information with third parties to help us use your Personal Information, as described above.\nWe also use Google Analytics to help us understand&nbsp;how our users interact with the Site.\nYou can read more about how Google uses your Personal Information here: https://www.google.com/intl/en/policies/privacy/.\nYou can also opt-out of Google Analytics here: https://tools.google.com/dlpage/gaoptout.\n</p>\n<p>Worldwide House Church is not a business entity.\nWe do not sell or buy services or assets, including Personal Information.\nCredit card/debit card/financial account information is not requested by and therefore will never be disclosed by&nbsp;Worldwide House Church.\nAny such information inadvertently provided by a user when confirming a donation to one of our 3rd party charities will never be shared with 3rd parties.&nbsp;</p>\n<p>\n<strong>Behavioral&nbsp;Advertising</strong>&nbsp;</p>\n<p>As described above, we use your Personal Information to provide you with targeted advertisements or marketing communications we believe may be of interest to you.&nbsp;&nbsp;</p>\n<p>\n<strong>Do Not Track</strong>&nbsp;</p>\n<p>Please note that we do not alter our Site’s data collection and use practices when we see a Do Not Track signal from your browser.&nbsp;</p>\n<p>\n<strong>Data Retention&nbsp;</strong>\n</p>\n<p>When you fill out a web form through the Site, we may maintain your Form Information for our records unless and until you ask us to delete this information.&nbsp;</p>\n<p>\n<strong>Changes&nbsp;</strong>\n</p>\n<p>We may update this privacy policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal, or regulatory reasons.</p>\n<p>\n<strong>Acceptance of These Terms&nbsp;</strong>\n</p>\n<p>Use of the Site is subject to the following Terms of Use.\nBy navigating within the Site, or clicking on any object on the Site, you are agreeing to these Terms of Use.\nWe reserve the right to update the Terms of Use at any time as the need arises without any notice to you.\nYou can review the Terms of Use at any time by clicking on the “Privacy Policy” link at the bottom of this Site’s web pages.&nbsp;</p>\n<p>\n<strong>Terms of Service, Notice&nbsp;and Revisions&nbsp.\n(Terms of Use)<br>\n</strong>\n</p>\n<p>If you choose to visit&nbsp;Worldwide House Church, your visit and any dispute over privacy is subject to this Notice and any other stated Conditions of Use, including limitations on damages, arbitration of disputes, and application of the law of the state of&nbsp;Michigan.\nThis Notice and these Conditions of Use will change&nbsp;also, and&nbsp;use of information that we gather now is subject to the Privacy Policy in effect at the time of use.\nYou should check our website frequently to see recent changes.\nFeel free to contact us with any concerns at Worldwide House Church, P.O.\nBox 193, Zeeland, MI 49426 USA.<br>\n</p>\n<p>\n<strong>News </strong>\n</p>\n<p>We send information to you about our services and your participation in them, but we will never sell your Personal Information or email address to 3rd parties.\nYou may choose to opt-out of these communications at any time by following the unsubscribe instructions in each contact or by contacting us directly.\nBy default,&nbsp;all contact from our website is entered into our&nbsp;customer relationship management system&nbsp;and contact distribution lists.\nIf you would prefer not to be added to our email distribution list, please specify this in&nbsp;the body of the email to us.&nbsp;</p>\n<p>\n<strong>Copyright and Trademarks&nbsp;</strong>\n</p>\n<p>The text content included on this site – as well as all images and videos produced by Worldwide House Church – are exclusively owned by&nbsp;Worldwide House Church or by third parties who have given their permission for use by Worldwide House Church.\nCopyright by Worldwide House Church&nbsp;or such third parties of all such content is explicit by its appearance on the Worldwide House Church&nbsp;site.&nbsp;</p>\n<p>\n<strong>Permitted Use&nbsp;</strong>\n</p>\n<p>Visitors to this website are granted permission to access this material, to download and copy such material onto electronic, magnetic, optical or similar storage media and to make printed copies of any such downloaded material, provided that such activities and copies are for non-commercial use&nbsp;only and are not used in an altered form to represent Worldwide House Church without permission.&nbsp;</p>\n<p>\n</p>\n<p>Where you give to those who need it most - Never to us!</p>\n<ul>\n<li>Follow</li>\n<li>Follow</li>\n</ul>\n<p>© Worldwide House Church.&nbsp;All Rights Reserved.<br> Privacy Policy.</p> English Arabic Chinese (Simplified) Dutch English French German Italian Portuguese Russian Spanish Select LanguageAfrikaansAlbanianAmharicArabicArmenianAzerbaijaniBasqueBelarusianBengaliBosnianBulgarianCatalanCebuanoChichewaChinese (Simplified)Chinese (Traditional)CorsicanCroatianCzechDanishDutchEsperantoEstonianFilipinoFinnishFrenchFrisianGalicianGeorgianGermanGreekGujaratiHaitian CreoleHausaHawaiianHebrewHindiHmongHungarianIcelandicIgboIndonesianIrishItalianJapaneseJavaneseKannadaKazakhKhmerKinyarwandaKoreanKurdish (Kurmanji)KyrgyzLaoLatinLatvianLithuanianLuxembourgishMacedonianMalagasyMalayMalayalamMalteseMaoriMarathiMongolianMyanmar (Burmese)NepaliNorwegianOdia (Oriya)PashtoPersianPolishPortuguesePunjabiRomanianRussianSamoanScots GaelicSerbianSesothoShonaSindhiSinhalaSlovakSlovenianSomaliSpanishSundaneseSwahiliSwedishTajikTamilTatarTeluguThaiTurkishTurkmenUkrainianUrduUyghurUzbekVietnameseWelshXhosaYiddishYorubaZuluPowered by Translate Original textContribute a better translation ", "created_at": "2021-08-13 05:37:40.554215", "updated_at": "2021-08-13 03:38:01.720028"}], "points": [], "urls": ["worldwidehousechurch.org"]}}