{"error": 448, "message": "OK", "parameters": {"id": 1825, "name": "Consumer Reports", "created_at": "2019-09-07 21:45:12.025154", "updated_at": "2021-03-25 03:19:36.878596", "wikipedia": "https://en.wikipedia.org/wiki/Consumer_Reports", "keywords": null, "related": null, "slug": "consumer_reports", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1825.png", "url": "consumerreports.org", "documents": [{"id": 1873, "name": "Privacy Policy", "url": "https://www.consumerreports.org/cro/customerservice/privacy-policy/", "xpath": "", "text": " &lt;iframe src=\"//www.googletagmanager.com/ns.html?id=GTM-N8GSGR\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nSign InProduct Reviews<ul>\n<li>Top Products</li>\n<li>Appliances</li>\n<li>Babies &amp.\nKids</li>\n<li>Cars</li>\n<li>Electronics</li>\n<li>Health</li>\n<li>Home &amp.\nGarden</li>\n<li>Money</li>\n<li>All Products A-Z</li>\n</ul>All Product ReviewsAppliances<ul>\n<li>Dishwashers</li>\n<li>Refrigerators</li>\n<li>Vacuum Cleaners</li>\n<li>Washing Machines</li>\n</ul>Babies &amp.\nKids<ul>\n<li>Bike Helmets</li>\n<li>Car Seats</li>\n<li>Humidifiers</li>\n<li>Strollers</li>\n</ul>Cars<ul>\n<li>New &amp.\nUsed Cars Research</li>\n<li>Car Buying &amp.\nPricing</li>\n<li>Maintenance &amp.\nRepair</li>\n<li>Tires</li>\n</ul>Electronics<ul>\n<li>Headphones</li>\n<li>Laptops</li>\n<li>Printers</li>\n<li>TVs</li>\n</ul>Health<ul>\n<li>Blood Glucose Meters</li>\n<li>Blood Pressure Monitors</li>\n<li>Hearing Aids</li>\n<li>Treadmills </li>\n</ul>Home &amp.\nGarden<ul>\n<li>Generators</li>\n<li>Home Security Systems</li>\n<li>Mattresses</li>\n<li>Snow Blowers</li>\n</ul>Money<ul>\n<li>Airlines</li>\n<li>Car Insurance</li>\n<li>Homeowners Insurance</li>\n<li>Luggage</li>\n</ul>All Product ReviewsAppliancesMost Popular<ul>\n<li>CR's Guide to the Coronavirus</li>\n<li>Air Purifiers</li>\n<li>Breadmakers</li>\n<li>Coffee Makers</li>\n<li>Clothes Dryers</li>\n<li>Cooktops</li>\n<li>Dishwashers</li>\n<li>Electric Kettles</li>\n<li>Humidifiers</li>\n<li>Microwave Ovens</li>\n<li>Ranges</li>\n<li>Refrigerators</li>\n<li>Space Heaters</li>\n<li>Thermostats</li>\n<li>Vacuum Cleaners</li>\n<li>Wall Ovens</li>\n<li>Washing Machines</li>\n<li>Water Heaters</li>\n<li>All Appliances A-Z</li>\n</ul>All AppliancesMore on AppliancesBest Dishwashers of 2020NewsVideosAll Product ReviewsBabies &amp.\nKidsMost Popular<ul>\n<li>CR's Guide to the Coronavirus</li>\n<li>Air Purifiers</li>\n<li>Baby Monitors</li>\n<li>Bike Helmets</li>\n<li>Car Seats</li>\n<li>Children’s Health</li>\n<li>Cribs</li>\n<li>Food</li>\n<li>Health Insurance</li>\n<li>High Chairs</li>\n<li>Humidifiers</li>\n<li>Insect Repellents </li>\n<li>Strollers</li>\n<li>Sunscreens</li>\n<li>Thermometers</li>\n<li>All Babies &amp.\nKids A-Z</li>\n</ul>All Babies &amp.\nKidsMore on Babies &amp.\nKidsDeciding When It's Time to Upgrade Your Child's Car SeatNewsVideosAll Product ReviewsCarsResearch Cars<ul>\n<li>All New &amp.\nUsed Car Ratings</li>\n<li>Convertibles</li>\n<li>Hybrids/EVs</li>\n<li>Luxury Cars</li>\n<li>Minivans</li>\n<li>Pickup Trucks</li>\n<li>Sedans</li>\n<li>Small Cars</li>\n<li>SUVs</li>\n<li>Wagons</li>\n</ul>Car Buying &amp.\nPricing<ul>\n<li>Build &amp.\nBuy Car Buying Service®</li>\n<li>Used Car Marketplace</li>\n<li>Car Buying Guide</li>\n<li>Car Value Estimator</li>\n<li>All Car Buying &amp.\nPricing</li>\n</ul>Maintenance &amp.\nRepair<ul>\n<li>Tires</li>\n<li>Car Batteries</li>\n<li>Car Repair Assistant</li>\n<li>All Maintenance &amp.\nRepair</li>\n</ul>All CarsMore on CarsBest New Car DealsNewsVideosTalking Cars PodcastAll Cars A-ZAll Product ReviewsElectronicsMost Popular<ul>\n<li>CR's Guide to the Coronavirus</li>\n<li>Computers</li>\n<li>Cameras</li>\n<li>Ergo Keyboards</li>\n<li>Ergo Mice</li>\n<li>Headphones</li>\n<li>HDTV Antennas</li>\n<li>Laptops</li>\n<li>Mini Projectors</li>\n<li>Printers</li>\n<li>Smartphones</li>\n<li>Smartwatches</li>\n<li>Sound Bars</li>\n<li>Streaming Media Players</li>\n<li>Tablets</li>\n<li>TVs</li>\n<li>Wireless Routers</li>\n<li>All Electronics A-Z</li>\n</ul>All ElectronicsMore on ElectronicsBest Laptops of 2020NewsVideosAll Product ReviewsHealthMost Popular<ul>\n<li>CR's Guide to the Coronavirus</li>\n<li>Blood Glucose Meters</li>\n<li>Blood Pressure Monitors</li>\n<li>Electric Bikes</li>\n<li>Electric Toothbrushes</li>\n<li>Elliptical Exercisers</li>\n<li>Eyeglass &amp.\nContact Lens Stores</li>\n<li>Fitness Trackers</li>\n<li>Food Labels</li>\n<li>Hair Dyes</li>\n<li>Hearing Aids</li>\n<li>Humidifiers</li>\n<li>Insect Repellents</li>\n<li>Sunscreens</li>\n<li>Treadmills</li>\n<li>Vitamins &amp.\nSupplements</li>\n<li>All Health A-Z</li>\n</ul>All HealthMore on HealthStay Informed About the CoronavirusNewsVideosAll Product ReviewsHome &amp.\nGardenMost Popular<ul>\n<li>CR's Guide to the Coronavirus</li>\n<li>Air Mattresses</li>\n<li>Bidet Seats &amp.\nAttachments</li>\n<li>Flooring</li>\n<li>Generators</li>\n<li>Gas Grills</li>\n<li>Interior &amp.\nExterior Paints</li>\n<li>Home Security Cameras</li>\n<li>Home Security Systems</li>\n<li>Home Windows</li>\n<li>Mattresses</li>\n<li>Pillows</li>\n<li>Sheets</li>\n<li>Smoke &amp.\nCO Detectors</li>\n<li>Snow Blowers</li>\n<li>Storm &amp.\nEmergency Guide</li>\n<li>String Trimmers</li>\n<li>Toilets</li>\n<li>Water Filters</li>\n<li>All Home &amp.\nGarden A-Z</li>\n</ul>All Home &amp.\nGardenMore on Home &amp.\nGardenBest Mattresses of 2020NewsVideosAll Product ReviewsMoneyMost Popular<ul>\n<li>CR's Guide to the Coronavirus</li>\n<li>Airline Travel</li>\n<li>Car Insurance</li>\n<li>Credit Cards</li>\n<li>Eyeglass &amp.\nContact Lens Stores</li>\n<li>Grocery Stores &amp.\nSupermarkets</li>\n<li>Homeowners Insurance</li>\n<li>Luggage</li>\n<li>Pharmacies</li>\n<li>Prepaid Cards</li>\n<li>Retirement Planning Guide</li>\n<li>Rewards Cards</li>\n<li>All Money A-Z</li>\n</ul>All MoneyMore on MoneyBest Checked-Luggage BrandsNewsVideosNewsIssues That MatterCoronavirusCar Safety &amp.\nEfficiencyData PrivacyFood SafetyTake ActionAbout UsVideosSign InSign In<ul>\n<li>MY CRAccount SettingsMy BenefitsMy ProductsMy FeedSign Out</li>\n</ul>SearchAll Products A-Z<ul>\n</ul>Become a MemberDonateSign InSign InBecome a Member<ul>\n<li>MY CRAccount SettingsMy BenefitsMy ProductsMy FeedSign Out</li>\n</ul>DonateSign InRemember MeForgot&nbsp;username&nbsp;or&nbsp;password?Forgot&nbsp;username&nbsp;or&nbsp;password?Not a member?&nbsp;Join todayNeed further assistance?&nbsp;Please call Member Services at 1-800-333-0663 &nbsp.\nComplete Privacy Policy Privacy Policy Navigate Privacy Policy Sections Privacy Policy <ul>\n<li>\n<p> Privacy Policy Highlights </p>\n</li>\n<li>\n<p> Privacy Principles </p>\n</li>\n<li>\n<p> Privacy Policy FAQs </p>\n</li>\n<li>\n<p> Cookie Policy </p>\n</li>\n<li>\n<p> Protection of Information </p>\n</li>\n<li>\n<p> Surveys </p>\n</li>\n<li>\n<p> Choice/Opt Out </p>\n</li>\n<li>\n<p> Complete Privacy Policy </p>\n<ul>\n<li> Privacy Policy Archive </li>\n</ul>\n</li>\n</ul> Consumer Reports Privacy Policy: Your Privacy Rights <p>&nbsp;</p>\n<p>Jump To:<br>\n</p>\n<i>\n</i> Section Navigation...\nScope Information Collected How We Use Your Information Disclosure of Information Choice/Opt Out Editing Your Information Security / Protection Of Information Children's Privacy Third Party Sites and Services Your Privacy Rights and Choices Your California Privacy Rights Special Terms for Residents of the European Economic Area, Switzerland and the United Kingdom How to Contact Us Changes to this Privacy Policy <p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>Last modified: December 7, 2020 (View Archived Versions)</b>\n</p> What’s new? <p>Consumer Reports has updated the Privacy Policy that applies to our family of digital services, print publications, our other products, services and programs, and our associated websites, applications and digital tools.</p>\n<p>This updated Privacy Policy has been updated to reflect the addition of new products and services, updates in the law and in our practices.</p>\n<p>Please&nbsp;click here&nbsp;if you would like more information about the updates to our Privacy Policy.</p> &nbsp.\n<p>Consumer Reports is an independent, nonprofit member organization that works side by side with consumers for truth, transparency, and fairness in the marketplace.\nConsumer Reports and its corporate affiliates (which we refer to in this policy as “CR”, “we” or “us”) publish our organization’s&nbsp;privacy principles&nbsp;and apply them to the way in which we treat your information.\n&nbsp;</p>\n<p>This Privacy Policy describes the types of information we collect about you and your devices, the sources from which we collect them, how and for what purposes your information may be used, when your information may be disclosed, how it is protected, and how you can control the use and disclosure of your information.</p> Scope <p>This Privacy Policy covers the Consumer Reports family of digital services, print publications and our other products, services and programs, and associated online and mobile websites, applications and digital tools (including those related to our consumer policy and mobilization activities) that refer to or provide an authorized link to this Privacy Policy (collectively \"CR Products\").<br>\n<br>\nThis Privacy Policy applies to information collected about you and your devices when you engage with us.</p> Information Collected <p> Information you give us <br>\nWhen you purchase a subscription from us or otherwise engage with CR, you may give us different types of information including the following:<br>\n</p>\n<ul>\n<li>Identifiers, including contact information, name, email address, mailing address, telephone number, mobile number, user name and password</li>\n<li>Professional or employment-related information, such as the name of the business or organization you work for or volunteer with, your title, and the business or organization's address, telephone number, and email address</li>\n<li>Audio, electronic, visual or similar information such as your photograph, an audio recording or a video of you</li>\n<li>Billing information, subscription preferences and payment card (credit or debit) information where needed for payment</li>\n<li>Information about you and your household, including birthday and demographic information (e.g., age, gender and geographic location)</li>\n<li>Commercial information, such as your experiences with specific consumer products and services, including product models you own or have considered</li>\n<li>Your opinions, actions and experiences regarding various topics and consumer policy issues, including information provided via our website and through social media channels</li>\n<li>Inferences based on the information we collect from or about you to create a profile reflecting your interests and preferences.</li>\n</ul>\n<p>You may choose to provide us with certain “sensitive information” to use in our reporting about consumer matters and in our advocacy work.\nWe request that you not provide us with any Social Security number, financial account information, or similar sensitive data when sharing your experiences with us.</p>\n<p>We may match the information we collect from you directly with the information we receive about you from other sources, and use such information along with information from those other sources.</p>\n<p>Information collected when you use our products and services<br>\nWe and our service providers collect certain information automatically about your online activities and your devices through technical means, including through the use of cookies, web beacons, and other technologies.\nThis information may include the following:</p>\n<ul>\n<li>Internet or other electronic network activity information, including your Internet Protocol (IP) address (which is a unique numerical address that identifies your computer or other device when you access the Internet), your browser, device type and operating system, name of your Internet service provider, and your browsing history (including addresses of the websites you access before and after you visit Consumer Reports).</li>\n<li>Geo-location information which includes information about your real-world location at a given time based on latitude and longitude, as well as your general geographic area or more precise information about your street-level location.&nbsp.\nGeo-location information may be derived from your IP address, which can be used to identify your general geographic area at a city or postal code level, from our online and mobile websites, applications and digital tools, which may collect precise information about your computer’s or device’s geographic location, and through other means.\nInformation about your interactions with our content, Consumer Reports ads and communications, including the areas you visit on CR digital services and which of our Consumer Reports ads and content you see on other organizations’ websites (such as the Consumer Reports Facebook page) and whether you open email messages from us or click on Consumer Reports ads served by our ad partners when you visit other websites on which our ads appear.</li>\n<li>Device information, including the device type you use to access our digital services, your device’s operating system, and unique device identifier information (which is a unique alphanumeric character string associated with an individual user’s smartphone or similar handheld device).</li>\n</ul>\n<p>Information we obtain from other sources <br>\nWe collect additional information about you from other sources to help us correct and supplement our records, improve the quality of our products or services, and personalize your experience.\nThese sources include service providers who provide us with your IP address in order to customize our service.\npayment service providers who provide us with information to process your payment.\ndata providers who provide us with demographic, interest based and online advertising related data.\norganizations with which we have a business relationship to provide products and services to you.\nand information available through publicly available sources such as open government databases and publicly available posts on social media platforms.</p>\n<p>The type of additional information we collect from these sources include your updated mailing address, payment card information, information from social media sources, engagement with our content (for example, comments or shares on our Facebook&nbsp;page), information about products and services you access through our business partners (for example, if you purchase a vehicle through our Car Buying service), information about your interests (e.g., pets, sports, travel, and cars), demographic data (e.g., age, gender, general income bracket, ethnicity, and children in household), and for certain of our consumer policy and mobilization activities, your legislative district information.</p>\n<p>&nbsp;</p> How We Use Your Information <p>Use of Information<br>\nThe information we collect is used for a variety of purposes.\nThese include:</p>\n<ul>\n<li>Performing our obligations under any agreement between CR and you, including administering your account, processing transactions for CR Products, and communicating with you about your account;</li>\n<li>Supporting consumer policy and mobilization activities, such as running campaigns on consumer policy issues, and informing our efforts to recruit, train and connect our consumer activists;</li>\n<li>Customizing CR Products to provide you with a richer, more relevant experience;</li>\n<li>Conducting research including providing consumer insights and data to manufacturers, regulators, researchers and other third parties to help improve the marketplace;</li>\n<li>Contacting you regarding your use of CR Products and matters that affect you, including to inform our testing, reporting and editorial, and consumer policy and mobilization activities;</li>\n<li>Responding to your requests and comments and providing you with customer support;</li>\n<li>Updating and maintaining the accuracy of your information;</li>\n<li>Operating, optimizing and improving CR Products, including by conducting research and analytics;</li>\n<li>Conducting marketing and fundraising activities, including providing information about products and services that may be of interest to you (including services and benefits from our business partners), serving Consumer Reports ads, and managing sweepstakes and other promotional activities;</li>\n<li>Providing others with your information for the limited purposes described in this Privacy Policy, as may be described to you when collecting your personal information, or otherwise with your express consent.\nand&nbsp;</li>\n<li>Evaluating or conducting a potential business transaction.&nbsp;</li>\n</ul>\n<p>&nbsp;</p> Disclosure of Information <p>\n<br>\nPersonal information you submit to a CR publication or elect to post in a public area of a digital service is public.&nbsp.\nIf you don’t want people to know your name, email address, or other information that identifies you personally, do not include that information in your public posts.&nbsp;</p>\n<p>We may share information collected from or about you with others, including business partners, service providers, social networking services, industry experts, and other third parties, for the purposes described below.</p>\n<p>Sharing With Business Partners <br>\nOur business partners are third parties CR works with to offer you products and services, such as car-buying services available through our website.\nYou may be asked to provide information about yourself in order to obtain these products and services.\n&nbsp;When you do so, your information is shared with both CR and the business partner, and may be governed by the user agreement and privacy policy of both CR and our business partner.\nCR may share information about you with our business partners to fulfill your request for products and services, and our business partners may share certain information about you with us that you provide to them when you use its products and services.</p>\n<p>Sharing With Service Providers <br>\nWe may share your information with third-party service providers who help us with specialized services such as payment processing, analytics and member support.\nAdditionally, we authorize certain service providers to use aggregated, anonymous information derived from data collected when you use the products and services they support on our behalf.&nbsp;</p>\n<p>We will take reasonable steps to help ensure that where personal information is shared, it is treated securely and in accordance with this notice and applicable laws.\nFor more on disclosure to third parties, please see our Cookie Policy.</p>\n<p>\n<b>Sharing with Industry Experts and Other Third Parties&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n</b>&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;</p>\n<p>We may share de-identified individual-level or aggregated information with manufacturers, regulators, researchers and other third parties for research purposes to help improve the marketplace.\nInformation shared in this way will not identify you individually.&nbsp;&nbsp;</p>\n<p>\n<b>Sharing For Consumer Policy and Mobilization Purposes&nbsp;</b>\n<br>\nWhen you participate in a consumer policy campaign such as by signing a petition or sending a message to a policy decision-maker or government entity, it may be necessary to include your name, address and/or other personal information with your submission.\nPetitions and comments filed with government entities, together with any included personal information, become a matter of public record and may be viewable online after submission.\nSometimes CR works with other advocacy organizations to coordinate our shared policy efforts.\nIf you provide your information to us as part of a joint-petition or other coordinated action, it may be shared with these other organizations.</p>\n<p>\n<b>Sharing For Fundraising Purposes</b>&nbsp;<br>\nWe share certain donor data (such as full name, mailing address and donation information, but not your email address, telephone number(s) or any financial account information) with other organizations.&nbsp;</p>\n<p>\n<b>Sharing For Marketing Purposes&nbsp;</b>\n<br>\nIf you subscribe to Consumer Reports magazine or any of our other print publications, we may exchange or rent your name and mailing address (but not your email address) with other companies that offer products or services through direct mail.\nWe screen all such offers and strive to select trustworthy, reputable companies which offer high quality products or services of interest to you.\nIf you prefer not to receive these offers,&nbsp;please go to&nbsp;Choice/Opt Out&nbsp;for instructions.&nbsp;</p>\n<p>Promotional Offers, Sweepstakes, or Contests <br>\nIf you enter a sweepstakes, contest or other promotion, your information may be disclosed to third parties who help administer the promotion, including for winner selection, prize fulfillment and aggregated data analysis.\nYour information also may be disclosed as required by U.S.\nlaw such as on a winners list.&nbsp;&nbsp;</p>\n<p>\n<b>Sharing With Our Affiliates</b>\n<br>\nWe may share your information among our corporate affiliates, which are related legal entities.&nbsp;</p>\n<p>Substantial Corporate Transactions <br>\nWe may share your information in connection with a substantial corporate transaction, which may include the sale of one or more of our businesses, a merger, the creation of a separate business to provide certain of our products and services, or in the unlikely event of bankruptcy.<br>\n<br>\nIf we engage in any of these types of transactions, your information will be subject to our privacy policy in effect prior to the time of the transfer of that information.<br>\nWe will notify you if we transfer ownership or control of your personally identifiable information to an unaffiliated third party in connection with a substantial corporate transaction.</p>\n<p>Legal Requirements <br>\nWe may access, preserve and disclose your information if we believe that we are required to do so by applicable law, such as to comply with a search warrant, court order, subpoena, or request from law enforcement, to enforce our legal rights and agreements (including CR's User Agreement), and to defend against legal claims.</p>\n<p>Protect Our Websites and Users <br>\nWe may disclose your information to investigate, prevent or take action regarding suspected illegal activities, including fraud, to protect the legal rights, safety and property of CR and its employees, agents and contractors, and in connection with any safety or security concerns involving our users or the public.</p>\n<p>Information Collected by Third Parties <br>\nCertain third parties such as ad networks that serve CR ads, analytics companies and social networking platforms may collect information through cookies, web beacons, mobile ad identifiers, and other technologies that track your online activities across CR and other online services, including information about your interactions with our ads, our content and the websites you visit.<br>\nThe information they collect about you may be aggregated with data these companies collect about you across different websites, online services (including social media services), and your associated devices.\nThese third parties use your information for their business purposes and in accordance with their own privacy policies.&nbsp;For more information, please see CR’s Cookie Policy.</p>\n<p>\n<b>Text Program</b>\n<br>\nWe collect the following personal information about you in the context of our text messaging program: your name, mobile phone number, text message contents and texting preferences (opt-ins and opt-outs).\nWe use this information to manage our text&nbsp;messaging program, including to send you text messages.\nWe may share this information with our corporate affiliates, third parties in the context of the sale of our business or its assets, corporate restructuring or liquidation, and otherwise to the extent permitted or required by applicable law.&nbsp.\nIf fees are charged to your wireless account invoice, we may provide information to your carrier about them.\nYour wireless carrier may also collect data about your wireless device usage, and its practices are governed by its own policies.\nWe take measures to protect your sensitive personal information but cannot guarantee its security in transit or storage.</p>\n<p>Please go to the&nbsp;Choice/Opt Out&nbsp;section to learn more about how you can opt out of our information-sharing practices.&nbsp;</p> Choice/Opt Out <p>As a non-profit membership organization engaged in ongoing consumer product testing, news reporting and consumer advocacy, we often engage with consumers like you online and through other communication channels.\nYour feedback and involvement are critical to our work on your behalf.</p>\n<p>We want to give you control over how we use your information.\nHere’s how to opt-out of receiving communications from us:<br>\n<br> Opting out of promotional, consumer policy and mobilization communications, newsletters and alerts&nbsp;</p>\n<p>We may send you promotional emails about our products and services or ask you about your experience with Consumer Reports.<br>\n&nbsp;<br>\nYou can opt out of receiving these email communications by following the instructions and links provided at the bottom of each email.\nIf you use this method, you will stop receiving promotional emails only from the line of business or business unit that sent you the message.<br>\n<br>\nCR Members can also manage your email communication preferences on your personal account page by clicking here.</p>\n<p>You may also opt out of receiving email communications by calling us at 1-800-333-0663.</p>\n<p>If you wish to change your preferences for policy and mobilization emails, please click here.<br>\n<br>\nPlease allow up to 10 business days for changes to your email preferences to take effect.\nDuring that time, you may continue to receive email communications from us that were already in process.<br>\n<br>\nPlease note that opting out of receiving email or other communications will not affect your receipt of service-related communications such as those relating to your account, order confirmations, renewal/expiration notices, and payment card notifications.<br>\n<br> Opting out of postal mail promotional communications <br>\nWe may send you promotional materials about our other products and services by postal mail.\nIf you purchase or subscribe to one of our print publications, we may also share your postal mail contact information with third parties for their marketing purposes as described above under Sharing For Marketing Purposes.<br>\n<br>\nIf you do not want us to send you these promotional mailings or to share your contact information with third parties, please click here to manage your postal mail preferences or contact Member Services.<br>\n<br>\nYou can also call us at 1-800-333-0663 or write to us at:<br>\n<br>\nConsumer Reports<br>\nAttn: Opt Out Preference Center<br>\nPO Box 2109<br>\nHarlan, IA 51593<br>\n<br>\nIf you live in the United States, you may also opt out of receiving promotional communications through the Direct Marketing Association (DMA).<br>\nCanadian residents may visit the Canadian Marketing Association (CMA) web site to be removed from marketing lists used by Canadian Marketing Association members.<br>\n<br>\nIt can take up to 8 weeks for your postal mail opt out request to become effective.\nDuring that time, you may continue to receive promotional mailings that were already in process.<br>\n<br> Opting out of fundraising communications <br>\nIf you wish to opt out of receiving fundraising communications from us, please click here.\nYou may also call us at 1-800-333-0663 or write to us at:<br>\n<br>\nConsumer Reports<br>\nFundraising Solicitations<br>\nP.\nO.\nBox 96552<br>\nWashington, DC 20090-6552<br>\n<br>\nBecause we schedule many fundraising communications in advance, it may take up to 8 weeks for an opt out request to become effective.<br>\n<br>\nOpting out of consumer surveys<br>\nWe have supplementary policies for information collected through participation in our surveys.\nYou can stop receiving consumer surveys by following the opt out instructions in each survey email invitation.\nYou can also stop receiving future surveys by calling us at 1-800-333-0663 or by writing to us at:<br>\n<br>\nConsumer Reports Customer Relations<br>\nAttn: Member Support<br>\n101 Truman Avenue<br>\nYonkers, NY 10703<br>\n<br> Opting out of digital advertising <br>\nTo help maintain our independence and impartiality, we accept no outside advertising.\nHowever, we may place ads for our own products and services on our own sites and online properties.\nYou may see ads for Consumer Reports on other websites and online properties you visit.\nAds for CR Products may be customized to your interests and preferences based on information collected as you browse online, a practice that is often referred to as interest-based advertising.\nTracking technologies like cookies and web beacons are used for these purposes.\nYou can opt out of interest-based advertising, as well as advertising on your mobile device, by visiting TrustARC’s Ad Preference Manager.<br>\n<br>\nCertain third parties that provide us with analytics services employ their own tracking technologies, such as cookies, when you visit our websites and other digital services.\nThose third parties are able to collect information about your online activities across our digital services and other websites and online services.\nYou can opt out of data collection by some of these data providers by managing your cookies as described in our Cookie Policy and as follows:</p>\n<ul>\n<li>Some CR Products, including the Consumer Reports website, use Google Analytics Advertising Features and its associated tracking technologies to help display the CR ads you see on other websites, and to help us manage and optimize our online advertising efforts.\nTo opt out of Google Analytics Advertising Features, visit Google’s Ad Settings page.\nWebsite users can also access the Google Analytics Opt Out Browser Add-on.</li>\n<li>Some CR Products, including the Consumer Reports website, use Adobe Analytics and its associated cookies to help us understand how users engage with our CR Products.\nTo opt out of Adobe Analytics cookies on our websites, click here.</li>\n</ul>\n<p>\n<b>Opting out of Geo-location Sharing</b>&nbsp;<br>\nIf your computer or device is equipped with GPS, connects with wireless access points or hot spots, or communicates through cell towers or satellites, then your computer or device is able to use these features to determine its precise geographic location.\nThe geographic location will be transmitted to CR in real time in accordance with the privacy settings you have set on your computer or device, and will continue to transmit the information to us until you have updated your settings to no longer do so.&nbsp;</p>\n<p>Do Not Track <br>\nSome Internet browsers include the ability to transmit “Do Not Track” signals that give consumers control over the collection and use of web browsing information.\nCR does not process or respond to such signals in users’ web browsers at this time.<br>\n<br> Cookies <br>\nWe or our service providers may collect tracking information through cookies.\nYou can opt out of accepting cookies or disable them from your browser.\nThe Help function on most browsers contains information on how you can set your browser to notify you before accepting cookies or can disable them entirely.\nIf you opt out of cookies, you will not be able to take advantage of various features of the Consumer Reports website that are available to other users.\nFor example, we use cookies to recognize you by name when you return to this site so you don’t have to login again and provide your password.\nFor more information and to manage cookies, please see the Consumer Reports Cookie Policy.</p>\n<p>&nbsp;</p> Editing Your Information <p>If you have provided your personal information to us in an online account for a CR Product, you can edit that information by logging in and visiting your account here.<br>\n<br>\nIf you registered to receive policy and mobilization-related communications from us, you can access and edit that information here.<br>\n<br>\nFor any other requests, please contact us in any of the ways described in our online Member Support portal.<br>\n<br>\n</p> Security / Protection Of Information <p>We are committed to protecting your information.\nWe have put in place physical, technical and administrative procedures designed to help safeguard and prevent unauthorized access and misuse of your information.&nbsp;When Consumer Reports transmits information over the Internet, we work to protect the information through the use of data encryption methods.</p>\n<p>While we endeavor to protect the security and integrity of information we collect via our websites and other online properties, due to the inherent nature of the Internet as an open global communications vehicle, we cannot guarantee that any information, during transmission through the Internet or while stored on our systems or otherwise in our care, will be absolutely safe from intrusion by others, such as hackers.<br>\n<br>\nVisit the Protection of Information page to learn more about how the information you provide is secured.<br>\n<br>\nIf you create an account on a CR website, you are responsible for maintaining the strict confidentiality of your account password and for any activity that occurs using your account credentials.\nPlease notify us of any unauthorized use of your password or account or any other breach of security.</p> Children's Privacy <p>CR Products are intended for general audiences and are not directed to children.\nIf you are the parent or guardian of a child under age 13 and believe your child has provided us with his or her personal information, please contact us.\nYou must be 18 or older to participate in certain activities, such as contests and sweepstakes.</p> Third Party Sites and Services <p>CR’s websites and other products contain links to websites, applications and services and incorporate social networking features maintained by third parties that operate under their own privacy policies.\nSimilarly, if you purchase a CR Product or communicate with us through a third party, then that third party’s privacy policy will control any information you provide to that company.\nWe encourage you to review the third party’s privacy policy before submitting your personal information.</p>\n<p>&nbsp;</p> Your Privacy Rights and Choices <p>We believe that consumers should know what information is being collected about them and how that information is being used.&nbsp.\nWe also believe that consumers should be able to access their information and delete it whenever possible.\nPlease go here if you would like to access or delete your information.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> Your California Privacy Rights <p>\n<b>California Consumer Privacy Act</b>\n</p>\n<p>The California Consumer Privacy Act (“CCPA”) requires that companies covered by the law make certain disclosures regarding the personal information they collect, sell and disclose with respect to California residents.&nbsp.\nFor purposes of this “California Consumer Privacy Act” section, we will refer to companies that are covered by the CCPA as “California Covered Companies”.\nAs a not-for-profit organization, CR is not covered by the CCPA, but we make the following disclosures consistent with our role as marketplace leader:</p>\n<ul>\n<li>We collect the following categories of personal information and disclose them for a business purpose:</li>\n</ul>\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;o&nbsp.\n&nbsp.\nIdentifiers/Contact Information\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;o&nbsp.\n&nbsp.\nPersonal information categories listed in the California\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;Customer Records provision such as payment information\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;o&nbsp.\n&nbsp.\nInformation Related to Characteristics Protected Under\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;California or Federal Law\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;o&nbsp.\n&nbsp.\nCommercial Information including products or services\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;purchased, obtained or considered, or other purchasing\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;histories\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;o&nbsp.\n&nbsp.\nInternet or other electronic network activity information\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;o&nbsp.\n&nbsp.\nGeo-location data\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;o&nbsp.\n&nbsp.\nElectronic, Visual, and Audio Information\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;o&nbsp.\n&nbsp.\nProfessional or employment-related information\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;o&nbsp.\n&nbsp.\nEducational Information\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;o&nbsp.\n&nbsp.\nInferences drawn from the above.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\nWe use and disclose this information for the business purposes\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;described in this policy, including to audit the CR Products,\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;detect security incidents and prevent fraud, debug and repair\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;errors, maintain your account, provide customer service,\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;process and fulfill orders, verify customer information, conduct\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;research, undertake activities to improve the CR Products,\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;market the CR Products, and understand how users interact with\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;the CR Products.\n<ul>\n<li>We sell the following categories of personal information with respect to our online users:</li>\n</ul>\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\no&nbsp.\n&nbsp.\nIdentifiers/Contact Information\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\no&nbsp.\n&nbsp.\nInternet or other electronic network activity information\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\no&nbsp.\n&nbsp.\nInferences drawn from the above.\n&nbsp.\nAdditionally, we sell the following categories of personal information with respect to our print members:\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\no&nbsp.\n&nbsp.\nIdentifiers/Contact Information\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\no&nbsp.\n&nbsp.\nCommercial Information including products or services\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\npurchased or obtained\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\no&nbsp.\n&nbsp.\nInferences drawn from the above.\n&nbsp.\nThe CCPA also gives California residents certain rights in relation to the use and disclosure of their personal information by California Covered Companies.\nThese rights include the following:\n&nbsp.\n<ul>\n<li>Access: California residents have the right to request that California Covered Companies disclose to them, twice in a 12 month period, the personal information those companies have collected from them during the prior 12 months.\nThis may include:</li>\n</ul>\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;o&nbsp.\n&nbsp.\nThe categories and specific pieces of personal\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;information collected.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;o&nbsp.\n&nbsp.\nThe categories of sources from which the\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;personal information was collected.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;o&nbsp.\n&nbsp.\nThe business or commercial purpose for which\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;the personal information was collected or sold.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;o&nbsp.\n&nbsp.\nThe categories of third parties with the\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;personal information was shared.\nand\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;o&nbsp.\n&nbsp.\nThe categories of personal information that were\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;disclosed for a business purpose or sold, and the\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;categories of third parties to whom personal\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;information was disclosed for a\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp.\n&nbsp;business purpose or sold.&nbsp.\n<ul>\n<li>Deletion: California residents have the right to request that California Covered Companies delete personal information collected from them, subject to certain exceptions.</li>\n<li>Opt-Out of Sale: California residents have the right to opt-out of the sale of their personal information.</li>\n<li>Freedom from Discrimination: California residents have the right to be free from discrimination for exercising their privacy rights.</li>\n</ul>\n&nbsp.\n<b>How to Submit a Request</b>\n<ul>\n<li>Submit an access request here, or call us at +1(800)333-0663 (Monday-Friday 8 AM - 8 PM and Saturday 9:30 AM - 6 PM)</li>\n<li>Submit a deletion request here, or call&nbsp;us at +1(800)333-0663 (Monday-Friday 8 AM - 8 PM and Saturday 9:30 AM - 6 PM)</li>\n</ul>\nYou may use an authorized agent to make a request on your behalf.\nIf you choose to do so, we may request confirmation from you directly as to the agent relationship.\n<p>\n<b>California Shine the Light Law</b>\n</p>\n<p>Under California law, residents of the State of California may request from us once per year and free of charge a list of all third parties to whom your personal information has been disclosed during the preceding year for those third parties' direct marketing purposes.\nIf you are a California resident and want such a list, please submit your request in writing in one of the following two ways:</p>\n<p>\n<br>\nEmail us at: legaldept@consumer.org&nbsp;or write to us at:</p>\n<p>Consumer Reports<br>\nAttn: Legal Department<br>\n101 Truman Avenue<br>\nYonkers, NY 10703<br>\n<br>\nFor all requests, you must put the statement \"Your California Privacy Rights\" in the subject line of your request and include your name, street address, city, state, and zip code.</p> Special Terms for Residents of the European Economic Area, Switzerland and the United Kingdom <p>The following section applies to persons in the European Economic Area, the United Kingdom and Switzerland (“Data Subjects”):</p>\n<p>Lawful Basis for Processing Personal Information <br>\nUnder the General Data Protection Regulation (GDPR), entities like CR that act as data controllers – meaning those entities that determine the purpose and means of processing of personal information -- must have a lawful basis for processing that information.\nIn order to provide Data Subjects with CR Products and otherwise comply with our legal obligations, CR needs to collect and process certain types of personal information from Data Subjects.\nThe lawful bases that we rely upon to process the personal information held about Data Subjects are as follows:</p>\n<ul>\n<li>To carry out our obligations arising from our agreements with Data Subjects, such as membership, subscriptions and donations, and to take steps at Data Subjects’ request prior to entering into such agreements.</li>\n<li>To send communications to Data Subjects about our activities and offerings to the extent we have Data Subject consent or when doing so is in our legitimate interests (and not overridden by the interests or fundamental rights and freedoms of Data Subjects).</li>\n<li>To comply with our legal obligations.</li>\n<li>For consumer policy and mobilization purposes carried out in CR’s legitimate interests and in compliance with your fundamental rights and freedoms.</li>\n<li>For direct marketing purposes carried out in CR’s legitimate interests and in compliance with your fundamental rights and freedoms.</li>\n</ul>\n<p>\n<br>\nPersonal Information Retention <br>\nWe shall retain your personal information for so long as is required for the purposes of the relevant agreement between you and CR (see our User Agreement) and/or in accordance with legal and regulatory requirements and tax and accounting rules.\nWe will endeavor not to keep personal information in a form that allows a Data Subject to be identified for any longer than is reasonably necessary for achieving the permitted purposes.\nAt the end of the applicable retention period, we may destroy, erase from our systems, or anonymize personal information as part of such efforts.\nTo determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorized use or disclosure of the personal data, the purposes for which we process the personal data and whether we can achieve those purposes through other means, and the applicable legal requirements.<br>\n<br> Storage and Transfer of Personal Information <br>\nWe maintain physical, electronic and procedural safeguards designed to protect Data Subjects’ personal information, prevent unlawful or unauthorized processing of personal information, and prevent unauthorized disclosure of, or accidental loss of, or damage to, such information.</p>\n<p>We may process personal information in, and transfer personal information to, countries that may not guarantee the same level of protection for personal information as the country in which Data Subjects reside, and which may not have received an adequacy decision from the European Commission.</p>\n<p>Personal information will also be processed by staff who work for us and operate outside the European Economic Area.\nThis includes staff engaged in, among other things, the provision of administration and support services.\nAll such staff are subject to appropriate confidentiality and security obligations.</p>\n<p>We restrict access to non-public personal information about Data Subjects to those of our employees and agents who need to know the information to enable us to provide services.</p>\n<p>For more information about steps we take to protect your personal data, please click here.<br>\n<br> Rights in relation to Personal Information <br>\nData Subjects have certain rights in relation to their personal information, including the right to be informed about the collection and use of their personal information, as outlined in this Privacy Policy.<br>\nThese include, where certain conditions are met:</p>\n<ul>\n<li>the right to request access to the personal information we hold about them</li>\n<li>the right to have inaccurate information about them amended or updated</li>\n<li>the right to object to processing of personal information about them</li>\n<li>the right to withdraw consent at any time (where relevant)</li>\n<li>the right to have personal information about them erased or to restrict processing in certain limited situations</li>\n<li>the right to lodge complaints with applicable data supervisory authorities.</li>\n</ul>\n<p>Data Subjects should use the contact information below to get more information and/or to make a formal request.</p>\n<p>We will endeavor to keep the personal information we store about Data Subjects reasonably accurate and up-to-date by enabling Data Subjects to correct it by request or by logging into My Account and correcting it directly.\nData Subjects should notify us if any of their personal information changes or if they become aware of any inaccuracies in the personal information we hold about them.</p>\n<p>&nbsp;</p> How to Contact Us <p>If you have questions about this Privacy Policy, you can reach us in any of the ways described in our Member Support portal.<br>\n<br>\nIf you feel that we have not followed our Privacy Policy, please let us know by emailing us at privacy@consumer.org&nbsp;and we will do our best to address your concerns.\nYou may also contact:<br>\n</p>\n<ul>\n<li>The Direct Marketing Association's Committee on Ethical Business Practices at ethics@the-dma.org</li>\n<li>Your state or local consumer protection office</li>\n<li>The Better Business Bureau (BBB), or</li>\n<li>The Federal Trade Commission (FTC) by phone at (202) 326-2222 or online at http://www.ftc.gov.</li>\n</ul>\nAny disputes regarding this Privacy Policy are subject to our&nbsp;User Agreement.\nChanges to this Privacy Policy <p>We may change this Privacy Policy from time to time.\nWhen we do, we will let you know by posting the changed Privacy Policy on this page with a new “Effective Date.” In some cases (for example, if we significantly expand our use or sharing of your personal information), we may also tell you about changes by additional means, such as by sending an e-mail to the e-mail address we have on file for you, by asking for your consent, or by other means consistent with applicable law.\nIn some cases, we may request your consent to the changes.\nIf you use the CR Products or other products and services after the new Effective Date, you are deemed to have consented to our updated privacy policy, provided that we will obtain your affirmative consent where legally required and otherwise subject to applicable law.</p> &nbsp;​ <p>&nbsp;</p>\n<p>© 2020 Consumer Reports, Inc.</p> Member Support <ul>\n<li>Contact Us</li>\n<li>Account Settings</li>\n<li>What is Membership?</li>\n<li>Make a Donation</li>\n<li>Newsletters</li>\n<li>Give a Gift</li>\n</ul> About <ul>\n<li>About Us</li>\n<li>Career Opportunities</li>\n<li>Media Room</li>\n<li>Advocacy</li>\n<li>CR Recommended Program</li>\n<li>Data Intelligence</li>\n<li>Digital Lab</li>\n</ul> Product Reviews <ul>\n<li>Appliances</li>\n<li>Babies &amp.\nKids</li>\n<li>Cars</li>\n<li>Electronics</li>\n<li>Health</li>\n<li>Home &amp.\nGarden</li>\n<li>Money</li>\n<li>A-Z Index</li>\n</ul> Magazine &amp.\nBooks <ul>\n<li> Current Issue </li>\n<li>CR Digital Archive</li>\n<li>5 Year Index</li>\n<li>CR Store</li>\n</ul> More <ul>\n<li>Video</li>\n<li>en Español</li>\n<li>Report a Safety Problem</li>\n<li>Give a Confidential News Tip</li>\n<li>Buy a New Car</li>\n<li>Buy a Used Car</li>\n</ul> Join Donate Facebook\nTwitter\nYouTube instagram Pinterest Privacy Policy User Agreement Ad Choices © 2020 Consumer Reports, Inc.\n&nbsp;Close ", "created_at": "2019-09-08 02:26:44.542086", "updated_at": "2020-12-14 20:57:47.728135"}], "points": [{"id": 21320, "title": "There is a date of the last update of the agreements", "source": "https://www.consumerreports.org/cro/customerservice/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-05-28 13:05:44.804243", "updated_at": "2021-05-28 16:04:50.588173", "quoteText": "Last modified: December 7, 2020", "case_id": 331, "document_id": 1873, "quoteStart": 6804, "quoteEnd": 6835}, {"id": 21321, "title": "This service is only available to users over a certain age", "source": "https://www.consumerreports.org/cro/customerservice/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-05-28 13:07:27.822059", "updated_at": "2021-05-28 16:04:44.78536", "quoteText": "CR Products are intended for general audiences and are not directed to children.\nIf you are the parent or guardian of a child under age 13 and believe your child has provided us with his or her personal information, please contact us.\nYou must be 18 or older to participate in certain activities, such as contests and sweepstakes.</p>", "case_id": 152, "document_id": 1873, "quoteStart": 33002, "quoteEnd": 33336}], "urls": ["consumerreports.org"]}}