{"error": 448, "message": "OK", "parameters": {"id": 6222, "name": "sweetfrog", "created_at": "2022-01-02 04:10:08.664221", "updated_at": "2022-01-02 23:01:17.384319", "wikipedia": null, "keywords": null, "related": null, "slug": "sweetfrog", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6222.png", "url": "sweetfrog.com", "documents": [{"id": 11272, "name": "Privacy", "url": "https://www.sweetfrog.com/privacy/index.php", "xpath": "//*[@id=\"mainwrap\"]", "text": " Privacy <p>sweetFrog® (also referred to in this Privacy Policy as \"we\", \"us\" and \"our\") is committed to protecting your privacy and security online.\nWe strive to do everything we can to respect the trust customers have in our brand - and our commitment to your privacy is no exception.\nWe are committed to protecting and safeguarding the privacy of visitors to this website.</p>\n<p>Please carefully read this Privacy Policy so that you will fully understand how your personal information will be treated as you use the sweetfrog.com website.\nThis Privacy Policy outlines our personal information handling practices.</p>\n<p>By providing sweetFrog® with your personal information, you signify that you agree with the terms of our current Privacy Policy as posted here, which may be amended from time to time as provided below in this Privacy Policy.\nIf you do not agree with any term in this Privacy Policy, please do not provide any personal information.\nHowever, if you choose not to provide your personal information, you may not be able to, among other things, access particular areas of our website, access and use Rewards programs (\"Reward Card\"), Email Clubs, order certificates, obtain franchise information, enter contests, request samples, or send us e-mail.</p>\nWHAT KIND OF PERSONALLY IDENTIFIABLE INFORMATION DO WE COLLECT, AND WHO IS COLLECTING IT?\n<p>sweetFrog® only gathers personal information when voluntarily submitted by you.\nIf you request information from sweetFrog® or wish to share an experience you had at one of our franchise stores, we'll ask for personal information such as your name, address, and email address, as well as store address and any other information you may wish to share, so we can best respond to your comments.\nThis information will help us to better customize the services at sweetFrog®.\nAdditionally, if you contact sweetFrog®, we may keep a record of that correspondence.</p>\n<p>When you access certain areas of the sweetfrog.com website, we may ask you for your registration or log-in information.\nSuch information can include your name, e-mail address, residence or billing addresses and/or credit card information (to hold a reservation or for online purchases).</p>\n<p>From time to time we and/or our partners will sponsor contests and information regarding specials and events that will require additional information.\nsweetFrog® partners or third party sites that have links on our website may collect personal information about you.\nPlease be aware that the information collected by these partners or third party sites is not covered under this Privacy Policy.</p>\n<p>As part of customizing and personalizing your service, sweetFrog® uses cookies to store and sometimes track information about you.\nA cookie is a small amount of information that is sent to your browser from a web server and stored on your computer's hard drive.\nThe cookie stores information and is sent when you register or sign in.\nCookies enable you to automatically log into your account when you visit the sweetfrog.com website.\nWe also use cookies to track your use and the number of entries in our promotions and contests.\nCookies also help us to estimate the size of our audience and measure traffic patterns.\nAdditionally, our partners may also use their own cookies.\nUse the options in your web browser if you do not wish to receive a cookie or if you wish to set your browser to notify you when you receive a cookie.\nClick on the \"Help\" section of your browser to learn how to change your cookie preferences.\nIf you disable all cookies, you may not be able to take advantage of all the features of this website.</p>\n<p>sweetFrog® may also collect certain aggregate information about you and your use of our website whenever you visit, such as various forms of \"click stream\" information including URLs or domains, site traffic statistics and origination information, page views, impressions, and operating system and browser types.\nIn addition, sweetFrog® servers automatically log your IP address when you request pages on our website.\nThis aggregate information generally will not personally identify you or be correlated to you individually for external purposes.\nsweetFrog® may collect, compile, store, publish, promote, report, sell, or otherwise disclose or use any and all of the aggregate information.\nprovided that such information does not personally identify you.</p>\nHOW DO WE USE THE INFORMATION WE GET, AND WITH WHOM MAY IT BE SHARED?\n<p>sweetFrog® collects information in order to provide our users with personalized and customized service.\nWe will often use the information we collect to notify you of important functionality changes to the sweetfrog.com website, new services, special offers or contests that we think you may be interested in.\nsweetFrog® researches our user demographics and interests based upon the information that you provide.\nWe do this to better customize your experience and we may share this research with our partners.</p>\n<p>sweetFrog® may share personal information within the sweetFrog® organization, including, without limitation, our subsidiaries and affiliates.\nUse of this information by sweetFrog® will comply with this Privacy Policy.\nOccasionally, with your permission, we will send marketing information to you, such as discount coupons or information about new product offerings.\nFurther, with your permission, we will, on occasion send marketing information on behalf of one of our business partners about products or services they provide that may be of interest to you.\nYou may be asked if you wish to receive marketing materials from sweetFrog® business partners.\nIf you elect to receive such materials, sweetFrog® will not share your personal information with such partners, but rather will send a mailing or email on behalf of partners.\nIf you do not elect to receive such materials, please contact us at customerservice@kahalamgmt.com and we will not send them to you.</p>\n<p>Contests and promotions may be sponsored by companies other than sweetFrog® or may be co-sponsored by sweetFrog® and one of our partners.\nOur promotions and contests may often request additional information from participants.\nSome of the data collected may be shared with that partner or sponsor.\nWhen you participate in a contest or promotion or request information, you give sweetFrog® permission to transfer your information to the sponsor so that they may answer your request.\nIf you would rather not receive such information or have such information shared, please contact us at customerservice@kahalamgmt.com.\nIf you have more than one sweetFrog® account, make sure you change your preferences for each account or e-mail name you have with us.</p>\n<p>Companies may be engaged by sweetFrog® to perform a variety of functions, such as assisting with promotions or providing technical services for our websites.\nThese companies may have access to personal information, if needed, to perform such functions.\nHowever, these companies are only authorized to use such personal information for the purpose of performing such functions and improving services.</p>\n<p>Further, the information collected through our website is considered a trade secret of sweetFrog®.\nAs the owner of such information, we may disclose or sell such information as an asset of the company in conjunction with the sale of our company, our assets or a portion of our assets to a third party.</p>\n<p>sweetFrog® reserves the right to use or disclose any information when we have your permission or in special circumstances, such as when we have a good faith belief that such disclosure is necessary to comply with a legal requirement, regulation or legal request, to protect the integrity of our website, to fulfill your requests, to cooperate in any law enforcement investigation or an investigation on a matter of public safety, or to respond to claims that any files or data violate the rights of third-parties, or protect the rights, property, or personal safety of sweetFrog®, its users or the public.\nFor example, sweetFrog® will make such disclosures necessary under the reporting procedures of the Digital Millennium Copyright Act (see the Terms of Use).</p>\nCHOICE/OPT-OUT\n<p>Our website provides users the opportunity to choose how information you provide to us can be used by sweetFrog®.\nIf you are getting promotional e-mail from us and would like to be removed from our list, simply click the link at the bottom of any e-mail you receive to unsubscribe.\nYou can opt into or out of emails from us by logging into your account and updating your preferences.</p>\nHOW DOES SWEETFROG® PROTECT YOUR INFORMATION?\n<p>When you submit any files, information, or access your account, sweetFrog® uses a secure server.\nThe secure server software (SSL) encrypts all of the information that you provide before it is sent to us.\nAdditionally, we take commercially reasonable measures to prevent unauthorized access to your data.</p>\n<p>Your sweetFrog® account is password-protected so that only you have access to this personal information.\nWe recommend that you do not divulge your password to anyone.\nsweetFrog® will never ask you for your password in an unsolicited phone call or in an unsolicited e-mail.</p>\n<p>Unfortunately, no data transmission can ever be 100% secure.\nWhile we try to protect your personal information, we cannot insure or warrant the security of the personal information that you transmit.\nYou transmit such information at your own risk.</p>\nHOW DO WE ADDRESS THE PRIVACY OF CHILDREN?\n<p>sweetFrog® is committed to protecting the privacy of children who visit our website.\nFor this reason, sweetFrog® does not collect personal information from children under 13.\nChildren 12 years old and younger may visit the sweetFrog® website under the supervision of a parent or guardian without disclosing any personally identifiable information.\nOur subsidiaries and affiliates may need to access and use your child's personal information in order to respond to a service request, prevent fraud, or assist us in the management and improvement of our website.\nWe encourage parents of children under 13 to regularly check and monitor their children's use of e-mail and other activities online.</p>\nWHEN DO WE MAKE CHANGES TO OUR PRIVACY STATEMENT?\n<p>From time to time, it may be necessary for sweetFrog® to change this Privacy Policy and the revised Privacy Policy will be posted at the sweetfrog.com website.\nYou should check here periodically for changes.\nYour continued use of the sweetfrog.com website should be deemed your acceptance of the revised Privacy Policy.</p>\nDOES SWEETFROG® ALLOW CUSTOMERS TO UPDATE OR CHANGE THEIR PERSONALLY IDENTIFIABLE INFORMATION?\n<p>Users of the sweetfrog.com website may, at any time, review the personally identifiable information they have provided about themselves (and their family members) and make changes to that information.\nUsers can also request that their account be closed.\nFurthermore, users can request that sweetFrog® delete all account information from our databases by writing to customerservice@kahalamgmt.com provided that sweetFrog® may retain a copy of such information for business archive purposes.</p> Additional Information for California Residents\n<p>This section supplements the information contained in our Privacy Policy above and provides, in general, our policies and practices under the California Consumer Privacy Act (“CCPA”).\nThis section applies solely to individuals who reside in California (“consumers” or “you”).\nIf you do not reside in California, this section does not apply to you.\nAll terms defined by the CCPA have the same meaning when used here.\n</p>\n<p>This section was last updated: November 1, 2021</p> Personal Information Collected Within the Past 12 Months\n<p>We collect information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with particular California consumers, households, or devices (“Personal Information”).\nOur collection and handling of personal information varies with our relationship and interactions with You.\nFor example, we may collect different categories of personal information from customers, potential customers, employees, employee applicants, other workforce members, and potential franchisees.\n</p> With respect to customers and potential customers, in the past 12 months, we have collected certain personal information within the following categories: Category Examples (1) Identifiers <p>Name, alias, postal address, unique personal identifier, online identifier, internet protocol address, email address, account name, or other similar identifiers.</p> (2) Personal information categories listed in the California Customer Records statute (Cal.\nCiv.\nCode § 1798.80(e)) <p>Name, address, telephone number, credit card number, and debit card number.</p>\n<p>Some personal information included in this category may overlap with other categories.</p> (3) Characteristics of protected classifications under California or federal law <p>Age, sex, and veteran or military status</p> (4) Commercial information <p>Products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies.</p> (5) Internet or other network activity information <p>Browsing history, search history, and information regarding a consumer’s interaction with an internet website, application, or advertisement.</p> (6) Geolocation data <p>Physical location of a website user.</p> (7) Inferences from other categories of personal information <p>Profiles reflecting a consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.</p> Sources of Personal Information\n<p>We collected the personal information identified in the categories above from the following sources:</p>\n<ul>\n<li>Directly from you.\nFor example, from information you provide in the course of obtaining products or services from us, from information provided in employment applications, or in from information on franchise applications or forms.</li>\n<li>Indirectly from you.\nFor example, through our use of cookies and pixels on our websites.\n</li>\n<li>Our business vendors.\n</li>\n</ul> Use of Personal Information\n<p>We may use the personal information that we collect for the following business purposes:</p>\n<ul>\n<li>To provide or fulfill the reason for which you provided the personal information.\nFor example, we may use such information to add you to our rewards program, to create and secure your account with us, or to process and complete online purchases and transactions.</li>\n<li>To correspond with you.\nFor example, if you request information or wish to share an experience that you had at one of our stores, we may ask for your name, address, and email address, so that we can best respond to your comments.\n</li>\n<li>To improve or customize our services and products</li>\n<li>For marketing and advertising purposes.\n</li>\n<li>To evaluate and process inquiries from interested potential franchisees.\n</li>\n<li>To detect fraud and prevent loss.</li>\n<li>To provide you with information about our products and services through periodic emails or text messages.</li>\n<li>To respond to requests from law enforcement or court order as required by applicable or governmental regulations.</li>\n<li>To evaluate your application and eligibility for employment.</li>\n<li>To manage your compensation and benefits.</li>\n<li>To manage your development, performance, and conduct.</li>\n<li>To protect us against illegal activity and other misconduct.</li>\n<li>To comply with our legal obligations.</li>\n<li>As described to you when collecting your personal information or as otherwise set forth in the CCPA.</li>\n<li>To evaluate or conduct a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by us about our [Website users/consumers] is among the assets transferred.</li>\n<li>Other business purposes allowed by the CCPA.</li>\n</ul>\n<p>We will not collect additional categories of personal information or use the personal information we collected for materially different, unrelated, or incompatible purposes from those listed above without providing you notice.</p>\n<p>Our use of your personal information may vary depending on whether you are a customer, potential customer, employee, employee applicant, or potential franchisee.\n</p>\nPersonal Information That We Disclose\n<p>In certain circumstances, we may share your personal information with third parties for our business purposes.\nWe have contracts with these third parties (our “Service Providers”) that require them to comply with the CCPA and also keep your personal information confidential and not used, shared, or sold for other unrelated purposes.\n</p>\n<p>In the past 12 months, we have shared the following categories of personal information:</p>\n<ul>\n<li>Category (1):\tIdentifiers </li>\n<li>Category (2):\tPersonal information categories in the California Customer Records statute</li>\n<li>Category (3):\tCharacteristics of protected classifications under California or federal law</li>\n<li>Category (4):\tCommercial information </li>\n<li>Category (5): Internet or other network activity information</li>\n<li>Category (6): Geolocation data</li>\n<li>Category (7): Inferences from other categories of personal </li>\n<li>Category (8):\tProfessional or employment-related information</li>\n</ul>\n<p>We have shared information from these categories with our data analytics providers and business vendors for marketing and advertising purposes.</p>\n<p>At this time, we do not sell the personal information of any California resident, nor do we anticipate doing so in the future.\nIn the preceding twelve (12) months, we have not sold the personal information of any California resident.\n</p> Minors Under 16 Years of Age\n<p>We do not sell personal information, which includes the personal information of minors under the age of 16.</p> Your Rights Under the CCPA\n<p>In general, if you are a California resident you have the following rights under the CCPA:</p>\n<ul>\n<li>\n<u>\n<strong>Right to Know:</strong>\n</u> With respect to personal information we have collected about you in the prior 12 months, subject to certain exceptions and up to twice per twelve (12)-month period, you have the right to require us to tell you (the “Right to Know”): <ul>\n<li>Categories of personal information we collected about you</li>\n<li>Categories of sources of personal information we collected about you</li>\n<li>Whether we sold personal information about you</li>\n<li>Business or commercial purposes for which we collected or sold personal information about you</li>\n<li>Whether we disclosed personal information about you </li>\n<li>Categories of personal information about you that we disclosed for a business purpose</li>\n<li>Categories of third parties with whom we shared personal information about you</li>\n<li>Specific pieces of personal information collected about you</li>\n</ul>\n</li>\n<li>\n<u>\n<strong>Right to Delete:</strong>\n</u> You have the right to request that we delete any of your personal information that we collected and retained, subject to certain exceptions (the “Right to Delete”).\nWe may deny your deletion request if retaining the personal information is necessary for us or our Service Provider(s) to: <ul>\n<li>Complete the transaction for which we collected the personal information, provide a good or service that you requested, take actions reasonably anticipated within the context of our ongoing business relationship with you, fulfill the terms of a written warranty or product recall conducted in accordance with federal law, or otherwise perform our contract with you.</li>\n<li>Detect security incidents, protect against malicious, deceptive, fraudulent, or illegal activity, or prosecute those responsible for such activities.</li>\n<li>Debug products to identify and repair errors that impair existing intended functionality.</li>\n<li>Exercise free speech, ensure the right of another consumer to exercise their free speech rights, or exercise another right provided for by law.</li>\n<li>Comply with the California Electronic Communications Privacy Act (Cal.\nPenal Code § 1546 et.\nseq.).</li>\n<li>Engage in public or peer-reviewed scientific, historical, or statistical research in the public interest that adheres to all other applicable ethics and privacy laws, when the information’s deletion may likely render impossible or seriously impair the research’s achievement, if you previously provided informed consent.</li>\n<li>Enable solely internal uses that are reasonably aligned with consumer expectations based on your relationship with us.</li>\n<li>Comply with a legal obligation.</li>\n<li>Make other internal and lawful uses of that information that are compatible with the context in which you provided it.</li>\n</ul>\n<p>We will delete or deidentify personal information not subject to one of these exceptions from our records and will direct our Service Providers to take similar action.</p>\n</li>\n<li>\n<u>\n<strong>Right to Opt-Out:</strong>\n</u> You have the right to opt-out of the sale of your personal information.\nAt this time we do not sell, and we do not anticipate selling in the future, any consumer’s personal information.</li>\n<li>\n<u>\n<strong>Right to Non-Discrimination:</strong>\n</u> You have to right to not be discriminated against for exercising your rights under the CCPA.\nUnless permitted by the CCPA, we will not, as a result of you exercising your rights under the CCPA: <ul>\n<li>Deny you goods or services.</li>\n<li>Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.</li>\n<li>Provide you a different level or quality of goods or services.</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul>\n</li>\n</ul>\n<p>However, the CCPA allows us to offer certain financial incentives for providing us with your personal information that <u>can result in different prices or rates for our goods or services.\nAny financial incentive we offer will reasonably relate to your personal information’s value.\nParticipation in a financial incentive program requires your prior opt-in consent, which you may revoke at any time.\nHowever, if you choose to opt-out, do not provide certain necessary personal information, or request that we delete this personal information, we will not be able to administer the program and provide you with the financial incentive.</u>\n</p>\n<p>The financial incentives we may provide to consumers are discount coupon codes or other price reductions, periodic promotional discounts and offers, and giveaways.\nThese incentives involve the consumer providing personal information from Categories (A)-(D), (F), and (K) listed above.</p>\n<p>The financial incentive, price, or service difference is equal to the value provided to us by the personal information.\n</p> Exercising Your Rights to Know or Delete\n<p>You may submit requests on your own behalf or have your legally authorized agent do so for you.\nIf you would like to submit a Request to Know or a Request to Delete, you or your legally authorized agent may submit a request by:</p>\n<ul>\n<li>Emailing us at customerservice@kahalamgmt.com or </li>\n<li>Calling us Toll-Free at 866-452-4252</li>\n</ul>\n<p>When you submit your request, you must provide us with enough detail so that we can verify you are the person about whom we collected personal information (or that you are a legally authorized representative), and also understand, evaluate, and respond to your request.\nAt a minimum, we need the following information:</p>\n<ul>\n<li>\n<u>What you are requesting:</u> You must describe your request with sufficient detail that allows us to understand, evaluate, and respond to it.\nFor example, if you are submitting a request to know, you must let us know whether you are requesting to know categories or specific pieces of personal information.</li>\n<li>\n<u>Who you are:</u> You must let us know who you are, and whether you are a California resident submitting the request on your own behalf or whether you are an authorized agent submitting the request for a California resident.\nSpecific requirements for authorized agents are detailed under “How We Verify Requests” below.\nWe will only use personal information provided in the request to verify your identity or your authority to make the request on behalf of a California resident.\n</li>\n<li>\n<u>Information regarding the California resident for whom the request is made:</u> You must provide us enough identifying information so that we can begin processing the request.\nWe may need further information to verify the request, as detailed under “How We Verify Requests” below.\n</li>\n</ul> How We Verify Requests\n<p>We will confirm receipt of your request within ten (10) business days.\nIf you do not receive confirmation of your request with the 10-day timeframe, please contact us at the email address or toll-free number provided above.</p>\n<p>When you submit a request, we will take steps to verify your identity and the request by matching the information you provide with the information we have in our records.\nWe may send an email to the email address that we have in our records asking you to verify that you made the request.\nWe may also require additional information from you that is necessary to verify and respond to your request and you must provide us with all information that we request.\nYou can provide us this information either through our toll-free telephone number or the email address provided above.\nWe work to respond to a verifiable consumer request within forty-five (45) days of receiving it.\nIf we require more time (up to ninety (90) days in total), we will inform you of the reason and the extension period in writing.\nIf we verify your Request to Know, we will provide you a report detailing the categories or specific pieces of personal information that we have collected about you.\nIf we verify your Request to Delete, we will delete, and instruct our Service Providers to delete, any personal information we have collected about you, subject to the exceptions provided for in the CCPA.\nWe will inform you if we cannot verify your request.\nIf we cannot verify your request, the CCPA prohibits us from deleting or providing you any information regarding what personal information we may have collected.\n</p>\n<p>We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive, repetitive, or manifestly unfounded and as permitted under the CCPA.\nIf we determine that the request warrants a fee that is permitted under the CCPA, we will tell you why we made that decision and provide you with a cost estimate before completing your request.\nWe accept requests from authorized agents of California residents.\nIf you are an authorized agent, we may require additional information and documentation, such as a valid power of attorney or written and signed authorization from the consumer.\nWe may also require a valid email address for the consumer so that we can directly confirm the request and your authorization.\nIn addition to submitting a Request to Delete, you may also opt out of most third-party cookies, pixels, or tags that may be on our website by adjusting the settings in your browser (i.e., disabling cookies).\nHowever, your settings are browser and device specific, so you may need to check your settings if visiting our website from a different browser or device.\n</p>\nChanges to Our Privacy Policy\n<p>We reserve the right to amend this privacy policy at our discretion and at any time.\nWhen we make changes to this privacy policy, we will post the updated policy on our website or mobile application and update the policy’s effective date.\nYour continued use of our website or mobile application following the posting of changes constitutes your acceptance of such changes.</p> How to Contact Us for More Information\n<p>If you have any questions or comments about our practices and policies under the CCPA, or if you need to access this policy in an alternative format due to having a disability, please email us at customerservice@kahalamgmt.com, or contact us at: 866-452-4252.</p>\n<p>We welcome your questions and comments about privacy.\nPlease send e-mail to customerservice@kahalamgmt.com, or contact us at:</p>\n<p>\n<strong>sweetFrog®</strong>\n<br> 9311 E.\nVia de Ventura<br> Scottsdale, AZ 85258<br>\n<strong>Phone:</strong> 480-362-4800<br>\n<strong>Fax: </strong>480-362-4812 </p> ", "created_at": "2022-01-02 04:10:08.670584", "updated_at": "2022-01-02 03:10:41.607204"}, {"id": 11271, "name": "Terms", "url": "https://www.sweetfrog.com/terms/index.php", "xpath": "//*[@id=\"mainwrap\"]", "text": " Terms Of Use IMPORTANT: PLEASE CAREFULLY READ AND UNDERSTAND THESE TERMS AND CONDITIONS (\"TERMS\") BEFORE ACCESSING OR USING ANY WEBSITE, ONLINE SERVICE, MOBILE APPLICATION, DIGITAL PROPERTY, OR PROGRAM OF MTY FRANCHISING USA, INC.\n(OR AN AFFILAITE/SUBSIDIARY THEREOF), OR WHERE THESE TERMS ARE POSTED, LINKED OR INCORPORATED BY REFERENCE (COLLECTIVELY, “ONLINE SERVICES”).\nIntroduction\n<p>THESE TERMS ARE A LEGAL AND BINDING AGREEMENT BETWEEN YOU AND MTY FRANCHISING USA, INC., AND AS APPLICABLE ITS SUBSIDIARIES AND AFFILIATES SUCH AS KAHALA MANAGEMENT, LLC (COLLECTIVELY “WE”, “US” OR “OUR”).\nTHESE TERMS GOVERN YOUR USE OF THE ONLINE SERVICES, WHICH INCLUDES THE PROGRAMS, OFFERS, CONTENT, INFORMATION AND FEATURES MADE AVAILABLE THROUGH THE ONLINE SERVICES.\n</p>\n<p>\n<u>IF YOU DO NOT AGREE TO THESE TERMS, YOU SHOULD NOT USE THE ONLINE SERVICES.\nIF YOU ARE DISSATISFIED WITH THE ONLINE SERVICES IN ANY WAY, YOUR SOLE AND EXCLUSIVE REMEDY IS TO DISCONTINUE ACCESSING AND USINIG THE ONLINE SERVICES.</u>\n</p>\n<p>The Online Services are not intended to be used by, or targeted to, anyone under the age of 13 years old.\nIf you are under 18 years of age (or the legal age of majority if different in your jurisdiction), please be sure to read these Terms with your parent or guardian, as they must understand and agree to these Terms for you to use the Online Services.</p>\n<p>While we operate and control the Online Services, we are not responsible for the operation of most sweetFrog® restaurants.\nMost restaurants are instead owned and operated by independent franchisees of ours.\nEach restaurant is solely and independently responsible for its legal and regulatory compliance, for any issues relating to the supply of the products to you, and for any employment related matters in the restaurant.\nThe Online Services may provide links to job opportunities posted by such restaurants.\nThese opportunities are with that particular restaurant alone and not with us.</p> Updates And Modifications\n<p>We reserve the right at any time, in our sole discretion and without liability to update, change, modify, or revise these Terms or the Online Services.\nAny changes will become effective upon posting to the Online Services, and to the extent permitted by law you waive any right you may have to receive specific notice of such changes.\nYour continued access to or use of the Online Services and its programs and offers after any such changes indicates your acceptance of the Terms.\nIt is your responsibility to review the Terms regularly for updates and we recommend you review the Terms frequently.</p> Use Of Online Services\n<p>Subject to your compliance with the Terms, we authorize you to view and download the materials from the Online Services, under the condition that all the information, communications, software, scripting, photos, text, video, graphics, sounds, images and other materials and services found on the Online Services (individually and collectively, \"Content\") may not be copied, distributed, republished, uploaded, posted, publicly displayed, performed or transmitted, in any way, without our prior written consent, EXCEPT only for your personal, non-commercial use and provided that you retain all copyright and other proprietary notices contained in the original Content on any copies of the Content.\nFor purposes of these Terms, any use of the Content on any other website or networked computer environment for any purpose is prohibited.</p>\n<p>You agree to use the Online Services, inclusive of the Content, in accordance with these Terms and all applicable laws and regulations.\nYou agree to remain courteous and respectful toward employees, contractors and agents of ours, of franchisees, and partners and other users of the Online Services.</p>\n<p>You agree not to: (i) use the Online Services for any purpose prohibited by the Terms, including for any unlawful, fraudulent, or malicious purposes, or to further or solicit any such activity.\n(ii) modify, adapt, translate, or reverse engineer any portion of the Online Services.\n(iii) violate, infringe, or misappropriate the intellectual property, publicity, privacy, or other proprietary rights of ours, or any other person or entity.\n(iv) use the Online Services or any feature in any way that could disrupt, damage, disable, overburden, or impair it or its systems, servers, or networks.\nand/or (v) use the Online Services for any purpose that results in the commercial resale of our items without our prior written consent.</p>\n<p>We reserve the right in our sole discretion, to prohibit access, use, conduct, communications or content that we deem to be harmful to us, the Online Services, the Content, our franchisees, our users, our brand, or any other person or entity, or that violates these Terms, including applicable law.\nWe further reserve the right to terminate, suspend, or cancel your access, if we believe that you have violated or acted inconsistently with these Terms, including applicable law, or that you have acted in a manner harmful to our interests or our franchisees, or that you may be likely to do so based upon prior communications, conduct, interactions, or similar factors.\nIf we take legal action against you as a result of your violation of these Terms, we will be entitled to recover from you, and you agree to pay, all reasonable attorneys’ fees and costs of such action, in addition to any other relief granted to us.\nYou agree that we will not be liable to you or to any third party for termination of your access to the Online Services as a result of any violation of these Terms.</p> Intellectual Property\n<p>Unless otherwise noted, all Content and other materials in connection with the Online Services are protected under copyright, trade dress, trademark and/or other intellectual property laws and are owned solely by us, or by other parties that have licensed their material to us.\nThe Online Services are copyrighted and any unauthorized use of such may violate copyright, trademark and/or other laws, in addition to being a material breach of these Terms.</p>\n<p>There are a number of proprietary logos, service marks, trademarks, slogans and product designations (individually and collectively, \"Marks\") found on the Online Services.\nBy so making the Marks available, we are not granting you a license to use them in any manner.\nAccess to the Online Services does not confer upon you any license under any of our or any third party's intellectual property rights.\nUse of the Marks is restricted as set forth in these Terms.</p>\n<p>The Marks may be used publicly only with our prior written permission.\nNo Mark may be used as a hyperlink without our prior written permission.\nFair use of the Marks in advertising and promotion requires proper acknowledgment.\n</p>\n<p>All other names and brands are the proprietary Marks of others and may not be used without their respective owner's permission.</p> Procedure For Making Claims Of Intellectual Property Infringement\n<p>We respect the intellectual property rights of others and expect our users to do the same.\nWe will, upon receiving proper notice, act to remove or disable access to any Content or Communications alleged to infringe the copyright rights of a third party as set forth in the Digital Millennium Copyright Act (17 USC § 512) (DMCA).\nAny notifications of claimed copyright infringement must be sent to us at the following address: customerservice@kahalamgmt.com.\nWhen notifying us of the alleged copyright infringement, please provide complete and sufficient information, including identification of the copyrighted work alleged to have been infringed, the alleged infringing Content or Communications, the address and contact information for the owner of the alleged copyright material, and a statement that the information in the notification is accurate, and, under the penalty of perjury, that the complaining party is authorized to act on behalf of the owner of the alleged copyright.</p> User Submissions &amp.\nUnsolicited Ideas\n<p>All remarks, suggestions, ideas, innovations, graphics, materials, information, data, concepts, submissions or other communications you transmit or post to or through the Online Services (individually and collectively, \"Communications\") are given voluntarily by you and are assigned to, and will forever be our property without any further compensation or other benefit to the submitter or any other person.\nBy submitting such Communication you agree you are fully responsible for your Communication, such Communication is not confidential, and you expressly grant us an unrestricted, irrevocable, perpetual, transferable (i.e., fully assignable and sub-licensable), worldwide, royalty-free license to disclose, copy, reproduce, display, publicly perform, transmit, distribute, translate, reformat, incorporate, and otherwise use your Submission along with your name, photograph, voice, likeness and other information, content, or materials embodied therein, in whole or in part, and create derivative works therefrom, in any media now known or hereafter developed, and for any and all commercial or non-commercial purposes without compensation to you or anyone else.\nWe may, without notice to you, refuse or edit Submissions for any reason or no reason, including those Submissions that violate these Terms, are irrelevant or inappropriate, or represent us in a negative way or in any manner not consistent with our brand and/or reputation, as determined by us in our sole discretion.\nOther than personally identifiable information, which is covered under the Privacy Policy, any Communications will be considered non-confidential and non-proprietary.\nWe will not be liable for any ideas for our business (including, without limitation, product or advertising ideas) and will not incur any liability as a result of any similarities that may appear in future operations of ours.\nWe will have exclusive ownership of all present and future existing rights to the Communications of every kind and nature everywhere.</p> Text Messaging Program <p>You may choose to sign up for recurring marketing messages and offers via text message from us dba sweetFrog® (which is deemed a part of “Online Services”).\nBy subscribing to this text messaging program, you consent to receiving text marketing messages at the mobile number you provided to us from us or on our behalf (and our agencies and services providers).\nYou understand consent is not a condition of purchasing any property, goods, or services.\nWe may from time to time transition the number/message platform a text is sent from (i.e.\na short code, long code, toll-free number, etc.) to another number/message platform, each time without the need for you to provide additional opt-in consent, provided texts continue to come from the sweetFrog® program name.\nEach time we will promptly disclose all opt-out information and other legally-required information regarding the transition.</p>\n<p>You can stop receiving text messages at any time.\nJust text \"STOP\" (or QUIT, END, CANCEL, or UNSUBSCRIBE) to the number the text was sent from.\nAfter you text \"STOP\" (or QUIT, END, CANCEL, or UNSUBSCRIBE), you will receive a text to confirm that you have been unsubscribed.\nAfter this, you will no longer receive sweetFrog® text messages from us.\nOpting out of one form of communication does not mean you’ve opted out of other forms as well.\nFor example, if you opt out of receiving text messages, you may still receive marketing email messages if you’ve opted in to receiving them.\n</p>\n<p>If you want to join again, just sign up as you did the first time and we will start sending text messages to you again.\nIf you are experiencing issues with our messaging program you can reply with the keyword HELP for more assistance, or you can get help directly at (888) 605-4429.\nCarriers are not liable for delayed or undelivered messages.\nAs always, message and data rates may apply for any messages sent to you from us and to us from you.\nMessage frequency varies.\nIf you have any questions about your text plan or data plan, it is best to contact your wireless provider.\nIf you have any questions regarding privacy, please read our Privacy Policy.\nFor the avoidance of doubt, our Terms apply to our text messaging program, including the agreement to arbitrate, jury and class action waiver, and limitations on our liability.</p>\n<p>Please note these Terms do not apply to any of our franchisees’ text marketing programs.\nIf you receive text messages from our Franchisee, you will need to opt out from them directly.\nEach franchisee is solely and independently responsible for its legal and regulatory compliance.</p> Links To Third Party Websites\n<p>The Online Services may link to or allow you to use third-party websites, downloadable materials, content, social networks, or other digital services, including the services of our franchisees (collectively, “Third Party Sites”).\nThird Party Sites are provided on/through the Online Services only for your convenience.\nThese Third Party Sites may have their separate terms and conditions or privacy policies that you should review and understand before using them.\nWe do not endorse or sponsor, and are not associated with, any of these Third Party Sites, and we have no responsibility arising from or related to these Third Party Sites.\nIf you choose to purchase any product or service from Third Party Sites (including, without limitation, from franchisee’s Third Party Sites), your relationship is with that third party alone.</p> No Warranties\n<p>THE ONLINE SERVICES, INCLUDING ALL CONTENT, MATERIALS AND SERVICES PROVIDED IN CONNECTION THEREWITH, ARE PROVIDED \"AS IS\" AND ‘’AS AVAILABLE” WITHOUT ANY WARRANTIES, EXPRESS OF IMPLIED, OF ANY KIND, INCLUDING WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT OF INTELLECTUAL PROPERTY.</p>\n<p>WE DO NOT WARRANT THE ONLINE SERVICES OR THE CONTENT WILL BE ERROR-FREE, UNINTERRUPTED, OR FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT ANY DEFECTS WILL BE CORRECTED.\nWE DISCLAIM ANY AND ALL LIABILITY FOR THE ACTS, OMISSIONS, AND CONDUCT OF ANY THIRD-PARTY SERVICE PROVIDERS, PARTNERS, SPONSORS, LICENSORS, LICENSEES, OR THE LIKE (“PROVIDERS”) IN CONNECTION WITH OR RELATED TO YOUR USE OF THE ONLINE SERVICES AND THE MATERIALS, PROGRAMS, OFFERS, FEATURES, AND SERVICES MADE AVAILABLE THROUGH THE ONLINE SERVICES.\n</p>\n<p>ANY CONTENT DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE ONLINE SERVICES IS DONE AT YOUR OWN DISCRETION AND RISK, AND YOU ARE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR PROPERTY, COMPUTER SYSTEM AND/OR LOSS OF DATA THAT RESULTS THEREFROM.</p> Limitation Of Liability\n<p>IN NO EVENT SHALL WE OR ANY OF OUR PROVIDERS BE LIABLE TO ANY PERSON FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, INCLUDING, BUT NOT LIMITED TO, ANY DIRECT, INDIRECT, SPECIAL, CONSEQUENTIAL, PUNITIVE, OR OTHER DAMAGES (LOST PROFITS, BUSINESS INTERRUPTION, OR LOSS OF INFORMATION, PROGRAMS, OR DATA) RESULTING FROM YOUR USE OF OR INABILITY TO USE THE ONLINE SERVICES OR THE CONTENT, PROGRAMS, OFFERS, FEATURES, AND SERVICES MADE AVAILABLE THROUGH THE ONLINE SERVICES, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nBECAUSE SOME STATES DO NOT PERMIT THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES, IN SUCH JURISDICTIONS ONLY, LIABILITY IS LIMITED TO THE FULLEST EXTENT PERMITTED BY SUCH STATE LAW.</p> Indemnification\n<p>You agree to indemnify, defend, and hold us harmless, which you acknowledge “us” includes, our parent, affiliates, subsidiaries and each of their respective officers, directors, members, managers, employees, contributors, representatives, agents, successors and assigns, for, from and against any and all claims, actions, demands, threats, judgments, obligations, proceedings, injunctions, penalties, fines, fees, taxes, losses or other damages and costs (including, without limitation, attorneys' fees and expert witness fees), arising directly or indirectly from or in connection with: (i) your breach of these Terms, (ii) your activities in connection with the Online Services, and the Content, programs, offers, features, and services made available through the Online Services.</p> General Terms\nApplicable Laws/Dispute Resolution\n<p>We make no representation the Online Services are appropriate or available outside of the United States.\nIf you use the Online Services from another location, you are responsible for compliance with applicable local laws.\nYou may not use or export the Online Services in violation of U.S.\nexport laws and regulations.</p>\n<p>Any claim or dispute (whether in contract, tort, or otherwise) you may have with us arising from or related to the Online Services or these Terms will be resolved exclusively by final and binding arbitration administered by JAMS and conducted before a single arbitrator using JAMS’s Streamlined Arbitration Rules and Procedures.\nAny cause of action you may have arising out of or relating in any way to the Online Services must be commenced within one (1) year after the claim or cause of action arises.\n</p>\n<p>You agree:</p>\n<ol>\n<li>this arbitration agreement is made pursuant to a transaction involving interstate commerce, and shall be governed by the Federal Arbitration Act (“FAA”), 9 U.S.C.\n§§ 1-16;</li>\n<li>the arbitration shall be held at a location determined by JAMS under its rules and procedures (provided such location is reasonably convenient to you), or at such other location as may be mutually agreed to by you and us;</li>\n<li>the arbitrator’s decision shall be based on these Terms and any of the other agreements referenced herein that you may have entered into in connection with the Online Services;</li>\n<li>except to the extent that the US Trademark Act of 1946, as amended, applies, the arbitrator shall apply Arizona law, without regard to conflict of law provisions/principles, and consistent with the FAA, and applicable statutes of limitations, and shall honor claims of privilege recognized at law;</li>\n<li>no claims shall be arbitrated on a class or representative basis as <u>you and we hereby waive the right to assert claims in any class or representative action</u>.\narbitration will therefore only decide the individual claims of you and us.\nit is agreed that the arbitrator may not consolidate or join the claims of any other person or party to an arbitration between you and us under this provision;</li>\n<li>you and we empower the arbitrator with the exclusive authority to resolve any dispute relating to the interpretation, applicability or enforceability of these Terms or formation of this contract, including the arbitrability of any dispute and any claim that all or any part of these Terms are void or voidable.\nand</li>\n<li>with the exception of subpart (6) above, if any part of this arbitration provision is deemed to be invalid, unenforceable or illegal, or otherwise conflicts with the rules and procedures, then the balance of this arbitration provision shall remain in effect and shall be construed in accordance with its terms as if the invalid, unenforceable, illegal or conflicting provision were not contained herein.\nIf, however, subpart (6) above is found to be invalid, unenforceable or illegal, then the entirety of this arbitration provision shall be null and void, and neither we nor you shall be entitled to arbitrate their dispute.\nIn such event, you agree to bring any and all claims arising out of or related to these Terms or the Online Services in the state or federal courts of Maricopa, Arizona.\nFurther, <u>both you and we agree to waive any right to a trial by jury</u>.\nFinally, this arbitration provision is reciprocally binding on all parties, such that both you and we are required to arbitrate their claims against one another.\n</li>\n</ol> Privacy\n<p>Our Privacy Policy applies to use of the Online Services and programs, offers, and promotions, and its terms are made a part of these Terms by this reference.\nBy accessing and using the Online Services you agree to be bound by our Privacy Policy.</p> Miscellaneous\n<p>Our choice or failure to enforce any part of these Terms shall not constitute a waiver of any of our rights under these Terms, whether for past or future actions on the part of any person.\nNeither the receipt of any funds by us nor the reliance of any person on our actions shall be deemed to constitute a waiver of any part of these Terms.\nOnly a specific, written waiver signed by an authorized representative of ours may provide a legal waiver.</p>\n<p>If any provision of these Terms shall be found to be unlawful, void, or for any reason unenforceable, then that provision shall be deemed severable from these Terms and shall not affect the validity and enforceability of any remaining provisions.</p>\n<p>We may transfer our rights and obligations under these terms to another organization or entity, but this will not affect your rights or our obligations under these terms.\nYou may only transfer your rights or obligations under these terms to another person if we agree in writing.</p> Contact Information\n<p>If you have additional questions or comments, please contact us at customerservice@kahalamgmt.com, or </p>\n<p>\n9311 E.\nVia de Ventura<br>\nScottsdale, AZ 85258<br>\nPhone: 480-362-4800<br>\nFax: 480-362-4812</p> ", "created_at": "2022-01-02 04:10:08.66755", "updated_at": "2022-01-02 03:10:57.645696"}], "points": [{"id": 26562, "title": "This service is only available to users over a certain age", "source": "https://www.sweetfrog.com/terms/index.php", "status": "Generated through the annotate view", "created_at": "2022-01-02 03:24:50.508714", "updated_at": "2022-08-17 16:34:10.796653", "quoteText": "<p>The Online Services are not intended to be used by, or targeted to, anyone under the age of 13 years old.\nIf you are under 18 years of age (or the legal age of majority if different in your jurisdiction), please be sure to read these Terms with your parent or guardian, as they must understand and agree to these Terms for you to use the Online Services.</p>", "case_id": 152, "document_id": 11271, "quoteStart": 1012, "quoteEnd": 1373}, {"id": 26563, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.sweetfrog.com/terms/index.php", "status": "Generated through the annotate view", "created_at": "2022-01-02 03:25:21.49139", "updated_at": "2022-08-17 16:34:15.95239", "quoteText": "<p>THE ONLINE SERVICES, INCLUDING ALL CONTENT, MATERIALS AND SERVICES PROVIDED IN CONNECTION THEREWITH, ARE PROVIDED \"AS IS\"", "case_id": 286, "document_id": 11271, "quoteStart": 13565, "quoteEnd": 13689}], "urls": ["sweetfrog.com"]}}