{"error": 448, "message": "OK", "parameters": {"id": 3720, "name": " Magical Jelly Bean ", "created_at": "2021-05-20 21:53:11.980729", "updated_at": "2021-05-20 22:00:21.654858", "wikipedia": null, "keywords": null, "related": null, "slug": "_magical_jelly_bean_", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3720.png", "url": "magicaljellybean.com", "documents": [{"id": 6211, "name": "Privacy policy ", "url": "https://www.magicaljellybean.com/privacy", "xpath": "/html/body/div[1]/div/p", "text": " <br>\n<strong>Our Commitment To Privacy</strong>\n<br>\n<br> Your privacy is important to us.\nTo better protect your privacy we provide this notice explaining our online information practices and the choices you can make about the\nway your information is collected and used.\nTo make this notice easy to find, we make it available on our homepage and at every point where personally identifiable\ninformation may be requested.<br>\n<br> What information we collect and how we use it<br>\n<br>\n- Our software does not collect and send any information to our servers.\n<br>\n- This website collects anonymous information about visitors (like geographical location, visited pages, etc.) using Google Analytics.\nTo read Google's privacy policy, visit following link.<br>\n<br> We don't share information you provide us with any third parties.<br> As an exception to that policy Magical Jelly Bean may disclose Personal Information only if required to do so by law or in the good-faith belief that such\naction is necessary to protect and defend the rights or property of Magical Jelly Bean, the sites or the users of Magical Jelly Bean software.<br>\n<br>\n<br> Any changes to the Magical Jelly Bean software privacy policy will be posted here.\nThis policy is dated 10 July 2012.<br>\n<br>\n", "created_at": "2021-05-20 21:53:11.987018", "updated_at": "2021-05-20 19:55:09.379531"}, {"id": 6210, "name": "Terms of use and EULA ", "url": "https://www.magicaljellybean.com/tos/", "xpath": "/html/body/div[1]/div", "text": " Terms of use / EULA <p>This is the End User License Agreement (the \"Agreement\") is a legal agreement between you, the end-user (\"Licensee\"), and Magical Jelly Bean, the manufacturer and the copyright owner (\"Owner\"), for the use of the \"Magical Jelly Bean Keyfinder\" software product (\"Software\").</p> By using this Software or storing this program on a computer drive (or other media), you are agreeing to be bound by the terms of this Agreement.\nIf you do not agree with the terms of this Agreement, please remove this Software from your system.<p>\n</p>\n<b>RIGHTS</b>\n<p>The Software is protected by copyright laws and international copyright treaties, as well as other intellectual property laws and treaties.\nSoftware is licensed, not sold.\nSoftware is free to use and includes no technical support.\nThe origin of this Software must not be misrepresented.</p>\n<b>COPYRIGHT</b>\n<p>All title, including but not limited to copyrights, in and to the Software and any copies thereof are owned by Owner or its suppliers.\nAll title and intellectual property rights in and to the content which may be accessed through use of the Software is the property of the respective content owner and may be protected by applicable copyright or other intellectual property laws and treaties.\nThis Agreement grants you no rights to use such content.\nAll rights not expressly granted are reserved by Owner.</p>\n<b>DISTRIBUTION</b>\n<p>This Software may be distributed freely through on-line services, bulletin boards, or other forms of electronic media, as long as the files are distributed in their entirety.\nComputer Magazines/Archives are authorized to distribute Software on any Cover Disk or CD-ROM without an individual permission.</p>\n<b>RESTRICTIONS</b>\n<p>You may not alter this Software in any way, including changing or removing any messages or windows.\nYou may not decompile, reverse engineer, disassemble or otherwise reduce this Software to a human perceivable form.\nYou may not modify, rent or resell this Software for profit, or create any derivative works, based upon this Software.</p>\n<b>DISCLAIMER</b>\n<p>This Software is provided on an \"as is\" basis without warranty of any kind, expressed or implied, including but not limited to the implied warranties of merchantability and suitability for a particular purpose.\nThe person using the Software bears all risk as to the quality and performance of the Software.\nOwner will not be liable for any special, incidental, consequential, indirect or similar damages due to loss of data or any other reason, even if Owner or an agent of Owner has been advised of the possibility of such damages.\nIn no event will Owner be liable for costs of any damages.\nYou acknowledge that you have read this license, understood it, and agreed to be bound by its terms.\n</p>\n<ul>\n<li>\n<b>About</b>|</li>\n<li>Terms of use (EULA)|</li>\n<li>Privacy policy</li>\n</ul> © 2021 Magical Jelly Bean.\nAll Rights Reserved.\n", "created_at": "2021-05-20 21:53:11.984115", "updated_at": "2021-05-20 19:55:52.603973"}], "points": [], "urls": ["magicaljellybean.com"]}}