{"error": 448, "message": "OK", "parameters": {"id": 5751, "name": "IRChelp Brasil", "created_at": "2021-11-22 02:24:41.432524", "updated_at": "2022-08-11 22:01:01.699076", "wikipedia": null, "keywords": null, "related": null, "slug": "irchelp-brasil", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/5751.png", "url": "irchelp.com.br", "documents": [{"id": 10365, "name": "Terms", "url": "https://www.irchelp.com.br/english/terms-of-service", "xpath": "/html/body/div[1]/div[2]/div/div/div[3]/div[3]/div/article", "text": " 1.\nTerms <p>By accessing the IRChelp website, you agree to comply with these terms of service, all applicable laws and regulations and agree that you are responsible by complying with all applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using or accessing this website.\nThird-party materials contained in links on this site may be protected by applicable copyright and trademark laws.</p>\n<br> 2.\nLicense Usage <p>Permission is granted to download one copy of the materials (information or software) contained on and owned by the IRChelp website.\nThis is a grant of a license, not a transfer of title, and under this license you may not: </p>\n<ol>\n<li>modify or copy the materials.\n</li>\n<li>use the materials for any commercial purpose or for public display (commercial or non-commercial).\n</li>\n<li>attempt to decompile or reverse engineer any software contained on the IRChelp site.\n</li>\n<li>transfer the materials to another person or 'mirror' the materials on any other server.</li>\n</ol>\n<p>This license will automatically terminate if you violate any of these restrictions and may be terminated by IRChelp at any time.</p>\n<br> 3.\nDisclaimer <ol>\n<li>\n<p>The materials on the IRChelp website are provided 'as is'.\nIRChelp makes no warranties, express or implied, and hereby disclaims and disclaims all other warranties, including, without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other infringement of rights.</p>\n</li>\n<li>\n<p>Furthermore, IRChelp does not warrant or make any representations regarding the accuracy, likely results OR reliability of the use of the materials on its website or otherwise related to such materials or on websites linked to this website.</p>\n</li>\n</ol> Top 4.\nLimitations <p>In no event shall IRChelp or its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit or due to business interruption) arising out of the use or inability to use the materials on IRChelp, even that IRChelp or an authorized representative of IRChelp has been notified orally or in writing of the possibility of such damages.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations on liability for consequential or incidental damages, these limitations may not apply to you.</p>\n<br> 5.\nMaterial Accuracy <p>Materials displayed on the IRChelp website may include technical, typographical, spelling or photographic errors.\nIRChelp does not warrant that any material on its site is accurate, complete or current.\nIRChelp may make changes to the materials contained on its website at any time without notice.\nHowever, IRChelp makes no commitment to update the materials.</p>\n<br> 6.\nLinks <p>IRChelp has not reviewed every site linked to its site and is not responsible for the content of any linked site.\nThe inclusion of any link does not imply endorsement by IRChelp of the site.\nUse of any linked site is at the user's own risk.</p>\n<br> 7.\nModifications <p>IRChelp may revise these website terms of service at any time without notice.\nBy using this site, you agree to be bound by the current version of these terms of service.</p> 8.\nApplicable law <p>These terms and conditions are governed by and construed in accordance with the laws of the Federative Republic of Brazil and you irrevocably submit to the exclusive jurisdiction of the courts of that country.</p> Top ", "created_at": "2021-11-22 01:27:47.433804", "updated_at": "2021-11-22 01:28:55.60668"}, {"id": 10364, "name": "Privacy Policy", "url": "https://www.irchelp.com.br/english/privacy-policy", "xpath": "/html/body/div[1]/div[2]/div/div/div[3]/div[3]/div", "text": " <p>Your privacy is important to us.\nIt is IRChelp's policy to respect your privacy with regard to any information from you that we may collect on the IRChelp website, and on other websites that we own and operate .</p>\n<p>We only ask for personal information when we really need it to provide you with a service.\nWe do this by fair and legal means, with your knowledge and consent.\nWe also let you know why we are collecting it and how it will be used.</p>\n<p>We only retain the information collected for as long as necessary to provide the requested service.\nWhen we store data, we protect it within commercially acceptable means to prevent loss and theft, as well as unauthorized access, disclosure, copying, use, or modification.</p>\n<p>We do not share personally identifiable information publicly or with third parties, except as required by law.</p>\n<p>Our website may have links to external websites that are not operated by us.\nPlease be aware that we have no control over the content and practices of these sites and cannot accept responsibility for their respective privacy policies.</p>\n<p>You are free to decline our request for personal information, understanding that we may not be able to provide some of the services you desire.</p>\n<p>If you have any questions about how we handle user data and personal information, please contact contact with us.</p> Top IRChelp Cookie Policy <br> What are cookies? <p>As is common practice on almost all professional websites, this website uses cookies, which are small files downloaded to your computer, to improve your experience.\nThis page describes what information they collect, how we use it, and why we sometimes need to store these cookies.\nWe will also share how you can prevent these cookies from being stored, however this may downgrade or 'break' certain elements of the site's functionality.</p> Top Types of Cookies <ul>\n<li>Regard to Creation <p>Taking into account how they are created, cookies can be First and Third Party, English terms for First or Third Person Cookies.\nFirst Party cookies are those generated by the domain itself.\nIn other words, it is not the information that visitors generate during their browsing, such as: \"What tabs did you visit.\nIf you searched for a product or if you filled out a form\", etc.\nThird Party Cookies, on the other hand, are third party cookies, from any source outside the domain.\nThat is, third-party companies to the site set their cookies to record visitor information.\nExamples are: Facebook Ads, Google Ads, Google Analytics, Cloudfare.</p>\n</li>\n<li>Regard to the Purpose <p>If, however, we take into account their purpose, cookies may be Session cookies, which are deleted when you close your internet browser and do not collect information from your computer, they only store information in the form of an identification that does not collect personal data of user.\nPersistent Cookies, which are used to collect identifying information about the user, and Malicious Cookies, which generally do not compromise security but can be used to track the user's activities, behavior and browsing habits over time, building a profile of your users.\ninterests.</p>\n</li>\n</ul>\n<p>It is important to note that not all data that cookies carry is personal.\nYour visit to IRChelp is not personal data.\nBut, from the moment you register your e-mail on a website, you will be identifying yourself.\nTherefore, this is personal data that may be loaded by a cookie.</p> Top How do we use cookies? <p>We use cookies for a variety of reasons, detailed below.\nUnfortunately, in some cases, there are no industry standard options for disabling cookies without completely disabling the functionality and features they add to this site.\nIt is recommended that you leave all cookies if you are unsure whether or not you need them, if they are used to provide a service you use.</p>\n<br> Disable Cookies <p>You can prevent the setting of cookies by adjusting your browser settings (Firefox, Chrome, DuckDuckGo.\nFot others, see your browser's Help to learn how to do this).\nPlease be aware that disabling cookies will affect the functionality of this and many other websites you visit.\nDisabling cookies will generally result in the disabling of certain functionality and features of this website.\nTherefore, it is recommended that you do not disable cookies.</p> Top What Cookies Does a Site Use? <p>To see if a site uses cookies, you can visit the CookieMetix page and enter the URL you want to check.\nOr, you can perform the following steps:</p>\n<ul>\n<li>Firefox Browser <p>Visit the website that you want to check and right-click anywhere to select the tool: <br>-&gt.\n‘Inspect element’.</p>\n<p>This will split the browser window and you will see the developer console panel.\nFrom here, you need to switch to the <br>-&gt.\n‘Storage’ tab and then click on <br>-&gt.\n‘Cookies’ to view all cookies.</p>\n</li>\n<li>Chrome Browser <p>Visit the website that you want to check and click on the icon: <br> -&gt.\n'Padlock' or 'Unsecured' in your browser's address bar.\nThis will open a menu where you need to click <br> -&gt.\n‘Cookies’.</p>\n<p>This will open the cookie popup, where you will see all the cookies set by that specific website in your browser.</p>\n<p>You can also view cookies using the inspect tool.\nSimilar to Firefox browser, visit the website that you want to check and right-click anywhere on the website to select the <br>-&gt.\n‘Inspect element’ tool.</p>\n<p>This will split the browser window and you will see the developer console panel.\nFrom here you need to switch to the <br>-&gt.\n'Application' tab and then click on the <br>-&gt.\n'Cookies' menu <br>In the left column you can see all the cookies stored on your site .\nMore importantly, you can see the data stored by the cookie in the <br>-&gt;“Value” column.</p>\n</li>\n</ul> Top Uncollected Information <p>When you browse the IRChelp website, we don't know who you are, and we'll explain why.</p>\n<p>Internet sites routinely try to identify you in two ways.\nThe first is through your web browser, which automatically sends information about your computer, for example, browser info (<i>User Agent</i>) and IP address.</p>\n<p>Regarding this method, as this information can be used to link it to your browsing, we do not record (store) it in any way.</p>\n<p>The second is through the browser's cookies, which as already defined, are information that remain on your computer and are sent to the website's engine at each request.\nWhat some website engines usually do is store a unique identifier in your browser and then associate that identifier with your browsing.\nAbout this second method, we make it clear that in IRChelp, no cookies are used by default.</p> Top Information Collected <ul>\n<li>Cookies related to login <p> We use cookies when you are logged in so that we can remember this action.\nThis saves you from having to log in every time you visit a new page.\nThese cookies are normally removed or cleared when you log out to ensure that you can only access restricted features and areas when you log in.</p>\n</li>\n<li>Cookies related to forms <p>When you submit data via a form such as those found on the contact pages, cookies may be set to remember the user's details for future correspondence.</p>\n</li>\n</ul>\n<p>In IRChelp, no cookies are used by default.\nIf you have changed any settings, cookies are used to store those changes.\nHowever, in this case they are not stored in a personally identifiable form.</p>\n<p>If you used search engines to find our site, some of them may generate search statistics, but only to measure the site's performance.\nThe results of these searches are not passed on to us in a personally identifiable form (IP addresses or unique user agent strings).\nWe use (do not collect) aggregated non-personal survey data to find out solely which pages are accessed the most on a monthly basis and which countries are most interested in our content.\nThis means that no information is shared from IRChelp to the websites, and the only information that is passed on to us in this process is that of the page visited, which is not linked to any particular user and which we do not save or store for our account.\nwe may see anonymous information from the page visited so that we cannot link it to any particular person.\nEven because these statistical data are not collected by IRChelp, they are collected by the search engine you used to find us at the time the search was carried out.</p>\n<p>Finally, if you make any contact with us, or access our IRC Network, the information you provide may be stored on our servers.\nHowever, you can provide anonymous feedback (by not entering your email or other personal information in the contact form), as well as accessing our Network through proxies like Tor.\nThe IRChelp Network operates using secure SSL/TLS connections, which means you can get end-to-end anonymous and encrypted access using Tor and IRChelp together.</p> Top Third Party Cookies <p>This site does not use third-party cookies.</p>\n<br> User Engagement <p>The user undertakes to make proper use of the contents and information that IRChelp offers on the site and with an enunciative, but not limiting, character:</p>\n<ul>\n<li>A) Not engage in activities that are illegal or contrary to good faith or public order;</li>\n<li>B) Not to spread propaganda or content of a racist, xenophobic, games of chance, any type of illegal pornography, in defense of terrorism or against human rights;</li>\n<li>C) Do not damage the physical (hardware) and logical (software) systems of IRChelp, its suppliers or third parties, to introduce or spread computer viruses or any other hardware or software systems that are capable of causing the aforementioned damage .</li>\n</ul> More Information <p>Hopefully that's clear, and as mentioned earlier, if there's something you're not sure you need or not, it's generally safer to leave cookies enabled if you're interacting with one of the features you use on our site.</p>\n<p>This policy is effective from <strong>August</strong>/<strong>2021</strong>.</p> Top ", "created_at": "2021-11-22 02:24:41.434702", "updated_at": "2021-11-22 01:26:13.740723"}], "points": [{"id": 26752, "title": " A list of all cookies set by the website is provided", "source": "https://www.irchelp.com.br/english/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-02-07 14:49:07.263962", "updated_at": "2022-08-11 17:51:41.97871", "quoteText": "Top Types of Cookies <ul>\n<li>Regard to Creation <p>Taking into account how they are created, cookies can be First and Third Party, English terms for First or Third Person Cookies.\nFirst Party cookies are those generated by the domain itself.\nIn other words, it is not the information that visitors generate during their browsing, such as: \"What tabs did you visit.\nIf you searched for a product or if you filled out a form\", etc.\nThird Party Cookies, on the other hand, are third party cookies, from any source outside the domain.\nThat is, third-party companies to the site set their cookies to record visitor information.\nExamples are: Facebook Ads, Google Ads, Google Analytics, Cloudfare.</p>\n</li>\n<li>Regard to the Purpose <p>If, however, we take into account their purpose, cookies may be Session cookies, which are deleted when you close your internet browser and do not collect information from your computer, they only store information in the form of an identification that does not collect personal data of user.\nPersistent Cookies, which are used to collect identifying information about the user, and Malicious Cookies, which generally do not compromise security but can be used to track the user's activities, behavior and browsing habits over time, building a profile of your users.\ninterests.</p>\n</li>", "case_id": 306, "document_id": 10364, "quoteStart": 1863, "quoteEnd": 3182}, {"id": 26751, "title": "Only temporary session cookies are used", "source": "https://www.irchelp.com.br/english/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-02-07 14:32:20.417623", "updated_at": "2022-08-11 17:43:27.345997", "quoteText": "Cookies related to login <p> We use cookies when you are logged in so that we can remember this action.\nThis saves you from having to log in every time you visit a new page.\nThese cookies are normally removed or cleared when you log out to ensure that you can only access restricted features and areas when you log in.", "case_id": 125, "document_id": 10364, "quoteStart": 6759, "quoteEnd": 7077}, {"id": 26750, "title": "You are not being tracked", "source": "https://www.irchelp.com.br/english/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-02-07 14:27:18.816443", "updated_at": "2022-08-11 17:49:11.542477", "quoteText": "<p>When you browse the IRChelp website, we don't know who you are, and we'll explain why.</p>\n<p>Internet sites routinely try to identify you in two ways.\nThe first is through your web browser, which automatically sends information about your computer, for example, browser info (<i>User Agent</i>) and IP address.</p>\n<p>Regarding this method, as this information can be used to link it to your browsing, we do not record (store) it in any way.", "case_id": 218, "document_id": 10364, "quoteStart": 5868, "quoteEnd": 6313}, {"id": 26749, "title": "The cookies used by this service do not contain information that would personally identify you", "source": "https://www.irchelp.com.br/english/privacy-policy", "status": "Generated through the annotate view", "created_at": "2022-02-07 14:17:30.404593", "updated_at": "2022-08-11 17:43:40.364707", "quoteText": "\n<p>In IRChelp, no cookies are used by default.\nIf you have changed any settings, cookies are used to store those changes.\nHowever, in this case they are not stored in a personally identifiable form.", "case_id": 374, "document_id": 10364, "quoteStart": 7286, "quoteEnd": 7485}, {"id": 26392, "title": "https is used by default", "source": "http://www.irchelp.com.br", "status": "When you visit the website over http, you are redirected to https.", "created_at": "2021-12-09 14:29:35.52976", "updated_at": "2022-08-11 17:45:38.252572", "quoteText": null, "case_id": 226, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 26391, "title": "No Tracking", "source": "https://www.irchelp.com.br/english/privacy-policy#ancor_informacoes-nao-coletadas", "status": "When you browse the IRChelp website, we don't know who you are, and we'll explain why.", "created_at": "2021-12-09 14:21:38.940883", "updated_at": "2022-08-11 17:48:28.055607", "quoteText": null, "case_id": 218, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["irchelp.com.br"]}}