{"error": 448, "message": "OK", "parameters": {"id": 2735, "name": "The Society for German Genealogy in Eastern Europe", "created_at": "2021-02-06 15:23:13.429146", "updated_at": "2021-03-25 03:19:58.44738", "wikipedia": null, "keywords": null, "related": null, "slug": "the_society_for_german_genealogy_in_eastern_europe", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2735.png", "url": "sggee.org", "documents": [{"id": 4068, "name": "Privacy Policy", "url": "https://sggee.org/about_us/privacy_policy.html", "xpath": "//*[@id=\"mainContent\"]", "text": " Privacy Statement and Policy <p>Originally Created: June 26, 2004</p>\n<p>Last Update: May 29, 2018</p>\n<p>\n<u>Introduction</u>\n<br>\n<br> The Society for German Genealogy in Eastern Europe (referred to below as either SGGEE or “the Society”) is incorporated under the Canada Corporations Act as a non-profit society.\nA review of the privacy laws of Canada suggests that SGGEE is exempt from those laws due to the form and nature of its construct as a non-profit Society.</p>\n<p> However, SGGEE Directors recognize the concerns of its membership in light of current trends involving computer hacking and identity theft and have therefore developed the following Privacy Statement (summary) and Policy (details).\nWe believe that this at least meets the intent, if not the letter, of current laws while still maintaining our ability to serve the genealogical purposes for which the Society exists.\nThe Privacy Policy applies to the information gathering and dissemination practices for our website, the Journal, Bulletin Board, Mailing List and all other features associated with the purpose of SGGEE as outlined in its bylaws.</p>\n<p>Use of any SGGEE services constitutes your acceptance of the terms of this <em>Privacy Policy</em> then in effect.</p>\n<p>For details about how SGGEE collects personal data from you and uses this data while protecting your personal identifiable information please read our Data Collection Guidlines page.\n</p>\n<p>\n<u>Privacy Statement</u>\n<br>\n<br> SGGEE is committed to your privacy rights and to keeping your personal information private.</p>\n<p> We use the information you send us for genealogy purposes only.\nWe do not sell member data, email addresses, databases, or personal genealogy data to anyone for any reason.</p>\n<p>We have security measures in place to protect against access, loss, misuse, and alteration of user information by unauthorized persons.\nUnfortunately, no data transmission over the Internet or storage of information on Internet accessed computers can be guaranteed to be 100% secure.\nIn addition, while it is unlikely that people will join SGGEE for the purpose of misusing data, SGGEE has no way to verify the integrity of its membership.</p>\n<p>As a result, while we strive to protect your personal information, we cannot fully warrant the security of any information provided to us, and you provide all such information at your own risk.\nWe make reasonable efforts to ensure the security of such information stored on our systems.\n</p>\n<p>\n<u>Privacy Policy</u>\n</p>\n<p>\n<strong>\n<em>What information does SGGEE collect?</em>\n</strong>\n<br> SGGEE collects personal information through its membership lists and databases.\nInformation in databases is supplied directly by members or is extracted from publicly available documents of various types.</p>\n<p>\n<strong>\n<em>Personal Information</em>\n</strong>\n<br> You do not have to provide personal information to use publicly accessible portions of the SGGEE website.\nMembership and certain other services provided by SGGEE require that you furnish personal information that we collect, such as your name, postal address, telephone number, and/or email address.<br>\n<br> Your contact information is used to respond to your inquiries, distribute the Journal, operate our Mailing List, provide information or ask questions about databases submitted by you, or for any other Society related purpose.\nWe may share information that we collect about our users with other members but only as required for dissemination of genealogical information or data or other information you may have provided to SGGEE.\nWe do not share any such information with third parties for commercial purposes.<br>\n<br> If your membership lapses, your contact information may be held in SGGEE archives so that future contact can be made with you about information you may have provided.\nWe may also disclose personal information if we believe that we are permitted to do so<br> (i) by law, <br> (ii) to comply with legal process or governmental requests,<br> (iii) or to protect the rights, property, or safety of the SGGEE web site, databases, their users, or the public.<br>\n</p>\n<p>\n<strong>\n<em>Use of Cookies and Other Technologies</em>\n</strong>\n<br> Cookies are data that a web site transfers to an individual's computer for record keeping purposes.\nCookies, which are an industry standard tool used by most web sites, can facilitate a user's ongoing access to and use of a web site.\nCookies do not cause damage to your computer systems or files.<br>\n<br> We use cookies and other authentication technologies to eliminate the need for you to log in every time you use certain features on the web site or access particular services for which you have a subscription through the site.<br>\n<br> If you do not want information collected through the use of cookies, there is a simple procedure in most web browsers that allows you to automatically decline cookies, or to be given the choice of declining or accepting the transfer of a cookie to your computer.\nYou should note, however, that declining or deleting cookies may encumber your ability to access member only pages.</p>\n<p>\n<strong>\n<em>Databases</em>\n</strong>\n<br> SGGEE collects material for and maintains several different electronic databases for genealogical purposes.\nThe material for these databases comes from a variety of sources including extractions from public documents and the submissions of data from members in either electronic or hard copy format.\nThese databases are held in a secure area safe from the general public.\nThey can only be accessed by personal members of SGGEE whose dues are current.\nSGGEE also has institutional members for the purpose of sharing newsletters, journals, and other general society information.\nInstitutional members cannot access these databases.</p>\n<p>We encourage our members to submit pedigree and family group information to be included in our databases.\nAll or part of such data (except as noted below for living persons under 80 years of age) submitted to SGGEE will become part of an online archive that other members can see and research.\nIt is important to understand that, once such information is merged within our database, it is impossible to reverse the process.\nTherefore, if you choose not to renew membership in SGGEE, the information provided by you cannot be withdrawn.\nSome individual data can be removed or modified (see Information About<em> Living Persons</em> and <em>Deleting Personal Information From a Database</em> below).<br>\n<strong>\n<em>\n<br> Information About Living Persons</em>\n</strong>\n<br> When you contribute data to SGGEE, we run your content through a program that attempts to identify any living persons, 80 years or younger, listed therein.\nWe use commercially reasonable efforts to make certain that personal information relating to such identifiable persons is protected by removing the name and listing them as “LIVING” (with possible exception as follows).<br>\n<br> If you give us data that does not include a birth date, the database search engine cannot calculate how old those individuals are and they are by default “dead” and they WILL show as search results.\nIf data shows in the database that is for living people under 80, and you do not want that limited data to show in a search, then please provide us birth dates or delete them from the file before submitting it to SGGEE.\nPlease refer also to the consequence of deleting yourself or others from the file in <em>Deleting Personal Information</em> below.</p>\n<p>Please be aware that the program will still show the relation of a “LIVING” individual to other individuals within the family tree.\nSGGEE recommends that you obtain the consent of any living person before supplying their information to us for use in our databases.<br>\n<em>\n<br>\n<strong>Deleting Personal Information From a Database</strong>\n</em>\n<br> Upon your request (whether a member or not), SGGEE will delete information about you from our database.\nYou can make this request by contacting databases-sggee@googlegroups.com .<br>\n<br>\n<em>Consequence</em>: Deleting personal information or deleting one’s self entirely may make it impossible to identify material sources or to establish relationships.\nThis represents a substantial reduction in benefit of SGGEE membership since sharing of such data allows others to correct information and establish connections to earlier generations.</p>\n<p>Please be aware that information about yourself may be submitted by another member.\nWith that in mind, it is possible that, after deleting your information, it could reappear at some later time.\nIn the process of compiling the information into our database, it is not possible to determine if a particular individual was previously deleted.</p>\n<p>\n<strong>\n<em>Bulletin Board and Mailing List</em>\n</strong>\n<br> Our Bulletin Board is open for view by anyone using the Internet.\nThe Mailing List is restricted for use by anyone subscribed to it but its archive can be accessed by anyone.\nThese users may or may not be members of SGGEE.\nFurthermore, postings to both venues are archived in a way that permits searching by recognized major search engines such as GOOGLE.\nPlease remember that any information that is disclosed in these areas becomes public information.\nYou should exercise caution when deciding to disclose personal information in any Bulletin Board or Mailing List.<br>\n<br> Posters’ email addresses may appear in either venue because the very nature of the posting implies that you would like to be contacted about the question or information contained therein.\nSGGEE makes every effort to protect contact addresses in both venues from collection by spammers or other non-authorized users, or it gives you the option to do so personally.\nIn using either of these venues, you acknowledge that your email address and message contents may become available to the public.</p>\n<p>\n<em>\n<strong>Other</strong>\n</em>\n<br>\n<em>Links to Third Party Sites:</em> Our web site contains links to third-party web sites.\nThe linked sites are not under our control, and we are not responsible for the privacy practices or the contents of any linked site.\nWe are providing these links only as a convenience, and the inclusion of a link on our site does not imply our endorsement of the linked site.<br>\n<br>\n<em>Assignment:</em> SGGEE Directors reserve the right to transfer any and all information, including your personal information, that we collect from members to a third party in the event that SGGEE becomes insolvent or ceases to operate.\nSuch third party would only be another nonprofit genealogical society, which can utilize the databases for further research.<br>\n<br>\n<em>Contacting Us:</em> If you have any questions about this Privacy Policy, you can direct them to us at contact-sggee@googlegroups.com .<br>\n<br>\n<em>Revisions to Privacy Policy:</em> Any of the policies or procedures described above may be changed at any time without prior notice.\nYou can determine if this Privacy Policy has been revised by referring to the \"Last Update\" date at the top of this page.\nUse of any SGGEE services constitutes your acceptance of the terms of this Privacy Policy then in effect.\nWe encourage you to periodically review this page to ensure familiarity with the most current version of our Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> ", "created_at": "2021-02-06 15:26:54.218716", "updated_at": "2021-02-06 15:27:03.145568"}, {"id": 4067, "name": "Data Collection Guidelines", "url": "https://www.sggee.org/about_us/data_collection_guidelines.html", "xpath": "//*[@id=\"mainContent\"]", "text": " SGGEE Data Collection Guidelines <p>Originally Created: May 29, 2018 </p>\n<p>Last Update: May 29, 2018</p>\n<p>The Society for German Genealogy in Eastern Europe does not collect any “personally identifiable information” about you unless you voluntarily submit it.\nThe Society treats your personal information with respect and does not share it with any third party outside SGGEE.\nYour personal information is available to SGGEE directors and team leaders to conduct Society business and activities, and to fellow active members as part of our genealogical mission.</p>\n<p>If you apply to become a member, register for a convention, submit genealogical data or use our website and/or the communication forums under the Society’s control, you are giving SGGEE permission to store your personal and genealogical information for the designated purpose and your participation is proof of your permission.\n</p>\n<p>\n<strong>When you become a Society member,</strong> we ask for personally identifying information including name, address, phone and email.\nThis is used to contact you about your membership and Society activities or by active members who wish to discuss your genealogical data (if provided).</p>\n<p>\n<strong>When you use our website,</strong> we collect non-personally identifying information for demographic and security purposes</p>\n<p>\n<strong>The submission of genealogical data for ancestors who lived in our area of interest is at the heart of the Society’s mission to assist members with their family research.</strong>\n</p>\n<p>The Society’s Master Pedigree Database (MPD) contains data obtained through the years from a variety of sources including submissions from individual members.\nBefore sending in your genealogical data, we ask that you read through the submission guidelines.\nOnce it is received, it is compared with everyone else in the MPD in order to show connections among our members’ families.</p>\n<p>\n<em>\n<strong>If an individual is clearly deceased or older than age 80, all the available data is displayed.\nIf the person is known to be living and under the age of 80, we do not display any data.</strong>\n</em>\n</p>\n<p>It is possible multiple members of an extended family will submit their genealogical data, but the information on common persons often will not agree.\nSGGEE does not verify the accuracy of the data submitted and does not “correct” data except at the request of the original source.</p>\n<p>Access to the MPD is restricted to <u>active</u> members of the Society.\nIf you are no longer an active member, the genealogical data you provided remains in our database along with the contact information that was current at the time of your membership.\nWe request that you keep your contact information current, even if your membership is not, to facilitate other SGGEE members in contacting you.</p>\n<p>SGGEE relies on the integrity of our members to respect others’ genealogical data and refrain from sharing that data or anyone’s personal information in any public forum unless prior permission has been given.</p>\n<p>\n<strong>You may cease being a Society member</strong> whenever you wish.\nIf you ask, we will delete your personally identifying information and your own genealogical data.\nBut you understand that other members would have had prior access to both.\nAnd you also understand that while we can remove your genealogical data, it is NOT possible to remove ancestors you share with other members whose data remains in the database.</p>\n<p>\n<strong>SGGEE may manage DNA projects on a third-party site.\n</strong>The scope of these projects is being determined as of this writing (May 2018).\nThese projects are NOT limited to active SGGEE members and are separate from the Society website and databases.</p>\n<p>As part of any DNA project, SGGEE may collect Gedmatch kit numbers you provide.\nTo obtain a kit number, you must register and transfer the raw DNA data file to Gedmatch.com.\nYou should refer to that site’s privacy policy and procedures before registering and its guidelines for removing your data from that site.</p>\n<p>Should you decide to submit Gedmatch kit numbers to SGGEE, you certify that:<br>\n</p>\n<ul>\n<li>You have the permission or authority to provide the numbers for those kits that are not your personal DNA.</li>\n<li>You followed the criteria for obtaining kit numbers as defined by Gedmatch’s Terms of Service and Privacy Policy.</li>\n<li>You understand that others may access your Gedmatch kit numbers for the purpose of comparing DNA.</li>\n<li>You agree to use the Gedmatch kit numbers of others in the SGGEE projects solely for genealogical research purposes and to respect the rights and privacy of the individuals who submitted the kit numbers.</li>\n</ul>\n<p>\n</p>\n<p>You may remove the Gedmatch kit numbers that you provided to SGGEE at any time by contacting SGGEE.</p>\n<p>\n<strong>If you use our Facebook group,</strong> you understand this is a private group and you must request membership.\nHowever, the group is NOT limited to active SGGEE members.\nWe urge all Facebook group members to consider carefully what personal or genealogical information you share about yourself, and living or deceased relatives.\nWe request that you DO NOT share information to the group that was shared with you privately unless you obtain prior permission.\nYou may remove yourself as a member of the SGGEE group at any time, but your posts will remain.\n</p>\n<p>\n<strong>If you use our Google group</strong> to share and discuss questions on topic, you understand that this is a subscription service NOT limited to active SGGEE members.\nWe recommend you carefully consider the personal or genealogical information you share about yourself, and living or deceased relatives.\nWe request that you DO NOT share information to the group that was shared with you privately unless you obtain prior permission.\nYou may unsubscribe from this Google group at any time using the link in any post.\nHowever, SGGEE cannot remove your history of participation.\n</p>\n<p>Please refer to our privacy policy, our website disclaimer and/or instructions for specific functions on our website.\nQuestions may be sent to webmaster-sggee@googlegroups.com.</p>\n<p>&nbsp;</p> ", "created_at": "2021-02-06 15:25:16.495689", "updated_at": "2021-02-06 15:25:25.713151"}, {"id": 4066, "name": "Disclaimer", "url": "https://www.sggee.org/about_us/site_disclaimer.html", "xpath": "//*[@id=\"mainContent\"]", "text": " Website Disclaimer <p>\n</p>\n<p>The intent of the Society for German Genealogy in Eastern Europe&nbsp;(SGGEE) website is to provide useful information and resources.\nErrors and/or omissions sometimes can occur.\nThe information on the SGGEE website should not be considered absolute.\nSGGEE disclaims any and all warranties, expressed or implied, relating to this website, information contained within it or within external sites to which links are provided, including warranties as to the completeness or accuracy of the information.\nFurthermore, SGGEE shall not be liable for any indirect, special, incidental, or consequential damages under any theory of liability, arising out of, in connection with, or resulting from any user's access to this website or any information contained within it or within sites to which links have been provided.\nBy using this site, the user assumes full responsibility for the use of the information, and foregoes any claims whatsoever against SGGEE in connection with any of the foregoing.</p>\n<p> By entering the SGGEE website, you acknowledge and agree that you have read and understand these terms and conditions of use of the SGGEE website, and you agree to hold SGGEE and its officers, directors, members, and agents harmless from any claim, complaint or damage arising out of or in connection with your use of the site.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> ", "created_at": "2021-02-06 15:24:28.266471", "updated_at": "2021-02-06 15:24:37.585134"}], "points": [{"id": 16975, "title": "This service assumes no liability for unauthorized access to your personal information", "source": "https://sggee.org/about_us/privacy_policy.html", "status": "Generated through the annotate view", "created_at": "2021-02-27 13:21:46.098122", "updated_at": "2021-03-01 08:26:19.145443", "quoteText": "We have security measures in place to protect against access, loss, misuse, and alteration of user information by unauthorized persons.\nUnfortunately, no data transmission over the Internet or storage of information on Internet accessed computers can be guaranteed to be 100% secure.\nIn addition, while it is unlikely that people will join SGGEE for the purpose of misusing data, SGGEE has no way to verify the integrity of its membership.</p>\n<p>As a result, while we strive to protect your personal information, we cannot fully warrant the security of any information provided to us, and you provide all such information at your own risk.", "case_id": 186, "document_id": 4068, "quoteStart": 1761, "quoteEnd": 2401}, {"id": 16000, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://sggee.org/about_us/privacy_policy.html", "status": "Generated through the annotate view", "created_at": "2021-02-07 13:11:54.330568", "updated_at": "2021-02-07 15:30:03.502039", "quoteText": " Any of the policies or procedures described above may be changed at any time without prior notice.", "case_id": 121, "document_id": 4068, "quoteStart": 10929, "quoteEnd": 11028}, {"id": 16005, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.sggee.org/about_us/site_disclaimer.html", "status": "Generated through the annotate view", "created_at": "2021-02-07 14:07:16.569034", "updated_at": "2021-02-07 15:30:12.041278", "quoteText": "By entering the SGGEE website, you acknowledge and agree that you have read and understand these terms and conditions of use of the SGGEE website", "case_id": 403, "document_id": 4066, "quoteStart": 1032, "quoteEnd": 1177}, {"id": 16004, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://sggee.org/about_us/privacy_policy.html", "status": "Generated through the annotate view", "created_at": "2021-02-07 14:02:49.434503", "updated_at": "2021-02-07 15:30:34.357951", "quoteText": "Our web site contains links to third-party web sites.\nThe linked sites are not under our control, and we are not responsible for the privacy practices or the contents of any linked site.", "case_id": 278, "document_id": 4068, "quoteStart": 10032, "quoteEnd": 10218}, {"id": 16006, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://sggee.org/about_us/privacy_policy.html", "status": "Generated through the annotate view", "created_at": "2021-02-07 14:12:02.702894", "updated_at": "2021-02-07 15:30:40.099999", "quoteText": "You should note, however, that declining or deleting cookies may encumber your ability to access member only pages.", "case_id": 375, "document_id": 4068, "quoteStart": 5043, "quoteEnd": 5158}, {"id": 16002, "title": "This service does not sell your personal data", "source": "https://sggee.org/about_us/privacy_policy.html", "status": "Generated through the annotate view", "created_at": "2021-02-07 13:22:02.091535", "updated_at": "2021-02-07 15:30:53.849007", "quoteText": "We do not sell member data, email addresses, databases, or personal genealogy data to anyone for any reason.</p>", "case_id": 193, "document_id": 4068, "quoteStart": 1645, "quoteEnd": 1757}, {"id": 16003, "title": "There is a date of the last update of the agreements", "source": "https://sggee.org/about_us/privacy_policy.html", "status": "Generated through the annotate view", "created_at": "2021-02-07 13:30:37.850991", "updated_at": "2021-02-07 15:30:17.053426", "quoteText": "Last Update: May 29, 2018", "case_id": 331, "document_id": 4068, "quoteStart": 74, "quoteEnd": 99}, {"id": 16001, "title": "You have the right to leave this service at any time", "source": "https://www.sggee.org/about_us/data_collection_guidelines.html", "status": "Generated through the annotate view", "created_at": "2021-02-07 13:18:05.51134", "updated_at": "2021-02-07 15:30:45.794646", "quoteText": "You may cease being a Society member</strong> whenever you wish.", "case_id": 170, "document_id": 4067, "quoteStart": 3075, "quoteEnd": 3139}, {"id": 16007, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.sggee.org/about_us/site_disclaimer.html", "status": "Generated through the annotate view", "created_at": "2021-02-07 15:46:59.183973", "updated_at": "2021-02-07 15:55:25.923684", "quoteText": "Errors and/or omissions sometimes can occur.\nThe information on the SGGEE website should not be considered absolute.", "case_id": 288, "document_id": 4066, "quoteStart": 166, "quoteEnd": 282}, {"id": 19093, "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.", "source": "https://www.sggee.org/about_us/site_disclaimer.html", "status": "Generated through the annotate view", "created_at": "2021-04-21 03:18:02.134717", "updated_at": "2021-04-23 11:02:36.422205", "quoteText": "you agree to hold SGGEE and its officers, directors, members, and agents harmless from any claim, complaint or damage arising out of or in connection with your use of the site.</p>", "case_id": 145, "document_id": 4066, "quoteStart": 1183, "quoteEnd": 1363}], "urls": ["sggee.org"]}}