{"error": 448, "message": "OK", "parameters": {"id": 3231, "name": "blue-archive", "created_at": "2021-04-23 12:13:32.774161", "updated_at": "2021-06-19 22:00:18.028414", "wikipedia": null, "keywords": null, "related": null, "slug": "bluearchive", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/3231.png", "url": "blue-archive.org", "documents": [{"id": 5280, "name": "Privacy Policy", "url": "https://blue-archive.org/home/faqs/privacy-policy/", "xpath": "", "text": " <ul>\n<li>RESOURCES</li>\n<li>FAQs</li>\n</ul> Privacy Policy Privacy Policy\n<p>Last updated: February 26, 2021</p>\n<p>This Privacy Policy describes Our policies and procedures on the collection, use and disclosure of Your information when You use the Website.</p>\n<p>\n<strong>Bottom Line Up Front (BLUF):</strong> Our policy is simple: We do not collect, use or disclosure Your Personal data.</p>\n<p>HOWEVER, usage and other data may be automatically captured by hardware and software systems not under our control.</p>\nInterpretation and Definitions\nInterpretation\n<p>The words of which the initial letter is capitalized have meanings defined under the following conditions.\nThe following definitions shall have the same meaning regardless of whether they appear in singular or in plural.</p>\nDefinitions\n<p>For the purposes of this Privacy Policy:.</p>\n<ul>\n<li>\n<p>\n<strong>We</strong> (referred to as either “We”, “Us” or “Our” in this Agreement) refers to Blue Archive.</p>\n</li>\n<li>\n<p>\n<strong>Cookies</strong> are small files that are placed on Your computer, mobile device or any other device by a website, containing the details of Your browsing history on that website among its many uses.</p>\n</li>\n<li>\n<p>\n<strong>Country</strong> refers to: Oregon, United States</p>\n</li>\n<li>\n<p>\n<strong>Device</strong> means any device that can access the Website such as a computer or a cellphone/ tablet.</p>\n</li>\n<li>\n<p>\n<strong>Personal Data</strong> is any information that relates to an identified or identifiable individual.</p>\n</li>\n<li>\n<p>\n<strong>Service Provider</strong> means any natural or legal person who may have access to the data on the Website.\nIt refers to third-party companies or individuals use to facilitate and otherwise provide the Website.</p>\n</li>\n<li>\n<p>\n<strong>Usage Data</strong> refers to data collected automatically, either generated by the use of the Service or from the Service infrastructure itself (for example, the duration of a page visit).</p>\n</li>\n<li>\n<p>\n<strong>Website</strong> refers to Blue Archive, accessible from www.blue-archive.org</p>\n</li>\n<li>\n<p>\n<strong>You</strong> means the individual accessing or using the Service, or the company, or other legal entity on behalf of which such individual is accessing or using the Service, as applicable.</p>\n</li>\n</ul>\nTypes of Data\nPersonal Data\n<p>While using the Website, We will not ask You to provide Us with any information.\nIf fact, we specifically request that you do not provide us with any information.\nFurther, We HIGHLY encourage you to review your privacy settings to limit information that you and your systems may automatically share with or without your consent.</p>\nUsage Data\n<p>Usage Data will not be collected by Us.\nHowever, it may be collected automatically when using the Website by others (i.e.\nfrom the hardware &amp.\nsoftware of web-hosting and internet Service Providers.\nWithin our ability, we will block, disable and discourage such activities to the extent that we are able.\nHowever, We make no promises nor assume any liability if we fail to do so.</p>\n<p>Usage Data may include information such as Your Device’s Internet Protocol address, browser type, browser version, the pages of our Website that You visit, the time and date of Your visit, the time spent on those pages, unique device identifiers and other diagnostic data.</p>\n<p>When You access the Website by or through a mobile device, certain information may be automatically determined, including, but not limited to, the type of mobile device You use, Your mobile device unique ID, the IP address of Your mobile device, Your mobile operating system, the type of mobile Internet browser You use, unique device identifiers and other diagnostic data.</p>\n<p>Your browser may also send information automatically whenever You visit the Website or when You access the Website by or through a mobile device.</p>\nTracking Technologies and Cookies\n<p>We not not use Cookies and similar tracking technologies to track the activity on the Website.\nHowever, tracking technologies such as beacons, tags, and scripts may be added without our knowledge and used by third-party Service Providers to collect and track information and to analyze the Website.\nThe technologies may include:</p>\n<ul>\n<li>\n<p>\n<strong>Cookies or Browser Cookies.</strong> A cookie is a small file placed on Your Device.\nWe suggest that You instruct Your browser to refuse all Cookies or to indicate when a Cookie is being sent.</p>\n</li>\n<li>\n<p>\n<strong>Web Beacons.</strong> Software containing small electronic files known as web beacons that permit tracking.\nWe actively search for such items and remove them, if and when, they are found.\nHowever, as software is updated frequently by Service Providers, we make no promises nor accept any liability if we fail to do so.</p>\n</li>\n</ul>\nDisclosure of Data\nLaw enforcement\n<p>No data is collected and therefore, nothing can be disclosed.\nNo promises are made, nor liability assumed, for automatically collected information by third-parties (i.e.\nweb-hosting and internet Service Providers).</p>\nSecurity of Your Personal Data\n<p>The security of Your Personal Data is important to Us, but remember that no method of transmission over the Internet, or method of electronic storage is 100% secure.\nWhile We strive to protect Your Personal Data, We cannot guarantee the security of it and assume no liability whatsoever.</p>\nLinks to Other Websites\n<p>The Website may contain links to other websites that are not operated by Us.\nIf You click on a third party link, You will be directed to that third party’s site.\nWe strongly advise You to review the Privacy Policy of every site You visit.</p>\n<p>We have no control over and assume no responsibility nor liability for the content, data collection, privacy policies or practices of any third party sites or services.</p>\nChanges to this Privacy Policy\n<p>We may update Our Privacy Policy from time to time on this page.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.\nNo other notifications will be given.</p>\nContact Us\n<p>If you have any questions about this Privacy Policy, You can contact us by email: <strong>root@blue-archive.org</strong>\n</p> ", "created_at": "2021-04-23 12:13:33.741598", "updated_at": "2021-06-18 08:20:56.507405"}], "points": [{"id": 22760, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://blue-archive.org/home/faqs/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-06-18 08:25:39.255701", "updated_at": "2021-06-19 15:00:05.977893", "quoteText": "We may update Our Privacy Policy from time to time on this page.</p>\n<p>You are advised to review this Privacy Policy periodically for any changes.\nChanges to this Privacy Policy are effective when they are posted on this page.\nNo other notifications will be given.</p>\n", "case_id": 121, "document_id": 5280, "quoteStart": 5917, "quoteEnd": 6187}, {"id": 22758, "title": "You are tracked via device fingerprinting", "source": "https://blue-archive.org/home/faqs/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-06-18 08:24:08.531186", "updated_at": "2021-06-19 14:58:48.063153", "quoteText": "You access the Website by or through a mobile device, certain information may be automatically determined, including, but not limited to, the type of mobile device You use, Your mobile device unique ID", "case_id": 323, "document_id": 5280, "quoteStart": 3381, "quoteEnd": 3582}, {"id": 22761, "title": "You are not being tracked", "source": "https://blue-archive.org/home/faqs/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-06-18 08:26:03.415708", "updated_at": "2021-06-19 14:57:47.786117", "quoteText": "We not not use Cookies and similar tracking technologies to track the activity on the Website.", "case_id": 218, "document_id": 5280, "quoteStart": 3944, "quoteEnd": 4038}, {"id": 22759, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://blue-archive.org/home/faqs/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-06-18 08:24:31.280824", "updated_at": "2021-06-19 14:59:03.913477", "quoteText": " the IP address of Your mobile device", "case_id": 399, "document_id": 5280, "quoteStart": 3583, "quoteEnd": 3620}, {"id": 22757, "title": "Only necessary logs are kept by the service to ensure quality", "source": "https://blue-archive.org/home/faqs/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-06-18 08:23:29.439987", "updated_at": "2021-06-19 15:00:44.544056", "quoteText": "Usage Data will not be collected by Us.\nHowever, it may be collected automatically when using the Website by others (i.e.\nfrom the hardware &amp.\nsoftware of web-hosting and internet Service Providers.", "case_id": 176, "document_id": 5280, "quoteStart": 2706, "quoteEnd": 2907}, {"id": 22756, "title": "You can access most of the pages on the service's website without revealing any personal information", "source": "https://blue-archive.org/home/faqs/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-06-18 08:22:55.734999", "updated_at": "2021-06-19 15:00:17.281415", "quoteText": "While using the Website, We will not ask You to provide Us with any information.\nIf fact, we specifically request that you do not provide us with any information.", "case_id": 298, "document_id": 5280, "quoteStart": 2359, "quoteEnd": 2521}, {"id": 22755, "title": "Your personal data is not shared with third parties", "source": "https://blue-archive.org/home/faqs/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-06-18 08:22:22.220814", "updated_at": "2021-06-19 15:00:14.987787", "quoteText": "We do not collect, use or disclosure Your Personal data.</p>", "case_id": 311, "document_id": 5280, "quoteStart": 335, "quoteEnd": 395}, {"id": 22754, "title": "There is a date of the last update of the agreements", "source": "https://blue-archive.org/home/faqs/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2021-06-18 08:21:59.108245", "updated_at": "2021-06-19 15:00:11.565348", "quoteText": "<p>Last updated: February 26, 2021</p>", "case_id": 331, "document_id": 5280, "quoteStart": 75, "quoteEnd": 113}, {"id": 20075, "title": "This service does not collect, use, or share location data", "source": "https://blue-archive.org/home/faqs/privacy-policy/", "status": "", "created_at": "2021-05-07 23:47:00.816791", "updated_at": "2021-07-09 22:05:06.363602", "quoteText": null, "case_id": 392, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["blue-archive.org"]}}