{"error": 448, "message": "OK", "parameters": {"id": 3357, "name": "Nature’s Bounty ", "created_at": "2021-04-30 22:29:53.877121", "updated_at": "2021-05-01 00:02:35.353079", "wikipedia": null, "keywords": null, "related": null, "slug": "natures_bounty_", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3357.png", "url": "naturesbounty.com", "documents": [{"id": 5544, "name": "Privacy Policy ", "url": "https://www.naturesbounty.com/privacy-policy", "xpath": "", "text": " <ul>\n<li> Natures Bounty </li>\n<li> Optimal Solutions </li>\n<li> Beauty </li>\n</ul>\n<ul>\n<li> Facebook Twitter Pinterest Instagram Youtube </li>\n<li>\n</li>\n<li>\n</li>\n</ul> Go Follow us on: Facebook Twitter Pinterest Instagram Youtube Natures's Bounty International Websites: <ul>\n<li> Canada </li>\n<li> China </li>\n<li> Hong Kong </li>\n<li> Italy </li>\n<li> Russia </li>\n<li> UK </li>\n</ul>\n<ul>\n<li> Our Products </li>\n<li> Health Categories </li>\n<li> Health Center </li>\n<li> Store Locator </li>\n<li> Shop </li>\n<li> About Us </li>\n<li> contact us </li>\n</ul>\n<ul>\n<li> Advanced Men's Series </li>\n<li> CoQ-10 Supplements </li>\n<li> Gummies </li>\n<li> Stress Comfort </li>\n<li> Fish Oil &amp.\nOmegas </li>\n<li> Hair, Skin and Nails </li>\n<li> Herbs </li>\n<li> Letter Vitamins </li>\n<li> Minerals </li>\n<li> Melatonin </li>\n<li> Multivitamins </li>\n<li> Protein Powder </li>\n<li> Probiotics </li>\n<li> Specialty Supplements </li>\n</ul> VIEW ALL PRODUCTS <ul>\n<li> Beauty Support </li>\n<li> Heart Health </li>\n<li> Digestive Health </li>\n</ul>\n<ul>\n<li> Energy Support </li>\n<li> Sleep Support </li>\n<li> Bone &amp.\nJoint Health </li>\n<li> Brain Health </li>\n<li> Eye Health </li>\n<li> General Wellness </li>\n<li> Healthy Aging </li>\n<li> Immune &amp.\nAntioxidant Support </li>\n<li> Men's Health </li>\n<li> Mood &amp.\nStress Support </li>\n<li> Prenatal Health </li>\n<li> Weight Management </li>\n<li> Women's Health </li>\n<li> Urinary Tract Health </li>\n</ul> VIEW ALL HEALTH CATEGORIES Sign Up for Our Newsletter Privacy Policy <p> Print this Privacy Policy </p>\n<p>Last Updated:&nbsp.\nMarch 23, 2021</p>\n<br>\n<p>This Privacy Policy describes how The Bountiful Company and its subsidiaries including, without limitation, American Health Inc., Balance Bar Company, Best Bar Ever Inc., Dr.\nOrganic Limited, The Ester-C Company, Home Health Products LLC, Met-Rx Substrate Technology Inc., Nature's Bounty (NY) Inc., Puritan's Pride Inc., Rexall Sundown Inc., Solgar Inc., United States Nutrition Inc., and Vita Health Products Inc.\n(collectively the \"Company\", \"we\", \"us\") collect and use personal information about you.\nIt also describes the choices available to you regarding our use of your personal information and how you can access and update this information.&nbsp.\nBy using the Company’s products or services, you agree to the collection, use, and disclosure of your information as described in this Privacy Policy.&nbsp.\nIf you do not, please do not use the Company’s products or services.</p>\n<p>\n<strong>European Union (EU) Residents:</strong> Those living in the EU should also view the “Information Collected from Individuals in the European Union” section of this Privacy Policy to learn additional information about how we collect and use your personal information in compliance with EU data protection laws.</p>\n<p>For the purposes of this Privacy Policy, personal information means information that either identifies, relates to, or describes you on its face, or that could reasonably be linked, directly or indirectly, with you or your household.\n&nbsp;It is possible that third parties may be able to personally identify you by other means, including by associating facially anonymous information about your Internet activity with other records.</p>\n<p>As provided in more detail below, we collect personal information from a variety of sources, including from: </p>\n<ul>\n<li>Social media providers</li>\n<li>Data aggregators</li>\n<li>Public databases</li>\n<li>Tracking technologies, and</li>\n<li>From you directly.\n</li>\n</ul>\n<p>If you have questions about this Privacy Policy or how we treat your personal information, please contact us using the information provided in the “How to Contact Us” section of this Privacy Policy.</p> Personal Information We Collect\n<p>Depending on how we interact with you, we may collect, use, store and transfer different types of personal information about you.\nThis includes:</p>\n<ul>\n<li>\n<strong>Identifiers,</strong> such as your name and title.\nWe may also collect your birth date or gender, but only when you choose to provide us with that information, such as in a product review or your account settings.\nIdentifiers may also include: <ul>\n<li>\n<strong>Contact Information,</strong> such as your mailing address, billing address, email address, and telephone number(s).</li>\n<li>\n<strong>Account Profile Information,</strong> such as your username or similar identifier, account password, purchase/order history, and your interests provided when signing up for your account.</li>\n</ul>\n</li>\n<li>\n<strong>Commercial Information,</strong> such as credit card, debit card, and other financial payment information.</li>\n<li>\n<strong>Correspondence Information,</strong> including anything you may provide to us in your communications with us, such as your intended or actual use of our products, questions about our products, and records of your communications with us.</li>\n<li>\n<strong>Health Information,</strong> specifically any adverse reaction you might have to one of our products and relevant health information that you choose to share with us.</li>\n<li>\n<strong>Internet/Electronic Activity Information,</strong> such as your internet protocol (\"IP\") address.\nyour web browser software and version.\nif you arrived at the services through a link from another website, information about the page you came from.\nyour mobile device identifier and other information about devices you use to access the services.\nWe also collect online activity information, such as information about your activity while using the services, including information we may gather through the use of cookies, web beacons and other similar tools that tell us which pages you choose to view, and queries you make using our \"search\" function.\nFor more information about how and when we collect this information and what we do with it, please see the “Cookies and Tracking” section of this Privacy Policy.</li>\n<li>\n<strong>Marketing and Communications Information,</strong> such as your preferences in receiving marketing, promotions and sales offers from us, and photographs containing images of you where you choose to provide us with them as part of a sweepstakes or contest.</li>\n</ul> Information Collected from Individuals Outside the United States\n<p>Our services are U.S.\nbased and therefore, if you are using the services from outside the United States, including the European Union or European Economic Area, and provide us with personal information, please note that your personal information will be transferred, stored and processed in the United States using appropriate transfer mechanisms as required by applicable law.\nThis is done either to ensure we are able to provide our services to you, or where not necessary for the provision of our services (such as in the case of providing you with marketing communications), it is done only with your consent.\nPlease note, however, that the data protection laws in the United States may not be as comprehensive as those in your country of residence.\nWe are, however, unable to provide our services without handling your personal information in the United States.</p> How We Collect Information About You and Sources of Personal Information\n<p>We collect information from you and about you in different ways.</p>\n<ul>\n<li>\n<strong>Direct Interactions.</strong> We collect most of your personal information from you directly.\nFor example, you may give us a variety of your Identifiers, Contact Information, Account Profile Information, Commercial Information, Correspondence Information, Health Information, Internet/Electronic Activity Information, and Marketing and Communications Information when you: <ul>\n<li>Create an account on one of our websites;</li>\n<li>Purchase products from our website or by phone;</li>\n<li>Contact us with questions or provide feedback about our products;</li>\n<li>Subscribe to our mailing lists or otherwise agree to receive marketing communications from us.\nand</li>\n<li>Enter competitions, promotions or surveys we run from time to time.</li>\n</ul>\n</li>\n<li>\n<strong>Automated technologies and interactions.</strong> As you interact with our websites, we may automatically collect Internet/Electronic Activity Information about your equipment, browsing actions and patterns.\nWe collect this personal data by using cookies, web beacons, server logs and other similar technologies.\nWe may also receive Internet/Electronic Activity Information about you if you visit other websites employing our cookies.\nPlease see the “Cookies and Tracking” section of this Privacy Policy for further details.\n</li>\n<li>\n<strong>Third parties or <strong>publically&nbsp;</strong>available sources.</strong> We may also collect information about you from third parties and commercially available sources, including from social media providers, data aggregators, and public databases.\nPlease note that we may combine the various types of information we collect about you and use it as described in this Privacy Policy.</li>\n</ul> How We Use Your Information\n<p>We use your personal information for the following business purposes:</p>\n<ul>\n<li>\n<strong>Contact Us.</strong> We use personal information such as your Contact Information to respond to your questions and comments when you communicate with us through links or pages provided by the services, such as the \"Contact Us\" feature.</li>\n<li>\n<strong>Shopping.</strong> If you purchase products from us, we use personal information, such as your Contact Information and Commercial Information to process your purchase, confirm your order, and deliver the items to you.\nWe also use cookies which are necessary for completing the online check-out process.\nFor further information on our use of cookies, please see the “Cookies and Tracking” section of this Privacy Policy.</li>\n<li>\n<strong>Administration.</strong> We use personal information to perform business analyses or for other purposes to improve the quality of our business, our services, and the products we offer.\nWe may also use personal information about you to administer our services, including to investigate possible violations of and enforce our contracts, including our website Terms of Use and any terms and conditions associated with our products and services, and to comply with our legal obligations.</li>\n<li>\n<strong>Fraud and Crime Prevention and Detection.</strong> We use your personal information, such as your Identifiers, Contact Information, and Internet/Electronic Activity Information, to help prevent and detect fraud and other crimes that might be committed using or against our services.\nWe do this to both protect our legitimate interests in protecting our business assets and comply with our legal obligations.</li>\n<li>\n<strong>IT Security and Website Operation.</strong> We use your personal information, such as your Internet/Electronic Activity Information, to help us protect our legitimate interests in troubleshooting, testing, maintaining, and protecting our IT systems, including this website.</li>\n<li>\n<strong>Compliance with Legal and Regulatory Obligations.</strong> We use your personal information to comply with our legal and regulatory obligations, which arise from time to time.\nFor instance, we may use your Contact Information to alert you if a product is recalled.\nWe may also collect your Health Information to maintain records of adverse reactions to our dietary supplement products when you choose to provide this to us.</li>\n</ul>\n<p>Also, if you have decided to opt in for marketing purposes, we may use your personal information for the following purposes: </p>\n<ul>\n<li>\n<strong>Email Newsletters and Promotions.</strong> We use personal information about you, including your Contact Information, to send you our newsletters, information about our loyalty program, exclusive offers and promotions, and product news through email, where you have agreed to receive such communications.\nWe also may use personal information about you to administer our promotions and our loyalty rewards program.</li>\n<li>\n<strong>Surveys, Sweepstakes, and Message Boards.</strong> We use personal information about you, including your Identifiers and Contact Information to enable you to participate in features such as surveys, polls, sweepstakes, and message boards, where you have agreed to this.\nWe may sometimes use a third party service provider to conduct these surveys or sweepstakes.\nif so, that Company will be prohibited from using your personal information for any other purpose.</li>\n</ul>\n<p>Lastly, we may use information you provide to us for the following additional purposes:</p>\n<ul>\n<li>\n<strong>Feedback.</strong> We use information you provide to us regarding our products and services to provide product feedback to our customers in aggregated form through the services.</li>\n<li>\n<strong>Other Uses of Information.</strong> In addition, we may use your personal information as otherwise described to you at the time of collection with your consent.</li>\n</ul> Public Forums\n<p>Our services offer publicly accessible blogs, community forums, or reviews.\nYou should be aware that any information you provide in these areas may be read, collected, and used by others who access them.\nTo request removal of your personal information from our blog or community forum, contact us at info@bountifulcompany.com.\nIn some cases, we may not be able to remove your personal information, in which case we will let you know if we are unable to do so and why.</p> Information We Share\n<p>\n<strong>Internal Third Parties.&nbsp;</strong>We are affiliated with a number of other health and wellness brands, including but not limited to American Health®, Balance®, Body Fortress®, Ester-C®, Everclen™, Nature’s Origin®, Met-Rx®, Nature’s Bounty®, Pure Protein®, Solgar®, Sundown®, Sundown® Kids, Good ‘N Natural®, Home Health™, Natural Wealth®, Flex-A-Min®, Osteo-Bi-Flex®, The Best Bar Ever®, Puritan's Pride<sup>®</sup>, Sisu®, and Dr.Organic®, all under The Bountiful Company umbrella (collectively, our “affiliates”).\n&nbsp;Our affiliates may share your personal information among themselves for legal purposes as well as to send you promotions, sales and offers, and newsletters in which you have indicated interest.\n&nbsp;The subsidiary that collects your personal information will not share your personal information with other third parties for marketing purposes unless you have consented to the sharing of your information or you have indicated interest in receiving communications from third parties.</p>\n<p>\n<strong>External Third Parties.</strong> We will disclose your personal information for the following limited business purposes:\n</p>\n<ul>\n<li>\n<strong>Service Providers.</strong> We may share your personal information with service providers that perform certain functions or services on our behalf to fulfill the services you request from us.\nThese include third parties that host our websites, manage databases, perform analyses, send communications for us, process payments on our behalf (e.g.\nShopify), ship your orders, provide you with live chat service, or provide certain other components of our websites.\nService providers are not authorized to use or disclose your personal information, except as necessary to perform services on our behalf.</li>\n<li>\n<strong>Analytics.&nbsp;</strong>We may allow third parties to collect information in order to provide us with analytics.\nFor instance, the services use analytics tools provided by Google to help us understand how people use the services.\nYou can learn more about how Google collects and uses information as a part of its tools.</li>\n<li>\n<strong>Protect Our Services and Users.&nbsp;</strong>We may disclose your personal information to governmental authorities if we believe disclosure is necessary or appropriate to prevent physical harm or financial loss, or in connection with an investigation of suspected or actual illegal activity, or violation of our website Terms of Use or other contracts.</li>\n<li>\n<strong>Legal Process.&nbsp;</strong>We may disclose your personal information to the extent necessary to respond to subpoenas, court orders, or other legal process in response to a request for cooperation from law enforcement or a government agency, in order to comply with our other legal and regulatory obligations.</li>\n</ul>\n<p>We also will share your information in the following additional circumstances:</p>\n<ul>\n<li>\n<strong>Transactions.</strong> It may sometimes be necessary for the advancement of our legitimate commercial interests to share your personal information with our professional advisers in connection with a corporate transaction, such as a sale, assignment, divestiture, merger, bankruptcy, consolidation, reorganization, liquidation, or other transfer of the business or its assets.\nWhen we do this, we will always take measures to ensure the ongoing protection of your personal information.</li>\n<li>\n<strong>Other Circumstances.</strong> We may also use your personal information in other circumstances, but we will also explain them to you at the point of collection and, where necessary, get your permission.</li>\n</ul> We Provide You Choices\n<p>You may receive marketing offers or solicitations from us through email from time to time.\nYou can subscribe to marketing emails by emailing us at info@bountifulcompany.com.</p>\n<p>If you prefer not to receive marketing emails from us, please contact us at info@bountifulcompany.com or follow the opt-out instructions at the bottom of each marketing email.\nPlease note that these requests may take up to 10 days to be effective.\n</p>\n<p>Your request not to receive marketing emails from us will not apply to messages that you request or that are not of a marketing nature.\nFor example, we may contact you concerning any purchases you have made with us even if you opt out of receiving marketing emails.</p>\n<p>\n<strong>Uploading Your Personal Information.</strong> If you have established a user account in connection with one of our services, you may be able to review and request changes to some information that the Company maintains about you through your account settings or by contacting us at info@bountifulcompany.com.\nWe will respond to your request within 30 days.\nUpon request we will provide you with information about whether we hold any of your personal information.</p>\n<p>Visitors from the EU may refer to the “Information Collected from Individuals in the European Union” section of this Privacy Policy for further information about your specific rights in relation to the personal information we hold about you.</p> Cookies and Tracking\n<p>We and our partners use cookies or similar technologies to analyze trends, administer the website, track users’ movements around the website, and to gather demographic information about our user base as a whole.\nWe may receive reports based on the use of these technologies by these companies on an individual basis (that is, reports of your own activity) as well as on an aggregated basis (that is, reports of all user activity or of the activity of certain users as a group).\nVisitors from the EU may click here for additional information in the “Cookies and Tracking Technologies” section of this Privacy Policy about cookies.</p>\n<p>You may be able to disable cookies by changing a setting in your web browser.\nPlease note, however, that without cookies you may not be able to take full advantage of all the services’ features.</p>\n<p>We use Local Storage, such as HTML5, to store content information and preferences.\nVarious browsers may offer their own management tools for removing HTML5.\nPlease note we do not currently support any browser based Do Not Track (DNT) settings or participate in any DNT frameworks, and we do not assign any meaning to any potential DNT track signals you may send or alter any of our data collection or use practices in response to such signals.</p>\n<p>If you wish to not have your browsing information used for the purpose of serving you ads, you may opt-out by clicking here.\nPlease note this does not opt you out of being served advertising.\nYou will continue to receive generic ads.</p>\n<p>Our services may be presented alongside Social Media features, such as the Facebook Like button.\nThese features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the feature to function properly.\nSocial Media features are either hosted by a third party or hosted directly on our services.\nYour interactions with these features are governed by the Privacy Policy of the company providing it.</p> Data Retention\n<p>We will only retain your personal information for as long as necessary (generally 7 years) to fulfill the purposes we collected it for, including for the purposes of satisfying any legal, accounting, or reporting requirements we are subject to, as well as to resolve disputes, and enforce our agreements.</p>\n<p>If you wish to cancel your account or request that we no longer use your information to provide you services, contact us at info@bountifulcompany.com.</p> Information for California Residents\n<p>\n<strong>Your Rights.</strong> If you are a California resident, you can take advantage of the following rights:\n</p>\n<ul>\n<li> You may request, up to two times each year, that we disclose to you the categories and specific pieces of personal information that we have collected about you in the preceding 12 months, the categories of sources from which your personal information is collected, the business or commercial purpose for collecting your personal information, the categories of personal information that we disclosed for a business purpose or that we sold about you in the preceding 12 months, the categories of third parties with whom we have shared your personal information, and the business or commercial purpose for each sale or disclosure, if applicable.\n</li>\n<li> You may request that we delete any personal information that we have collected from you.\nNote that there are some reasons we will not be able to fully address your request, such as if we need to complete a transaction for you, to detect and protect against fraudulent and illegal activity, to exercise our rights, for our internal purposes, or to comply with a legal obligation.\n</li>\n</ul>\n<p>To take advantage of any of the foregoing rights, or if you have questions about your rights, please contact us at&nbsp;privacy@bountifulcompany.com, 1-800-421-1168, or by mail at The Bountiful Company, Legal Department, 2100 Smithtown Avenue, Ronkonkoma, New York 11779.\nWe may take steps to verify your identity before responding to your request.\nIf you exercise any of the foregoing rights, we will not discriminate against you, such as by denying you access to our products or restricting your access to products of certain pricing or quality.\nWe will confirm receipt of your request within 10 business days and will respond to your request within 45 calendar days, after proper verification, unless we need additional time, in which case we will let you know.</p>\n<p>\n<strong>Agent Requests.</strong> Your authorized agent may submit a request on your behalf, after submission of proof of authorization in accordance with California law.\nWe retain the right to request confirmation directly from you confirming that the agent is authorized to make such a request or to request additional information to confirm the agent’s identity.\nAn authorized agent is prohibited from using a consumer’s personal information, or any information collected from or about the consumer, for any purpose other than to fulfill the consumer’s requests, for verification, or for fraud prevention</p>\n<p>\n<strong>Personal Information Disclosures.</strong> In the last 12 months, we disclosed the following categories of personal information for a business purpose (such as to our service providers who are restricted from using your personal information outside the scope of their services for us):</p>\n<ul>\n<li>Identifiers and Contact Information, disclosed to service providers and affiliates</li>\n<li>Commercial Information, disclosed to service providers</li>\n<li>Health Information, disclosed to service providers</li>\n<li>Internet/Electronic Activity Information, disclosed to service providers</li>\n</ul>\n<p>We <strong>do not sell</strong> your personal information, including personal information of persons under 16 years of age.</p> Third Party Websites\n<p>Our services may provide links to websites operated by third parties for your convenience and information.\nAll of these websites and applications operate independently from us, and we do not control their privacy practices.\nWe encourage you to review the privacy policies of any third-party websites and applications that you use to better understand their privacy practices.</p> How We Protect Personal Information\n<p>We maintain reasonable security procedures to help protect against loss, misuse or unauthorized access, disclosure, alteration or destruction of the information you provide through our services.\nIn addition, we limit access to your personal data to those employees, agents, contractors and other third parties who have a business need to know.\nThey will only process your personal data on our instructions and they are subject to a duty of confidentiality.</p>\n<p>Among other safeguards, we use Secure Sockets Layer (\"SSL\") technology to help protect transmissions over the internet of your payment card data.</p>\n<p>Unfortunately, no data transmission over the internet or stored on a server can be guaranteed to be 100% secure.\nAs a result, while we strive to protect your personal information and privacy, we cannot guarantee or warrant the security of any information you disclose or transmit to us online and cannot be responsible for the theft, destruction, or inadvertent disclosure of your personal information.\nIf you prefer not to transmit your credit card number over the internet, you can contact us using the toll-free number listed on the website from which you want to order.\nIf you have any questions regarding security, you can contact us at info@bountifulcompany.com</p> Updates to Our Privacy Policy\n<p>We reserve the right to modify the Privacy Policy at any time.\nIf we do this, we will post the changes on this page and will indicate at the top of this page the date those terms will be effective.\nWe will give you advance notice of any material changes by email where possible.\nIt is your responsibility to check to determine if there have been changes to the Privacy Policy and to review any such changes.</p> Children's Privacy\n<p>Our services are not directed to persons under the age of 18.\nWe do not knowingly collect personally identifiable information from children under 18.\nIf a parent or guardian becomes aware that his or her child has provided us with such information without their consent, he or she should contact us via the contact details listed below.\nIf we become aware that a child under 18 has provided us with personal information, we will delete such information from our files.</p> Information Collected from Individuals in the European Union\n<p>\n<strong>Your Rights.</strong> Under the European Union General Data Protection Regulation, you have certain rights regarding your personal information:\n</p>\n<ul>\n<li>\n<strong>Right to access your information:</strong> You have the right to confirm whether and how we use your personal information, why we use it, how long we keep it, and with whom we share it.\nYou also have the right to request a free copy of what we have.</li>\n<li>\n<strong>Right to have your information shared:</strong> You have the right to request a copy of your personal information for your personal use, including sharing with other entities.</li>\n<li>\n<strong>Right to rectify your information:</strong> If you believe that we hold personal information about you that is inaccurate, misleading, or incomplete, you have the right to request that we correct that information in our records.</li>\n<li>\n<strong>Right to request that we remove your information:</strong> You have the right to request that we remove your personal information from our records.</li>\n<li>\n<strong>Right to request that we limit use of your information:</strong> You also have the right to request that our use of your personal information be restricted.</li>\n<li>\n<strong>Right to withdraw consent:</strong> Where you provide consent to our use of your personal information, you can withdraw your consent at any time by contacting us at gdprdata@nbty.com.\nIt may take us some time to process your request, but we will update your preferences within a reasonable period of time or inform you there will be a delay and explain why</li>\n<li>\n<strong>Right to complain to a supervisory authority:</strong> Where you are unhappy with how we treat or handle your personal information, you have the right to make a complaint to the data protection supervisory authority in your home country.\nFor example, if you live in the United Kingdom, you would contact the Information Commissioner’s Office.</li>\n</ul>\n<p>If you would like to exercise any of your rights described above and submit a request, contact gdprdata@nbty.com.\nWe will respond to all legitimate requests within one month.\nWe may sometimes request additional information from you.\nPlease note that we may not be able to fulfill your request under certain circumstances, such as when it is necessary to keep your information to complete an order or meet a legal obligation.\nIf we cannot fulfill the request, we will notify you of the reasons why.</p>\n<p>If you disagree with our resolution of your request, you have the right to make a complaint to the supervisory authority in your country.\nYou may also seek to enforce this right through a judicial remedy.</p>\n<p>\n<strong>Health Information.</strong> We are required by law to maintain records of our customers who report adverse reactions to our dietary supplement products.\nWe ask for your explicit consent before collecting any information about your health or medical conditions.\nWe will use this information only for the purposes of meeting our regulatory and legal obligations and will not share it with any third parties.\nYou may withdraw your consent at any time by contacting us as described above.</p>\n<p>\n<strong>Cookies and Tracking Technologies.</strong> We and our partners use cookies or similar technologies to analyze trends, administer the website, track users’ movements around the website, and to gather demographic information about our user base as a whole.\nThe chart below explains the different types of cookies and tracking technologies and what we use them for:\n</p> Cookie/Tracking&nbsp;Technology Name Purpose Cookie preference Notification_cookieconsent<br> GDPRCookieConsent<br>\n<br> Where you indicate a preference about cookies on our websites, this cookie will be used to remember your choice.\nSecurity cookies n/a We use these cookies to protect our legitimate interests in providing a secure shopping experience and protecting the data we hold.\nFunctionality cookies ps-uid<br> BVImplmain_site<br> BVBRANDID<br> BVBRANDSID We use these cookies to advance our legitimate interests in running a user-friendly website.\nThese recognize you when you return to the website.\nFor example, they help us show user reviews and where to buy our products.\nGoogle Analytics/HotJar _ga<br> _gid<br> _gat_<br> _hjIncludedInSample We use these cookies to advance our legitimate interests in gaining insight into how our users are interacting with our websites.\nThese cookies are used to analyze data pertaining to our web traffic.\nAdd cookies _uetsid<br> __atuvc<br> __atuvs<br> DSID<br> IDE<br> fr <br> TLTSID <br> TLTUID We use these cookies to advance our legitimate interests in marketing relevant products to our customers.\nThese cookies are used by our third-party ad network to adapt ads to users, improve campaign effectiveness.\nWeb beacons __utma<br> __utmc<br> __utmz<br> __utmt<br> __utmb We use these cookies to advance our legitimate interests in providing relevant marketing communications.\nWe include web beacons in emails or newsletters to determine whether messages have been opened and identify the IP address of the computer on which they were opened.\nThis information helps us customize the services we offer and measure the overall effectiveness of our online content and the products and services we offer.\nWeb beacons also allow third parties to obtain information such as the IP address of the computer that downloaded the page on which the beacon appears, the URL of the page on which the beacon appears, the time the page containing the beacon was viewed, the type of browser used to view the page, and the information in cookies set by the third party.\n<br>\n<p>If you wish to not have your browsing information used for the purpose of serving you ads, you may alter your advertising preferences here.\nPlease note this does not opt you out of being served advertising.\nYou will continue to receive generic ads.</p> EU-U.S.\nand Swiss-U.S.\nPrivacy Shield\n<p>We, through our parent Company, The Bountiful Company, participate in and have certified our compliance with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework.\nThe Company is committed to subjecting all personal data received from EU member countries, the United Kingdom, and Switzerland, respectively, in reliance on each Privacy Shield Framework, to the Framework's applicable Principles.\nTo learn more about the Privacy Shield Frameworks, and to view our certifications, visit the U.S.\nDepartment of Commerce's Privacy Shield List&nbsp;here.</p>\n<p>Under each Privacy Shield Framework, the Company is responsible for the processing of personal data it receives and subsequently transfers to a third party acting as an agent on its behalf when our agent processes such personal information in a manner inconsistent with the Privacy Shield Principles, unless the Company is not responsible for the event giving rise to the damage.\nThe Company complies with the Privacy Shield Principles for all onward transfers of personal data from the EU, the United Kingdom, and Switzerland, including the onward transfer liability provisions.</p>\n<p>With respect to personal data received or transferred pursuant to each of the Privacy Shield Frameworks, the Company is subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.\nIn certain situations, we may be required to disclose personal data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</p>\n<p>If you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.\nbased third party dispute resolution provider (free of charge) here.</p>\n<p>Under certain conditions, more fully described on the Privacy Shield website you may invoke binding arbitration after other dispute resolution procedures have been exhausted.</p> How to Contact Us\n<p>If you have any questions or comments about this Privacy Policy, or if you would like us to update information we have about you or your preferences, please contact us by:</p>\n<p>\n<strong>Email: </strong>privacy@bountifulcompany.com.<br>\n<strong>Mail:</strong>\n<br>\n<br>\nThe Bountiful Company<br>\nLegal Department<br>\n2100 Smithtown Avenue<br>\nRonkonkoma, New York 11779\n</p>\n<p>\nIf you are located in the UK, and have questions about this Privacy Policy or our privacy practices, you also may contact our UK Representative using the following contact details:<br>\n<br>\nDanny Chinery<br>\nThe Bountiful Company<br>\nBeggars Lane<br>\nAldbury, Tring<br>\nHertfordshire<br>\nHP23 5PT<br>\nUNITED KINGDOM<br>\n+441442890355 <br>\ndchinery@bountifulcompany.com\n</p>\n<p>\nIf you are located in the EU, and have questions about this Privacy Policy or our privacy practices, you also may contact our EU Representative using the following contact details:<br>\n<br>\nXavier Busquets<br>\nThe Bountiful Company.<br>\nC/ Belgrado, 6.<br>\nPol.\nEurópolis 28232 <br>\nLas Rozas (Madrid)<br>\nSPAIN<br>\n+ 34 639 106 170<br>\nxbusquets@bountifulcompany.com\n</p>\n<p>Scroll to Top</p> © 2021 Nature’s Bounty.\nAll rights reserved.\n<br>\n<br>\n<p>If you are using a screen reader and are having problems using this website, please call 1-800-433-2990 for assistance.\n</p>\n<ul>\n<li>\nPRIVACY POLICY </li>\n<li>\nTERMS OF USE </li>\n</ul> *These statements have not been evaluated by the Food and Drug Administration.\nThese products are not intended to diagnose, treat, cure, or prevent any disease.\n<ul>\n<li>\nOur Products </li>\n<li>\nHEALTH CATEGORIES </li>\n<li>\nHEALTH CENTER </li>\n<li>\nSTORE LOCATOR </li>\n<li>\nCONTACT US </li>\n<li>\nABOUT US </li>\n<li>\nFAQs </li>\n<li>\nCareers </li>\n<li>\nTERMS OF USE </li>\n<li>\nPRIVACY POLICY </li>\n<li>\nSITE MAP </li>\n</ul> We use tools, such as cookies, to provide you with the best user experience.\nWe use these tools to personalize content and ads, provide social media features and analyze website traffic.\nLearn more or manage&nbsp;settings.\nAccept } ", "created_at": "2021-04-30 22:29:54.876779", "updated_at": "2021-04-30 22:30:57.339013"}, {"id": 5545, "name": "Terms of Use ", "url": "https://www.naturesbounty.com/terms-of-use/", "xpath": "//body", "text": " <ul>\n<li> Natures Bounty </li>\n<li> Optimal Solutions </li>\n<li> Beauty </li>\n</ul>\n<ul>\n<li> Facebook Twitter Pinterest Instagram Youtube </li>\n<li>\n</li>\n<li>\n</li>\n</ul> Go Follow us on: Facebook Twitter Pinterest Instagram Youtube Natures's Bounty International Websites: <ul>\n<li> Canada </li>\n<li> China </li>\n<li> Hong Kong </li>\n<li> Italy </li>\n<li> Russia </li>\n<li> UK </li>\n</ul>\n<ul>\n<li> Our Products </li>\n<li> Health Categories </li>\n<li> Health Center </li>\n<li> Store Locator </li>\n<li> Shop </li>\n<li> About Us </li>\n<li> contact us </li>\n</ul>\n<ul>\n<li> Advanced Men's Series </li>\n<li> CoQ-10 Supplements </li>\n<li> Gummies </li>\n<li> Stress Comfort </li>\n<li> Fish Oil &amp.\nOmegas </li>\n<li> Hair, Skin and Nails </li>\n<li> Herbs </li>\n<li> Letter Vitamins </li>\n<li> Minerals </li>\n<li> Melatonin </li>\n<li> Multivitamins </li>\n<li> Protein Powder </li>\n<li> Probiotics </li>\n<li> Specialty Supplements </li>\n</ul> VIEW ALL PRODUCTS <ul>\n<li> Beauty Support </li>\n<li> Heart Health </li>\n<li> Digestive Health </li>\n</ul>\n<ul>\n<li> Energy Support </li>\n<li> Sleep Support </li>\n<li> Bone &amp.\nJoint Health </li>\n<li> Brain Health </li>\n<li> Eye Health </li>\n<li> General Wellness </li>\n<li> Healthy Aging </li>\n<li> Immune &amp.\nAntioxidant Support </li>\n<li> Men's Health </li>\n<li> Mood &amp.\nStress Support </li>\n<li> Prenatal Health </li>\n<li> Weight Management </li>\n<li> Women's Health </li>\n<li> Urinary Tract Health </li>\n</ul> VIEW ALL HEALTH CATEGORIES Sign Up for Our Newsletter Terms of Use\n<p>This website, mobile application, and/or electronic service (collectively, the \"Services\") is owned and operated by The Bountiful Company, and/or its subsidiaries or affiliates (\"Company,\" \"we,\" or \"us\").\nThese Terms of Use apply to your use of the Services or other websites, mobile applications, or electronic services on which these Terms of Use (\"Terms\") are posted.\nThe Company offers the Services conditioned upon your acceptance of these Terms, and your continued use of the Services constitutes your agreement to these Terms.\nBy using the Services, you affirm that you are of legal age to enter into these Terms of Use, or, if you are not, that you have obtained parental or guardian consent to enter into these Terms of Use.&nbsp;&nbsp.\nIf you violate or do not agree to these Terms of Use, then your access to and use of the Services is unauthorized.&nbsp.\nIf you do not wish to be bound by these Terms, do not access or use the Services.</p>\n<p>\n<strong>PLEASE READ THESE TERMS CAREFULLY BEFORE USING ANY SERVICES.</strong>\n</p>\n<p>\n<strong>\n<u>IMPORTANT:</u>\n</strong>\n<strong> THIS AGREEMENT CONTAINS A MANDATORY ARBITRATION PROVISION.</strong> BY AGREEING TO THESE TERMS OF USE, YOU ACCEPT THAT YOU MUST RESOLVE ANY CLAIM THAT YOU MAY HAVE AGAINST THE COMPANY ON AN INDIVIDUAL BASIS IN ARBITRATION, AS DESCRIBED IN MORE DETAIL BELOW IN THE DISPUTES SECTION.<strong>THIS WILL PRECLUDE YOU FROM BRINGING ANY CLASS, COLLECTIVE, OR REPRESENTATIVE ACTION AGAINST THE COMPANY.&nbsp;IT ALSO WILL PRECLUDE YOU FROM PARTICIPATING IN, OR RECOVERING RELIEF UNDER, ANY CURRENT OR FUTURE CLASS, COLLECTIVE, OR REPRESENTATIVE ACTION BROUGHT AGAINST THE COMPANY BY SOMEONE ELSE.</strong>&nbsp.\n</p>\n<p>You acknowledge that these Terms are supported by reasonable and valuable consideration, the receipt and adequacy of which are hereby acknowledged.\nWithout limiting the generality of the foregoing you acknowledge that such consideration includes your use of the Services and receipt of data, materials and information available at or through the Services, the possibility of our use or display of User Submissions (as defined below) and the possibility of the publicity and promotion from our use or display of User Submissions.\n<br> Note that special terms apply to some features offered through certain Services, like subscription-based services, rules for particular contests or sweepstakes or other features or activities.\nThese terms are posted in connection with the applicable service or product offering.\nAny such terms are in addition to these Terms, and in the event of a conflict, prevail over these Terms.\n</p>\n<strong>Commercial Transactions</strong>\n<p>The Services allow you to purchase products or services.\nTo purchase any products or services through the Services, you must: (a) be at least eighteen years of age, (b) provide us with valid payment information associated with a credit card or other payment method that you are authorized to use, and (c) authorize us to charge your credit card or other payment method for the price of the products or services that you request, together with any taxes, fees, or shipping charges described on the Services.\n</p>\n<p>We stand behind the products and services that we sell, and we will list the return policy that will apply to purchases from the Services.\nIn general, we accept returns for a limited period of time following a purchase, and your sole remedy if you are dissatisfied with a product that you have purchased through the Services will be to return the unused portion of the product for a refund.\nAfter the return period has expired, all sales are final, and we will not accept returns or issue refunds.\n</p>\n<p>In offering product descriptions on the Services, we attempt to be accurate, but we do not warrant that any product description is accurate, complete, or error-free, nor do we represent that any product will diagnose, treat, cure, or prevent any disease.\nIn particular, please note that we may carry products from third-party sellers, and we rely on these sellers to provide descriptions of their own products.\nIf you receive a product and believe that it materially differs from the product description, your sole remedy will be to return the product to us for a refund in conformance with the return policy listed on the Services.\nLikewise, we attempt to list the current price for each product that we sell, but a small number of products may be mispriced.\nIn these cases, we will notify you before shipping the product of the corrected price and will either cancel your order or give you an opportunity to cancel your order or decide to keep your order.\n</p>\n<strong>Your License to Access and Use the Services and Ownership</strong>\n<br>\n<p>The content, information, software, designs, materials, functions and data included in and contained on the Services (the \"Content\") are protected by intellectual property and other laws.\nYou must comply with these and any other applicable laws when you use the Services.\n</p>\n<p>Unless indicated to the contrary and subject to your strict compliance with these Terms, you may access and use the Services only for personal, non-commercial use, or in connection with your authorized purchase or sale of our products.\nIn connection with these uses, Company grants you a limited, non-exclusive, revocable, non-assignable, personal and non-transferable license to: access, copy, download, display, view, use, play and/or print one (1) copy of the Content made available on the Services on a personal computer, mobile phone or other wireless device, or other Internet enabled device (each, an \"Internet Device\"), provided that you: (a) keep intact all copyright and other proprietary notices, (b) make no modifications to the Content, and (c) do not use the Content in a manner that suggests an association with any of our products, services or brands.\nAny business use, \"re-mailing\" or high-volume or automated use of Services is prohibited.\n</p>\n<p>In the event that we offer downloads of software on a Service and you download such software, the software, including any files, images incorporated in or generated by the software, and data accompanying the software (collectively, the \"Software\") are licensed to you by us or third-party licensors for your personal, non-commercial use only.\nYour use of the Software may be governed by additional terms, which may be included with the Software.\nPlease carefully read any additional terms to determine the full extent of conditions governing the use of such Software.\nWe do not transfer title to the Software to you.\nYou may not copy, reproduce, distribute or otherwise exploit the Software or decompile, reverse engineer, disassemble or otherwise reduce the Software to a human-readable form.\nNote that if you install certain applications that may be available via the Services, you consent to the download of Software to your Internet Device and accept these Terms and any additional terms related to such application.\n</p>\n<p>We reserve all rights in the Content and the Services that we do not specifically grant in these Terms.\n<br>\n</p>\n<strong>Prohibited Uses</strong>\n<br>\n<p>Without limitation, you may not modify, distribute, transmit, perform, broadcast, publish, license, reverse engineer, transfer or sell, or create derivative works from, the Services or any Content unless you obtain our prior written approval.\nYou also may not use the Services in a way that could harm us or any third party.\nFor example, you may not use the Services in a way that could: </p>\n<ul>\n<li>Damage or interfere with the proper working of the Services.\n</li>\n<li>Intercept any Content or information that we have not intentionally made available to you or defeat any access controls that we have implemented.\n</li>\n<li>Give you access to the Services or Content using any interface other than the interface that we provide, or attempt to \"scrape\" or \"harvest\" Content, except if you use a \"robot\" program in connection with a bona fide internet search engine and we do not instruct you not to access the Services using that program.\n</li>\n<li>Frame the Services, display any Content in connection with an unauthorized logo or mark, or do anything that could suggest falsely a relationship between us and any other party.\n</li>\n<li>Convey unauthorized claims about the curative or health enhancing effects of our products or suggest that we have made such claims.\nor </li>\n<li>Otherwise adversely impact the operation of the Services, the Company, or any third party.\n</li>\n<li>Violate applicable local, state, federal, and international laws or regulations.\n</li>\n<li>Transmit, or facilitate the sending of, any advertising or promotional material without our prior Company written consent, including any “junk mail,” or any other similar solicitation.\nor </li>\n<li>Engage in any other conduct that limits or interferes with anyone’s use or enjoyment of the Services.\n</li>\n</ul>\n<p>In addition to our other legal rights, we may limit or terminate your license to use the Services, or certain features of the Services, at any time and for any reason, without prior notice to you including our belief you violated these Terms.\n</p>\n<strong>Registration and Access Restrictions</strong>\n<p>You may be required to register for an account with us in order to use certain features of the Services.\nIf you elect to take advantage of such features, you must register through the Services by completing the applicable registration form to create your account with a unique username and password.\nThe decision to provide this information is purely optional.\nhowever, if you elect not to provide such information, you may not be able to access certain Content or participate in certain features of the Services.\nYou agree to: (a) provide true, accurate, current and complete information about yourself when we request it.\n(b) maintain and promptly update this information to keep it true, accurate, current and complete to the extent the Services permit such updates.\n(c) use limited-access portions of the Services only using access credentials that we have issued to you.\nand (d) exit your account at the end of each session in which you have logged-in to the Services.\n</p>\n<p>You must maintain the confidentiality of any access credentials that we issue to you and may not share them with any other person.\nYou must notify the Company immediately of any unauthorized use of your credentials or any other breach of security.\nEven if you notify us, you will be responsible for any activities that occur using your access credentials, including any charges resulting from the use of your account.\n<br> When you sign up for or use our products and services, you may give us permission to access your information in other services.&nbsp.\nFor example, you may link your Facebook account, which allows us to obtain information from those accounts (like your full name and email).&nbsp.\nThe information we get from those services often depends on your settings or their privacy policies, so be sure to check what those are.<br>\n</p>\n<strong>No Professional Advice or Medical Information</strong>\n<br>\n<p>The Services do not provide medical advice, diagnosis or treatment, and the information included on the Services is offered for informational purposes only.\nSome portions of the Services may allow you to submit questions either to us or to third parties who have agreed to communicate with our users.\nAlthough we provide information about our products through the Services, <strong>neither our employees nor these third parties are authorized to provide medical or other professional advice through the Services.</strong> We also have not confirmed the qualifications of any third party who provides information through the Services, even if that third party lists his or her qualifications.\nAs a result, you should never use the information you obtain on the Services for diagnosis or treatment of any health problem or in place of any medication or other treatment prescribed by a physician or other healthcare provider.\n</p>\n<p>\n<strong>Please consult with your physician or other healthcare provider if you have health-related questions before using any of our products or relying on any information you obtain on the Services.\nYou should discuss any medications or nutritional supplements you are using with a healthcare provider before using any new medications or supplements.\n</strong>\n</p>\n<p>\n<strong>\n<em>The statements on the Services have not been evaluated by the Food and Drug Administration.\nOur products are not intended to diagnose, treat, cure or prevent any disease.\n</em>\n</strong>\n<strong>\n</strong>\n<br>\n</p>\n<strong>Privacy</strong>\n<br>\n<p>Our Privacy Policy describes our practices with regard to personal information that we collect through the Services.\nThe Privacy Policy is incorporated into these Terms by reference, and by using the Services you agree to our use of any information that we collect from you in conformance with our Privacy Policy.\n<br>\n</p>\n<strong>User Submissions</strong>\n<br>\n<p>The Services may allow you to submit, embed, display, transmit, or otherwise distribute audio, video, text, or other materials (collectively, \"User Submissions\") to or through the Services.\nWhen you provide User Submissions, you grant to the Company a non-exclusive, royalty-free, fully paid, perpetual, worldwide, irrevocable and fully sublicensable and transferable (in whole or in part) license under all copyrights, trademarks, patents, trade secrets, privacy and publicity rights and other intellectual property rights you own or control to: (i) use, reproduce, transmit, modify, index, adapt, publish, translate, create derivative works from, distribute, display and otherwise exploit such content throughout the world in any media, whether now known or hereafter invented, including for any and all purposes, including commercial or marketing purposes, all without further notice to you, with or without attribution, and without the requirement of any permission from or payment to you or any other person or entity, and (ii) to use your name, persona or likeness alone or in connection with such uses, without any obligation or remuneration to you.\nWithout limitation, the granted rights include the right to: (a) configure, host, index, cache, archive, store, digitize, compress, optimize, modify, reformat, edit, adapt, publish in searchable format, and remove such User Submissions and combine same with other materials, and (b) use any ideas, concepts, know-how, or techniques contained in any User Submissions for any purposes whatsoever, including developing, manufacturing, and marketing products and/or services.\nExcept as prohibited by law, you hereby waive, and you agree to waive, any moral rights (including attribution and integrity) that you may have in any User Submissions, even if it is altered or changed in a manner not agreeable to you.\nTo the extent not waivable, you irrevocably agree not to exercise such rights (if any) in a manner that interferes with any exercise of the granted rights.\nYou understand that you will not receive any fees, sums, consideration, or remuneration for any of the rights granted in this Section.\n</p>\n<p>Except as provided in our Privacy Policy, we do not guarantee that User Submissions will be private, even if the User Submission is in a password-protected area.\nAccordingly, you should not provide User Submissions that you want protected from disclosure.\nExcept as otherwise described in the Services posted Privacy Policy you agree that: (a) your User Submissions will be treated as non-confidential-regardless of whether you mark them \"confidential,\" \"proprietary,\" or the like - and will not be returned, and (b) Company does not assume any obligation of any kind to you or any third party with respect to your User Submissions.\nUpon Company's request, you will furnish us with any documentation necessary to substantiate the rights to such content and to verify your compliance with these Terms.\nYou acknowledge that the Services may be subject to breaches of security and that you are aware that submissions of User Submissions may not be secure, and you will consider this before submitting any User Submissions.\n</p>\n<p>In your communications with Company, please keep in mind that the Company does not accept or consider any unsolicited ideas or materials for products or services, or even improvements to products or services, such as ideas, concepts, inventions, books, etc.\n(collectively, \"Unsolicited Ideas and Materials\").\nAny Unsolicited Ideas and Materials you post on or send to us via the Services are deemed User Submissions and licensed to us as set forth above.\nIn addition, Company retains all of the rights held by members of the general public with regard to your Unsolicited Ideas and Materials.\nThe Company's receipt of your Unsolicited Ideas and Materials is not an admission by Company of their novelty, priority, or originality, and it does not impair the Company's right to contest existing or future intellectual property rights relating to your Unsolicited Ideas and Materials.\nNotwithstanding any custom and practice to pay an individual for an idea (if any), nothing herein shall create an implied or express contract to compensate entrants for their Unsolicited Ideas and Materials and there is no obligation for Company to pay or otherwise compensate you for any of your ideas or materials in any communications with us, whatsoever.\n<br> By providing User Submissions through the Services, you represent, warrant and covenant that you own those User Submissions or otherwise have the right to grant to us the rights described in this section.\nYou further represent, warrant and covenant that the User Submissions: </p>\n<ul>\n<li>Will be accurate and will comply with these Terms.\n</li>\n<li>Will be original with you or you have all necessary rights from third parties in order to post the User Submissions on our Services, without the need for any permission from or payment to any other person or entity to exploit, and to authorize us to exploit, such User Submissions in all manners contemplated by these Terms.\n</li>\n<li>Will be respectful of others’ opinions so we can continue to offer interactive features for everyone to enjoy.\n</li>\n<li>Will not cause injury to any person or entity, including as used by us in accordance with these Terms.\n</li>\n<li>Will not include medical or other professional advice;</li>\n<li>Will not be false, fraudulent, libelous, defamatory, sexually explicit, obscene, threatening, invasive of privacy or publicity rights, abusive, illegal or otherwise objectionable.\n</li>\n<li>Will not constitute or encourage violence or a criminal offense, violate the rights of any party, including intellectual property rights, or otherwise give rise to liability or violate any law.\n</li>\n<li>Will not impersonate any other person, user, or company, or may be false, fraudulent, deceptive, inaccurate, or misleading, or that misrepresents your identity or affiliation with a person or company.\n</li>\n<li>Will not include other people's personal information, such as another person's address, phone number, e-mail address, social security number, credit card number, medical information, financial information, or any other information that may be used to track, contact, or impersonate that individual.\n</li>\n<li>Will not contain software viruses, Trojan horses, spyware or any other technologies or malicious code that could impact the operation of the Services or any computer or device used to access the Internet or political campaigning, chain letters, mass mailings, or any form of \"spam\" and </li>\n<li>Will not contain advertise or promote a product or service or include advertising or other commercial material, except with our prior written consent.\nand </li>\n<li>Will not violate applicable local, state, federal, and international laws or regulations.\n</li>\n</ul>\n<p>We may refuse or remove a User Submission without notice for any reason, including our belief that a User Submission may violate these Terms or be otherwise objectionable.\nHowever, we will have no obligation to review, monitor, display, post, store, maintain, accept or otherwise make use of, User Submissions, and you agree that neither we nor our employees or agents will be liable for User Submissions or any loss or damage to you and any other person or entity resulting from User Submissions.\n</p>\n<p>You are solely responsible for your interaction with other users of the Services, whether online or offline.\nYou are and shall remain solely responsible for the User Submissions you distribute on or through any Services and for the consequences of submitting and posting same.\nYou should be skeptical about information provided by others, and you acknowledge that the use of any User Submission is at your own risk.\nWe are not responsible or liable for the conduct of any user or content of any User Submission.\nWe do not endorse the opinions, advice or recommendations posted or sent by users in any User Submission, and we specifically disclaim any and all liability in connection therewith.\nWe reserve the right, but have no obligation, to monitor or become involved in disputes between you and other users.\nExercise common sense and your best judgment in your interactions with others (e.g., when you submit any personal or other information) and in all of your other online activities.\nIf you discover any content that violates these Terms, then you may report it to: info@bountifulcompany.com.\nCustomize for bountiful and puritans.</p>\n<p>We cannot and do not assure that other users are or will be complying with the foregoing or any other Terms, and, as between you and us, you hereby assume all risk of harm or injury resulting from any such lack of compliance.\n</p>\n<strong>Links to Third Party Site</strong>\n<br>\n<p>The Services may contain links to other sites or electronic services that are not operated by our family of companies.\nThese links are provided as a convenience to you.\nHowever, we do not represent that we have endorsed or evaluated the information on those other sites or electronic services.\nYour relationship with the operators of these third-party sites is governed by the terms and conditions and privacy policy, if any, of those sites, and not by these Terms.\nTherefore, you should review those documents before using the third-party services.\n<br> Nor can we be held responsible for the accuracy, relevance, legality or decency of material contained on Services retrieved in searches and/or listed in search results or identified on search results pages.\n<br>\n</p>\n<strong>Coupons</strong>\n<p>Coupons and promotional codes provided to you are for your individual use only.\nYou may not transfer, reproduce, trade, offer for sale, publish or otherwise share the Company coupons and promotional codes unless the terms of the coupon or promotional code expressly allow you to do so.\nWe reserve the right to cancel orders when we have reason to believe that any coupon or promotional code is being used by someone other than the intended recipient, or in the case of suspected abuse, misuse or fraud.\nWe reserve the right to terminate a coupon or promotional code offering at any time and/or set expiration dates for such offers at any time and in our sole discretion.\nCoupon codes and promotional codes are not valid on prior purchases.\n</p>\n<strong>Electronic Communications</strong>\n<br>\n<p>When you access or use the Services, send e-mails to us, or receive electronic communications from us, you are, and consent to, communicating with the Company electronically.\nWe may communicate with you by e-mail or by posting notices through one or more of the Services.\nYou agree that all notices, disclosures, agreements, policies, and other communications that the Company provides to you electronically satisfy any requirement that such communications be in writing.\n</p>\n<strong>International Orders</strong>\n<br>\n<p>By confirming your order for shipment outside the United States, you agree to the additional terms contained in this section.\n<br> If any package is returned to us because of an incorrect address, because you refuse the package, or for any other reason other than solely because of our error, you will be responsible for our shipping cost for the return and reshipment of the package.\nIf the cost to return the package to us exceeds the cost of the goods ordered, or if you have ordered products that we are informed cannot be imported into the country of intended delivery, we may instruct the shipping company to abandon the package, but even if we do so, you will remain responsible for payment.\n</p>\n<p>Additionally, you are considered the importer of record for all shipments from us, and must comply with all laws and regulations of the country of destination and all laws and regulations the United States imposed on exports to that country.\nYou agree to pay any fees, fines, or other costs charged to us or to you in connection with any non-compliance with laws and regulations of the country of destination.\n</p>\n<p>If we decide to allow return of an item that has been rejected because of import or other legal compliance issues, we will refund the purchase price of the merchandise, less any charges we incurred in connection with the shipment, such as quarantine fees, exam fees, demurrage charges, or warehousing fees assessed in the destination country or in the United States upon return of the goods, and less the shipping costs to return the package to us.\nSupply of goods, services and software through the Services is subject to United States export control and economic sanctions requirements.\nBy acquiring any such items through the Services, you represent and warrant that your acquisition comports with and your use of the item will comport with those requirements.\nWithout limiting the foregoing, you may not acquire goods, services or software through the Services if: 1) you are in, under the control of, or a national or resident of Cuba, Iran, North Korea, the Crimea region of Ukraine, Sudan or Syria or if you are on the U.S.\nTreasury Department's Specially Designated Nationals List or the U.S.\nCommerce Department's Denied Persons List, Unverified List or Entity List or 2) you intend to supply the acquired goods, services or software to Cuba, Iran, North Korea, the Crimea region of Ukraine, Sudan or Syria (or a national or resident of one of these countries) or to a person on the Specially Designated Nationals List, Denied Persons List, Unverified List or Entity List.\n</p>\n<strong>Copyright Infringement Notice</strong>\n<br>\n<p>We respect the intellectual property rights of others.\nIf you believe that Content on the Services violates your copyright, please send us a notice using the following contact information: </p>\n<p>Legal Department <br>\nNature's Bounty<br> 2100 Smithtown Avenue <br> Ronkonkoma, New York 11779 <br> Attention: General Counsel <br> Email:info@bountifulcompany.com <br>\n</p>\n<p>This contact information is only for notices of copyright infringement.\nContact information for other matters is listed at the end of these Terms.\n<br>\n</p>\n<p>Your notice must include: </p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.\n</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and information reasonably sufficient to permit us to locate the material, which must include, if available, the exact URL where the claimed material is located and the exact location on the applicable page in the URL where the claimed material can be found.\n</li>\n<li>Information reasonably sufficient to permit us to contact the complaining party, including but not limited to email addresses, mailing addresses and or phone numbers.\n</li>\n<li>A statement that the complaining party has a good-faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand </li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n</li>\n</ul>\n<p>Upon receipt of a notice of claimed infringement that satisfies these requirements (or any statement in conformance with 17 U.S.C.§512(c)(3)), we will act expeditiously to remove or disable access to any Content that is claimed to be infringing upon the copyright of any person under the laws of the United States and will terminate the access privileges of those who repeatedly infringe on the copyrights of others.\nUnited States law imposes substantial penalties for falsely submitting a notice of copyright infringement.\n</p>\n<strong>Disclaimers</strong>\n<br>\n<p>\n<strong>Your use of the Services is at your sole risk.\nThe Services are provided on an \"as is\" and \"as available\" basis.\nWe reserve the right to restrict or terminate your access to the Services or any feature or part thereof at any time.\nWe expressly disclaim all warranties of any kind, whether express or implied, including the implied warranties of merchantability and fitness for a particular purpose and any warranties that materials on the Services are non-infringing, as well as warranties implied from a course of performance or course of dealing.\nthat access to the Services will be uninterrupted or error-free.\nthat the Services will be secure.\nthat the Services or the servers that makes the Services available will be virus-free or otherwise free of harmful components.\nor that information on the Services will be complete, accurate or timely.\nIf you download any materials from the Services, you do so at your own discretion and risk.\nYou will be solely responsible for any damage to your computer system or loss of data that results from the download of any such materials.\nNo advice or information, whether oral or written, obtained by you from us or through or from the Services will create any warranty of any kind.\nWe do not make any warranties or representations regarding the use of the materials on the Services in terms of their completeness, correctness, accuracy, adequacy, usefulness, timeliness, reliability or otherwise.\n</strong>\n</p>\n<p>In certain states, the law may not permit the disclaimer of warranties, so the above disclaimer may not apply to you.\n<br>\n</p>\n<strong>Limitation of Liability</strong>\n<br>\n<p>\n<strong>To the greatest extent permitted by applicable law, neither we, nor our suppliers or third party content providers, will be liable for any direct, indirect, punitive, exemplary, incidental, special, consequential or other damages arising out of or in any way related to: (1) the Services (including any delay or inability to use the Services), (2) any information, products or services advertised in or obtained through the Services, or (3) our removal or deletion of any materials submitted or posted on the Services, whether based on contract, tort, strict liability or otherwise, even if we or any of our suppliers have been advised of the possibility of damages.\n</strong>\n</p>\n<p>We each agree that any dispute proceedings will be conducted only on an individual basis and not in a class, consolidated or representative action.\n<br>\n</p>\n<p>Your sole and exclusive remedy for any claims or disputes involving us that are not waived by these Terms will be to discontinue your use of the Services and to seek a refund of the money you paid to us, if any, during the three months preceding your initiation of the claim or dispute.\n(Such a refund, in any case, will be governed by the applicable refund policy and the terms of sale specified on the Services or in these Terms.) <br>\n</p>\n<p>Regardless of any statute or law to the contrary, you must file any claim or action related to use of the Services or these Terms within one year after such claim or action accrued.&nbsp.\nOtherwise, you will waive the claim or action.<br>\n</p>\n<p>\n<strong>THE LIMITATIONS, EXCLUSIONS AND DISCLAIMERS IN THIS SECTION AND ELSEWHERE IN THESE TERMS OF USE APPLY TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW.</strong>\n<br>\n</p>\n<strong>Indemnification</strong>\n<br>\n<p>You agree to indemnify, defend and hold harmless the Company and its officers, directors, employees, contractors, agents, licensors, service providers, subcontractors and suppliers from and against any and all losses, liabilities, expenses, damages and costs, including reasonable attorney's fees and court costs, arising from or in connection with your use of the Services or our products or services or any violation or alleged violation by you of these Terms or applicable law.\nWe reserve the right, at our own expense, to assume exclusive defense and control of any matter otherwise subject to indemnification by you and, in such case, you agree to cooperate with us in the defense of such matter.\n</p>\n<p>You may not settle any claim covered by this Section or admit any liability on the part of the Company without the Company's prior written approval.\n<br>\n</p>\n<strong>Dispute Resolution, Binding Arbitration, and Class Action Waiver</strong>\n<br>\n<p>\n<strong>PLEASE READ THIS SECTION CAREFULLY.\nIT MAY SIGNIFICANTLY AFFECT YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT.</strong>\n</p>\n<p>\n<strong>Any dispute, claim, or controversy relating in any way to these Terms of Use (including interpretation or application of this section and questions of arbitrability), to your use of any Services, or to any products or services sold or distributed by the Company or through </strong>\n<strong>naturesbounty.com </strong>\n<strong>will be resolved by binding arbitration, rather than in court, </strong>except that each party retains the right to bring an individual action in small claims court or to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation, or violation of a party’s copyrights, trademarks, trade secrets, patents, or other intellectual property rights.\n<strong>There is no judge or jury in arbitration, and court review of an arbitration award is limited.\nHowever, an arbitrator can award all remedies (<u>except for class, consolidated, or representative action remedies)</u> to which a Party is entitled under applicable law and which would otherwise be available in a court of law (including injunctive and declaratory relief or statutory damages), and must follow these Terms of Use as a court would.</strong>\n<strong>\n</strong>\n</p>\n<p>\n<strong>We each agree that any dispute resolution proceedings will be conducted on an individual basis only, and not in a class, consolidated, or representative action.\nYOU ACKNOWLEDGE AND AGREE THAT YOU AND THE COMPANY ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS </strong>\n</p>\n<p>\n<strong>ACTION OR REPRESENTATIVE PROCEEDING.</strong>\n<br>\n</p>\n<p>\n<u>Arbitration Rules and Governing Law:</u> The arbitration will be conducted by the American Arbitration Association (AAA) under its Consumer Arbitration Rules.\nThe AAA’s rules are available at www.adr.org.\nThe Federal Arbitration Act will govern the interpretation and enforcement of this section.</p>\n<p>\n<u>Arbitration Process:</u> As specified in the AAA’s rules, to begin an arbitration proceeding, you must send a written Demand for Arbitration that describes your claim and the relief you seek to our registered agent at Corporation Service Company, 80 State Street, Albany, NY, 12207.\nPayment of all filing, administration, and arbitrator fees will be governed by the AAA’s rules.\nWe will reimburse those fees for claims totaling less than $10,000, unless the arbitrator determines the claims are frivolous.\nLikewise, the Company will not seek attorneys’ fees and costs in arbitration, unless the arbitrator determines the claims are frivolous.\nYou may choose to have the arbitration conducted by telephone, based on written submissions, or in person in the county where you live or at another mutually agreed location.<br>\n</p>\n<strong>Applicable Law</strong>\n<br>\n<p>The Federal Arbitration Act, applicable federal law, and the laws of the state of New York, without regard to principles of conflict of laws, will govern these Terms of Use and any dispute of any sort that might arise between you and the Company or its affiliates.\nWe make no representation that Content on any Services is appropriate or available for use in any particular location.\nThose who choose to access the Services do so on their own initiative and are responsible for compliance with all applicable laws including any applicable local laws.</p>\n<strong>Changes to These Terms of Use</strong>\n<br>\n<p>We reserve the right, in our sole discretion, to change these Terms at any time by posting revised terms on the Services.\nIt is your responsibility to check periodically for any changes we may make to these Terms.\nYour continued use of the Services following the posting of changes to these terms or other policies means you accept the changes.\n</p>\n<strong>Termination</strong>\n<p>These Terms of Use constitute an agreement between you and the Company, which the Company may terminate in its sole discretion, in whole or in part, at any time and for any reason.\nIf the Company terminates this agreement with you, you may no longer access the Services.\nUpon termination of this agreement and/or your access to the Services, you will immediately destroy any copies of any Content, whether in printed or software format.\nOtherwise applicable portions of the Terms of Use survive termination of these Terms, including applicable portions of the sections relating to No Professional Advice or Medical Information.\nUser Submissions.\nLinks to Third Party Websites.\nElectronic Communications.\nDisclaimers.\nLimitation of Liability.\nIndemnification.\nDispute Resolution, Binding Arbitration, and Class action Waiver.\nTermination.\nand Entire Agreement, Severability, No Waiver.\n</p>\n<strong>Entire Agreement.\nSeverability.\nNo Waiver</strong>\n<br>\n<p>These Terms, together with the Privacy Policy incorporated within them by reference and any policies that we post on the Services, including the Mobile Alerts Terms of Use, constitute the entire agreement of the parties with respect to the subject matter hereof and supersede all prior or contemporaneous communications and proposals, whether oral or written, between the parties with respect to such subject matter.\nIf any provision of these terms is deemed unlawful, void or unenforceable, the remaining provisions will remain in place and the invalidated provision will be deemed replaced by an enforceable provision that most closely reflects the intent of the parties.\n<br>\nOur failure to exercise or enforce any right or provision in these Terms will not constitute a waiver of that right or provision or any other rights or provisions included within the Terms.\n</p>\n<strong>How to Contact Us</strong>\n<br>\n<p>If you have any questions or comments about these Terms or the Site, please contact us by: <br> Email:info@bountifulcompany.com <br> Mail: <br> Nature's Bounty <br> Legal Department <br> 2100 Smithtown Avenue <br> Ronkonkoma, New York 11779 <br>\nLast Updated: 4/26/21</p> Sign Up for Emails <p>Sign up for our email newsletter – so you’ll always be first to know about new products, promotions and more!</p> Sign Up Today © 2021 Nature’s Bounty.\nAll rights reserved.\n<br>\n<br>\n<p>If you are using a screen reader and are having problems using this website, please call 1-800-433-2990 for assistance.\n</p>\n<ul>\n<li>\nPRIVACY POLICY </li>\n<li>\nTERMS OF USE </li>\n</ul> *These statements have not been evaluated by the Food and Drug Administration.\nThese products are not intended to diagnose, treat, cure, or prevent any disease.\n<ul>\n<li>\nOur Products </li>\n<li>\nHEALTH CATEGORIES </li>\n<li>\nHEALTH CENTER </li>\n<li>\nSTORE LOCATOR </li>\n<li>\nCONTACT US </li>\n<li>\nABOUT US </li>\n<li>\nFAQs </li>\n<li>\nCareers </li>\n<li>\nTERMS OF USE </li>\n<li>\nPRIVACY POLICY </li>\n<li>\nSITE MAP </li>\n</ul> We use tools, such as cookies, to provide you with the best user experience.\nWe use these tools to personalize content and ads, provide social media features and analyze website traffic.\nLearn more or manage&nbsp;settings.\nAccept } ", "created_at": "2021-04-30 22:29:55.577484", "updated_at": "2021-04-30 22:30:40.067283"}], "points": [], "urls": ["naturesbounty.com"]}}