{"error": 448, "message": "OK", "parameters": {"id": 6388, "name": "From Zero!", "created_at": "2022-02-28 02:38:51.236071", "updated_at": "2022-02-28 23:01:16.991018", "wikipedia": null, "keywords": null, "related": null, "slug": "from-zero", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6388.png", "url": "fromzero.com", "documents": [{"id": 11597, "name": "Terms of Service", "url": "https://www.fromzero.com/tos", "xpath": "//body", "text": "You need to enable JavaScript to run this app.Sign In<i>From Zero!</i>'s Terms of Use<p>From Zero LLC (“From Zero”) operates https://www.FromZero.com and other pages on this domain (the “Site”) to provide educational content and services (“Services”).\nThese Terms of Use govern all access to and use of the Site.\nBy using this Site you agree to the Terms of Use set forth on this page.\nFrom Zero may change these Terms of Use at any time.\nPlease refer to these Terms of Use to be informed of your rights and responsibilities in accessing and using this Site.</p>1.\nPrivacy<p>From Zero respects your privacy.\nPlease see our Privacy Policy to understand how From Zero collects, protects, uses, and shares information gathered about users on this Site.\nBy using this Site, you accept these Terms of Use and our Privacy Policy.</p>2.\nUsing the Services<p>\n<strong>2.1 Permitted Use.</strong> From Zero grants you a limited license to access and use the Service subject to the restrictions provided in these Terms of Use.\nIt is a condition of your use of the Services that the information you provide is correct, current, and complete.\nYour use of the Services is at your own risk.\nYou are responsible for making all arrangements necessary for you to have access to the Services.\nFrom Zero may close your account, suspend your ability to use certain portions of the Services, and/or ban you altogether from the Services for any or no reason, and without notice or liability of any kind.</p>\n<p>\n<strong>2.2 Limited License.</strong> Subject to these Terms of Use, From Zero grants to you a nontransferable license to use the Services on any compatible device you own or control.\nYou may not transfer, redistribute, lease, lend, rent, or sublicense your access to the Services.\nYou may not copy, reverse-engineer, disassemble, attempt to derive the source code of, modify, or create derivative works of the Site or its contents (except as and only to the extent that any foregoing restriction is prohibited by applicable law or to the extent as may be permitted by the licensing terms governing use of any open-sourced components included with the Site).</p>3.\nAccounts<p>\n<strong>3.1 Registration.</strong> Some or all of the Site’s features or functionalities require you to register an account with us.\nWhen you do, we ask you to provide certain registration details or other information about yourself.\nAll such information is subject to our Privacy Policy.</p>\n<p>\n<strong>3.2 Payment.</strong> From Zero offers paid subscriptions for some of the features on the Site by requiring a subscription fee in advance on a monthly basis, annual basis, or some other recurring interval disclosed to you prior to your purchase.\nAdditionally, From Zero may offer one-time purchases for access to certain content.\nWe may change the price for the paid subscriptions, including recurring subscription fees, from time to time.\nFrom Zero will communicate any price changes to you in advance and, if applicable, how to accept those changes.\nPrice changes will take effect at the start of the next subscription period following the date of the price change.\nSubject to applicable law, you accept the new price by continuing to use the Services after the price change takes effect.\nFrom Zero reserves the right to revoke your limited license under Section 1 above or any other rights you may have under these terms if payment is not provided in advance of using the Site.</p>\n<p>\n<strong>3.3 Responsibilities.</strong> You are responsible for all activities that occur in connection with your account.\nYou will treat your account credentials confidentially and will not disclose it to any third-party.\nYou agree to immediately notify From Zero if you have any reason to believe that your account credentials have been compromised or if there is any unauthorized use of your account or password, or any other breach of security.\nFurther, you are prohibited from uploading any type of malicious code or using any technical means to secure seeking greater access to the Site and/or Services than granted by From Zero.\nFrom Zero asks that you use particular caution when accessing your profile from a public or shared computer or device, or when using your account in a public space.\nBy creating an account, you agree that you may receive communications from us, such as newsletters, special offers, and account reminders and updates.\nYou also understand that you can remove yourself from optional communications by clicking the \"Unsubscribe\" link in the footer of the actual email, however some communications may be mandatory when permitted by law.</p>\n<p>\n<strong>3.4 Accuracy.</strong> You may not impersonate someone else to create an account, create or use an account for anyone other than yourself, permit anyone else to use your account, or provide personal information for purposes of account registration other than your own.\n</p>\n<p>\n<strong>3.5 Terminable at Will.</strong> From Zero has the right to disable or close any user account at any time and for any reason or for no reason.\nOur termination of your account does not void any of the terms in these Terms of Use.</p>4.\nCopyright Notice<p>\n<strong>4.1 Content.</strong> All content available through the Site including text, images, information, audio, video, (“Content\"), are the sole property of From Zero.\nNo Content may be copied, distributed, reproduced, republished, downloaded, scraped, displayed, performed publicly, transmitted, or sold, rented, leased, or lent in any form or by any means, in whole or in part, other than as expressly permitted in these Terms and Conditions.</p>\n<p>\n<strong>4.2 User Materials.</strong> Further, all data, information and materials generated from your access and use of the Site, including translated content or notes on lessons generated by you (collectively, the “User Materials”), shall be exclusively owned by From Zero, and you shall not have any right to use such User Materials except as expressly authorized by these Terms and Conditions.\nBy using the Service, you hereby assign to From Zero any and all rights, title and interest, including any intellectual property rights or proprietary rights, in the Activity Materials.\nAll rights not expressly granted in these Terms of Use are reserved.</p>5.\nTrademark Notice<p>All product or service names used on this Site are trademarks or service marks of From Zero unless otherwise indicated.\nThird parties may use From Zero’s trademarks and service marks only with the prior written consent of the company and with proper acknowledgement.</p>6.\nLimitation of Liability<p>You use this Site at your own risk and in your sole discretion.\nFrom Zero is not responsible for any harm suffered through the use of this Site in violation of these Terms of Use.\nTo the extent permitted by law, From Zero shall not be liable for damages of any kind arising from the use of this Site, including but not limited to direct, indirect, incidental, punitive and consequential damages, regardless of whether the company has been notified of such damages.</p>7.\nDisclaimer of Warranty<p>From Zero makes no representations or warranties of any kind, express or implied, as to the operation of this Site, or the information, content, materials and/or products included on this Site.\nTo the full extent permissible by applicable law, From Zero disclaims all warranties, express or implied, including but not limited to implied warranties of merchantability, fitness for a particular purpose, title and/or non-infringement.</p>8.\nChoice of Law<p>Use of this Site shall be deemed to have occurred in the State of Nevada in the United States.\nThe validity, construction and effect of the Terms of Use and any actions taken under or relating to these Terms of Use shall be determined in accordance with the laws of the State of Nevada, without regard to its conflict of law principles, and applicable United States Federal law.\nFor purposes of litigating any dispute that arises through use of this Site, you agree to submit to and consent to the jurisdiction of the State of Nevada, you agree that any litigation shall be conducted in the courts of Clark County, Nevada, or the federal courts for the United States for the District of Nevada in Clark County, Nevada.\nYou waive any claim or defense that forum is not convenient or proper.\nYou agree that any such court shall have in personam jurisdiction over you and consent to service of process in any manner authorized by Nevada law.</p>9.\nIndemnity<p>You shall indemnify and hold harmless From Zero, its affiliates and licensors and their respective officers, directors, employees, contractors, agents, licensors, and suppliers from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses or fees (including reasonable attorneys’ fees) resulting from your or your end users’ violation of these Terms of Use or your or your end users’ use of Site.</p>10.\nSeverability<p>If any provision in these Terms of Use shall be held or deemed to be invalid, illegal, or unenforceable for any reason, the invalidity of that provision shall not have the effect of rendering any other provisions in these Terms of Use unenforceable.</p>11.\nContact<p>All feedback, comments, requests for technical support, and other communications relating to the Site should be directed to support@FromZero.com.\nBy sending us any ideas, suggestions, documents or proposals (“Feedback”), you agree that (i) your Feedback does not contain the confidential or proprietary information of third-parties, (ii) we are under no obligation of confidentiality, express or implied, with respect to the Feedback, (iii) we may have something similar to the Feedback already under consideration or in development that is owned by us, and (iv) you grant us an irrevocable, non-exclusive, royalty-free, perpetual, worldwide license to use, modify, prepare derivative works, publish, distribute and sublicense the Feedback, and you irrevocably waive, and cause to be waived, against From Zero and its users any claims and assertions of any moral rights contained in such Feedback.</p>\n<p>©1996-2022 From Zero LLC</p>Privacy PolicyTerms of Use<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>", "created_at": "2022-02-28 02:38:51.243468", "updated_at": "2022-02-28 01:39:33.261335"}, {"id": 11596, "name": "Privacy Policy", "url": "https://www.fromzero.com/privacy", "xpath": "//body", "text": "You need to enable JavaScript to run this app.Sign In<i>From Zero!</i>'s Privacy Policy<p>From Zero LLC (“From Zero,” “we,” “us,” “our,” etc) values the privacy of its users (“you”).\nWe provide this policy in accordance with our obligations under applicable law and as part of our commitment to handling your personal information responsibly and transparently.\nPlease review this Privacy Policy to understand our practices, including what personal information we collect, why we collect it, how we collect it, and how you can exercise your rights with respect to your personal information.</p>Data We Collect About You<p>We may collect the following Personal Information about you:</p>\n<strong>Name and contact data.</strong> Your first and last name, email address, home or business address and phone number.<strong>Payment data.</strong>Payment card number and related information such as expiration date and any required codes are required to purchase.\nPayment processing is provided by trusted third-party processors, either Stripe or PayPal.\nWe never have any access to your payment data, nor do we store it.\nYou will know prior to processing whether the transaction will be processed by Stripe or PayPal.For more information on how Stripe manages your data please see their privacy policy at https://stripe.com/privacy.For more information on how PayPal manages your data please see their privacy policy at https://www.paypal.com/us/webapps/mpp/ua/privacy-full.<strong>Images and videos.</strong> Any images and videos that you may provide as a result of your use of the site.<strong>Location data.</strong> Data about your location which can be precise or imprecise.\nFor example, we collect location data about nearby cell towers and hotspots as well as zip code data which provides a less precise location.<strong>Feedback and ratings.</strong> Any information that you provide to us about our site.<strong>Credentials.</strong> Username and passwords and other security information used for authentication.<strong>User Content.</strong> Any content you generate and transmit to our site.Why We Process Your DataWe process your data primarily in order to fulfill an agreement between us.\nThat is, we provide this site to help you learn new language skills and we must process your data for that purpose.\nAdditionally, we process your data for the following legitimate business purposes:To communicate with you effectively when you reach out with comments or questions.To provide, troubleshoot, and improve our services.To personalize your experience on our site.To comply with legal obligations.Disclosing Your DataWe may disclose information about you:To service providers that process payments.To service providers that handle marketing communications, provide technical support, conduct surveys, or perform other services for us.To business partners that engage in interest-based advertising.As required by law, such as to comply with a subpoena, court order, or other legal process.As necessary to provide you with the services, products, and information you request from us.When we have a good faith belief that disclosure is necessary to protect our rights or property or to protect the safety of you or others.To detect, prevent, or respond to potential fraud, intellectual property infringement, violations of our Terms of Service, violations of law, or other misuse of our services.To proceed with the negotiation or completion of a merger, acquisition, sale, or other transfer of all or part of our assets.\nor Any other disclosure of your data with your consent.Third-Party Links and Content<p>Our services and communications may contain links to or content from websites or other online services provided by third parties.\nWe are not responsible for the collection and use of your information by websites and other services that are not under our control.\nThe privacy practices of third parties are governed by their privacy policies, and we encourage you to review the privacy policies of all websites and online services that you use, view, or visit.</p>Do Not Track Disclosure<p>Do Not Track is a privacy preference that users can set in their web browsers.\nWhen a user turns on the Do Not Track signal, the browser sends a message to websites requesting them not to track the user.\nAt this time, we do not respond to Do Not Track browser settings or signals.\nFor information about Do Not Track, please visit: www.allaboutdnt.org.</p>CookiesCookies are small files that websites store on your device.\nCookies enable our site to recognize your browser and capture and remember certain information.\nFor instance, we use cookies to help us remember the services you obtained on our site.\nThey are also used to help us understand your preferences based on previous or current site activity, which enables us to provide you with improved services.\nWe may use cookies to help us compile aggregate data about site traffic and site interaction so that we can offer better site experiences and tools in the future.\nYou can choose to have your computer warn you each time a cookie is being sent, or you can choose to turn off all cookies.\nYou can do this through your browser settings.\nIf you turn cookies off, some of the features on our site may not function properly.California ResidentsCalifornia consumers have the right to request and receive (1) the categories of personal information We have collected about that consumer, (2) the categories of sources from which the personal information is collected, (3) the business or commercial purpose for collecting or selling personal information, (4) the categories of third parties with whom We share personal information, and (5) the specific pieces of personal information We have collected about that consumer.\nWe do not discriminate in any way against an individual exercising his or her rights under any relevant data privacy statute or regulation, including the California Consumer Privacy Act.European Union and United Kingdom Data SubjectsEU and UK data subjects have the right to (1) access a copy of the information that we hold about you, (2) rectify data that we hold about you that is inaccurate or incomplete, (3) ask for the data we hold about you to be erased from our records which will be granted in certain circumstances, (4) restrict processing where appropriate, (5) transfer your information to another organization, (6) object to certain types of processing such as direct marketing, (7) object to automated processing, including profiling.\nIn the event that we refuse your request under rights of access, we will provide you with a reason as to why.\nYou may have the right to complain to the appropriate supervisory authority.\nWe offer these rights to EU and UK data subjects in a good faith effort to meet their expectations related to the use of their data.ContactIf there are questions or concerns about this Policy, or you wish to exercise your rights related to this Policy, you may contact us at support@FromZero.com.<p>©1996-2022 From Zero LLC</p>Privacy PolicyTerms of Use<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>", "created_at": "2022-02-28 02:38:51.240638", "updated_at": "2022-02-28 01:39:47.123146"}], "points": [{"id": 27042, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://www.fromzero.com/tos", "status": "Generated through the annotate view", "created_at": "2022-03-03 01:01:07.069538", "updated_at": "2022-03-03 01:01:07.069538", "quoteText": "From Zero may close your account, suspend your ability to use certain portions of the Services, and/or ban you altogether from the Services for any or no reason, and without notice or liability of any kind.</p>\n<p>\n", "case_id": 201, "document_id": 11597, "quoteStart": 1275, "quoteEnd": 1490}], "urls": ["fromzero.com"]}}