{"error": 448, "message": "OK", "parameters": {"id": 1682, "name": "Apetiz", "created_at": "2019-06-26 10:09:10.689702", "updated_at": "2021-03-25 03:19:43.380331", "wikipedia": null, "keywords": null, "related": null, "slug": "apetiz", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1682.png", "url": "www.apetiz.com", "documents": [{"id": 1574, "name": "Mentions Légales et Conditions générales d’utilisation", "url": "https://www.commande.apetiz.com/bfy/pdf/cgu.action?cid=46069", "xpath": "", "text": "", "created_at": "2019-06-26 10:13:43.227813", "updated_at": "2019-06-26 10:13:44.952962"}, {"id": 1572, "name": "Mentions Légales", "url": "https://www.apetiz.com/jcms/fr/mentions-legales-hen_5040.html", "xpath": null, "text": " Fermer <p>Vous avez la carte Apetiz ?<br>Téléchargez l'appli</p> Ouvrir Ouvrir Burger <ul>\n<li> Accueil </li>\n<li> Une question ? <ul>\n<li> Consultez la FAQ </li>\n<li> Contactez-nous </li>\n</ul>\n</li>\n<li> Recevez un devis </li>\n<li> Connectez-vous </li>\n</ul> Mentions légales <p>Vous êtes actuellement connecté au site www.apetiz.com qui est la propriété exclusive de Natixis Intertitres.</p>\n<p>Dénomination sociale : Natixis Intertitres, Société Anonyme au capital de 380.800 Euros, immatriculée au RCS de PARIS sous le n° B 718 503 386.</p>\n<p>Siège Social : 30, avenue Pierre Mendès France 75013 Paris</p>\n<p>Adresse e-mail : service.clients-intertitres@natixis.com</p>\n<p>Directeur de la publication : M.\nStéphan Dixmier, Directeur Général.</p>\n<p>Numéro d’Activité Française (code NAF) : 6619 B</p>\n<p>Numéro unique d’identification (SIREN) : 718 503 386</p>\n<p>Numéro de TVA intracommunautaire : FR32718503386</p>\n<p>Natixis Intertitres, dans le cadre de son activité d’émetteur de titres-restaurant, est soumise aux dispositions du Code du Travail et notamment des articles L.3262-1 et suivants.</p>\n<p>Hébergeur du site internet : Amazon Web Services, Inc.\naws.amazon.com</p> ﻿ Information Covid-19 <p>Les équipes Apetiz sont pleinement mobilisées.\nNotre priorité est de maintenir notre qualité de service au bénéfice de nos clients.</p>\n<p>Nous assurons toujours la prise de commandes et les livraisons.</p>\n<ul>\n<li>\n<p>Pour vos livraisons <strong>chèque</strong> Apetiz, cliquez ici</p>\n</li>\n<li>\n<p>Pour vos livraisons <strong>carte</strong> Apetiz, cliquez ici</p>\n</li>\n</ul>\n<p>\n<strong>Et pour vous simplifier la vie, envie de découvrir la carte Apetiz ?</strong>\n<br>Consultez le guideContactez-nous</p> Fermer <ul>\n<li>Mentions légales</li>\n<li>Protection des données personnelles</li>\n<li>Conditions générales d'utilisation</li>\n<li>Plan du site</li>\n</ul>\n<p>Apetiz ©2020</p>\n<p>\n<strong>Apetiz est une solution exclusive de Natixis Payments.</strong> Building better payments every day.</p> Vos paramètres de cookies <p>Natixis Intertitres dépose des traceurs permettant d'analyser l'audience du site, améliorer son ergonomie ou réaliser des études marketing, ainsi que des cookies soumis à votre acceptation, pour personnaliser votre navigation, les contenus, services et publicités proposés.</p> En savoir plus Accepter Personnaliser ", "created_at": "2019-06-26 10:09:43.020575", "updated_at": "2020-12-15 01:32:58.956274"}, {"id": 1573, "name": "Conditions Génerales d'utilisation", "url": "https://www.apetiz.com/jcms/fr/conditions-generales-d-utilisation-hen_5041.html", "xpath": null, "text": " Fermer <p>Vous avez la carte Apetiz ?<br>Téléchargez l'appli</p> Ouvrir Ouvrir Burger <ul>\n<li> Accueil </li>\n<li> Une question ? <ul>\n<li> Consultez la FAQ </li>\n<li> Contactez-nous </li>\n</ul>\n</li>\n<li> Recevez un devis </li>\n<li> Connectez-vous </li>\n</ul>\n<ul>\n<li>Accueil</li>\n<li>Conditions générales d’utilisation</li>\n</ul> Conditions générales d’utilisation <p>\n</p> Information sur les produits et les services\n<p>Aucune information apparaissant sur le présent site ne saurait être considérée comme une offre de services ou de produits émanant de Natixis Intertitres.\nToute personne désireuse de se procurer un des services ou produits présentés ici est priée de contacter le service concerné afin de s’informer de la disponibilité du service ou produit en question ainsi que des conditions contractuelles et des tarifs qui lui sont applicables.<br>\nL’accès aux produits et services décrits sur le présent site peut faire l’objet de restrictions à l’égard de certaines personnes ou dans certains pays, notamment en raison de contraintes légales ou réglementaires.\nL’utilisateur est prié de s’assurer qu’il est juridiquement autorisé à se connecter au présent site dans le pays à partir duquel la connexion est établie.<br>\nNatixis Intertitres s’efforce d’assurer l’exactitude et la mise à jour des informations diffusées sur son site, dont elle se réserve le droit de corriger ou de mettre à jour, à tout moment et sans préavis, le contenu.\nElle ne peut cependant en garantir l’exhaustivité ou l’absence de modification par un tiers (virus, intrusion).\nEn outre, elle décline toute responsabilité en cas d’erreur ou d’omission dans ces informations.<br>\nLe présent site vous est fourni sur la base d’un service «&nbsp;en l’état de l’art&nbsp;» et accessible en fonction de sa disponibilité, la société Natixis Intertitres n’étant aucunement responsable d’une quelconque difficulté de transmission ou de toute perturbation du réseau.</p>\n<p>Natixis Intertitres ne fournit aucune garantie expresse ou implicite, notamment et non limitativement, sur le fait que le présent site soit conforme à vos attentes, dans le présent et à l’avenir, ni ne garantit qu’il soit ininterrompu, opportun, sûr, ou dépourvu de toute erreur, ni que les résultats qui peuvent être obtenus en utilisant le présent site soient exacts et fiables, dans le présent et à l’avenir.<br>\nNatixis Intertitres ne garantit aucunement la qualité et/ou la licéité du contenu non créé par elle, et se dégage de toute responsabilité quant aux éventuels contestations, actions ou recours de tiers se prévalant, notamment et non limitativement, de droits privatifs sur ledit contenu et/ou son utilisation.<br>\nAucun conseil et aucune information, oraux et/ou écrits et/ou vidéos, obtenus par vous lors de l’utilisation du site ne sont susceptibles de créer des garanties et responsabilités non expressément prévues.<br>\nLa responsabilité de l’utilisation de tout ou partie des informations contenues dans ce site et les sites qui lui sont liés est uniquement et intégralement celle de l’utilisateur.</p>\nProtection des données personnelles\n<p>A partir du présent site, Natixis Intertitres, en sa qualité de responsable de traitement, peut être amené à collecter et traiter des informations vous identifiant (par exemple : votre nom, vos coordonnées personnelles, votre adresse IP).</p>\n<p>Ces informations sont ci-après dénommées ‘Données à Caractère Personnel’ ou ‘Données’.<br>\nDans ce but, Natixis Intertitres veille en permanence au respect des règles légales sur la protection des Données à caractère Personnel (le Règlement général sur la protection des Données 2016/679 du 27 avril 2016 et la loi Informatique et libertés 78-17 du 6 janvier 1978 modifiée) et entend assurer une gouvernance responsable de ses fichiers informatiques ainsi que la plus grande transparence sur les traitements de Données qu’elle opère.<br>\nNatixis Intertitres a désigné un Délégué à la Protection des Données Personnelles (ou DPO).\nIl veille à ce que les traitements des Données à caractère personnel mis en œuvre par Natixis Intertitres respectent la réglementation applicable.</p>\n<p>\n<strong>Qui sont les personnes dont les Données sont collectées ?<br>\n</strong>Les utilisateurs du présent site.</p>\n<p>\n<strong>Quelles Données Natixis utilise-t-elle et d’où viennent-elles ?<br>\n</strong>Seules des Données d’identification, de contact et de connexion seront recueillies par Natixis Intertitres dans le cadre des services proposés sur le présent site.\nPar ailleurs, toutes les Données recueillies seront fournies par les utilisateurs du site.</p>\n<p>\n<strong>A quelles fins et sur quels fondements vos Données sont-elles collectées et utilisées ?<br>\n</strong>Le traitement de Données opérés par Natixis Intertitres sont faits sur la base d’un ou plusieurs des fondements suivants :</p>\n<ul>\n<li>l’exécution de mesures précontractuelles prises à la demande du client ou de l’affilié ;</li>\n<li>l’exécution de la relation contractuelle liant le client ou l’affilié à Natixis Intertitres ;</li>\n<li>la réalisation des intérêts légitimes poursuivis par Natixis Intertitres ;</li>\n<li>la conformité de Natixis Intertitres face aux obligations légales lui incombant en vertu de la législation et de la réglementation en vigueur ;</li>\n<li>votre consentement explicite.</li>\n</ul>\n<p>Ainsi, en remplissant notre formulaire de contact, vous consentez à ce que Natixis Intertitres recueille et traite vos Données afin de pouvoir vous identifier et répondre à votre demande.</p>\n<p>\n<strong>Qui a accès à vos Données ?<br>\n</strong>Natixis Intertitres prend toutes les mesures nécessaires pour garantir la sécurité des Données qu’elle a collectées mais aussi leur confidentialité, c’est-à-dire s’assurer que seules les personnes autorisées y accèdent.<br>\nSeules les personnes habilitées en raison de leurs activités au sein des services compétents de Natixis Intertitres, en charge des traitements correspondants, ont accès à vos Données dans la limite de leurs habilitations.<br>\nDe même, nos prestataires informatiques peuvent avoir accès à vos Données en tant que de besoin et de manière sécurisée dans le cadre de l’exécution de leur prestation ou de notre collaboration.<br>\nCertaines autorités se verront également communiquer vos Données, conformément aux lois et réglementations applicables.</p>\n<p>\n<strong>Combien de temps sont conservées vos Données ?<br>\n</strong>Données en lien avec le formulaire de contact :&nbsp.\nmaximum 1 an</p>\n<p>Pour plus d’information, reportez-vous à la notice d’information relative aux données à caractère personnel figurant sur le présent site.</p>\n<p>\n<strong>Quels sont vos droits sur vos Données?<br>\n</strong>Dans les limites et conditions autorisées par la réglementation en vigueur, vous pouvez:<br>\n– Accéder à l’ensemble de vos Données,<br>\n– Rectifier, mettre à jour et effacer vos Données, sous réserve de motifs légitimes,<br>\n– Vous opposer au traitement de vos Données pour motifs légitimes et au traitement de vos Données à des fins de prospection sans aucun motif,<br>\n– Demander la portabilité de vos Données, pour les traitements reposant sur votre consentement ou sur l’exécution d’un contrat conclu ou à conclure,<br>\n– Demander une limitation des traitements que nous opérons relatifs à vos Données,<br>\n– Retirer votre consentement à tout moment (pour tout traitement soumis à votre consentement),<br>\n– Introduire une réclamation auprès d’une autorité de contrôle compétente, à savoir celle du pays de l’Espace Economique Européen dans lequel se trouve votre résidence habituelle, ou votre lieu de travail ou le lieu où la violation présumée de la réglementation aurait été commise (en France, la CNIL : www.cnil.fr).<br>\nEn outre, vous avez la possibilité de nous communiquer des directives relatives à la conservation, à l’effacement et à la communication de vos Données après votre décès, lesquelles directives peuvent être enregistrées également auprès « d’un tiers de confiance numérique certifié ».\nCes directives, ou sorte de « testament numérique », peuvent désigner une personne chargée de leur exécution .\nà défaut, vos héritiers seront désignés.</p>\n<p>\n<strong>Comment exercer vos droits ?<br>\n</strong>Pour exercer vos droits, merci de contacter notre Délégué à la Protection Des Données par courrier électronique ou postal en indiquant, nom, prénom, coordonnées de contact et en fournissant une copie de votre pièce d’identité.</p>\n<p>\n<strong>Délégué à la Protection des Données</strong>\n</p>\n<p>Adresse postale</p>\n<p>Courriel</p> Natixis Intertitres<br>\n5 avenue de la Liberté<br>\n94220 Charenton-le-Pont <p>dpo-intertitres@natixis.com</p> Cookies et traceurs\n<p>Des cookies et des technologies similaires sont utilisés sur le site www.apetiz.com.\nCeux-ci peuvent être déposés ou lus sur votre terminal (votre ordinateur, votre tablette, votre smartphone (téléphone mobile), etc.), sous réserve des choix que vous avez exprimés au préalable concernant les Cookies et que vous pouvez modifier à tout moment.</p>\n1.\nDéfinitions\n<p>\n<strong>Qu’est-ce qu’un Cookie ?</strong>&nbsp;:</p>\n<p>Un « Cookie » est un petit fichier texte enregistré sur votre terminal lors de votre visite sur notre site www.apetiz.com.\nIl est alors renvoyé à notre site www.apetiz.com à chacune de vos visites ultérieures ou bien à un autre site qui reconnaît ce cookie.\nIl a notamment comme but de collecter des informations relatives à votre navigation sur les sites ou vous adresser des services personnalisés.\nAinsi, lorsque vous visitez le site www.apetiz.com pour chercher, lire ou télécharger de l’information, certains renseignements vous concernant peuvent être recueillis, tels le nom du domaine et de l’ordinateur hôte à partir duquel vous naviguez sur internet, l’adresse du protocole internet (IP) de l’ordinateur utilisé, la date et l’heure de la navigation et les URL à partir desquelles vous êtes passé.</p>\n<p>D’autres technologies similaires peuvent également être utilisées.\nLe terme de cookies doit être entendu au sens large comme couvrant l’ensemble des cookies et autres traceurs déposés et/ou lus, par exemple, lors de la consultation d’un site Internet ou de l’installation ou de l’utilisation d’un logiciel ou d’une application mobile.</p>\n<p>\n<strong>Différents émetteurs possibles</strong>\n<br>\n<strong>Les Cookies de&nbsp;</strong>\n<strong>www.apetiz.com</strong>\n<strong>&nbsp;(cookies « first party »)</strong>&nbsp;: Il s’agit des Cookies déposés par&nbsp;www.apetiz.com&nbsp;sur votre terminal pour répondre à des besoins de navigation et d’optimisation sur notre site&nbsp;www.apetiz.com.</p>\n<p>\n<strong>Les Cookies tiers (ou « third party »)</strong>&nbsp;: Il s’agit des Cookies déposés par des sociétés tierces, telles que des prestataires ou des partenaires.\nÀ titre d’exemple :</p>\n<p>Une page web peut contenir des composants stockés sur des serveurs d’autres domaines (images ou autres contenus intégrés : vidéos YouTube, diaporamas Flickr…).\nCes sites peuvent déposer leurs propres Cookies lors de la récupération de ces composants externes à l’occasion de la navigation.</p>\n<p>Un site internet peut utiliser les services d’une société tierce pour collecter des informations permettant d’analyser son audience, d’améliorer son ergonomie, de réaliser des études marketing ou de vous proposer des produits et services adaptés.\nCette société définit alors ses propres cookies pour effectuer ces services.</p>\n<p>Un site internet peut également utiliser un réseau tiers de publicité pour diffuser de la publicité.\nAucun service de publicité n’est utilisé par le site&nbsp;apetiz.com.</p>\n2.\nDifférents types de Cookies utilisés sur le site www.apetiz.com\n<p>Différents types de Cookies sont utilisés sur le site&nbsp;www.apetiz.com&nbsp;avec des finalités distinctes.</p>\n<p>\n<strong>Les Cookies strictement nécessaires ou facilitant la communication en ligne</strong>&nbsp;: Il s’agit des Cookies utiles au fonctionnement du site&nbsp;www.apetiz.com&nbsp;et déposés par&nbsp;www.apetiz.com.\nIls vous permettent d’utiliser les principales fonctionnalités du site&nbsp;www.apetiz.com&nbsp;(par exemple Cookies de session ou de gestion de langues).\nIls enregistrent des informations relatives à la navigation sur le site&nbsp;www.apetiz.com&nbsp;effectuée à partir de l’ordinateur sur lequel est stocké le Cookie et ne sont pas conservés plus de 1 mois.</p>\n<p>\n<strong>Les «&nbsp;Cookies essentiels&nbsp;» à l’utilisation du site&nbsp;</strong>\n<strong>www.apetiz.com</strong>&nbsp;:</p>\n<p>\n<strong>NOM COOKIE</strong>\n</p>\n<strong>FONCTION</strong>\n<p>JSESSIONID</p>\n<p>Identifiant de session</p> acceptCookie <p>Gestion des cookies</p>\n<p>\n<strong>Les Cookies de mesure d’audience</strong>&nbsp;: Il s’agit de Cookies déposés à des fins statistiques.\nEn particulier, nous mesurons le nombre de pages vues, le nombre de visites, ainsi que l’activité des visiteurs sur le site et leur fréquence de retour grâce aux solutions d’AT Internet<sup>®</sup>.\nCes Cookies ne sont pas conservés plus de 13 mois.</p>\n<p>Les «&nbsp;Cookies de mesure d’audience&nbsp;» du site&nbsp;www.apetiz.com&nbsp;:</p>\n<strong>NOM COOKIE</strong>\n<strong>FONCTION</strong>\n<strong>FOURNISSEUR</strong> attvtreman\nMesure d’audience\nAT Internet attvtsession\nMesure d’audience\nAT Internet atidvisitor\nMesure d’audience\nAT Internet atreman\nMesure d’audience\nAT Internet atredir\nMesure d’audience\nAT Internet atsession\nMesure d’audience\nAT Internet atuserid\nTracking (suivi de l’activité et des actions)\nAT Internet _st\nMesure d’audience\nTealium IQ _ss\nMesure d’audience\nTealium IQ _pn\nMesure d’audience\nTealium IQ _sn\nMesure d’audience\nTealium IQ v_id\nTracking (suivi de l’activité et des actions )\nTealium IQ ses_id\nSession\nTealium IQ utag_main_mycookievar\nCookie personnalisé\nTealium IQ OPTOUTMULTI\nE-privacy (conservation du consentement)\nTealium IQ s_cc\nSession\nAdobe Analytics s_sq\nSession\nAdobe Analytics s_vi\nTracking (suivi de l’activité et des actions)\nAdobe Analytics <p>\n<strong>Les Cookies publicitaires</strong> : Les réseaux de publicité susceptibles de déposer des Cookies sont :</p>\n<strong>NOM COOKIE</strong>\n<strong>FONCTION</strong>\n<strong>FOURNISSEUR</strong> MUID\nPublicité ciblée\nBing MUIDB\nPublicité ciblée\nBing _fbp\nPublicité ciblée\nFacebook c_user\nPublicité ciblée\nFacebook datr\nPublicité ciblée\nFacebook xs\nPublicité ciblée\nFacebook dpr\nPublicité ciblée\nFacebook fr\nPublicité ciblée\nFacebook pl\nPublicité ciblée\nFacebook sb\nPublicité ciblée\nFacebook spin\nPublicité ciblée\nFacebook wd\nPublicité ciblée\nFacebook IDE\nPublicité ciblée\nGoogle NID\nPublicité ciblée\nGoogle lidc\nUtilisé pour la redirection\nLinkedin bcookies\nCookie d’identification de navigateur\nLinkedin bscookie\nCookie d’identification de navigateur sécurisé\nLinkedin L1c\nCookie d’identification de navigateur\nLinkedin BizoID\nStatistiques publicitaires\nLinkedin BizoData\nStatistiques publicitaires\nLinkedin BizoUserMatchHistory\nStatistiques publicitaires\nLinkedin <p>Ces Cookies permettent de vous proposer des publicités correspondant à vos centres d’intérêts et sont installés avec notre autorisation en tant qu’éditeur du site www.apetiz.com.</p>\n<p>\n<strong>Les Cookies visant vous proposer des produits et services adaptés</strong> : il s’agit de cookies destinés à personnaliser votre parcours sur notre sites et nos propositions.\nCes Cookies ne sont pas conservés plus de 13 mois.</p>\n<p>Ces Cookies déposés par le site www.apetiz.com sont :</p>\n<strong>NOM COOKIE</strong>\n<strong>FONCTION</strong>\n<strong>FOURNISSEUR</strong> kameleoonData\nA/B testing + Personnalisation\nkameleoon kameleoonLegalConsent\nA/B testing + Personnalisation\nkameleoon kameleoonOpenTabs\nA/B testing + Personnalisation\nkameleoon kameleoonSimulation\nA/B testing + Personnalisation\nkameleoon kameleoonSimulationShortURL\nA/B testing + Personnalisation\nkameleoon kameleoonSimulationVisitorData\nA/B testing + Personnalisation\nkameleoon kameleoonDisabledForVisit\nA/B testing + Personnalisation\nkameleoon kameleoonFullApplicationCode\nA/B testing + Personnalisation\nkameleoon kameleoonAnalyticsTrackingTimes\nA/B testing + Personnalisation\nkameleoon kameleoonVisitorCode\nA/B testing + Personnalisation\nkameleoon kameleoonVariation-${variationId}\nA/B testing\nkameleoon kameleoonExperiment-${experimentId}\nA/B testing\nkameleoon kameleoonGlobalPersonalizationExposition\nPersonnalisation\nkameleoon kameleoonPersonalization-${personalizationId}\nPersonnalisation\nkameleoon <p>.</p>\n3.\nGérer les Cookies\n<p>Vous pouvez à tout moment personnaliser les cookies du site www.apetiz.com :</p>\n<p>Gestion des cookies</p>\n<p>Vous trouverez également sur le site de la CNIL les informations pour contrôler les cookies via les paramètres de votre navigateur : https://www.cnil.fr/fr/cookies-les-outils-pour-les-maitriser.</p>\nPropriété intellectuelle\n<p>La présentation et le contenu du présent site constituent, ensemble, une œuvre protégée par les lois françaises et internationales en vigueur sur la propriété intellectuelle, dont Natixis Intertitres est titulaire des droits y afférant.<br>\nLes dénominations ou appellations, les logos ainsi que les slogans sont, sauf indications particulières, des marques déposées par le Groupe Banque Populaire ou Natixis Intertitres ou des tiers ayant autorisé cette dernière à les utiliser.<br>\nLes dessins, photographies, images, textes et autres documentations représentées sur le présent site sont objets de droits de propriété intellectuelle et sont, selon les cas, propriété de Natixis Intertitres ou de tiers ayant autorisé cette dernière à les utiliser.<br>\nIl en est de même des bases de données figurant au sein du site, dont le contenu est protégé notamment par les dispositions du Code de la propriété intellectuelle relatives à la protection juridique des bases de données.<br>\nAucune exploitation commerciale, reproduction, représentation, utilisation, adaptation, modification, incorporation, traduction, commercialisation, partielle ou intégrale de ces éléments ne pourra en être faite sans l’accord préalable et écrit de Natixis Intertitres, à l’exception de l’utilisation pour un usage privé sous réserve des dispositions différentes voire plus restrictives du Code de la propriété intellectuelle et aux conditions suivantes :</p>\n<ul>\n<li>utilisation à des fins d’information seulement,</li>\n<li>utilisation à des fins non commerciales,</li>\n<li>respect de l’intégrité des documents reproduits (ni modification, ni altération d’aucune sorte),</li>\n<li>mention des droits d’auteur de Natixis Intertitres lisible sur chaque exemplaire.</li>\n</ul>\n<p>La violation de l’un des droits de propriété intellectuelle est un délit de contrefaçon pouvant engager la responsabilité civile et pénale du contrefacteur, conformément aux dispositions du Code de la propriété intellectuelle.</p>\nLiens hypertextes et virus\n<p>Les liens hypertextes, éventuellement mis en place dans le cadre du présent site en direction d’autres sites présents sur le réseau Internet, ne sauraient engager la responsabilité de Natixis Intertitres.<br>\nEn outre, les utilisateurs et visiteurs du site Natixis Intertitres ne peuvent mettre en place un hyperlien en direction du présent site sans l’autorisation expresse et préalable de Natixis Intertitres.<br>\nEn tout état de cause, tout site ayant un lien hypertexte avec le présent site n’est pas sous le contrôle de Natixis Intertitres.<br>\nNatixis Intertitres ne peut en aucun cas être tenu pour responsable des sites ayant un lien hypertexte avec le présent site et décline toute responsabilité quant à leur contenu et à leur utilisation.<br>\nDe façon générale, il appartient à l’utilisateur de prendre les précautions nécessaires pour s’assurer que le site sélectionné n’est pas infesté de virus ou de tout autre parasite de nature destructive.\nEn aucun cas, Natixis Intertitres ne pourra être tenu responsable des dommages directs ou indirects résultant de l’usage de son site ou d’autres sites qui lui sont liés.</p>\nClause attributive de compétences\n<p>Ce site est soumis à la loi française.\nEn cas de litige, les tribunaux français seront seuls compétents.</p>\n<p>\n</p>\n<p>\n</p> ﻿ Information Covid-19 <p>Les équipes Apetiz sont pleinement mobilisées.\nNotre priorité est de maintenir notre qualité de service au bénéfice de nos clients.</p>\n<p>Nous assurons toujours la prise de commandes et les livraisons.</p>\n<ul>\n<li>\n<p>Pour vos livraisons <strong>chèque</strong> Apetiz, cliquez ici</p>\n</li>\n<li>\n<p>Pour vos livraisons <strong>carte</strong> Apetiz, cliquez ici</p>\n</li>\n</ul>\n<p>\n<strong>Et pour vous simplifier la vie, envie de découvrir la carte Apetiz ?</strong>\n<br>Consultez le guideContactez-nous</p> Fermer <p>suivez-nous</p>\n<ul>\n<li>Linkedin</li>\n<li>Twitter</li>\n<li>YouTube</li>\n<li>Facebook</li>\n</ul>\n<p>une question ?</p>\n<ul>\n<li>Foire aux questions</li>\n<li>Contactez-nous</li>\n</ul>\n<ul>\n<li>Mentions légales</li>\n<li>Protection des données personnelles</li>\n<li>Conditions générales d'utilisation</li>\n<li>Plan du site</li>\n</ul>\n<p>Apetiz ©2020</p>\n<p>\n<strong>Apetiz est une solution exclusive de Natixis Payments.</strong> Building better payments every day.</p> ", "created_at": "2019-06-26 10:10:58.756869", "updated_at": "2020-12-15 01:33:13.452065"}, {"id": 1575, "name": "Notice d'Information Relative Aux Données à Caractère Personnel", "url": "https://www.commande.apetiz.com/bfy/pdf/doc_gdpr.action?cid=46166", "xpath": "", "text": "", "created_at": "2019-06-26 10:14:30.074035", "updated_at": "2019-06-26 10:14:31.0996"}], "points": [], "urls": ["www.apetiz.com"]}}