{"error": 448, "message": "OK", "parameters": {"id": 5313, "name": "classiccountrymusic.com", "created_at": "2021-10-28 23:53:48.641246", "updated_at": "2021-10-28 22:01:09.331661", "wikipedia": null, "keywords": null, "related": null, "slug": "classiccountrymusic-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5313.png", "url": "classiccountrymusic.com", "documents": [{"id": 9538, "name": " Terms of Use", "url": "https://classiccountrymusic.com/terms-of-use/", "xpath": "//*[@id=\"post-3614\"]", "text": " Terms of Use <p>If you do not agree to the Terms of Use, discontinue using the site immediately!</p>\n<p>By using this site, you signify your Assent and Agreement to these Terms of Use.\nIf you do not agree to these Terms of Use, do not use the site.</p>\nNotices\n<p>Notices.\nFor purposes of service messages and notices about the Services, TRMI Inc.\n/ dba ClassicCountryMusic.com may place a banner notice across its pages to alert you to certain changes such as modifications to this Agreement.\nAlternatively, notice may consist of an email from TRMI Inc.\n/ dba ClassicCountryMusic.com to an email address associated with your account, even if TRMI Inc.\n/ dba ClassicCountryMusic.com has other contact information.\nYou also agree that TRMI Inc.\n/ dba ClassicCountryMusic.com may communicate with you through your TRMI Inc.\n/ dba ClassicCountryMusic.com account or through other means including email, or delivery services including the postal service about your TRMI Inc.\n/ dba ClassicCountryMusic.com account or services associated with TRMI Inc.\n/ dba ClassicCountryMusic.com.\nYou acknowledge and agree that TRMI Inc.\n/ dba ClassicCountryMusic.com shall have no liability associated with or arising from your failure to do so maintain accurate contact or other information, including, but not limited to, your failure to receive critical information about the Services.</p>\nRestrictions on Use of Materials\n<p>Materials in this website are Copyrighted and all rights are reserved.\nText, graphics, databases, HTML code, and other intellectual property are protected by US and International Copyright Laws, and may not be copied, reprinted, published, reengineered, translated, hosted, or otherwise distributed by any means without explicit permission.\nAll of the trademarks on this site are trademarks of TRMI Inc.\n/ dba ClassicCountryMusic.com or of other owners used with their permission.</p>\nDatabase Ownership, License, and Use\n<p>TRMI Inc.\n/ dba ClassicCountryMusic.com warrants, and you accept, that TRMI Inc.\n/ dba ClassicCountryMusic.com is the owner of the copyright of the Databases of Links to articles and resources available from time to time through TRMI Inc.\n/ dba ClassicCountryMusic.com.\nTRMI Inc.\n/ dba ClassicCountryMusic.com and its contributors reserve all rights and no intellectual property rights are conferred by this agreement.</p>\n<p>TRMI Inc.\n/ dba ClassicCountryMusic.com grants you a non-exclusive, non-transferable license to use database(s) accessible to you subject to these Terms and Conditions.\nThe database(s) may be used only for viewing information or for extracting information to the extent described below.</p>\n<p>You agree to use information obtained from TRMI Inc.\n/ dba ClassicCountryMusic.com’s databases only for your own private use or the internal purposes of your home or business, provided that is not the selling or broking of information, and in no event cause or permit to be published, printed, downloaded, transmitted, distributed, reengineered, or reproduced in any form any part of the databases (whether directly or in condensed, selective or tabulated form) whether for resale, republishing, redistribution, viewing, or otherwise.</p>\n<p>Nevertheless, you may on an occasional limited basis download or print out individual pages of information that have been individually selected, to meet a specific, identifiable need for information which is for your personal use only, or is for use in your business only internally, on a confidential basis.\nYou may make such limited number of duplicates of any output, both in machine-readable or hard copy form, as may be reasonable for these purposes only.\nNothing herein shall authorize you to create any database, directory or hard copy publication of or from the databases, whether for internal or external distribution or use.</p>\nLiability\n<p>The materials in this site are provided “as is” and without warranties of any kind either express or implied.\nTRMI Inc.\n/ dba ClassicCountryMusic.com disclaims all warranties, express or implied, including, but not limited to, implied warranties of merchantability and fitness for a particular purpose.</p>\n<p>TRMI Inc.\n/ dba ClassicCountryMusic.com does not warrant that the functions contained in the materials will be uninterrupted or error-free, that defects will be corrected, or that this site or the server that makes it available are free of viruses or other harmful components.\nTRMI Inc.\n/ dba ClassicCountryMusic.com does not warrant or make any representations regarding the use or the results of the use of the materials in this site in terms of their correctness, accuracy, reliability, or otherwise.</p>\n<p>TRMI Inc.\n/ dba ClassicCountryMusic.com assume the entire cost of all necessary servicing, repair or correction.\nApplicable law may not allow the exclusion of implied warranties, so the above exclusion may not apply to you.</p>\n<p>Under no circumstances, including, but not limited to, negligence, shall TRMI Inc.\n/ dba ClassicCountryMusic.com be liable for any special or consequential damages that result from the use of, or the inability to use, the materials in this site, even if TRMI Inc.\n/ dba ClassicCountryMusic.com or a TRMI Inc.\n/ dba ClassicCountryMusic.com authorized representative has been advised of the possibility of such damages.\nApplicable law may not allow the limitation or exclusion of liability or incidental or consequential damages, so the above limitation or exclusion may not apply to you.\nIn no event shall TRMI Inc.\n/ dba ClassicCountryMusic.com’s total liability to you for all damages, losses, and causes of action (whether in contract, tort, including but not limited to, negligence or otherwise) exceed the amount paid by you, if any, for accessing this site.</p>\n<p>Facts and information at this website are believed to be accurate at the time they were placed on the website.\nChanges may be made at any time without prior notice.\nAll data provided on this website is to be used for information purposes only.\nThe information contained on this website and pages within, is not intended to provide specific legal, financial or tax advice, or any other advice, whatsoever, for any individual or company and should not be relied upon in that regard.\nThe services described on this website are only offered in jurisdictions where they may be legally offered.\nInformation provided in our website is not all-inclusive, and is limited to information that is made available to TRMI Inc.\n/ dba ClassicCountryMusic.com and such information should not be relied upon as all-inclusive or accurate.</p>\nLinks and Marks\n<p>The owner of this site is not necessarily affiliated with sites that may be linked to this site and is not responsible for their content.\nThe linked sites are for your convenience only and you access them at your own risk.\nLinks to other websites or references to products, services or publications other than those of TRMI Inc.\n/ dba ClassicCountryMusic.com and its subsidiaries and affiliates at this website, do not imply the endorsement or approval of such websites, products, services or publications by TRMI Inc.\n/ dba ClassicCountryMusic.com or its subsidiaries and affiliates.</p>\n<p>Certain names, graphics, logos, icons, designs, words, titles or phrases at this website may constitute trade names, trademarks or service marks of TRMI Inc.\n/ dba ClassicCountryMusic.com or of other entities.</p>\n<p>The display of trademarks on this website does not imply that a license of any kind has been granted.\nAny unauthorized downloading, re-transmission, or other copying of modification of trademarks and/or the contents herein may be a violation of federal common law trademark and/or copyright laws and could subject the copier to legal action.</p>\nConfidentiality of Codes, Passwords and Information\n<p>You agree to treat as strictly private and confidential any Subscriber Code, username, user ID, or password which you may have received from TRMI Inc.\n/ dba ClassicCountryMusic.com, and all information to which you have access through password-protected areas of TRMI Inc.\n/ dba ClassicCountryMusic.com’s websites and will not cause or permit any such information to be communicated, copied or otherwise divulged to any other person whatsoever.</p>\nOther Legal Stuff\n<p>These Terms of Use will apply to every access to TRMI Inc.\n/ dba ClassicCountryMusic.com.\nTRMI Inc.\n/ dba ClassicCountryMusic.com reserves the right to issue revisions to these Terms of Use by publishing a revised version of this document on this site: that version will then apply to all use by you following the date of publication.\nEach access of information from TRMI Inc.\n/ dba ClassicCountryMusic.com will be a separate, discrete transaction based on the then prevailing terms.</p>\n<p>This Terms of Use and the license granted may not be assigned or sublet by You without TRMI Inc.\n/ dba ClassicCountryMusic.com’s written consent in advance.</p>\n<p>These Terms of Use shall be governed by, construed and enforced in accordance with the laws of the California, as it is applied to agreements entered into and to be performed entirely within such jurisdiction.</p>\n<p>To the extent you have in any manner violated or threatened to violate TRMI Inc.\n/ dba ClassicCountryMusic.com and/or its affiliates’ intellectual property rights, TRMI Inc.\n/ dba ClassicCountryMusic.com and/or its affiliates may seek injunctive or other appropriate relief in any state or federal court in the State of California, and you consent to exclusive jurisdiction and venue in such courts.</p>\n<p>Any other disputes will be resolved as follows:</p>\n<p>If a dispute arises under this agreement, we agree to first try to resolve it with the help of a mutually agreed-upon mediator in the following location: San Diego, CA.\nAny costs and fees other than attorney fees associated with the mediation will be shared equally by each of us.\nIf it proves impossible to arrive at a mutually satisfactory solution through mediation, we agree to submit the dispute to binding arbitration at the following location: San Diego, CA, under the rules of the American Arbitration Association.\nJudgment upon the award rendered by the arbitration may be entered in any court with jurisdiction to do so.</p>\n<p>If any provision of this agreement is void or unenforceable in whole or in part, the remaining provisions of this Agreement shall not be affected thereby.</p>\nTermination\n<p>These Terms of Use agreement are effective until terminated by either party.\nYou may terminate this agreement at any time by destroying all materials obtained from any and all TRMI Inc.\n/ dba ClassicCountryMusic.com site(s) and all related documentation and all copies and installations thereof, whether made under the terms of this agreement or otherwise.\nThis agreement will terminate immediately without notice at TRMI Inc.\n/ dba ClassicCountryMusic.com’s sole discretion, should you fail to comply with any term or provision of this agreement.\nUpon termination, you must destroy all materials obtained from this site and any and all other TRMI Inc.\n/ dba ClassicCountryMusic.com site(s) and all copies thereof, whether made under the terms of this agreement or otherwise.</p>\n<p>Date Last Modified – 01 September 2017</p> ", "created_at": "2021-10-28 21:55:25.449248", "updated_at": "2021-10-28 21:55:39.104833"}, {"id": 9537, "name": "Privacy Policy ", "url": "https://classiccountrymusic.com/privacy-policy", "xpath": "//*[@id=\"post-3612\"]", "text": " Privacy Policy WHAT INFORMATION DO WE COLLECT?\n<p>WE COLLECT INFORMATION FROM YOU WHEN YOU REGISTER ON OUR SITE, PLACE AN ORDER, SUBSCRIBE TO OUR NEWSLETTER, RESPOND TO A SURVEY OR FILL OUT A FORM.</p>\n<p>ANY DATA WE REQUEST THAT IS NOT REQUIRED WILL BE SPECIFIED AS VOLUNTARY OR OPTIONAL.</p>\n<p>WHEN ORDERING OR REGISTERING ON OUR SITE, AS APPROPRIATE, YOU MAY BE ASKED TO ENTER YOUR: NAME, E-MAIL ADDRESS, MAILING ADDRESS, PHONE NUMBER, CREDIT CARD INFORMATION OR SOCIAL SECURITY NUMBER.\nYOU MAY, HOWEVER, VISIT OUR SITE ANONYMOUSLY.</p>\n<p>GOOGLE, AS A THIRD PARTY VENDOR, USES COOKIES TO SERVE ADS ON YOUR SITE.\nGOOGLE’S USE OF THE DART COOKIE ENABLES IT TO SERVE ADS TO YOUR USERS BASED ON THEIR VISIT TO YOUR SITES AND OTHER SITES ON THE INTERNET.\nUSERS MAY OPT OUT OF THE USE OF THE DART COOKIE BY VISITING THE GOOGLE AD AND CONTENT NETWORK PRIVACY POLICY.</p>\nWHAT DO WE USE YOUR INFORMATION FOR?\n<p>ANY OF THE INFORMATION WE COLLECT FROM YOU MAY BE USED IN ONE OF THE FOLLOWING WAYS:</p>\n<ul>\n<li>TO PERSONALIZE YOUR EXPERIENCE</li>\n<li>(YOUR INFORMATION HELPS US TO BETTER RESPOND TO YOUR INDIVIDUAL NEEDS)</li>\n<li>TO IMPROVE OUR WEBSITE</li>\n<li>(WE CONTINUALLY STRIVE TO IMPROVE OUR WEBSITE OFFERINGS BASED ON THE INFORMATION AND FEEDBACK WE RECEIVE FROM YOU)</li>\n<li>TO IMPROVE CUSTOMER SERVICE</li>\n<li>(YOUR INFORMATION HELPS US TO MORE EFFECTIVELY RESPOND TO YOUR CUSTOMER SERVICE REQUESTS AND SUPPORT NEEDS)</li>\n<li>TO PROCESS TRANSACTIONS</li>\n<li>YOUR INFORMATION, WHETHER PUBLIC OR PRIVATE, WILL NOT BE SOLD, EXCHANGED, TRANSFERRED, OR GIVEN TO ANY OTHER COMPANY FOR ANY REASON WHATSOEVER, WITHOUT YOUR CONSENT, OTHER THAN FOR THE EXPRESS PURPOSE OF DELIVERING THE PURCHASED PRODUCT OR SERVICE REQUESTED BY THE CUSTOMER.</li>\n<li>TO SEND PERIODIC EMAILS</li>\n</ul>\n<p>THE EMAIL ADDRESS YOU PROVIDE FOR ORDER PROCESSING, MAY BE USED TO SEND YOU INFORMATION AND UPDATES PERTAINING TO YOUR ORDER OR REQUEST, IN ADDITION TO RECEIVING OCCASIONAL COMPANY NEWS, UPDATES, PROMOTIONS, RELATED PRODUCT OR SERVICE INFORMATION, ETC.</p>\n<p>\n<strong>NOTE:</strong> IF AT ANY TIME YOU WOULD LIKE TO UNSUBSCRIBE FROM RECEIVING FUTURE EMAILS, WE INCLUDE DETAILED UNSUBSCRIBE INSTRUCTIONS AT THE BOTTOM OF EACH EMAIL.</p>\n<ul>\n<li>TO ADMINISTER A CONTEST, PROMOTION, SURVEY OR OTHER SITE FEATURE</li>\n</ul>\nHOW DO WE PROTECT YOUR INFORMATION?\n<p>WE IMPLEMENT A VARIETY OF SECURITY MEASURES TO MAINTAIN THE SAFETY OF YOUR PERSONAL INFORMATION WHEN YOU SUBMIT A REQUEST, PLACE AN ORDER OR ACCESS YOUR PERSONAL INFORMATION.</p>\n<p>THESE SECURITY MEASURES INCLUDE: PASSWORD PROTECTED DIRECTORIES AND DATABASES TO SAFEGUARD YOUR INFORMATION, SSL (SECURE SOCKETS LAYERED) TECHNOLOGY TO ENSURE THAT YOUR INFORMATION IS FULLY ENCRYPTED AND SENT ACROSS THE INTERNET SECURELY OR PCI SCANNING TO ACTIVELY PROTECT OUR SERVERS FROM HACKERS AND OTHER VULNERABILITIES.</p>\n<p>WE OFFER THE USE OF A SECURE SERVER.\nALL SUPPLIED SENSITIVE/CREDIT INFORMATION IS TRANSMITTED VIA SECURE SOCKET LAYER (SSL) TECHNOLOGY AND THEN ENCRYPTED INTO OUR PAYMENT GATEWAY PROVIDERS DATABASE ONLY TO BE ACCESSIBLE BY THOSE AUTHORIZED WITH SPECIAL ACCESS RIGHTS TO SUCH SYSTEMS, AND ARE REQUIRED TO KEEP THE INFORMATION CONFIDENTIAL.</p>\n<p>AFTER A TRANSACTION, YOUR PRIVATE INFORMATION (CREDIT CARDS, SOCIAL SECURITY NUMBERS, FINANCIALS, ETC.) WILL NOT BE STORED ON OUR SERVERS.</p>\nDO WE USE COOKIES?\n<p>YES COOKIES ARE SMALL FILES THAT A SITE OR ITS SERVICE PROVIDER TRANSFERS TO YOUR COMPUTERS HARD DRIVE THROUGH YOUR WEB BROWSER (IF YOU ALLOW) THAT ENABLES THE SITES OR SERVICE PROVIDERS SYSTEMS TO RECOGNIZE YOUR BROWSER AND CAPTURE AND REMEMBER CERTAIN INFORMATION.</p>\nDO WE DISCLOSE ANY INFORMATION TO OUTSIDE PARTIES?\n<p>WE DO NOT SELL, TRADE, OR OTHERWISE TRANSFER TO OUTSIDE PARTIES YOUR PERSONALLY IDENTIFIABLE INFORMATION.\nTHIS DOES NOT INCLUDE TRUSTED THIRD PARTIES WHO ASSIST US IN OPERATING OUR WEBSITE, CONDUCTING OUR BUSINESS, OR SERVICING YOU, SO LONG AS THOSE PARTIES AGREE TO KEEP THIS INFORMATION CONFIDENTIAL.\nWE MAY ALSO RELEASE YOUR INFORMATION WHEN WE BELIEVE RELEASE IS APPROPRIATE TO COMPLY WITH THE LAW, ENFORCE OUR SITE POLICIES, OR PROTECT OURS OR OTHERS’ RIGHTS, PROPERTY, OR SAFETY.\nHOWEVER, NON-PERSONALLY IDENTIFIABLE VISITOR INFORMATION MAY BE PROVIDED TO OTHER PARTIES FOR MARKETING, ADVERTISING, OR OTHER USES.</p>\nTHIRD PARTY LINKS\n<p>OCCASIONALLY, AT OUR DISCRETION, WE MAY INCLUDE OR OFFER THIRD PARTY PRODUCTS OR SERVICES ON OUR WEBSITE.\nTHESE THIRD PARTY SITES HAVE SEPARATE AND INDEPENDENT PRIVACY POLICIES.\nWE THEREFORE HAVE NO RESPONSIBILITY OR LIABILITY FOR THE CONTENT AND ACTIVITIES OF THESE LINKED SITES.\nNONETHELESS, WE SEEK TO PROTECT THE INTEGRITY OF OUR SITE AND WELCOME ANY FEEDBACK ABOUT THESE SITES.</p>\nCALIFORNIA ONLINE PRIVACY PROTECTION ACT COMPLIANCE\n<p>BECAUSE WE VALUE YOUR PRIVACY WE HAVE TAKEN THE NECESSARY PRECAUTIONS TO BE IN COMPLIANCE WITH THE CALIFORNIA ONLINE PRIVACY PROTECTION ACT.\nWE THEREFORE WILL NOT DISTRIBUTE YOUR PERSONAL INFORMATION TO OUTSIDE PARTIES WITHOUT YOUR CONSENT.</p>\n<p>AS PART OF THE CALIFORNIA ONLINE PRIVACY PROTECTION ACT, ALL USERS OF OUR SITE MAY MAKE ANY CHANGES TO THEIR AFFILIATE PROFILE AND MEMBERSHIP INFORMATION AT ANYTIME BY LOGGING INTO THEIR CONTROL PANEL AND GOING TO THE ‘EDIT PROFILE’ PAGE.</p>\nCHILDRENS ONLINE PRIVACY PROTECTION ACT COMPLIANCE\n<p>WE ARE IN COMPLIANCE WITH THE REQUIREMENTS OF COPPA (CHILDRENS ONLINE PRIVACY PROTECTION ACT), WE DO NOT COLLECT ANY INFORMATION FROM ANYONE UNDER 13 YEARS OF AGE.\nOUR WEBSITE, PRODUCTS AND SERVICES ARE ALL DIRECTED TO PEOPLE WHO ARE AT LEAST 13 YEARS OLD OR OLDER.</p>\nCAN-SPAM COMPLIANCE\n<p>WE HAVE TAKEN THE NECESSARY STEPS TO ENSURE THAT WE ARE COMPLIANT WITH THE CAN-SPAM ACT OF 2003 BY NEVER SENDING OUT MISLEADING INFORMATION.</p>\nONLINE PRIVACY POLICY ONLY\n<p>THIS ONLINE PRIVACY POLICY APPLIES ONLY TO INFORMATION COLLECTED THROUGH OUR WEBSITE AND NOT TO INFORMATION COLLECTED OFFLINE.</p>\nTERMS AND CONDITIONS\n<p>PLEASE ALSO VISIT OUR TERMS AND CONDITIONS SECTION ESTABLISHING THE USE, DISCLAIMERS, AND LIMITATIONS OF LIABILITY GOVERNING THE USE OF OUR WEBSITE AT https://classiccountrymusic.com/terms-of-use.</p>\nYOUR CONSENT\n<p>BY USING OUR SITE, YOU CONSENT TO OUR PRIVACY POLICY.</p>\nCHANGES TO OUR PRIVACY POLICY\n<p>IF WE DECIDE TO CHANGE OUR PRIVACY POLICY, WE WILL POST THOSE CHANGES ON THIS PAGE, AND/OR UPDATE THE PRIVACY POLICY MODIFICATION DATE BELOW.\nPOLICY CHANGES WILL APPLY ONLY TO INFORMATION COLLECTED AFTER THE DATE OF THE CHANGE.</p>\n<p>THIS POLICY WAS LAST MODIFIED ON <strong>01 September&nbsp;2017</strong>\n</p>\nCONTACTING US\n<p>IF THERE ARE ANY QUESTIONS REGARDING THIS PRIVACY POLICY YOU MAY CONTACT US USING THE INFORMATION BELOW.</p>\n<p>TRMI inc.\n/ dba&nbsp;ClassicCountryMusic.com<br>\n832 5TH AVE.\n#6<br>\nSAN DIEGO, CA 92101<br>\nUNITED STATES OF AMERICA<br>\nsupport [@] countryrebel [dot] com<br>\n(949) 212-9195</p>\nPRIVACY POLICY CUSTOMER PLEDGE\n<p>WE PLEDGE TO YOU, OUR CUSTOMER, THAT WE HAVE MADE A DEDICATED EFFORT TO BRING OUR PRIVACY POLICY IN LINE WITH THE THE FOLLOWING IMPORTANT PRIVACY LAWS AND INITIATIVES:<br>\nFEDERAL TRADE COMMISION FAIR<br>\nCALIFORNIA ONLINE PRIVACY PROTECTION ACT<br>\nCHILDRENS ONLINE PRIVACY PROTECTION ACT<br>\nPRIVACY ALLIANCE<br>\nCONTROLLING THE ASSAULT OF NON-SOLICITED PORNOGRAPHY AND MARKETING ACT</p> ", "created_at": "2021-10-28 23:53:48.643465", "updated_at": "2021-10-28 21:55:13.449597"}], "points": [], "urls": ["classiccountrymusic.com"]}}