{"error": 448, "message": "OK", "parameters": {"id": 4742, "name": " Merger Investing", "created_at": "2021-07-15 17:52:56.847181", "updated_at": "2021-07-15 22:00:51.630018", "wikipedia": null, "keywords": null, "related": null, "slug": "merger-investing", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4742.png", "url": "mergerinvesting.com", "documents": [{"id": 8506, "name": "Privacy Policy", "url": "https://www.mergerinvesting.com/privacy.html", "xpath": "//body", "text": " Merger Investing Our Commitment To Privacy <p>Your privacy is important to us.\nTo better protect your privacy we provide this notice explaining our online information practices and the choices you can make about the way your information is collected and used.\nTo make this notice easy to find, we make it available on every page on our site.</p> The Information We Collect: <p>This notice applies to all information collected or submitted on the MergerInvesting.com website.\nOn some pages, you can order products, make requests, and register to receive materials.\nThe types of personal information collected at these pages are your name and email address.</p> The Way We Use Information: <p>We use the information you provide about yourself when placing an order only to complete that order.\nWe do not share this information with outside parties except to the extent necessary to complete that order.\nWe use return email addresses to answer the email we receive.\nSuch addresses are not used for any other purpose and are not shared with outside parties.\nYou can register with our website if you would like to purchase a membership.\nInformation you submit on our website will not be used for this purpose unless you fill out the registration form.\nWe use non-identifying and aggregate information to better design our website and to share with advertisers.\nFor example, we may tell an advertiser that X number of individuals visited a certain area on our website, but we would not disclose anything that could be used to identify those individuals.\nFinally, we never use or share the personally identifiable information provided to us online in ways unrelated to the ones described above without also providing you an opportunity to opt-out or otherwise prohibit such unrelated uses.</p> Our Commitment To Data Security: <p>To prevent unauthorized access, maintain data accuracy, and ensure the correct use of information, we have put in place appropriate physical, electronic, and managerial procedures to safeguard and secure the information we collect online.</p> Our Commitment To The Privacy Of Children: <p>Protecting the privacy of the very young is especially important.For that reason, we never collect or maintain information at our website from those we actually know are under 13, and no part of our website is structured to attract anyone under 13.</p> How You Can Access Or Correct Your Information: <p>You can access all your personally identifiable information that we collect online and maintain by signing in to your account or contacting us.We use this procedure to better safeguard your information.You can correct factual errors in your personally identifiable information by sending us a request that credibly shows error.To protect your privacy and security, we will also take reasonable steps to verify your identity before granting access or making corrections.</p> How To Contact Us: <p>Should you have other questions or concerns about these privacy policies, please contact us using the form on this site.</p>\n<p>MergerInvesting.com is an information service and is not a recommendation, an offer, or a solicitation of an offer to buy or sell securities.\nThe information and data on this website are provided on an \"AS IS, AS AVAILABLE\" basis without warranty of any kind.\nMergerInvesting.com makes no guarantee as to the accuracy or completeness of this information.\nAll information is provided for informational purposes only, and MergerInvesting.com shall not be liable for any errors or omissions, or for any action taken because of this information.\nAt any time MergerInvesting.com's affiliates may maintain long or short positions in the securities listed in this report.</p>\n<p>Privacy Policy</p>\n<p>Do Not Sell My Personal Information</p>\n<p>Copyright MergerInvesting.com</p> ", "created_at": "2021-07-15 17:52:56.849965", "updated_at": "2021-07-15 15:53:11.867982"}], "points": [], "urls": ["mergerinvesting.com"]}}