{"error": 448, "message": "OK", "parameters": {"id": 1430, "name": "The VG Resource", "created_at": "2019-02-26 18:02:45.520058", "updated_at": "2022-08-09 22:00:07.820103", "wikipedia": null, "keywords": null, "related": null, "slug": "the_vg_resource", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/1430.png", "url": "vg-resource.com,spriters-resource.com,models-resource.com,textures-resource.com,sounds-resource.com,wiki.vg-resource.com/", "documents": [{"id": 5674, "name": "User Agreement", "url": "https://www.spriters-resource.com/page/agreement/", "xpath": "//body", "text": " Notice: At approximately 10 AM US Mountain time on Tuesday, May 4, 2021, the server will be taken offline for hardware maintenance.\nAll sites will be down for at least a couple of hours.\nAdditional details will be posted here as needed.\nWiki Sprites Models Textures Sounds Login VGFacts DidYouKnowGaming? ☰ Hello, Guest! (Login|Register) Register today to join in with discussions on the forum, post comments on the site, and upload your own sheets! ☰ Home - Search - Forums - About - Stats - Comments - Contact Sprites Models Textures Sounds Home Search Forums Wiki About FAQ Stats Comments Contact User Agreement Privacy Policy Social Links Discord Twitter Facebook User Links Login Follow Us! Consoles 3DS\nArcade\nCustom / Edited\nDS / DSi\nGame Boy / GBC\nGame Boy Advance\nGameCube\nGenesis / 32X / SCD\nMaster System\nMobile\nNeo Geo / NGCD\nNES\nNintendo 64\nNintendo Switch\nPC / Computer\nPlayStation\nPlayStation 2\nPlayStation 3\nPlayStation 4\nPlayStation Vita\nPSP\nSNES\nWii\nWii U\nXbox 360\nOther Systems 3DO\nAcorn Electron\nAdventure Vision\nAmiga / Amiga CD32\nAmstrad CPC\nApple II\nAtari\nAtari ST\nBally Astrocade\nBBC Micro\nBrowser Games\nCD-i\nColecoVision\nCommodore 16\nCommodore 64\nCOMX-35\nCybiko\nDreamcast\nElektronika Calculators\nEmerson Arcadia 2001\nFM Towns\nFM-7\nGame Gear\nGame Master\nGame.com\nIntellivision\nJaguar\nLCD Handhelds\nLeapFrog Didj\nLeapster\nLynx\nMega Duck\nMSX / MSX2\nN-Gage\nNEC PC-8801\nNEC PC-9801\nNeo Geo Pocket\nNokia Series 40/60\nOdyssey²\nPico\nPlug &amp.\nPlay\nPokémon Mini\nRCA Studio II\nSaturn\nSG-1000\nSharp MZ\nSharp X1\nSharp X68000\nSuper A'Can\nSuper Cassette Vision\nSupervision\nTI-83\nTI-99\nTurboGrafx-16\nV.Smile\nVectrex\nVirtual Boy\nVisicom COM-100\nWonderSwan / WSC\nXbox\nZX Spectrum Genres Action\nAction RPG\nAction-Adventure\nAction-Platformer\nAdventure\nBeat 'em Up\nBoard / Card Game\nEducational\nFighting\nHorror\nMusic\nPlatformer\nPuzzle\nRacing\nShoot 'em Up\nShooter\nSimulation\nSports\nStrategy\nTurn-Based RPG\nVisual Novel\nOther Advertisement User Agreement Comments<br>\n<br>While we attempt to edit or remove any messages containing inappropriate, sexually orientated, abusive, hateful, slanderous, or threatening material that could be considered invasive of a persons privacy, or which otherwise violate any kind of law, it is impossible for us to review every message posted through our discussion systems.\nFor this reason you acknowledge that all messages posted on our discussion system express the views and opinions of the original message author and not necessarily the views of our website.\nTherefore we take no responsibility and cannot be held liable for any messages posted.\nWe do not vouch for or warrant the accuracy and completeness of every message.<br>\n<br>Posting<br>\n<br>By registering you agree that you will not post any material which is knowingly false, inaccurate, abusive, hateful, harassing, sexually orientated, threatening or invasive of a person's privacy, or any other material which may violate any applicable laws.<br>\n<br>Any material posted on this website which is not your own content (meaning, in this case, someone else's custom work or rip) will be perceived as theft, and will result in harsh repercussions.\nYou cannot submit someone else's custom work, edited work, or rip under any circumstances, regardless of whether or not you were given permission or are crediting them as the submitter.<br>\n<br>Taking content in its original format from this website and distributing it elsewhere without prior consent or credit to its origin will also result in contact being made with those seen fit to have it removed as this is also viewed as theft.<br>\n<br>Use of the content of this site is not included in this term, as that is the purpose of this resource.\nFeel free to use the content as you wish (where legally permitted or in unpublished, non-commercial works).<br>\n<br>Repercussions<br>\n<br>Failure to comply with these rules may result in the termination of your account, account suspension, or permanent ban of access to the site.\nYour IP Address is recorded with each post you make on this website and is retrievable by the forum staff if need-be.\nYou agree that we have the ability and right to remove, edit, or lock any account or message at any time should it be seen fit.<br>\n<br>Your Information and Cookies<br>\n<br>You agree that any information you enter upon registration or discussion is stored in a database, and that cookies are stored on your computer to save your login information.\nWe will never store cookies besides those that enhance your experience on this website without your prior consent.<br>\n<br>Disclosure<br>\n<br>Any information you provide on this site will not be disclosed to any third party without your complete consent, although the staff cannot be held liable for any hacking attempt in which your data is compromised.\nThat being said, we make every effort to secure your data using industry-standard best practices but we will notify you as soon as any compromise is detected, should one occur.\nThis page does not work well in portrait mode on mobile.\nPlease rotate your device.\n<ul>\n<li>Site Network</li>\n<li>The VG Resource</li>\n<li>The Spriters Resource</li>\n<li>The Models Resource</li>\n<li>The Textures Resource</li>\n<li>The Sounds Resource</li>\n</ul>\n<ul>\n<li>Popular Games</li>\n<li>Sonic the Hedgehog C...</li>\n<li>Mario Customs</li>\n<li>Undertale</li>\n<li>Fire Emblem: Heroes</li>\n<li>Super Mario World</li>\n</ul>\n<ul>\n<li>Affiliates</li>\n<li>Sprite Database</li>\n<li>Sprites Inc.</li>\n<li>Retro Game Zone</li>\n<li>Mario Fan Game Galaxy</li>\n<li>Videogame Sprites</li>\n</ul>\n<ul>\n<li>About</li>\n<li>About</li>\n<li>Contact Us</li>\n<li>Staff</li>\n<li>FAQ</li>\n<li>Advertising</li>\n</ul>\n<ul>\n<li>Legal</li>\n<li>By use of this site, you<br>agree to abide by the<br>User Agreement.</li>\n<li>Privacy Policy</li>\n<li>RSS Feed</li>\n</ul> © 2003-2021, The VG Resource © 2003-2021, The VG Resource Revise Report Switch to Dark Theme Switch to Text Mode Click to show NSFW Content Click to toggle list of pending sheets Click for a random sheet! We use cookies and other data collection technologies to provide the best experience for our customers.\nYou may request that your data not be shared with third parties here: Do Not Sell My Data.\nXActivision360pLoading Ad <em>\n</em> 00:00/01:01 LIVEVIDEO ERROR <br>Audio/video not supported ", "created_at": "2021-05-02 08:11:21.175529", "updated_at": "2021-05-02 08:11:32.685943"}, {"id": 5675, "name": "Privacy Policy", "url": "https://www.spriters-resource.com/page/privacy/", "xpath": "//body", "text": " Notice: At approximately 10 AM US Mountain time on Tuesday, May 4, 2021, the server will be taken offline for hardware maintenance.\nAll sites will be down for at least a couple of hours.\nAdditional details will be posted here as needed.\nWiki Sprites Models Textures Sounds Login VGFacts DidYouKnowGaming? ☰ Hello, Guest! (Login|Register) Register today to join in with discussions on the forum, post comments on the site, and upload your own sheets! ☰ Home - Search - Forums - About - Stats - Comments - Contact Sprites Models Textures Sounds Home Search Forums Wiki About FAQ Stats Comments Contact User Agreement Privacy Policy Social Links Discord Twitter Facebook User Links Login Follow Us! Consoles 3DS\nArcade\nCustom / Edited\nDS / DSi\nGame Boy / GBC\nGame Boy Advance\nGameCube\nGenesis / 32X / SCD\nMaster System\nMobile\nNeo Geo / NGCD\nNES\nNintendo 64\nNintendo Switch\nPC / Computer\nPlayStation\nPlayStation 2\nPlayStation 3\nPlayStation 4\nPlayStation Vita\nPSP\nSNES\nWii\nWii U\nXbox 360\nOther Systems 3DO\nAcorn Electron\nAdventure Vision\nAmiga / Amiga CD32\nAmstrad CPC\nApple II\nAtari\nAtari ST\nBally Astrocade\nBBC Micro\nBrowser Games\nCD-i\nColecoVision\nCommodore 16\nCommodore 64\nCOMX-35\nCybiko\nDreamcast\nElektronika Calculators\nEmerson Arcadia 2001\nFM Towns\nFM-7\nGame Gear\nGame Master\nGame.com\nIntellivision\nJaguar\nLCD Handhelds\nLeapFrog Didj\nLeapster\nLynx\nMega Duck\nMSX / MSX2\nN-Gage\nNEC PC-8801\nNEC PC-9801\nNeo Geo Pocket\nNokia Series 40/60\nOdyssey²\nPico\nPlug &amp.\nPlay\nPokémon Mini\nRCA Studio II\nSaturn\nSG-1000\nSharp MZ\nSharp X1\nSharp X68000\nSuper A'Can\nSuper Cassette Vision\nSupervision\nTI-83\nTI-99\nTurboGrafx-16\nV.Smile\nVectrex\nVirtual Boy\nVisicom COM-100\nWonderSwan / WSC\nXbox\nZX Spectrum Genres Action\nAction RPG\nAction-Adventure\nAction-Platformer\nAdventure\nBeat 'em Up\nBoard / Card Game\nEducational\nFighting\nHorror\nMusic\nPlatformer\nPuzzle\nRacing\nShoot 'em Up\nShooter\nSimulation\nSports\nStrategy\nTurn-Based RPG\nVisual Novel\nOther Advertisement Privacy Policy The VG Resource cares about your privacy:<br>\n<br>• We will never rent or sell your personally identifiable information to third parties for marketing purposes.<br>• We will not share your contact information with another user without your consent.<br>• We will make a reasonable effort to secure your information in our databases with industry-standard technologies.<br>\n<br>If we change our privacy policy, we will notify you by sending the changes to you, or publishing the changes on our site.<br>\n<br>Information Collection<br>\n<br>Registration<br>In order to become a member of The VG Resource, you must provide us with a valid email address, an identitying name (\"username\"), and a password.\nIf you were invited to The VG Resource by another member, we will also record who sent you the original invitation.<br>\n<br>Invitations<br>If you invite another person to become a member of The VG Resource, we will send that person an email with a personalized invitation from you.\nThis email will contain your email address.\nTo confirm that invitations are accepted by the intended individual, we maintain a record of the email addresses of the sender and recipient of invitations.\nWe do not use this information for any purpose other than verifying invitation acceptance.<br>\n<br>Profile<br>The VG Resource allows you to personalize your profile page.\nYou may include information such as an avatar to represent yourself, a signature to close off all posts made on the forums, or other descriptions.\nAny information you place in your profile is publicly viewable by other users of The VG Resource unless set to private or otherwise stated.\nAll profile information may be deleted or modified by you.\nAside from our backup files, we do not maintain records of your deleted information.\nWe do not share any profile information with other companies that includes any of your personally-identifying information.<br>\n<br>Instant Messengers<br>You may include information such as your identity in instant-messaging services within The VG Resource.\nThis information is purely optional.\nIf you provide this information, other members of The VG Resource will be able to contact you through these instant-messenger services by clicking on the appropriate links on your profile page.\nIf you do not wish them to do so, you may delete this information at any time.<br>\n<br>Email Contact<br>You may also choose to allow other members of The VG Resource to contact you via email.\nIf you do, members will be able to fill out a form to send a message to your email address.\nYour email address is not disclosed to them when this happens, but they may learn your address if you choose to respond.\nBy the same token, if you send an email to another member who has enabled the email contact option, your email address will be revealed to them.\nYou may enable or disable the \"contact via email\" option at any time.<br>\n<br>Cookies<br>The VG Resource depends on cookies to maintain sessions with our users, to enable you to resume your login on subsequent visits, and to store other pieces of information that are necessary for the proper operation and customization of our applications.<br>\n<br>We also use cookies through third-party vendors to serve ads.\nThese cookies enable our partners to serve ads based on your visit to this site and/or other sites on the internet.\nWe do not directly provide any information we have collected to facilitate this process.<br>\n<br>Logs<br>We maintain logs that record the Internet Protocol (IP) address of all incoming connections, the pages that visitors view, database queries performed, and the parts of applications that are utilized.\nWe use this information to understand usage patterns and to improve our service.\nWe do not share this information with any other parties.<br>\n<br>Advertisements<br>We may include advertisements on The VG Resource for services or products we offer, as well as services and products offered by other parties.\nThese advertisements may target a particular set of users (for example, those who have expressed interest in RPG games might receive more advertisements related to RPGs).\nWe do not provide any personally-identifying information to the advertising servers or agencies that display these advertisements.<br>\n<br>Information Use<br>\n<br>The VG Resource includes services that are intended to help users form and maintain friendships with other users.\nAs such, the information you provide is intended to describe yourself to other users.\nAny information that you provide that does not personally identify you (such as usage patterns, information about pages you visit, and so forth) may be used by The VG Resource for any reason, in its sole discretion.<br>\n<br>The VG Resource may contact you with newsletters, promotional information, or other things relating to the service.\nYou may opt-out of this communication by unchecking the appropriate email contact option in your account information.\nYou may still receive contact from us regarding the proper functioning and/or security of your account regardless of this setting.<br>\n<br>Information Sharing<br>\n<br>We will never rent or sell your personally identifiable information to third parties for any reason.\n<br>\n<br>When you customize your profile on The VG Resource, you are making this information publicly available.\nYou can always delete the information you provide, but it is possible that some of this information might be retained by third-party search engines.<br>\n<br>We may provide aggregate information, such as demographic, psychographic, and page viewing preference information to third parties as we deem appropriate.\nThis information will never contain personally-identifying information.<br>\n<br>When you send instant-messages or emails to other members through the service, your own instant-messaging information and email contact information will be provided to those members.\nAny further communication between yourself and that member is subject to whatever privacy and security functions are present within your email and instant-messaging programs.<br>\n<br>If you have questions or comments about the The VG Resource privacy policy, please feel free to contact us using the designated contact page.<br>\n<br>GDPR and CCPA<br>\n<br>Visitors and members from the EU and California are protected by local laws which allow opting out of much (though not all - by creating an account, you are consenting to sharing information required for registration with us) of the above information collection.\nAs we do not sell your information, we do not limit information requests or requests for deletion of data to only the EU and California though per those regulations, EU visitors are presented with a notification with the ability to opt out and California visitors are provided a link in the footer for the same reason.\nAll other members and visitors can contact us directly with any questions, concerns, or requests regarding your privacy and account information.<br>\n<br>With all of that said, depending on your browser settings, your information may still be used for advertising purposes.\nThis information is not stored on our servers and we do not have any control over its use.\nRefer to the privacy options in your browser for additional details.\nThis page does not work well in portrait mode on mobile.\nPlease rotate your device.\n<ul>\n<li>Site Network</li>\n<li>The VG Resource</li>\n<li>The Spriters Resource</li>\n<li>The Models Resource</li>\n<li>The Textures Resource</li>\n<li>The Sounds Resource</li>\n</ul>\n<ul>\n<li>Popular Games</li>\n<li>Sonic the Hedgehog C...</li>\n<li>Mario Customs</li>\n<li>Undertale</li>\n<li>Fire Emblem: Heroes</li>\n<li>Super Mario World</li>\n</ul>\n<ul>\n<li>Affiliates</li>\n<li>Sprite Database</li>\n<li>Sprites Inc.</li>\n<li>Retro Game Zone</li>\n<li>Mario Fan Game Galaxy</li>\n<li>Videogame Sprites</li>\n</ul>\n<ul>\n<li>About</li>\n<li>About</li>\n<li>Contact Us</li>\n<li>Staff</li>\n<li>FAQ</li>\n<li>Advertising</li>\n</ul>\n<ul>\n<li>Legal</li>\n<li>By use of this site, you<br>agree to abide by the<br>User Agreement.</li>\n<li>Privacy Policy</li>\n<li>RSS Feed</li>\n</ul> © 2003-2021, The VG Resource © 2003-2021, The VG Resource Revise Report Switch to Dark Theme Switch to Text Mode Click to show NSFW Content Click to toggle list of pending sheets Click for a random sheet! We use cookies and other data collection technologies to provide the best experience for our customers.\nYou may request that your data not be shared with third parties here: Do Not Sell My Data.\nXActivisionLoading Ad <em>\n</em> 00:00/01:01 LIVE ", "created_at": "2021-05-02 08:12:34.6865", "updated_at": "2021-05-02 08:12:44.852934"}], "points": [{"id": 26362, "title": "This service holds onto content that you've deleted", "source": "https://www.spriters-resource.com/page/agreement/", "status": "Generated through the annotate view", "created_at": "2021-12-05 15:24:30.376233", "updated_at": "2022-08-09 16:21:24.847126", "quoteText": "You agree that any information you enter upon registration or discussion is stored in a database", "case_id": 174, "document_id": 5674, "quoteStart": 4270, "quoteEnd": 4366}, {"id": 26361, "title": "Other applicable rules, terms, conditions or guidelines", "source": "https://www.spriters-resource.com/page/agreement/", "status": "Generated through the annotate view", "created_at": "2021-12-05 15:17:00.644774", "updated_at": "2022-08-09 16:23:21.677944", "quoteText": "<br>Any material posted on this website which is not your own content (meaning, in this case, someone else's custom work or rip) will be perceived as theft, and will result in harsh repercussions.\nYou cannot submit someone else's custom work, edited work, or rip under any circumstances, regardless of whether or not you were given permission or are crediting them as the submitter.<br>\n<br>Taking content in its original format from this website and distributing it elsewhere without prior consent or credit to its origin will also result in contact being made with those seen fit to have it removed as this is also viewed as theft.<br>", "case_id": 144, "document_id": 5674, "quoteStart": 2954, "quoteEnd": 3591}, {"id": 26360, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.spriters-resource.com/page/agreement/", "status": "Generated through the annotate view", "created_at": "2021-12-05 15:06:42.559968", "updated_at": "2022-08-09 16:24:41.244271", "quoteText": "Your IP Address is recorded with each post you make on this website and is retrievable by the forum staff if need-be", "case_id": 399, "document_id": 5674, "quoteStart": 3979, "quoteEnd": 4095}, {"id": 26359, "title": "Content you post may be edited by the service for any reason", "source": "https://www.spriters-resource.com/page/agreement/", "status": "Generated through the annotate view", "created_at": "2021-12-05 15:05:50.334704", "updated_at": "2022-08-09 16:21:18.194383", "quoteText": "You agree that we have the ability and right to remove, edit, or lock any account or message at any time should it be seen fit.<br>", "case_id": 407, "document_id": 5674, "quoteStart": 4097, "quoteEnd": 4228}, {"id": 26358, "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly", "source": "https://www.spriters-resource.com/page/agreement/", "status": "Generated through the annotate view", "created_at": "2021-12-05 15:04:00.613199", "updated_at": "2022-08-09 16:31:12.2468", "quoteText": "<br>Failure to comply with these rules may result in the termination of your account, account suspension, or permanent ban of access to the site.", "case_id": 313, "document_id": 5674, "quoteStart": 3833, "quoteEnd": 3978}, {"id": 26357, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.spriters-resource.com/page/agreement/", "status": "Generated through the annotate view", "created_at": "2021-12-05 15:02:46.653538", "updated_at": "2022-08-09 16:30:26.222306", "quoteText": "For this reason you acknowledge that all messages posted on our discussion system express the views and opinions of the original message author and not necessarily the views of our website.\nTherefore we take no responsibility and cannot be held liable for any messages posted.\nWe do not vouch for or warrant the accuracy and completeness of every message.<br>\n<br>Posting<br>\n<br>By registering you agree that you will not post any material which is knowingly false, inaccurate, abusive, hateful, harassing, sexually orientated, threatening or invasive of a person's privacy, or any other material which may violate any applicable laws.<br>", "case_id": 146, "document_id": 5674, "quoteStart": 2313, "quoteEnd": 2953}, {"id": 26356, "title": "The service explains how to prevent disclosure of personal information to third parties", "source": "https://www.spriters-resource.com/page/agreement/", "status": "Generated through the annotate view", "created_at": "2021-12-05 14:56:36.21259", "updated_at": "2022-08-09 16:24:34.174685", "quoteText": "You may request that your data not be shared with third parties here: Do Not Sell My Data.", "case_id": 334, "document_id": 5674, "quoteStart": 6130, "quoteEnd": 6220}, {"id": 26355, "title": "First-party cookies are used", "source": "https://www.spriters-resource.com/page/agreement/", "status": "Generated through the annotate view", "created_at": "2021-12-05 14:55:40.767786", "updated_at": "2022-08-09 16:23:29.165417", "quoteText": "We use cookies and other data collection technologies to provide the best experience for our customers.", "case_id": 126, "document_id": 5674, "quoteStart": 6026, "quoteEnd": 6129}, {"id": 19599, "title": "This service requires first-party cookies", "source": "https://www.spriters-resource.com/page/privacy/", "status": "Generated through the annotate view", "created_at": "2021-05-02 08:30:54.95947", "updated_at": "2021-05-02 13:16:20.989275", "quoteText": "The VG Resource depends on cookies to maintain sessions with our users, to enable you to resume your login on subsequent visits, and to store other pieces of information that are necessary for the proper operation and customization of our applications.", "case_id": 126, "document_id": 5675, "quoteStart": 4871, "quoteEnd": 5123}, {"id": 19598, "title": "Only aggregate data is given to third parties", "source": "https://www.spriters-resource.com/page/privacy/", "status": "Generated through the annotate view", "created_at": "2021-05-02 08:16:13.770877", "updated_at": "2021-05-02 20:22:19.89226", "quoteText": "We may provide aggregate information, such as demographic, psychographic, and page viewing preference information to third parties as we deem appropriate.", "case_id": 191, "document_id": 5675, "quoteStart": 7452, "quoteEnd": 7606}], "urls": ["vg-resource.com", "spriters-resource.com", "models-resource.com", "textures-resource.com", "sounds-resource.com", "wiki.vg-resource.com/"]}}