{"error": 448, "message": "OK", "parameters": {"id": 6697, "name": "cleancutbath", "created_at": "2022-06-20 21:45:15.957722", "updated_at": "2022-06-20 22:01:12.096748", "wikipedia": null, "keywords": null, "related": null, "slug": "cleancutbath", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6697.png", "url": "cleancutbath.com", "documents": [{"id": 12210, "name": "Privacy Policy", "url": "https://cleancutbath.com/privacy-policy/", "xpath": "//*[@id=\"content\"]", "text": " <p>CleanCut Privacy Policy</p>\n<p>\n<strong>1.\nOur Commitment to Privacy</strong>\n</p>\n<p>We, Safeway Safety Step LLC doing business as CleanCut, being the owner and operator of the cleancutbath.com website, respect the privacy of your information.\nThis website is referred to in this Privacy Policy as “our website” or “our site”.\nWe provide this explanation about our online information practices as a show of our commitment to protect your privacy.<br>\nWe do not sell or rent personally-identifying information collected during your use of our website without your permission.<br>\nIn accordance with this Privacy Policy or otherwise upon notification to you at the time of data collection or transfer, we may share your personally-identifying information with a third party.\nYou will always have the option of not permitting the transfer by not using the particular services for which the information is collected or shared.</p>\n<p>\n<strong>2.\nThe Information We Collect</strong>\n</p>\n<p>At the time you register on our site or otherwise provide information to us through our site, we may collect and store your name, email address, mailing address, phone number, and other personally-identifying information.\nThe user information we collect is categorized as follows:<br>\n* Application Information — information that you provide to us through our website and through other means.\nExamples include your email address, mailing address, including zip code, and phone number.<br>\n* Transaction and Experience Information — information about your transactions with us, as well as information about our communications with you.\nExamples include your account history, requests for information, and our responses.<br>\nWe need this information to provide goods and services that you request from our website and to let you know of additional goods and services about which you might be interested.\nWe also use this information to customize your experience using our website.<br>\nWe may also share the information we collect about you with third parties from one or more of the following categories, but only to the extent authorized by you, necessary to provide the goods or services you request, or as required by law.<br>\n* Social Media Companies<br>\n* Retailers<br>\n* Credit Card Companies<br>\n* Payment Processor Companies<br>\n* Banks<br>\n* Government Agencies<br>\nWe may ask you for personally-identifying information at other times, such as if you enter into a promotion, post information, register for a forum, complete a survey, or otherwise communicate with us.\nIf you opt-in to receive information regarding a promotion or other service offered by a third party, you give us your permission to share your name and email address with the third party offering the promotion or other service.<br>\nIn addition, we automatically gather general statistical information about our website and visitors, such as IP addresses, browsers, pages viewed, number of visitors, goods and services purchased, etc., but in doing so we do not reference you by individual name, email address, home address, or telephone number.\nWe use this data in the aggregate to determine how much our users use parts of our site so we can improve our site.\nWe may provide this statistical information to third parties, but when we do so we do not provide personally-identifying information without your permission.<br>\nAs part of our service, we use cookies and beacons to store and sometimes track information about you.\nSome features of our site may be available only through the use of a cookie.\nA cookie is a small amount of data that is sent to your browser from a Web server and stored on your computer’s hard drive.\nA beacon is a transparent graphic image placed on our website to monitor the behavior of a visitor to our website.\nGenerally, we use cookies to remind us who you are and enable us to access your account information so you do not have to re-enter it.\nWe use cookies and beacons to gather statistical information about usage by registered or unregistered users to research visiting patterns and to help target advertisements based on user interests.\nassist our retail partners track visits and process orders.\nand track progress and participation in promotions and other services.\nPreference and options configurations in your browser determine if and how a cookie or beacon will be accepted.\nYou can change those configurations on your computer if you desire.\nBy changing your preferences, you can accept all cookies, you can be notified when a cookie is sent, or you can reject all cookies.\nIf you do so and cookies are disabled, you may be required to re-enter your information more often and certain features of our site may be unavailable.\nDisabling cookies will also prevent beacons from tracking your unique information when visiting our website.<br>\nIn addition, our retail partners, advertisers, and other third parties appearing at our site or linked to our site may use their own cookies and beacons and may collect personally-identifiable information, including credit card information, in connection with your use of their websites.\nThe privacy policy of such third parties may differ from ours.\nWe encourage you to read the third party’s privacy policy before responding to the offer to determine how the personally-identifiable information is used by that third party.<br>\nOur site does not engage in the collection of personally identifiable information from users across third-party websites or third-party online services or applications, except as specified by you when you elect to register and login to our site, via certain third-party sites or applications, such as, for example, Google+, Facebook, Twitter, or Instagram.\nAside from the foregoing, we do not knowingly enable other parties to collect personally identifiable information about our users’ activities over time and across different sites, applications, or services.\nIf your browser or similar mechanism gives our site a “do not track” signal, our site will make commercially reasonable attempts to honor your settings (although we still may deliver and use cookies and other tracking technologies for non-marketing purposes).\nHowever, we do not make any promises or guarantees about the effects of any “do not track” choice that you may make because: (a) such nuanced treatment is not necessarily available or effective for all browsers, mechanisms, or tracking technologies, and our commercially reasonable attempts to honor your settings might not be effective to preclude tracking or behavioral advertising at all or over any particular period of time.\n(b) third parties may not honor your settings or our policies and may use cookies or other tracking technologies for behavioral advertising despite our commercially reasonable attempts to prevent them from doing so.\nand (c) tracking technologies, browsers, and access devices may change from time to time and our commercially reasonable attempts might not be effective for each technology or across all platforms.</p>\n<p>\n<strong>3.\nThe Way We Use Information</strong>\n</p>\n<p>We use your personally-identifying information to improve our marketing and promotional efforts, to statistically analyze site usage, to improve our content and product offerings, and to customize our site’s content, layout, and services.<br>\nWe may use your information to deliver information to you that, in some cases, is targeted to your interests, such as articles, targeted banners, new services, advertisements, and promotions.\nYou can opt out of receiving this information by so indicating in your registration/preferences file or otherwise notifying us in writing.\nWe may ask you to provide us voluntarily with additional information regarding your personal or business interests, experience, or requests, which we may use to customize our services for you.<br>\nWe may use your email address, your mailing address, and phone number to contact you regarding administrative notices and communications relevant to your use of our site.<br>\nIf you place a request for goods or services, we use your information to deliver your order.\nPayments for goods and services ordered from us through our site are handled by a third-party provider.\nThis provider, as well as other providers, may collect additional information, including billing information, credit card number, expiration date, and security code, and tracking information from checks or money orders.\nIf you obtain goods or services directly from one of our retail partners or service providers, we may exchange with the vendor personally-identified information about you for purposes of your transaction.<br>\nWe may also use or disclose information to resolve disputes, investigate problems, or enforce our Website User Agreement (Terms of Use).\nAt times, we may review the status or activity of multiple users to do so.\nWe may disclose or access information whenever we believe in good faith that the law so requires or if we otherwise consider it necessary to do so to maintain service and improve our goods and services.<br>\nWe use your IP address to help diagnose problems with our server, to manage our website, and to enhance our site based on the usage pattern data we receive.</p>\n<p>\n<strong>4.\nSecurity</strong>\n</p>\n<p>We employ reasonable and current security methods to prevent unauthorized access, maintain data accuracy, and ensure correct use of information.<br>\nTo use some of our services, you may be required to set up a password-protected account or profile on our website.\nWe recommend that you do not divulge your password to anyone.\nIt is your responsibility to keep your password protected.\nOur personnel will never ask you for your password in an unsolicited phone call or in an unsolicited email.\nRemember to sign out of your account, close your browser window, and delete your temporary Internet files when you have finished your session.\nThis helps ensure that others cannot access your personal information and correspondence if you share a computer with someone else or are using a computer in a public place where others may have access to it.<br>\nWhenever you voluntarily disclose personal information online — for example, on message boards or blogs, through email, or in chat areas — that information can be collected and used by others.<br>\nNo data transmission over the Internet or any wireless network can be guaranteed to be perfectly secure.\nAs a result, while we try to protect your personal information, we cannot ensure or guarantee the security of any information you transmit to us, and you do so at your own risk.</p>\n<p>\n<strong>5.\nInternational Users</strong>\n</p>\n<p>Our target geographic market is the United States and Canada.\nIF YOU RESIDE OUTSIDE OF THOSE COUNTRIES, DO NOT PROVIDE US WITH YOUR PERSONAL INFORMATION.\nWe maintain information in the United States of America and in accordance with the laws of the United States, which may not provide the same level of protection as the laws in your jurisdiction.\nBy using our website and providing us with information, you understand and agree that your information may be transferred to and stored on servers located outside your resident jurisdiction and, to the extent you are a resident of a country other than the United States, that you consent to the transfer of such data to the United States for processing by us in accordance with this Privacy Policy.</p>\n<p>\n<strong>6.\nCalifornia Residents – Your California Privacy Rights</strong>\n</p>\n<p>California Civil Code Section 1798.83 permits California residents to request from us certain information regarding the disclosure of certain categories of personal information to third parties for their direct marketing purposes within the immediately preceding calendar year.\nA company may also comply with the law by disclosing in its privacy notice that it provides consumers choice (opt-out or opt-in) regarding sharing personal information with third parties for those third parties’ direct marketing purposes (as we do), and information on how to exercise that choice.<br>\nIf you are a California resident and you have questions about our practices with respect to sharing information with third parties for their direct marketing purposes and your ability to exercise choice, please send your request to us via the email address or the mailing address set forth in Section 7.\nYou must put the statement “Your California Privacy Rights” in the subject field of your email or include it in your writing if you choose to write to us at the designated mailing address.\nYou must include your name, street address, city, state, and zip code.\nWe are not responsible for notices that are not labeled or sent properly, or do not have complete information.<br>\nIf you are a California resident under the age of 18, and a registered user of our website, California Business and Professions Code Section 22581 permits you to request and obtain removal of content that you have publicly posted.\nTo make such a request, please send an email with a detailed description of the specific content to us via the email address set forth in Section 7.\nPlease be aware that such a request does not ensure complete or comprehensive removal of the content or information that you have posted and there may be circumstances in which the law does not require or allow removal even if requested.</p>\n<p>\n<strong>7.\nHow You Can Update, Correct, or Delete Your Information</strong>\n</p>\n<p>You can access the information that we collect online and maintain through normal updating methods.\nTo update, correct, or delete this information, you can contact us via email at info@cleancutbath.com, by phone at (877) 882-7837, or by mail at 5242 Rialto Road, West Chester, OH 45069, Attention: Chris Stafford.\nYour account can be deleted or deactivated, but doing so will result in your not being able to access certain services.\nDuring the normal course of doing business, we will continue to share your information among our business units, our affiliates, and unaffiliated third parties as necessary in order to service your accounts and fill any orders you place with us.</p>\n<p>\n<strong>8.\nChildren Under 13</strong>\n</p>\n<p>We have no way of distinguishing the age of individuals who access our website, and so we carry out the same Privacy Policy for individuals of all ages.\nIf a child has provided us with personally-identifying information without parental or guardian consent, the parent or guardian should contact us to remove the information and opt out of promotional opportunities or other applicable services.</p>\n<p>\n<strong>9.\nChanges to Our Policy</strong>\n</p>\n<p>Any changes to our Privacy Policy will be communicated through our website at least 30 days in advance of its effective date.\nInformation collected before changes are made will be secured according to the previous Privacy Policy.</p>\n<p>\n<strong>10.\nYour Consent</strong>\n<br>\nBy using our website, you consent to the collection and use of this information in the manner described in this Privacy Policy.</p>\n<p>LAST UPDATED: December 6, 2018</p> ", "created_at": "2022-06-20 19:46:23.832394", "updated_at": "2022-06-20 19:46:34.0555"}, {"id": 12209, "name": "Terms of Use ", "url": "https://cleancutbath.com/terms-of-use/", "xpath": "//*[@id=\"content\"]", "text": " <p>CleanCut Website User Agreement (Terms of Use)</p>\n<p>\n<strong>1.\nIntroduction</strong>\n</p>\n<p>Safeway Safety Step LLC doing business as CleanCut (“we” or “us” or “our”) provides our website services (“Services”) to the user (“you” or “your”) pursuant to the terms and conditions of this Website User Agreement (Terms of Use) (“Agreement”).\nThe Services are accessible through cleancutbath.com (“Website”).\nBy using the Services, you are accepting this Agreement.\nWe may change this Agreement from time to time without notice to you.\nIn addition, when using particular Services, you will be subject to any posted policies, guidelines, or rules applicable to such Services that may be posted from time to time, including the CleanCut Privacy Policy (“Privacy Policy”).\nAll such policies, guidelines, and rules are hereby incorporated by reference into this Agreement.\nThe collection and use of personal information is governed by this Agreement and the Privacy Policy.\nPlease review the Privacy Policy posted on the Website.<br>\nThe Website is owned and operated by us and contains material that is derived in whole or in part from us and other sources and is protected by international copyright, trademark, and other intellectual property laws.\nYou may not modify, copy, reproduce, republish, upload, post, transmit or distribute in any way any material from this site, including code and software, except as permitted by this Agreement or otherwise consented to by us in writing.\nYou may download material from this site for your personal, non-commercial use, or your employer-company’s internal use only, provided you keep intact all copyright, trademark, and other proprietary notices and, if applicable, maintain attribution to the author.\nNo other right or license is granted to any materials on this site.<br>\nThe Website and the Services may only be used by you for lawful purposes.\nTransmission, distribution, or storage of Content (as defined in Section 2 below) or other material in violation of any applicable local, state, federal, foreign, or international laws, rules, or regulations is prohibited.\nYou understand that the technical processing and transmission of the Services, including your Content, may involve (a) transmissions over various networks, and (b) changes to conform and adapt to technical requirements of connecting networks or devices.</p>\n<p>\n<strong>2.\nUser Conduct</strong>\n</p>\n<p>You understand that all information, advertising, data, text, articles, software, music, sound, photographs, graphics, video, messages, postings, or other materials (“Content”), whether publicly posted or privately transmitted, are the sole responsibility of the person from whom such Content originated.\nThis means that you, and not us, are entirely responsible for all Content that you upload, post, email, or otherwise transmit via the Services, and that you must evaluate, and bear all risks associated with, the use of any Content posted or transmitted by you or other users.\nWe do not control the Content posted by users via the Services and, as such, do not guarantee the usefulness, accuracy, integrity, or quality of such Content.\nUnder no circumstances will we be liable in any way for any Content, including, but not limited to, any errors or omissions in any Content, or any loss or damage of any kind incurred as a result of the use of any Content posted, emailed, or otherwise transmitted, whether by us, you, or others.<br>\nYou agree to not use the Services to: (a) upload, post, email, or otherwise transmit any Content that is unlawful, harmful, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, invasive of another’s privacy, hateful, or racially, ethnically, or otherwise objectionable.\n(b) harm minors in any way.\n(c) impersonate any person or entity, or falsely state or otherwise misrepresent your affiliation with any person or entity.\n(d) post any incomplete, false, or inaccurate biographical information.\n(e) forge headers or otherwise manipulate identifiers in order to disguise the origin of any Content transmitted through the Services.\n(f) upload, post, email, or otherwise transmit any Content that you do not have a right to transmit under any law or under contractual or fiduciary relationships (such as inside information, proprietary and confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements).\n(g) upload, post, email, or otherwise transmit any Content that infringes any patent, trademark, trade secret, copyright, or other proprietary right of any party.\n(h) upload, post, email, or otherwise transmit any unsolicited or unauthorized advertising, promotional materials, junk mail, spam, chain letters, pyramid schemes, or any other similar solicitations.\n(i) upload, post, email, or otherwise transmit any material that contains software viruses or any other computer code, files, or programs designed to interrupt, destroy, or limit the functionality of any computer software or hardware or telecommunications equipment.\n(j) disrupt the normal flow of dialogue, cause a screen to scroll faster than other users of the Services are able to type, or otherwise act in a manner that negatively affects other users’ ability to engage in real time exchanges.\n(k) interfere with or disrupt the Services or servers or networks connected to the Website, or disobey any requirements, procedures, policies, or regulations of networks connected to the Website.\n(l) intentionally or unintentionally violate any applicable local, state, federal, foreign, or international laws, rules, and regulations.\n(m) stalk or otherwise harass another.\nor (n) collect, store, or use personal data about other users of the Services, except as may be necessary to complete a transaction offered or accepted by such users.<br>\nWhen retrieving information from the Website, you are prohibited from (a) using or attempting to use spiders, crawlers, robots, avatars, intelligent agents, or any other extraction or navigation search except for a normal browser.\n(b) aggregating, copying, or duplicating any of the materials or information except for the small amount of materials and information temporarily required for an ordinary single use of the Website.\nand (c) accessing data not intended for you.<br>\nRecognizing the global nature of the Internet, you acknowledge that what may legally be done on or through the Internet in the jurisdiction of your residence may not be permissible in every jurisdiction in the world.\nTherefore, you specifically agree to comply with all local laws, rules, and regulations of the jurisdiction of the recipient regarding online conduct and acceptable Content.\nIn addition, you agree to comply with all applicable laws, rules, and regulations regarding the transmission of technical data exported from the United States and the country in which you reside.\nThe foregoing obligation shall survive termination of this Agreement.</p>\n<p>\n<strong>3.\nCleanCut’s Rights to Content</strong>\n</p>\n<p>With respect to Content you post for inclusion in publicly accessible areas of the Website, you grant us the worldwide, royalty-free, and non-exclusive license to reproduce, modify, adapt and publish such Content in connection with the Services solely for the purpose of displaying and distributing the Content for the purpose for which such Content was submitted to us.\nThis license exists only for as long as you elect to continue to include such Content on the Services and will be terminated 30 days after you delete or give us written notice to delete such Content from the Services.<br>\nYou acknowledge that we may, but do not have the obligation to pre-screen Content.\nWe have the right, in our sole discretion, to refuse or remove any Content that is available through the Services.\nWithout limiting the foregoing, we have the right to remove any Content that we, in our sole discretion, deem violates this Agreement or is otherwise objectionable.\nIn addition, we may pursue any of our other legal remedies, including, but not limited to, the immediate cancellation of your account, the exclusion from the Website of you and anyone else who may have violated this Agreement, and pursuing violators under various criminal and/or civil laws under the relevant jurisdiction.\nWe will cooperate with any investigation by any federal, state, or local body or any court or tribunal legitimately exercising its rights.\nSuch cooperation may be without notice to you.\nYou acknowledge and agree that we may preserve Content and user information and may disclose Content and user information in accordance with the Privacy Policy, if required to do so by law, or in the good faith belief that such preservation or disclosure is reasonably necessary to: (a) comply with legal process.\n(b) enforce this Agreement.\n(c) respond to claims that any Content violates the rights of third parties.\n(d) protect the rights, property, or personal safety of us, users of the Services, or the public.\nor (e) minimize or eliminate our potential liability.<br>\nWe encourage you to use the feedback form on the Website to provide information about your experience using the Services, which will enable us to improve the Services.\nThis includes any ideas or suggestions pertaining to new products, services, and other items.\nYou give us the unencumbered right to use such ideas or suggestions.\nWe will not provide any compensation for the ideas or suggestions, but they may make the Website or the Services better or more useful for you and other users.</p>\n<p>\n<strong>4.\nDigital Millennium Copyright Act (“DMCA”) Notice</strong>\n</p>\n<p>Content may be made available via the Website by third parties not within our control.\nWe are under no obligation to, and do not, scan such Content for the inclusion of illegal or impermissible content.\nHowever, we respect the intellectual property of others, and we require that you and all of our other users to do the same.\nIt is our policy not to permit materials known by us to infringe another party’s copyright to remain on the Website.<br>\nIf you believe any materials on the Website infringe a copyright, you should provide us with written notice that at a minimum contains: (a) a physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\n(b) identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.\n(c) identification of the material that is claimed to be infringing or to be the subject of infringing activity that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit us to locate the material.\n(d) information reasonably sufficient to permit us to contact the complaining party, such as an address, telephone number, and, if available, an email address at which the complaining party may be contacted.\n(e) a statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand (f) a statement that the information in the notification is accurate, and, under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.<br>\nAll DMCA notices should be sent to our designated agent as follows: CleanCut, 5242 Rialto Road, West Chester, OH 45069, Attention: Chris Stafford.</p>\n<p>\n<strong>5.\nIndemnity</strong>\n</p>\n<p>You agree to indemnify and hold us, and our subsidiaries, affiliates, owners, directors, officers, managers, agents, and employees, harmless from all damages and expenses, including court costs and reasonable attorney fees, arising out of any claim based on Content you submit, post, transmit, or use through the Services, your use of the Services or Content, your connection to the Website, your violation of this Agreement, and your violation of any rights of another or of any law, rule, or regulation.</p>\n<p>\n<strong>6.\nNo Resale of Services</strong>\n</p>\n<p>You agree not to reproduce, duplicate, copy, sell, resell or exploit for any commercial purposes, any portion of the Services and/or Content, use of the Services and/or Content, or access to the Services and/or Content, without our express written consent and the Content author.</p>\n<p>\n<strong>7.\nModification and Termination</strong>\n</p>\n<p>You acknowledge that we may establish general practices and limits concerning use of the Services.\nYou agree that we have no responsibility or liability for the deletion or failure to store any messages and other communications or other Content maintained or transmitted by the Services.\nYou further acknowledge that we reserve the right to change these general practices and limits at any time, in our sole discretion, with or without notice, including, without limitation, adding or deleting fees associated with the Services.\nIf any charge is applicable to any Services, we will notify you in advance.<br>\nWe reserve the right at any time and from time to time to modify or discontinue, temporarily or permanently, the Services, in whole or in part, with or without notice.\nYou agree that we will not be liable to you or to any third party for any modification, suspension, or discontinuance of the Services or removal of Content.<br>\nYou agree that we, in our sole discretion, may terminate your use of the Services, in whole or in part, and remove and discard any Content, for any reason without notice.\nFurther, you agree that we are not liable to you or any third party for any termination of your access to the Services and discarding any Content.</p>\n<p>\n<strong>8.\nDealings with Retail Partners, Advertisers, and Other Users</strong>\n</p>\n<p>Your correspondence or business dealings with retail partners, advertisers, and other users found on or through the Services, including payment and delivery of products or services, and any other terms, conditions, warranties, or representations associated with such dealings, are solely between you and such retail partner, advertiser, or user.\nYou agree that we are not responsible or liable for any loss or damage of any sort incurred as the result of any such dealings or as the result of the presence of such retail partners, advertisers, or users in connection with the Services.\nIf there is a dispute with retail partners, advertisers, or other users of the Services, we are under no obligation to become involved.</p>\n<p>\n<strong>9.\nLinks</strong>\n</p>\n<p>The Services may provide, or third parties may provide, links to other websites or resources.\nBecause we have no control over such sites and resources, you agree that we are not responsible for the availability of such sites or resources, and does not endorse and is not responsible or liable for any Content, advertising, products, services, or other materials on or available from such sites or resources.\nYou further acknowledge and agree that we are not responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such Content or products or services available on or through any such sites or resources.</p>\n<p>\n<strong>10.\nCleanCut’s Proprietary Rights</strong>\n</p>\n<p>You acknowledge and agree that the Services contain proprietary and confidential information that is protected by applicable intellectual property laws and other laws.\nYou further acknowledge and agree that Content, as well as any other information presented to you through the Services, is protected by copyrights, trademarks, service marks, patents, or other proprietary rights and laws.\nExcept as authorized in this Agreement or otherwise expressly authorized in writing by us or the applicable retail partners, advertisers, Content authors, or other users, you agree not to distribute or otherwise transfer, modify, or create derivative works based on the Services or the Content, in whole or in part.\nYou agree not to access the Services by any means other than through the interface that is provided by us for use in accessing the Services.</p>\n<p>\n<strong>11.\nDisclaimer of Warranties and Limitations of Liability</strong>\n</p>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT: (a) YOUR USE OF THE SERVICES AND CONTENT IS AT YOUR SOLE RISK.\nTHE SERVICES AND CONTENT ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nWE EXPRESSLY DISCLAIM ALL WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF ACCURACY OF DATA, TITLE, NON-INFRINGEMENT, MERCHANTABILITY, AND FITNESS FOR A PARTICULAR PURPOSE, AND ANY IMPLIED WARRANTY ARISING FROM A COURSE OF DEALING OR PERFORMANCE OR FROM USAGE OF TRADE.\n(b) WE MAKE NO WARRANTY (i) THAT THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR FREE, (ii) THAT THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SERVICES OR CONTENT WILL BE ACCURATE OR RELIABLE, OR (iii) THAT THE QUALITY OF ANY CONTENT, PRODUCTS, SERVICES, INFORMATION, OR OTHER MATERIAL PURCHASED OR OBTAINED BY YOU THROUGH THE SERVICES WILL MEET YOUR EXPECTATIONS.\n(c) ANY CONTENT OR OTHER MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICES IS DONE AT YOUR OWN DISCRETION AND RISK AND YOU ARE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA OR OTHER LOSS THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.\nAND (d) NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US OR THROUGH OR FROM THE SERVICES OR CONTENT WILL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THIS AGREEMENT.<br>\nYOU EXPRESSLY UNDERSTAND AND AGREE THAT WE ARE NOT BE LIABLE FOR ANY DAMAGES OF ANY KIND (INCLUDING, WITHOUT LIMITATION, DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES) RESULTING FROM: (a) THE USE OR THE INABILITY TO USE THE SERVICES OR CONTENT.\n(b) THE COST OF PROCUREMENT OF SUBSTITUTE PRODUCTS AND SERVICES RESULTING FROM ANY PRODUCTS, DATA, INFORMATION, OR SERVICES PURCHASED OR OBTAINED OR CONTENT USED OR MESSAGES RECEIVED OR TRANSACTIONS ENTERED THROUGH OR FROM THE SERVICES.\n(c) UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA.\n(d) STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SERVICES.\n(e) FROM ANY INTERRUPTION, SUSPENSION, OR TERMINATION OF THE SERVICES, OR (f) ANY OTHER MATTER RELATING TO THE SERVICES, THE CONTENT, OR THE WEBSITE, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.<br>\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, SOME OF THE LIMITATIONS OF THIS SECTION MAY NOT APPLY TO YOU.</p>\n<p>\n<strong>12.\nDispute Resolution</strong>\n</p>\n<p>ANY CLAIM OR CONTROVERSY ARISING OUT OF OR RELATING TO THIS AGREEMENT THAT IS NOT RESOLVED BY YOU AND US DIRECTLY WILL BE SETTLED BY MEDIATION AND, IF MEDIATION IS UNSUCCESSFUL, BY BINDING ARBITRATION.\nTHE MEDIATION AND ARBITRATION WILL TAKE PLACE IN THE CINCINNATI, OHIO METROPOLITAN AREA, AND WILL BE ADMINISTERED BY CINCINNATI BAR ASSOCIATION ARBITRATION SERVICES PURSUANT TO ITS RULES AND PROCEDURES IN EFFECT AT THE TIME THE DISPUTE IS SUBMITTED, BY MEDIATOR(S) AND ARBITRATOR(S) MUTUALLY SELECTED BY YOU AND US IN ACCORDANCE WITH SUCH RULES.</p>\n<p>\n<strong>13.\nMiscellaneous</strong>\n</p>\n<p>You may not assign or otherwise transfer this Agreement or any rights or obligations under this Agreement to any third party without our prior written consent.\nThe failure of either party to act upon any right, remedy, or breach of this Agreement will not constitute a waiver of that or any other right, remedy, or breach.\nNo waiver will be effective unless made in writing and signed by the waiving party.\nNeither party will be liable for any delay in or failure of performance resulting from any cause or condition beyond the party’s reasonable control, whether foreseeable or not, including vandalism that disrupts or corrupts the Website or the Services.\nThe provisions of this Agreement are severable.\nIf any provision is held to be invalid, unenforceable, or void, the remaining provisions will not as a result be invalidated.\nThis Agreement and any claim arising out of this Agreement will be governed by and construed in accordance with the laws of the State of Ohio, excluding its conflict of laws principles.\nThis Agreement constitutes the entire agreement and understanding between the parties relating to the object and scope of this Agreement.\nAny representation, statement, or warranty not expressly contained in this Agreement, will not be enforceable by the parties.</p>\n<p>LAST UPDATED: December 6, 2018</p> ", "created_at": "2022-06-20 21:45:15.961024", "updated_at": "2022-06-20 19:46:57.462759"}], "points": [], "urls": ["cleancutbath.com"]}}