{"error": 448, "message": "OK", "parameters": {"id": 6749, "name": "forthepeople", "created_at": "2022-08-02 17:44:23.512945", "updated_at": "2022-08-02 22:01:05.433562", "wikipedia": null, "keywords": null, "related": null, "slug": "forthepeople", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6749.png", "url": "forthepeople.com", "documents": [{"id": 12332, "name": "TERMS OF USE", "url": "https://www.forthepeople.com/disclaimer-and-terms-of-use/", "xpath": "//body", "text": " Skip to main content The Fee Is Free, Only Pay If We Win.\nContact Us Today Menu <ul>\n<li> Close Search </li>\n<li> Locations <ul> BackLocations<li> Alaska </li>\n<li> Alabama <ul> BackAlabama Birmingham Mobile </ul>\n</li>\n<li> Arizona </li>\n<li> Arkansas </li>\n<li> California <ul> BackCalifornia Los Angeles San Francisco </ul>\n</li>\n<li> Colorado </li>\n<li> Connecticut </li>\n<li> Delaware </li>\n<li> Florida <ul> BackFlorida Big Pine Key Bradenton Daytona Beach DeLand Fort Lauderdale Fort Myers Gainesville Jacksonville Kissimmee Lakeland Lakeland: Kentucky Avenue Melbourne Miami Naples Ocala Orlando Orlando: Pine Hills Orlando: South Semoran Palm Harbor Panama City Pensacola Sarasota St.\nAugustine St.\nPetersburg Tallahassee Tampa Tavares Titusville West Palm Beach West Tampa Winter Haven </ul>\n</li>\n<li> Georgia <ul> BackGeorgia Alpharetta Atlanta Brunswick Columbus Macon Marietta Savannah </ul>\n</li>\n<li> Hawaii </li>\n<li> Idaho </li>\n<li> Illinois </li>\n<li> Indiana <ul> BackIndiana Evansville Indianapolis New Albany </ul>\n</li>\n<li> Iowa </li>\n<li> Kansas </li>\n<li> Kentucky <ul> BackKentucky Bowling Green Covington Lexington Louisville Louisville Crittenden Drive Owensboro Paducah Prestonsburg </ul>\n</li>\n<li> Louisiana </li>\n<li> Maine </li>\n<li> Maryland </li>\n<li> Massachusetts <ul> BackMassachusetts Boston Waltham </ul>\n</li>\n<li> Michigan </li>\n<li> Minnesota </li>\n<li> Missouri </li>\n<li> Mississippi </li>\n<li> Montana </li>\n<li> Nebraska </li>\n<li> Nevada </li>\n<li> New Hampshire </li>\n<li> New Jersey </li>\n<li> New Mexico </li>\n<li> New York </li>\n<li> North Carolina </li>\n<li> North Dakota </li>\n<li> Ohio <ul> BackOhio Cincinnati Columbus </ul>\n</li>\n<li> Oklahoma </li>\n<li> Oregon </li>\n<li> Pennsylvania <ul> BackPennsylvania Philadelphia Pittsburgh </ul>\n</li>\n<li> South Carolina <ul> BackSouth Carolina Charleston Hilton Head Myrtle Beach </ul>\n</li>\n<li> South Dakota </li>\n<li> Tennessee <ul> BackTennessee Memphis Murfreesboro Nashville </ul>\n</li>\n<li> Texas </li>\n<li> Utah </li>\n<li> Vermont </li>\n<li> Virginia </li>\n<li> Washington </li>\n<li> Washington, D.C.\n</li>\n<li> West Virginia </li>\n<li> Wisconsin </li>\n<li> Wyoming </li> View All Locations </ul>\n</li>\n<li> Practice Areas <ul> BackPractice Areas<li> Car Accidents <ul> BackCar Accidents Car Accidents Motorcycle Accidents Truck Accidents Bike Accidents Train &amp.\nRailroad Accidents Plane Crashes Helicopter Crashes Tesla Fires Scooter Fires Golf Cart Wrecks Lyft Accidents Uber Accidents Pedestrian Accidents ATV Accidents Ladder Falls </ul>\n</li>\n<li> Personal Injury <ul> BackPersonal Injury Personal Injury Auto Accident Slip and Fall Truck Accident Burn Injury Amusement Park Accidents Boating Accident Brain Injuries Bus Accident Cell Tower Accidents Child Sexual Abuse Dog Bite Motorcycle Accident Sexual Assault Metaverse Injury Spinal Cord Injuries Train Accident Wrongful Death View All </ul>\n</li>\n<li> Medical Malpractice <ul> BackMedical Malpractice Birth Injury Medical Malpractice Dental Malpractice Cancer Misdiagnosis Attorneys Plastic Surgery Malpractice </ul>\n</li>\n<li> Negligence <ul> BackNegligence Birth Injury Nursing Home Abuse Child Sexual Abuse Dam Breach Explosions Gas Explosions Medical Malpractice Mesothelioma Pipeline Explosions Plant Explosions Sex Trafficking Tangelo Park Workers' Compensation </ul>\n</li>\n<li> Premises Liability </li>\n<li> Workplace <ul> BackWorkplace Construction Accident Discrimination FELA FMLA Labor &amp.\nEmployment Mesothelioma Tip Pooling Unpaid Overtime Workers' Compensation </ul>\n</li>\n<li> Business Litigation <ul> BackBusiness Litigation Accounting Malpractice Antitrust Litigation Breach of Contract Construction Litigation Eminent Domain Employment Law FINRA Arbitration Intellectual Property Probate, Trust &amp.\nEstates Professional Malpractice Real Estate Securities Fraud Shareholder &amp.\nPartnership Disputes Shareholder Derivatives Unpaid Commissions </ul>\n</li>\n<li> Civil Rights <ul> BackCivil Rights Civil Rights &amp.\nLiberties Police Brutality Jail Injury Police Dog Injury Wrongful Arrest Jail Sexual Assault Police Shooting </ul>\n</li>\n<li> Class Actions </li>\n<li> Dangerous Drugs </li>\n<li> Data Breach </li>\n<li> Defective Products <ul> BackDefective Products Abbott Baby Formula Recall Exactech Knee and Ankle Replacement NEC Baby Formula One-Wheel Skateboard Boppy Pillows Phillips CPAP Sleep Machine Instant Pot Paraquat Juul Takata Talcum Powder View All </ul>\n</li>\n<li> Insurance Disputes <ul> BackInsurance Disputes Accidental Death &amp.\nDismemberment Bad Faith Claims Blasting Damage Claims Cast Iron Pipes Hail Damage Homeowners Life Insurance Benefits Lightning Damage Long-Term Disability Motor Vehicles PIP Claims Tornadoes View All </ul>\n</li>\n<li> Mass Arbitration <ul> BackMass Arbitration Mass Arbitration T-Mobile Breach </ul>\n</li>\n<li> Mass Tort <ul> BackMass Tort Social Media Harm CPAP Sleep Apnea Machines Camp Lejeune Exactech Knee and Ankle Replacement JUUL Paraquat Sunscreen Recall Talcum Powder </ul>\n</li>\n<li> Mesothelioma </li>\n<li> Sexual Abuse </li>\n<li> Social Security Disability </li>\n<li> Toxics and Environmental <ul> BackToxics and Environmental Benzene California Oil Spill Citizen Suits Class Action Environmental Justice Ethylene Oxide Fracking Groundwater Contamination Lead Poisoning Lead Smelting Medical Monitoring PFAS Contamination and Exposure Personal Injury Petroleum Property Damage Soil Contamination Solvent Exposure Toxic Emissions Toxics and Environmental </ul>\n</li>\n<li> Veteran Benefits Denied </li>\n<li> Whistleblower &amp.\nQui Tam </li> View All </ul>\n</li>\n<li> Car Accidents </li>\n<li> Attorneys </li>\n<li> About <ul> BackAbout<li> Who We Are </li>\n<li> In the Community </li>\n<li> Testimonials </li>\n<li> The Fee Is Free </li>\n<li> Resources <ul> BackResources Car Accidents The Truth Workers’ Compensation </ul>\n</li>\n<li> Blog </li>\n<li> FAQ </li>\n<li> In the Media </li>\n<li> Pound Law </li>\n<li> Referrals </li>\n<li> TV Commercials </li>\n<li> Careers </li>\n<li> En Español </li>\n<li> Shop </li>\n</ul>\n</li>\n<li> Our Results </li>\n<li> Contact </li>\n<li> En Español </li>\n<li> search </li>\n</ul> Call Now &nbsp;•&nbsp;&nbsp;Open 24/7 877 667 4265 877 667 4265 877 667 4265 877 667 4265 877 667 4265 877 667 4265 close search <p>Popular Topics</p> Orlando Office Car Accidents Mesothelioma Bus Accidents Workplace Matt Morgan Personal Injury Social Security Medical Malpractice DISCLAIMER AND TERMS OF USE<p>Last Updated December 27, 2021</p>Consumer Communication<p>To ensure that consumers’ inquiries are handled accurately, courteously, and promptly, phone calls between you and Morgan &amp.\nMorgan or any of our affiliates, agents, case managers, paralegals, and/or attorneys may be recorded.\nWe may from time to time make calls and/or send text messages to you at any telephone number associated with your account.\nThe manner in which these calls or text (SMS) messages are made to you may include, but is not limited to, the use of prerecorded/artificial voice messages and/or an automatic telephone dialing system.\nYou certify, warrant, and represent that the telephone numbers you have provided to us are your contact numbers.\nYou represent that you are permitted to receive calls at each of the telephone numbers you have provided to us.\nYou agree that Morgan &amp.\nMorgan may send emails to you at any email address you provide us, or use other electronic means of communication to the extent permitted by law.</p>Content Is Information Only, Not Advice<p>Thank you for visiting the web site or using the mobile application of Morgan &amp.\nMorgan, P.A.\nand/or its affiliates (“MM,” “we”, “us”, or “our”).\nThese Terms of Use (\"Terms of Use\" or “Terms”) are a legal and binding agreement between you and MM governing your access to and use of the website located at https://forthepeople.com, any websites that MM maintains which link to these terms, and any mobile applications currently in use or as we may introduce from time to time (the website and mobile applications, or any portion thereof, the “Site”).\nThe information contained on the Site is provided for educational and informational purposes only and the contents of the Site are not and should not be construed as legal advice.\nAs is described further below, nothing on the Site is medical advice or should supplement or inform in anyway your medical decisions or a decision to seek medical advice.</p>\n<p>The Site is not an offer to perform services on any matter.\nThis Site contains general information from a variety of sources and might not reflect current legal developments, verdicts or settlements.\nWe do not undertake to update material in our Site to reflect subsequent legal or other developments.</p>\n<p>Please read our Disclaimer below, which is incorporated into these Terms, for additional limitations on the use and effect of the Site.\nThis “Terms of Use” outlines the conditions on which the Site is made available to you.\nRead the Terms of Use carefully.\nIf you use this Site, you are deemed to have agreed to these Terms of Use.</p>\n<p>This Site is designed to be accessible to and usable by people with and without disabilities.\nPlease call us at (407) 420-1414 or email us if you encounter an accessibility or usability issue on this site.</p>\n<p>We may update, change, modify, or revise these Terms of Use at any time and for any reason.\nAny changes will become effective upon posting to the Site, along with the date on which it was most recently revised as indicated by the “Last Updated” heading at the top of these Terms of Use.\nYour continued access to and/or use of the Site after any such modifications constitute your acceptance of the Terms of Use as modified.\nIt is your responsibility to review the Terms of Use regularly for updates.\nPlease contact us as provided above if you would like information regarding any modifications.\nIf any modification to these Terms of Use is held to be invalid, void, or unenforceable for any reason, such modifications shall be deemed severable and shall not affect the validity and enforceability of these Terms of Use and the remaining provision.</p>Use<p>MM hereby grants you a non-exclusive, non-transferable, revocable, limited right and license to access and use the Site solely for your personal use in accordance with these Terms of Use.\nYou shall not, in any way, otherwise copy, reproduce, distribute, transmit, display, perform, reproduce, publish, license, modify, create derivative works from, sell, or exploit the Site.</p>\n<p>MM may at any time, for any reason, and without notice or liability: (a) modify, suspend, or terminate operation of or access to the Site and related services, or (b) change, revise, or modify the Site and affiliated services.</p>Ownership and Intellectual Property Rights<p>The Site and MM software, systems, technology, and know-how (<strong>“MM Technology”</strong>) are owned by or licensed to MM and are protected by copyright, trademark, trade dress, patent, and/or other intellectual property rights and proprietary rights.\nAll trademarks, trade names, graphics, logos, and trade dress included in or made available through the Site and Online Services are owned by or licensed to MM and protected by U.S.\nand international trademark laws (collectively, the <strong>“Marks”</strong>).</p>\n<p>Except as expressly set forth herein, nothing herein shall be construed to confer any grant or license of any MM Intellectual Property Rights, whether by estoppel, by implication, or otherwise.\nYou are strictly prohibited from using any MM intellectual property except as expressly provided in these Terms of Use.\nYou are also advised that MM and its licensors will aggressively enforce its intellectual property rights to the fullest extent of the law.</p>Privacy Policy<p>Please review our Privacy Policy as posted on the Site (the “Privacy Policy”), which is incorporated herein and also governs your use of the Site, to understand MM’s privacy practices https://forthepeople.com/privacy-policy.</p>Restrictions on Use<p>You agree not to:</p>\n<ul>\n<li>reproduce, distribute, publically display, or otherwise transfer the Site;</li>\n<li>adapt, alter, modify, reverse engineer, disassemble, or decompile the Site;</li>\n<li>prepare derivative works based on the Site or any MM technology;</li>\n<li>remove, obscure, or modify any copyright, trademark or other proprietary rights notices, marks or labels contained on or within the Site;</li>\n<li>frame, mirror, or in-line link the Site, or incorporate into another website, application, or other service any MM intellectual property;</li>\n<li>use the Site for any unlawful, fraudulent, or malicious purposes, or to solicit any such activity;</li>\n<li>attempt to gain unauthorized access to any accounts, features, systems, or networks through hacking, password mining, or any other means;</li>\n<li>interfere with any access control measures or attempt to disable or circumvent such security features;</li>\n<li>post, transmit, submit, or include any unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, sexually explicit, profane, hateful, racially, ethnically, or otherwise objectionable content, material, or information of any kind, or any content, material, or information that may give rise to criminal or civil liability;</li>\n<li>submit or post any false or misleading information.\nand/or</li>\n<li>violate, infringe, or misappropriate the intellectual property, publicity, privacy, or other proprietary rights of MM, its licensors, or any other person or entity.</li>\n</ul>\n<p>We reserve the right to prohibit access, use, conduct, communications, or content that we, in our sole discretion, deem to be harmful to the Site, users, us, our brand, our business partners and licensors, or any other person or entity, or that violates these Terms of Use and/or applicable law.</p>\n<p>Any unauthorized use automatically terminates the license granted to you hereunder.</p>No Relationship or Obligation Arises from Use of the Site<p>The law differs in every jurisdiction, and you should not rely on any opinion except that of an attorney you have retained, who has a professional duty to advise you after being fully informed of all the pertinent facts, and who is licensed in the applicable state, and is familiar with the applicable law.\nInternet subscribers, mobile application users, and online readers should seek professional counsel about their legal rights and remedies.\nYou should not act or refrain from acting on the basis of any information found the Site.\nAny actions or decisions about your legal rights should be based on the particular facts and circumstances of your situation, and appropriate legal advice from an attorney retained directly by you.\nMM EXPRESSLY DISCLAIMS ALL LIABILITY WITH RESPECT TO ACTIONS TAKEN OR NOT TAKEN BASED UPON ANY INFORMATION OR OTHER CONTENTS OF THIS SITE.\nViewing the Site, or communicating with MM by Internet e-mail or through the Site does not constitute or create an attorney-client relationship with anyone.\nThe content and features on the Site do not create, and are not intended to create, an attorney-client relationship, and shall not be construed as legal advice.\nThe content and features of the Site, including means to submit a question or information, do not constitute an offer to represent you or otherwise give rise to an attorney/client relationship.</p>\n<p>THE SITE IS PROVIDED \"AS IS”.\nMM MAKES NO WARRANTIES, EXPRESS OR IMPLIED, REGARDING THE SITE AND ONLINE SERVICES AND HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND OR NATURE, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, ACCURACY, AND NON-INFRINGEMENT.\nWITHOUT LIMITING THE FOREGOING, MM DOES NOT GUARANTEE THAT THE ONLINE SERVICES OR PRODUCTS WILL MEET YOUR REQUIREMENTS, OR WILL BE ERROR-FREE, UNINTERRUPTED, OR FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT ANY DEFECTS WILL BE CORRECTED.</p>Accounts<p>To use some features of the Site, you may be required to create an account.\nIn connection therewith, you agree to provide and maintain true, accurate, current, and complete information about yourself.\nYou are responsible for maintaining the confidentiality of the information you hold for your account login, including your password, and for all Submissions made from your account.\nYou agree to notify us immediately of any unauthorized use of your login.\nMM may suspend access to your account if it suspects illegal or improper use, or for other reasons, such as for account management purposes, at its sole discretion.</p>Confidentiality is Not Guaranteed<p>Information sent to Morgan &amp.\nMorgan, P.A.\nvia Internet e-mail or through the Site is not secure and is done on a non-confidential basis.\nMM may make reasonable efforts to keep communications private, but because of the nature of Internet communications and the absence of an attorney/client relationship, we cannot promise or guarantee confidentiality.</p>DISCLAIMER - This Site Does Not Provide Medical Diagnosis or Advice<p>The content provided on the Site, such as documents, text, graphics, images, videos, news alerts, pharmaceutical drug recalls, prescription medication history, or information on litigation concerning the foregoing topics, or other materials, is for informational purposes only.\nThe information is not intended to be a substitute for professional medical advice, diagnosis, or treatment.\nAlways consult a physician for diagnosis and treatment of any medical condition or for any questions you may have regarding a health concern.\nNever disregard professional medical advice, alter a prescription plan in anyway, or delay or refrain from seeking medical advice because of something you have read or seen on the Site.\nLinks to other sites are provided for information only.\nUse of trade names is for identification only and does not constitute endorsement by MM.</p>\n<p>Without limiting the generality of the foregoing, the Site may present information about pharmaceutical drug recalls, which is for information purposes only.\nSuch information is not necessarily the most current information on subject and may or may not be updated based on the last information concerning such recalls.\nDo not make any make any decisions regarding medication or medical providers based on information from the Site including but not limited to information we provide about drug recalls.</p>MM Is Not Responsible for Content.\nLimitation on Liability<p>MM may periodically change, remove, or add the material on the Site without notice.\nThis material may contain technical or typographical errors.\nMM DOES NOT GUARANTEE ITS ACCURACY, COMPLETENESS OR SUITABILITY.\nMM assumes no liability or responsibility for any errors or omissions in the contents of the Site.\nYour use of the Site is at your own risk.\nUnder no circumstances shall MM or any other party involved in the creation, production or delivery of the Site be liable to you or any other person for any indirect, special, incidental, or consequential damages of any kind arising from your access to, or use of, the Site.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW IN NO EVENT SHALL MM BE LIABLE FOR ANY SPECIAL, INDIRECT OR CONSEQUENTIAL DAMAGES RELATING TO THIS MATERIAL, FOR ANY USE OF THIS WEBSITE, OR FOR ANY OTHER LINKED WEBSITE.</p>Third-party Web Sites<p>The Site contains links to third party web sites for the convenience of our users.\nMM does not endorse any of these third party sites and does not imply any association between MM and those sites.\nMM does not control these third party web sites and cannot represent that their policies and practices will be consistent with these Terms of Use.\nIf you use links to access and use such web sites, you do so at your own risk.\nMM is not responsible for the contents or availability of any linked sites.\nThese links are provided only as a convenience to the recipient.\nThese Terms only apply to the Site and do not apply to any linked sites.\nWe encourage you to read and understand the terms of use of any linked sites that you visit.\nLinks do not imply that we sponsor, endorse, are affiliated with or associated with, or are legally authorized to use any trademark, trade name, service mark, design, logo, symbol, or other copyrighted materials displayed on or accessible through any linked site.</p>State Laws Vary<p>MM lawyers are licensed to practice law only within the states of Arizona, Georgia, Mississippi, New York, Illinois, Alabama, Tennessee, Texas, New Jersey, Arizona, Missouri, Kentucky, North Carolina, California, Florida, and Pennsylvania but we affiliate or form relationships with lawyers throughout the United States.\nMM may refer prospective clients to other law firms located throughout the country, who form relationships with MM, and are experienced in handling such cases.\nMM may also undertake legal representation in certain cases, and will affiliate with other legal counsel located throughout the country to provide legal representation.\nThe laws of each State are different.\nThe Site contains information about general or common rules that apply in some states.\nThe Site also contains information about verdicts or settlements in past cases.\nYou cannot assume that the same rules apply, or that the same result would occur, in your state or any particular state.\nThe Statute of Limitations is especially important.\nEvery state has laws called the “statute of limitations” which set a deadline to file a lawsuit.\nThat means that a lawsuit filed too late may be thrown out, regardless of the defendant’s fault or the severity of the injuries.\nSome states have a two-year period for negligence injury claims.\nthe time period in other states may be longer or shorter.\nInsurance policies, particularly homeowners insurance, may require that suit be filed within one year of a loss.\nSome states allow claims against government agencies, but require a written notice very soon after the accident, perhaps within three months.\nBecause investigation and research is needed to identify all possible defendants and theories of recovery, if you have an accident or injury, you should consult a lawyer as soon as possible.</p>MM Clients<p>Only individuals who have entered into a mutually signed retainer agreement with MM are MM clients (“MM Clients”).\nCertain portions of the Site designated as such by MM, such as the “My Case” feature of the mobile application, may be available for use only by MM Clients.\nWhen MM Clients use such portions of the Site designated by MM to communicate with us pursuant to our representation of a MM Client, we will ensure that any information provided pursuant to such attorney/client relationship may not be shared with third parties except as is done with such precautions to preserve the confidentiality of the relevant information and any attorney/client privilege as may attach to such information.\nMM takes commercially reasonable measures to secure and protect the information that we collect.</p>Legal and Ethical Requirements<p>MM has tried to comply with all legal and ethical requirements in compiling the Site.\nWe welcome comments about our compliance with the applicable rules and will update the Site as warranted, upon learning of any new or different requirements.\nTo the extent that the professional responsibility rules of any jurisdiction require us to designate a principal office or an attorney responsible for the Site, Morgan &amp.\nMorgan, P.A.\ndesignates its office in Orlando, Florida (USA), 20 North Orange Avenue, Suite 1600, and attorney Alexander Clem.</p>Advertising Disclosures<p>Some materials on the Platform may constitute lawyer advertising.The choice of a lawyer is an important decision, and it should never be based solely upon an advertisement.\nBefore making your choice of any attorney, you should give this matter careful thought.\nThe selection of an attorney is an important decision.\nFREE BACKGROUND INFORMATION IS AVAILABLE UPON REQUEST.\nBefore you decide, you may ask us to send you free written information about our qualifications and experience.\nNo representation is made that the legal services to be performed are greater than the quality of legal services performed by other lawyers.\nAnyone considering a lawyer should independently investigate the lawyer’s credentials and ability, and not rely upon advertisements or self-proclaimed expertise.\nNo representation is made here about your specific rights in any specific matter.\nEvery case is different and must be judged on its own merits.\nPrior results do not guarantee a similar outcome.\nContingent attorney fees are not set by law.\nCosts and fees are charged only upon monetary recovery.Not available in all states.\nCases may be handled in association with, or may referred to, other law firms as co-counsel or referral counsel.</p>Governing Laws in Case of Dispute.\nJurisdiction<p>These Terms of Use shall be governed by and construed in accordance with the laws of the State of Florida, USA, without regard to any choice of law principles.\nAny and all disputes arising hereunder shall be governed as set forth in the Arbitration section below.</p>Submissions<p>You are solely responsible for any information, content, or material you transmit to or through the Site (“Submissions”).\nYou understand that Submissions are considered non-confidential and non-proprietary.\nFurthermore, you grant MM an unrestricted, irrevocable, perpetual, transferable, subliscensable, worldwide, royalty-free license to use, copy, reproduce, display, publish, publicly perform, transmit, and distribute any Submission, without compensation or accounting to you or anyone else.\nYou represent and warrant that: (a) you have the right to submit the Submission to MM and grant the licenses as described above.\n(b) MM will not need to obtain licenses from any third party or pay royalties to any third party for its use of the Submission.\n(c) the Submission does not infringe any third party’s rights, including intellectual property rights and privacy rights.\nand (d) the Submission complies with these Terms of Use and all applicable laws and regulations.</p>\n<p>MM takes no responsibility and assumes no liability for any Submission.</p>Arbitration<p>Any and all claims by you arising out of or related to the Site or your use thereof may be resolved only through a binding arbitration proceeding to be conducted under the auspices of the Commercial Arbitration Rules of the American Arbitration Association in Orlando, Orange County, Florida.\nBoth your agreement to arbitrate all controversies, disputes and claims, and the results and awards rendered through the arbitration, will be final and binding on you and may be specifically enforced by legal proceedings.\nArbitration will be the sole means of resolving such controversies, disputes and claims, and you waive your rights to resolve such controversies, disputes and claims by court proceedings or any other means.\nYou agree that judgment may be entered on the award in any court of competent jurisdiction and, therefore, any award rendered shall be binding.\nThe arbitrator may not consolidate more than one person’s claims, and may not otherwise preside over any form of a representative or class proceeding.\n<strong>You understand that by agreeing to arbitration as a mechanism to resolve all controversies, disputes and claims between us, you are waiving certain rights, including the right to bring an action in court, the right to a jury trial, the right to broad discovery, and the right to an appeal.\nYou understand that in the context of arbitration, a case is decided by an arbitrator (one or more), not by a judge or a jury.</strong>\n</p>International Use<p>The Site is controlled, operated, and administered by MM from offices within the United States of America and is only intended for use therein.\nWe make no representation regarding use of the Site outside of the United States.</p>Other Terms<p>If, for any reason, a Terms of Use, our Privacy Policy, or any portion thereof to be unenforceable, such provision shall be enforced to the maximum extent permissible so as to give the intended effect thereof, and the remainder of these Terms of Use and Privacy Policy shall continue in full force and effect.\nMM’s failure to act with respect to a breach by you or others does not waive our right to act with respect to that breach or subsequent or similar breaches.\nNo consent or waiver by MM hereof will be deemed effective unless in writing.\nThese Terms of Use, together with our Privacy Policy, as each is currently posted, constitute the entire agreement between MM and you with respect to your use of the Site and supersede all previous written or oral agreements relating to the subject matter hereof, except that this agreement shall not supersede, restrict, or replace any agreements governing the attorney-client relationship between MM and MM Clients.</p>\n<p>MM may, in its sole discretion and without prior notice, block and/or terminate your access to the Site and if we determine that you have violated these Terms of Use or other terms or agreements or that may be associated therewith or if you use the Site in a way that we deem, in our sole discretion, to be an unacceptable use.</p>Mobile Terms and Conditions<p>To view our Mobile Terms and Conditions please visit our Mobile Terms and Conditions page.</p>Copyright<p>Copyright ©1998-2020&nbsp;Morgan &amp.\nMorgan, P.A.\nAll rights reserved.\nAll materials presented on this site are copyrighted and owned by Morgan &amp.\nMorgan, P.A., unless in the public domain or attributed to another source.\nAny republication, retransmission, reproduction, downloading, storing or distribution of all or part of any materials found on this site is expressly prohibited.</p> Quick Links<ul>\n<li>Accessibility</li>\n<li>Careers</li>\n<li>Complaints</li>\n<li>Referrals</li>\n<li>Giving Back</li>\n<li>Shop</li>\n<li>Privacy Policy</li>\n<li>Reviews</li>\n<li>Terms &amp.\nConditions</li>\n<li>Scholarships</li>\n<li>Opt Out</li>\n</ul>Trending NewsJPMorgan Gold Traders Cheat Scam — Have You Been Spoofed?Experian Fails on Security: Now Hackers Can Change Your Email AddressWhat’s the Story Behind Hurricane Names?Read moreMost Asked QuestionsWhy Morgan &amp.\nMorgan? What Damages Are Available in Mass Torts? Why File a Mass Tort?Read more<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Twitter </li>\n<li>LinkedIn </li>\n<li>Facebook </li>\n<li>Instagram </li>\n<li>Youtube </li>\n<li>TikTok </li>\n</ul> &nbsp;© 2022.\nAll Rights Reserved.Sitejabber customer ratings 20 North Orange Ave, Suite 1600, Orlando, FL 32801This site is designed to be accessible to and usable by people with and without disabilities.\nPlease contact us if you encounter an accessibility or usability issue on this site.\nAttorney advertising.\nPrior results do not guarantee a similar outcome.&nbsp;Cookies Settings© 2022.\nAll Rights Reserved.\nPrivacy Preference Center<ul>\n<li>Your Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n<li>Functional Cookies</li>\n<li>Targeting Cookies</li>\n</ul>Your Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More information</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Back Button Back<p>\n</p>Vendor Search Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label labelClear checkbox label labelApply CancelConfirm My ChoicesReject All Allow All ", "created_at": "2022-08-02 17:44:23.51704", "updated_at": "2022-08-02 15:46:08.084676"}, {"id": 12331, "name": "PRIVACY POLICY", "url": "https://www.forthepeople.com/privacy-policy/", "xpath": "//body", "text": " Skip to main content The Fee Is Free, Only Pay If We Win.\nContact Us Today Menu <ul>\n<li> Close Search </li>\n<li> Locations <ul> BackLocations<li> Alaska </li>\n<li> Alabama <ul> BackAlabama Birmingham Mobile </ul>\n</li>\n<li> Arizona </li>\n<li> Arkansas </li>\n<li> California <ul> BackCalifornia Los Angeles San Francisco </ul>\n</li>\n<li> Colorado </li>\n<li> Connecticut </li>\n<li> Delaware </li>\n<li> Florida <ul> BackFlorida Big Pine Key Bradenton Daytona Beach DeLand Fort Lauderdale Fort Myers Gainesville Jacksonville Kissimmee Lakeland Lakeland: Kentucky Avenue Melbourne Miami Naples Ocala Orlando Orlando: Pine Hills Orlando: South Semoran Palm Harbor Panama City Pensacola Sarasota St.\nAugustine St.\nPetersburg Tallahassee Tampa Tavares Titusville West Palm Beach West Tampa Winter Haven </ul>\n</li>\n<li> Georgia <ul> BackGeorgia Alpharetta Atlanta Brunswick Columbus Macon Marietta Savannah </ul>\n</li>\n<li> Hawaii </li>\n<li> Idaho </li>\n<li> Illinois </li>\n<li> Indiana <ul> BackIndiana Evansville Indianapolis New Albany </ul>\n</li>\n<li> Iowa </li>\n<li> Kansas </li>\n<li> Kentucky <ul> BackKentucky Bowling Green Covington Lexington Louisville Louisville Crittenden Drive Owensboro Paducah Prestonsburg </ul>\n</li>\n<li> Louisiana </li>\n<li> Maine </li>\n<li> Maryland </li>\n<li> Massachusetts <ul> BackMassachusetts Boston Waltham </ul>\n</li>\n<li> Michigan </li>\n<li> Minnesota </li>\n<li> Missouri </li>\n<li> Mississippi </li>\n<li> Montana </li>\n<li> Nebraska </li>\n<li> Nevada </li>\n<li> New Hampshire </li>\n<li> New Jersey </li>\n<li> New Mexico </li>\n<li> New York </li>\n<li> North Carolina </li>\n<li> North Dakota </li>\n<li> Ohio <ul> BackOhio Cincinnati Columbus </ul>\n</li>\n<li> Oklahoma </li>\n<li> Oregon </li>\n<li> Pennsylvania <ul> BackPennsylvania Philadelphia Pittsburgh </ul>\n</li>\n<li> South Carolina <ul> BackSouth Carolina Charleston Hilton Head Myrtle Beach </ul>\n</li>\n<li> South Dakota </li>\n<li> Tennessee <ul> BackTennessee Memphis Murfreesboro Nashville </ul>\n</li>\n<li> Texas </li>\n<li> Utah </li>\n<li> Vermont </li>\n<li> Virginia </li>\n<li> Washington </li>\n<li> Washington, D.C.\n</li>\n<li> West Virginia </li>\n<li> Wisconsin </li>\n<li> Wyoming </li> View All Locations </ul>\n</li>\n<li> Practice Areas <ul> BackPractice Areas<li> Car Accidents <ul> BackCar Accidents Car Accidents Motorcycle Accidents Truck Accidents Bike Accidents Train &amp.\nRailroad Accidents Plane Crashes Helicopter Crashes Tesla Fires Scooter Fires Golf Cart Wrecks Lyft Accidents Uber Accidents Pedestrian Accidents ATV Accidents Ladder Falls </ul>\n</li>\n<li> Personal Injury <ul> BackPersonal Injury Personal Injury Auto Accident Slip and Fall Truck Accident Burn Injury Amusement Park Accidents Boating Accident Brain Injuries Bus Accident Cell Tower Accidents Child Sexual Abuse Dog Bite Motorcycle Accident Sexual Assault Metaverse Injury Spinal Cord Injuries Train Accident Wrongful Death View All </ul>\n</li>\n<li> Medical Malpractice <ul> BackMedical Malpractice Birth Injury Medical Malpractice Dental Malpractice Cancer Misdiagnosis Attorneys Plastic Surgery Malpractice </ul>\n</li>\n<li> Negligence <ul> BackNegligence Birth Injury Nursing Home Abuse Child Sexual Abuse Dam Breach Explosions Gas Explosions Medical Malpractice Mesothelioma Pipeline Explosions Plant Explosions Sex Trafficking Tangelo Park Workers' Compensation </ul>\n</li>\n<li> Premises Liability </li>\n<li> Workplace <ul> BackWorkplace Construction Accident Discrimination FELA FMLA Labor &amp.\nEmployment Mesothelioma Tip Pooling Unpaid Overtime Workers' Compensation </ul>\n</li>\n<li> Business Litigation <ul> BackBusiness Litigation Accounting Malpractice Antitrust Litigation Breach of Contract Construction Litigation Eminent Domain Employment Law FINRA Arbitration Intellectual Property Probate, Trust &amp.\nEstates Professional Malpractice Real Estate Securities Fraud Shareholder &amp.\nPartnership Disputes Shareholder Derivatives Unpaid Commissions </ul>\n</li>\n<li> Civil Rights <ul> BackCivil Rights Civil Rights &amp.\nLiberties Police Brutality Jail Injury Police Dog Injury Wrongful Arrest Jail Sexual Assault Police Shooting </ul>\n</li>\n<li> Class Actions </li>\n<li> Dangerous Drugs </li>\n<li> Data Breach </li>\n<li> Defective Products <ul> BackDefective Products Abbott Baby Formula Recall Exactech Knee and Ankle Replacement NEC Baby Formula One-Wheel Skateboard Boppy Pillows Phillips CPAP Sleep Machine Instant Pot Paraquat Juul Takata Talcum Powder View All </ul>\n</li>\n<li> Insurance Disputes <ul> BackInsurance Disputes Accidental Death &amp.\nDismemberment Bad Faith Claims Blasting Damage Claims Cast Iron Pipes Hail Damage Homeowners Life Insurance Benefits Lightning Damage Long-Term Disability Motor Vehicles PIP Claims Tornadoes View All </ul>\n</li>\n<li> Mass Arbitration <ul> BackMass Arbitration Mass Arbitration T-Mobile Breach </ul>\n</li>\n<li> Mass Tort <ul> BackMass Tort Social Media Harm CPAP Sleep Apnea Machines Camp Lejeune Exactech Knee and Ankle Replacement JUUL Paraquat Sunscreen Recall Talcum Powder </ul>\n</li>\n<li> Mesothelioma </li>\n<li> Sexual Abuse </li>\n<li> Social Security Disability </li>\n<li> Toxics and Environmental <ul> BackToxics and Environmental Benzene California Oil Spill Citizen Suits Class Action Environmental Justice Ethylene Oxide Fracking Groundwater Contamination Lead Poisoning Lead Smelting Medical Monitoring PFAS Contamination and Exposure Personal Injury Petroleum Property Damage Soil Contamination Solvent Exposure Toxic Emissions Toxics and Environmental </ul>\n</li>\n<li> Veteran Benefits Denied </li>\n<li> Whistleblower &amp.\nQui Tam </li> View All </ul>\n</li>\n<li> Car Accidents </li>\n<li> Attorneys </li>\n<li> About <ul> BackAbout<li> Who We Are </li>\n<li> In the Community </li>\n<li> Testimonials </li>\n<li> The Fee Is Free </li>\n<li> Resources <ul> BackResources Car Accidents The Truth Workers’ Compensation </ul>\n</li>\n<li> Blog </li>\n<li> FAQ </li>\n<li> In the Media </li>\n<li> Pound Law </li>\n<li> Referrals </li>\n<li> TV Commercials </li>\n<li> Careers </li>\n<li> En Español </li>\n<li> Shop </li>\n</ul>\n</li>\n<li> Our Results </li>\n<li> Contact </li>\n<li> En Español </li>\n<li> search </li>\n</ul> Call Now &nbsp;•&nbsp;&nbsp;Open 24/7 877 667 4265 877 667 4265 877 667 4265 877 667 4265 877 667 4265 877 667 4265 close search <p>Popular Topics</p> Orlando Office Car Accidents Mesothelioma Bus Accidents Workplace Matt Morgan Personal Injury Social Security Medical Malpractice MORGAN &amp.\nMORGAN, P.A.\nPRIVACY POLICY<p>Morgan &amp.\nMorgan, P.A.\nand its affiliates (referred to herein as “MM”, “we”, “us”, or “our”) respects your privacy and is committed to complying with this privacy policy (“Privacy Policy”), which describes what information we collect about you, how we use it, with whom we may share it, and what choices you have regarding our use of your information.\nThis Privacy Policy applies to personal information collected in connection with our website located at https://forthepeople.com and any other webpage that MM maintains that links to this Privacy Policy (collectively, the “Site”), any current or future mobile applications associated with MM or the website (collectively, the “App”), our email communications, our social media pages, other online or wireless offerings that post a link to the Privacy Policy, and other circumstances in connection with the services we provide (collectively, the “Platform”).</p>TYPES OF PERSONAL INFORMATION WE COLLECT<p>The types of personal information we collect will depend on the services you request and, if you are a client, the nature of our representation or your case.\nThe table below describes some of the categories (with non-exhaustive examples) of personal information we may collect about you:</p>\n<strong>Categories</strong>\n<strong>Examples</strong>\n<strong>A.\nIndividual Identifiers and Demographic Information</strong>\n<strong>Contact information</strong>, such as name, email address, phone number, mailing address, job title, and organization.\n<br>\n<strong>Identifiers</strong>, such as client ID, username, IP address, device ID, and other online identifiers that may be collected automatically when you use the Platform.\n<br>\n<strong>Demographic information</strong>, such as date of birth and general location information like city, state, and geographic area.<strong>B.\nSensitive Personal Information </strong>\n<strong>Government ID numbers</strong>, such as Social Security number, driver's license number, passport number, and other identification information.\n<br>\n<strong>Financial information</strong>, such as financial account numbers, wiring instructions, insurance policy numbers, invoices, and other payment or bank account details.\n<br>\n<strong>Medical information</strong>, such as doctor's notes, treatment plans, medical conditions, prescription medicines, insurance documentation, doctor visit information, daily symptom reporting, and other records and information.<strong>C.\nGeolocation Data</strong>\n<strong>Precise physical location</strong>, which we may collect via the App if you consent to that collection through the App.<strong>E.\nSensory Data</strong>\n<strong>Call recordings</strong>, such as our recordings of calls you make to our customer service team.\n<br>\n<strong>Other sensory data</strong>, such as any audio recordings, photographs, videos, or similar data that may be provided as part of a case file.<strong>F.\nBiometric Information</strong>\n<strong>Biometric information</strong>, such as facial scans or fingerprint scans if you opt-in to using this information for logging in or authenticating your account on the App.<strong>G.\nCommercial Information </strong>\n<strong>Representation information</strong>, such as details about your claim, case, or other legal matter, the distribution of settlement of other payments to you (if applicable).\n<br>\n<strong>Account information</strong>, such as the username and password you provide when you register for an account and any information stored or transmitted in your account or profile.\n<br>\n<strong>Communications</strong>, such as when you call or email us, confidential and privileged communications that you may make with our attorneys, and your conversations with our digital chat services.<strong>H.\nInternet or Network Activity</strong>\n<strong>Online activity information</strong>, such as linking pages, pages or screens viewed, time spent on a page or screen, navigation paths between pages or screens, information about activity on a page or screen, access times, duration of access, and other online activity information.\n<br>\n<strong>Device information</strong>, such as computer and mobile operating system, operating system type and version number, wireless carrier, manufacturer and model, browser type, screen resolution, general location information such as city, state, or geographic area, and other device information collected automatically.<strong>I.\nProfessional or Employment-Related Information</strong>\n<strong>Job application information</strong>, such as your resume or CV, background check information, references, and other information.\n<br>\n<strong>Employment information</strong>, such as title, role, employer, employment history, current or past job history, and other professional information.<strong>J.\nEducation Information </strong>\n<strong>Education records</strong>, such as transcripts or education history.<strong>K.\nInferences Drawn from Personal Information</strong>\n<strong>Profiles</strong> reflecting preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, or aptitudes.\n<br>\n<p>We may collect the categories of personal information described above from the following sources:</p>\n<ul>\n<li>\n<strong>Personal Information You Provide Us.</strong> We collect the personal information that you provide to us while using our Platform, including contacting us, creating an account, applying for a position, or otherwise.\nFurther, where expressly designated by MM, some portions of the Services may be used by active MM clients to communicate pursuant to an attorney/client relationship.\nYou may choose whether or not to provide such information.\nhowever, the information may be required to respond to your request.</li>\n<li>\n<strong>Personal Information Collected Automatically.</strong> We and our third party providers may use cookies and other technologies such as log files, cookies, tracking pixels, and analytic tools and services to collect personal information automatically about you.\nSuch information includes your geolocation and the online identifiers, device information, and online activity information described above.<p>To facilitate the automatic collection described above, we may use the following technologies:</p>\n<ul>\n<li>\n<strong>Cookies.</strong> A cookie is a small piece of data stored by your web browser on your computer or mobile device.\nWe use cookies to collect information from you regarding your usage of the Platform in order to remember user preferences and settings, personalize your experience with the Platform, facilitate online advertising, and for security purposes.\nYou may opt-out of the automatic collection of some information by referring to your web browser or mobile device options or settings menu.\nHowever, doing so may disable many of the portions, features, or functionality of the Platform.\nEach browser is different, so check the “Help” menu of your browser to learn how to change your cookie preferences or visit http://www.allaboutcookies.org for more information.</li>\n<li>\n<strong>Pixels.</strong> Pixels, which are also known as “web beacons,” or “clear GIFs,” are typically used to determine whether a webpage or email was accessed or opened, or that certain content was viewed or clicked.\nData collected from pixels is often used to compile statistics about usage of websites and the success of email marketing campaigns.</li>\n<li>\n<strong>SDKs</strong>.\nSoftware development kits, or “SDKs,” are third-party computer codes used in connection with the App for a variety purposes, including to provide analytics regarding the use of the App, integrate with social media, add features or functionality to the App, or facilitate online advertising.\nSDKs may enable third parties to collect information directly via the App.</li>\n</ul>\n</li>\n<li>\n<strong>Personal Information Collected from Third Parties</strong>.\nWe may also collect or receive personal information from third parties, which may include:<ul>\n<li>\n<strong>Our business partners</strong>, such as third-party data providers and advertising partners.</li>\n<li>\n<strong>Public sources</strong>, such as social media platforms and publicly-available records.</li>\n<li>\n<strong>Individuals or entities involved in our clients’ legal matters</strong>, such as doctors, other parties, and other individuals that you may direct to provide us with information.</li>\n<li>\n<strong>Referral sources</strong>, such as members of our referral network, website submissions, and other referral sources.</li>\n</ul>\n</li>\n</ul>ONLINE ANALYTICS<p>We may use third party analytics tools, such as Google Analytics and Mouseflow, in order to better understand your use of our Platform and how we can improve them.\nThese tools collect information sent by your browser or mobile device, including the pages you visit and other usage information.\nFor more information regarding how Google collects, uses, and shares your information please visit http://www.google.com/policies/privacy/partners/.\nFor more information on Mouseflow’s privacy practices, please visit https://mouseflow.com/privacy/.\nTo prevent data from being used by Google Analytics, you can download the opt-out browser add-on at: http://tools.google.com/dlpage/gaoptout?hl=en.\nYou can opt out of Mouseflow analytics at: https://mouseflow.com/opt-out/.</p>USE OF PERSONAL INFORMATION<p>We may use the personal information we collect for the following purposes and as otherwise described in this Privacy Policy or at the time of collection:</p>\n<ul>\n<li>\n<strong>To Provide Our Platform</strong>.\nWe use personal information to provide our services, including the Platform.\nFor example, we use personal information:</li>\n<ul>\n<li>to facilitate your requests for a free case evaluation and determine your legal needs;</li>\n<li>to provide you with legal and other services, content, and features you request;</li>\n<li>to create, manage, and monitor your account;</li>\n<li>to respond to your inquiries and communicate with you, including placing calls or sending texts using any automated technology, including prerecorded messages;</li>\n<li>to operate, troubleshoot, and improve the Platform;</li>\n<li>to process your transactions, invoices, and settlement payments;</li>\n<li>to understand your interests, personalize your experience on the Platform, and deliver information about products and services relevant to your interests;</li>\n<li>respond to your inquiries and requests for customer support, including to investigate and address your concerns and monitor and improve our responses.\nand</li>\n<li>enable security features of the Platform, such as by sending you security codes via email or SMS, and remembering devices from which you have previously logged in.</li>\n</ul>\n<li>\n<strong>For Direct Marketing</strong>.\nWe may use your personal information to send you newsletters, legal updates, event information, marketing communications, and other information that may interest you.</li>\n<li>\n<strong>For Research and Development</strong>.\nWe use personal information for research and development purposes and to understand how people are using the Platform, including by generating and analyzing statistics, preferences, and usage trends, to make our Platform and other offerings better, diagnose technical issues, and develop new features and functionality.\nAs part of these activities, we may create aggregated, de-identified or other anonymous data from personal information we collect.\nWe make personal information into anonymous data by removing information that makes the data personally identifiable to you.\nWe may use this anonymous data and share it with third parties for our lawful business purposes, including to analyze and improve the Platform and promote our business.</li>\n<li>\n<strong>For Hiring Purposes</strong>.\nIf you apply to one of our open positions, submit application information or inquire about a position, we will use your personal information as part of the evaluation, recruitment, and hiring of personnel, including conducting background checks and contacting references.</li>\n<li>\n<strong>For Compliance, Fraud Prevention and Safety</strong>.<ul>\n<li>to enforce our Terms of Use and other agreements we may have;</li>\n<li>to comply with applicable laws, regulations, and legal processes;</li>\n<li>to protect our, your, or others’ rights, privacy, safety, or property (including by making and defending legal claims);</li>\n<li>to maintain the security and integrity of our business, the Platform, users, our third party business partners and service providers our databases and other technology assets;</li>\n<li>audit our internal processes for compliance with legal and contractual requirements and internal policies.\nand</li>\n<li>prevent, identify, investigate and deter fraudulent, harmful, unauthorized, unethical or illegal activity, including cyberattacks and identity theft.</li>\n</ul>\n</li>\n<li>\n<strong>For Interest-Based Advertising</strong>.\nWe, our business partners, and our third party advertising partners may collect and use your personal information for advertising purposes.\nWe may contract with third-party advertising companies and social media companies to help us advertise our services, identify potential customers, and display ads on our Platform and other sites and services, including through the use of interest-based advertising.\nThese companies may use cookies and similar technologies to collect information about you (including the device information and online activity information described above) over time across our Platform and other sites and services or your interaction with our emails, and use that information to serve ads that they think will interest you and/or use hashed customer lists that we share with them to deliver ads to you and to similar users on their sites and services.\nYou can learn more about your choices for limiting interest-based advertising, in the “Advertising Choices” section below.</li>\n</ul>SHARING OF PERSONAL INFORMATION<p>In addition to the specific situations discussed elsewhere in this Privacy Policy or as otherwise described at the time of collection, we may share personal information with the following categories of recipients:</p>\n<ul>\n<li>\n<strong>Service Providers</strong>.\nMM may share your personal information with third-party service providers that perform services for us or on our behalf, such as web-hosting companies, mailing vendors, analytics providers, event hosting services, and information technology providers.</li>\n<li>\n<strong>Other Law Firms or Lawyers</strong>.\nMM may share, at your direction or with your permission, your personal information with other law firms and/or other lawyers where we jointly represent a client and when we refer cases or potential cases to other counsel, or as otherwise required in connection with our legal representation of you.\nPersonal information provided pursuant to an attorney/client relationship may not be shared with third parties except as is done with such precautions to preserve the confidentiality of such information and any attorney/client privilege as may attach to such information.</li>\n<li>\n<strong>Authorities, Law Enforcement, and Others</strong>.\nMM may disclose personal information to comply with laws, regulations or other legal obligations, to assist in an investigation, to protect and defend our rights and property, or the rights or safety of third parties, to enforce our agreements, Terms of Use or this Privacy Policy or agreements with third parties, or for crime-prevention purposes.</li>\n<li>\n<strong>Business Transactions</strong>.\nMM may disclose your personal information to service providers, advisors, potential transactional partners, or other third parties in connection with the consideration, negotiation, or completion of a transaction (or potential transaction) such as a corporate divestiture, financing, merger, consolidation, acquisition, reorganization, sale, spin-off, or other disposition of all or any portion of the business or assets of, or equity interests in, MM or our related companies (including in connection with a bankruptcy or similar proceedings).</li>\n<li>\n<strong>Advertising Partners</strong>.\nWe may share your personal information with third party advertising or joint marketing partners for the purposes described in this Privacy Policy or at the time of collection.</li>\n<li>\n<strong>Professional Advisors</strong>.\nWe may disclose your personal information to our professional advisors, such as lawyers, bankers, auditors and insurers, where necessary in the course of the professional services that they render to us.</li>\n<li>\n<strong>Affiliates and Related Companies</strong>.\nWe may share your personal information with companies that are affiliated with us (that is, that control, are controlled by, or are under common control with us) or may be affiliated with us in the future for the purposes described in this Privacy Policy.</li>\n<li>\n<strong>Consent</strong>.\nMM may otherwise disclose your Personal Information in accordance with your consent.</li>\n</ul>YOUR CHOICES<ul>\n<li>\n<strong>Opt-Out of Marketing Communications</strong>.\nIf you no longer wish to receive marketing communications from us, you can let us know by sending an email to contact@forthepeople.com or by mail at the address provided below in “Contact Us”.\nThe electronic marketing communications we send may also contain an opt-out mechanism.\nPlease note that it may take up to 10 calendar days to remove your contact information from our marketing communications lists, so you may receive correspondence from us for a short time after you make your request.\nPlease also contact us to update or correct your information if it changes or if you believe that any information that we have collected about you is inaccurate.</li>\n<li>\n<strong>Text Messages</strong>.\nWe may offer communications via SMS texts or similar technology sent by MM or our service providers, such as when we send you text messages for customer service, account-related, or marketing purposes.\nTo stop receiving text messages from a short code operated by MM, reply STOP.\nNote that we may send you a message to confirm receipt of your STOP request.\nMessage and data rates may apply for this service.\nYou can also opt-out of MM marketing texts by emailing us your request and mobile telephone number to contact@forthepeople.com.</li>\n<li>\n<strong>Cookies</strong>.\nMost browsers let you remove or stop accepting cookies from the websites you visit.\nTo do this, follow the instructions in your browser’s settings.\nMany browsers accept cookies by default until you change your settings.\nIf you do not accept cookies, however, you may not be able to use all functionality of the Platform and our Site may not work properly.\nFor more information about cookies, including how to see what cookies have been set on your browser and how to manage and delete them, visit www.allaboutcookies.org.</li>\n<li>\n<strong>Advertising Choices</strong>.\nSome of our advertising partners are members of the Network Advertising Initiative (NAI) and are subject to the Self-Regulatory Principles for Online Behavioral Advertising published by the Digital Advertising Alliance (DAA).\nYou can obtain more information about these companies’ information collection practices and opt-out of receiving interest-based advertising from participating NAI and DAA members at http://www.networkadvertising.org/managing/opt_out.asp and/or the DAA’s website at optout.aboutads.info.\nYou can also limit collection of your information for interest-based ads by blocking third party cookies in your browser settings or using privacy plug-ins or ad blocking software that help you block third party cookies.\nIn addition, your mobile device settings may provide functionality to limit use of the advertising ID associated with your mobile device for targeted online advertising purposes.\nIf you opt-out of interest-based advertisements, you will still see advertisements online but they may be less relevant to you.\nSome of the third party advertising companies we may work with offer their own opt-out options that you can use to limit their use of your information for interest-based advertising.\nPlease note that we also may work with companies that offer their own opt-out mechanisms, such as Google (https://adssettings.google.com/authenticated) and Facebook (https://www.facebook.com/about/ads), or do not participate in the opt-out mechanisms described above.\nEven after using these opt-out mechanisms, you may receive interest-based advertising from other companies.</li>\n<li>\n<strong>Declining to Provide Information</strong>.\nWe need to collect personal information to provide certain services.\nIf you do not provide the information requested, we may not be able to provide those services.</li>\n</ul>INFORMATION SECURITY<p>MM takes commercially reasonable measures to secure and protect the personal information we collect.\nNevertheless, no security system is impenetrable.\nWe cannot guarantee the absolute security of your personal information.\nMoreover, we are not responsible for the security of information you transmit to us over networks that we do not control, including the Internet and wireless networks.</p>LINKED WEBSITES<p>This Privacy Policy does not apply to third-party websites or social media features that may be accessed through links that we provide for your convenience and information.\nAccessing those links will cause you to leave MM’s website and may result in the collection of information about you by a third party.\nWe do not control, endorse or make any representations about those third party websites or their privacy practices, which may differ from ours.\nWe encourage you to review the privacy policy of any site you interact with before allowing the collection and use of your information.</p>DO NOT TRACK REQUESTS<p>We adhere to the standards set out in this Privacy Policy and do not monitor or follow any Do Not Track browser requests.\nTo find out more about “Do Not Track,” please visit http://www.allaboutdnt.com.</p>USING THE PLATFORM FROM OUTSIDE THE UNITED STATES<p>MM is headquartered in the United States of America, and we may have affiliates and service providers in the United States and other countries.\nPlease be aware that your personal information may be transferred to, stored or processed in the United States, where our servers are located and our central database is operated, and other locations outside of your home country.\nThe data protection and other laws of these countries might not be as comprehensive as those in your country.\nBy using any portion of the Platform, you understand and consent to the transfer of your personal information to our facilities in the United States and those third parties with whom we share it as described in this Privacy Policy.</p>CHILDREN’S PRIVACY<p>We do not knowingly solicit or collect personal information online from children under the age of 16.\nPlease contact us as provided below in the Contact Us section if you believe we may have collected such information.</p>YOUR CALIFORNIA PRIVACY RIGHTS<p>This section applies only to California residents.\nIt describes how we collect, use, and share personal information of California residents when we act as a “business” as defined under California privacy law, and their rights with respect to their personal information.\nFor purposes of this section, “personal information” has the meaning given under California privacy law but does not include information exempted from the scope of those laws.\nIn some situations we may provide a different privacy notice to certain categories of California residents, whereby that notice will apply instead of this section.</p>\n<p>California Civil Code Section § 1798.83 permits users of our Platform who are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes.\nTo make such a request, please send an email to contact@forthepeople.com.</p>\n<p>In addition, the state of California provides California residents with certain other rights concerning their personal information.\nThis section describes (1) the categories of personal information, collected and disclosed by MM, subject to California privacy law, (2) your privacy rights under California privacy law, and (3) how to exercise your rights.</p>\n<p>\n<strong>Personal Information That We Collect, Use, and Disclose</strong>\n</p>\n<p>In accordance with California law, we describe:</p>\n<ul>\n<li>the categories of personal information we may have collected about you in the preceding 12 months and the categories of sources from which we collected your personal information in the section above called “Types of Personal Information We Collect”;</li>\n<li>the business and commercial purposes for which we collect this information in the section above called “Use of Personal Information”.\nand</li>\n<li>the categories of third parties to whom we disclose this information in the section above called “Sharing of Personal Information”.</li>\n</ul>\n<p>MM must also disclose whether the following categories of personal information are disclosed for a “business purpose” or “valuable consideration” as those terms are defined under California privacy law, which also calls this latter category a “sale.” Note that while a category below may be marked, that does not necessarily mean that we have personal information in that category about you.</p>\n<p>In the preceding twelve months, we have disclosed the following categories of personal information in the manner described:</p>\n<strong>Category</strong>\n<strong>Personal Information is Disclosed for a Business Purpose</strong>\n<strong>PurposePersonal Information is Disclosed for Valuable Consideration</strong>\n<strong>A.\nIndividual Identifiers and Demographic Information</strong>YesYes<strong>B.\nSensitive Personal Information</strong>YesNo<strong>C.\nGeolocation Data</strong>YesNo<strong>E.\nSensory Data</strong>YesNo<strong>F.\nBiometric Information</strong>YesNo<strong>G.\nCommercial Information</strong>Yes;No<strong>H.\nInternet or Network Activity</strong>YesYes<strong>I.\nProfessional or Employment-Related Information</strong>YesNo<strong>J.\nEducation Information</strong>YesNo<strong>K.\nInferences Drawn from Personal Information</strong>YesNo <br>\n<p>\n<strong>Your Privacy Rights Under California Law</strong>\n<br> Under California law, subject to certain exceptions, California residents have the following rights with respect to their personal information:</p>\n<ul>\n<li>\n<strong>Access</strong>.\nYou have the right to request information on the categories of personal information that we collected about you in the previous 12 months, the categories of sources from which the personal information was collected, the specific pieces of personal information we have collected about you, the business and commercial purposes for which such personal information is collected and shared, and the categories of third parties to whom we disclose such personal information.</li>\n<li>\n<strong>Erasure</strong>.\nYou have the right to request we delete your personal information, subject to certain exceptions.</li>\n<li>\n<strong>Opt-Out of Sales</strong>.\nIf we “sell” your personal information, you can opt-out.</li>\n<li>\n<strong>Non-discrimination</strong>.\nCalifornia residents are entitled to exercise the rights described above free from discrimination or legally prohibited increases in the price or decreases in the quality of our products and services.</li>\n</ul>\n<p>Please note, these rights are not absolute and in some situations we may not be able to respond to your request, such as when a legal exemption applies or if we are not able to verify your identity.</p>\n<p>\n<strong>How to Request to Exercise Your California Privacy Rights</strong>\n</p>\n<p>If you would like to exercise your rights listed above, please follow the directions below:</p>\n<ul>\n<li>\n<strong>Access and Erasure Rights</strong>.\nSend (or have your authorized agent send) an email to contact@forthepeople.com or call us toll-free at: 1-(844) 256-4550.</li>\n<li>\n<strong>Right to Opt-Out of the Sale of Personal Information</strong>.\nUnder California law, some of the personal information that we share with our advertising partners may qualify as a “sale” as defined under California privacy law.\nTo exercise your right to opt-out of such “sale”, please:<ul>\n<li>Email us at contact@forthepeople.com, or</li>\n<li>Click here: Cookies Settings</li>\n</ul>\n</li>\n</ul>\n<p>While we take measures to ensure that those responsible for receiving and responding to your request are informed of your rights and how to help you exercise those rights, when contacting us to exercise your rights, we ask you to please adhere to the following guidelines:</p>\n<ul>\n<li>\n<strong>Tell Us Which Right You Are Exercising:</strong> Specify which right you want to exercise and the personal information to which your request relates (if not to you).\nIf you are an authorized agent acting on behalf of another consumer, please clearly indicate this fact and your authority to act on such consumer’s behalf.\nWe may require the requester’s proof of identification, the authorized agent’s proof of identification, and any other information that we may request in order to verify your request, including evidence of valid permission to act on requester’s behalf.</li>\n<li>\n<strong>Help Us Verify Your Identity:</strong> Provide us with information to verify your identity.\nPlease note that if we cannot initially verify your identity, we may request additional information to complete the verification process.\nAny personal information you disclose to us for purposes of verifying your identity will solely be used for the purpose of verification.</li>\n<li>\n<strong>Direct Our Response Delivery:</strong> Please provide us with an e-mail or mailing address through which we can provide our response.\nIf you make the request by email, unless otherwise requested, we will assume that we can respond to the email address from which you made the request.</li>\n</ul>\n<p>You will not have to pay a fee to access your personal information (or to exercise any of the other rights).\nHowever, we may charge a reasonable fee or decline to comply with your request if your request is clearly unfounded, repetitive, or excessive.</p>\n<p>We try to respond to all legitimate requests within 45 days of your request.\nOccasionally it may take us longer than 45 days to respond, for instance if your request is particularly complex or you have made a number of requests.\nIn this situation, we will notify you of the delay, and may continue to update you regarding the progress of our response.</p>CHANGES TO THIS PRIVACY POLICY<p>MM may change this Privacy Policy from time to time to reflect changes in our practices or in applicable law.\nSuch changes will be effective upon posting the revised Privacy Policy on our Platform.\nYou will be able to tell when this Privacy Policy was last updated by the Last Updated date included at the bottom of this Privacy Policy.\nBy continuing to use our Platform, or communicating electronically with us thereafter, you agree to accept such changes to this Privacy Policy.</p>CONTACT US<p>If you have any questions about this Privacy Policy or MM’s information privacy practices, please contact us at:</p>\n<p>E-mail: contact@forthepeople.com</p>\n<p>Telephone: (407) 420-1414</p>\n<p>Mail: Morgan &amp.\nMorgan, PA, Attn: Privacy Policy, 20 North Orange Ave, Suite 1600, Orlando, FL 32801</p>\n<p>\n<strong>LAST UPDATED:</strong> December 23, 2021</p> Quick Links<ul>\n<li>Accessibility</li>\n<li>Careers</li>\n<li>Complaints</li>\n<li>Referrals</li>\n<li>Giving Back</li>\n<li>Shop</li>\n<li>Privacy Policy</li>\n<li>Reviews</li>\n<li>Terms &amp.\nConditions</li>\n<li>Scholarships</li>\n<li>Opt Out</li>\n</ul>Trending NewsJPMorgan Gold Traders Cheat Scam — Have You Been Spoofed?Experian Fails on Security: Now Hackers Can Change Your Email AddressWhat’s the Story Behind Hurricane Names?Read moreMost Asked QuestionsWhy Morgan &amp.\nMorgan? What Damages Are Available in Mass Torts? Why File a Mass Tort?Read more<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Twitter </li>\n<li>LinkedIn </li>\n<li>Facebook </li>\n<li>Instagram </li>\n<li>Youtube </li>\n<li>TikTok </li>\n</ul> &nbsp;© 2022.\nAll Rights Reserved.Sitejabber customer ratings 20 North Orange Ave, Suite 1600, Orlando, FL 32801This site is designed to be accessible to and usable by people with and without disabilities.\nPlease contact us if you encounter an accessibility or usability issue on this site.\nAttorney advertising.\nPrior results do not guarantee a similar outcome.&nbsp;Cookies Settings© 2022.\nAll Rights Reserved.\nPrivacy Preference Center<ul>\n<li>Your Privacy</li>\n<li>Strictly Necessary Cookies</li>\n<li>Performance Cookies</li>\n<li>Functional Cookies</li>\n<li>Targeting Cookies</li>\n</ul>Your Privacy<p>When you visit any website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to.\nThe information does not usually directly identify you, but it can give you a more personalized web experience.\nBecause we respect your right to privacy, you can choose not to allow some types of cookies.\nClick on the different category headings to find out more and change our default settings.\nHowever, blocking some types of cookies may impact your experience of the site and the services we are able to offer.\n<br>More information</p>Strictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Back Button Back<p>\n</p>Vendor Search Filter ButtonConsent Leg.Interest checkbox label label checkbox label label checkbox label labelClear checkbox label labelApply CancelConfirm My ChoicesReject All Allow All ", "created_at": "2022-08-02 17:44:23.515352", "updated_at": "2022-08-02 15:45:52.885534"}], "points": [], "urls": ["forthepeople.com"]}}