{"error": 448, "message": "OK", "parameters": {"id": 2657, "name": "How Long To Beat", "created_at": "2021-01-28 20:14:07.593496", "updated_at": "2021-03-25 03:19:56.54825", "wikipedia": null, "keywords": null, "related": null, "slug": "how_long_to_beat", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2657.png", "url": "howlongtobeat.com", "documents": [{"id": 3835, "name": "Privacy Policy", "url": "https://howlongtobeat.com/privacy", "xpath": "/html/body/div[1]/div/div[2]/div", "text": " <p>\n<strong>TLDR/Creator Comment:</strong>\nHLTB is developed and operated by a single person (with help from my beloved forum mods Pongsifu &amp.\ntiamat911).\nI have no interest in abusing or selling your personal data.\nAll information collected is willingly provided by you and used as minimally as possible for HowLongToBeat.com's functionality.\nI respect your time and will always strive for transparency.\nI consider it an absolute privilege and pleasure to provide this service for you.\nHLTB is a passion project but websites do cost money to run and ads are used to keep the servers online and provide a small amount of compensation for my time.\nThank you for visiting.\n- Everdred (Randy)\n</p> Privacy Policy\n<p>\nThe following privacy policy outlines how HowLongToBeat uses and protects any information that you provide when you use this website.\nHowLongToBeat may change this policy at any time but any edits will be announced in the Support forum.\nCheck this page for the latest policy.\nThis policy is effective from May 2018.\n</p> The following information is collected:\n<ul>\n<li>Your email address</li>\n<li>Your IP address</li>\n<li>Any information willingly provided on your profile page (Age, sex, location, gaming handles, etc.)</li>\n<li>Any game playthrough information added to your account</li>\n</ul> What we do with the information provided:\n<p>Information provided is used for HowLongToBeat.com functionality and social connection only.\nWe will not sell, distribute or lease your personal information to third parties at any time.</p>\n<u>Email &amp.\nPassword</u>\n<p>Email &amp.\nPassword are used for login functionality.\nYour password is fully hashed before being stored and cannot be reverse engineered.</p>\n<u>IP Address</u>\n<p>Your IP address is only logged to prevent time/review spamming and other site abuse.</p>\n<u>Build User Profiles</u>\n<p>Create your profile.\nPublic visibility can be set by YOU.</p>\n<u>Generate Site Statistics</u>\n<p>Playthrough times are used to generate HowLongToBeat estimates and game statistics.</p> External links:\n<p>Our website may contain links to other websites of interest.\nWe are not responsible for any data collected once you leave HowLongToBeat.</p> Ads:\n<p>We use third-party advertising companies to serve ads when you visit our website.\nThese companies may use information about your visits to this and other websites in order to provide advertisements about goods and services of interest to you.\nWe currently and have always exclusively used Google Adsense.\nGoogle's Privacy Policies</p> reCAPTCHA:\n<p> reCAPTCHA is a free Google service that helps protect websites from spam and abuse.\nA “CAPTCHA” is a turing test to tell human and bots apart.\nIt is easy for humans to solve, but hard for “bots” and other malicious software to figure out.\nreCAPTCHA's Terms and Privacy can be viewed on their website.</p> Cookies\n<p>\nAn HTTP cookie (also called web cookie, Internet cookie, browser cookie, or simply cookie) is a small piece of data sent from a website and stored on the user's computer by the user's web browser while the user is browsing.\n</p> How we use cookies:\n<p>\n</p>\n<ul>\nOnly 2 potential cookies are saved by HowLongToBeat:\n<li>Resuming your session with the site.\n(7 days)</li>\n<li>User avatar/picture updating.\n(1 page load)</li>\n</ul>\n<p>\n</p> HowLongToBeat.com occasionally uses a font created by Tuppus at tupwanders.nl called \"Forque\".\n", "created_at": "2021-01-28 20:14:33.986638", "updated_at": "2021-01-28 20:14:36.538729"}], "points": [], "urls": ["howlongtobeat.com"]}}