{"error": 448, "message": "OK", "parameters": {"id": 5498, "name": "clickcease ", "created_at": "2021-11-04 02:58:49.836579", "updated_at": "2021-11-04 23:01:09.132775", "wikipedia": null, "keywords": null, "related": null, "slug": "clickcease", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5498.png", "url": "clickcease.com", "documents": [{"id": 9877, "name": "Terms of Service", "url": "https://www.clickcease.com/tos.html", "xpath": "/html/body/section", "text": " <p>\nThese Terms of Service (the “Terms”) apply to and govern the use of ClickCease.com’s\nsoftware-as-a-service (the “Service”).\n1.\nYour relationship with us <br>\nThese Terms are a binding agreement between the individual or entity identified during registration to\nthe Service (“you” or “your”), and Cheq Ai Technologies (2018) Ltd Limited (“we”, “us”, “our” or the\n“Company”).\n<br>\nIn case of an entity, the individual signing-up to the Service for the entity confirms that they have\nthe proper authority to legally bind the entity to these Terms.\nThey also confirm they agree, on behalf\nof that entity, to be contractually bound by these Terms.\n<br>\nYou must ensure that your employees, consultants and agents that you designate to use and deal with the\nService for your benefit fully comply with these Terms.\nYou are liable to us for all acts or omissions\nof those that use and deal with the Service for your benefit, as though you yourself had performed those\nacts or omissions.\n<br>\n<br>\n</p>2.\nDefinitions\n<br>\n<p>\n2.1.\n“Ad Platform” means a third party online advertising platform that the Service is compatible\nwith, as specified in the Service’s documentation.\n<br>\n<br>2.2.\n“Client Code” means our proprietary software code snippet to be installed on webpage(s)\nthat you lawfully own or control for the purpose of collecting Your Data and providing you the\nService.\n<br> 2.3.\n“Click Fraud” means a fraudulent click on Your Ad.\n<br> 2.4.\n“Fees” means the applicable service fees, as set forth in section ‎7.1.\n<br> 2.5.\n“ Output Data ” means the various reports, analytics, and other types of information and\ndata that the Service may generate, provide or make available to you.\n<br> 2.6.\n“Term” means the period of these Terms as specified in section ‎9below.\n<br> 2.7.\n“Users” means those that click on one of Your Ads.\n<br> 2.8.\n“User Data” means the data we collect and process about Users, as further detailed in\nsubsection ‎6.1.3below.\n<br> 2.9.\n“Your Ad” means an instance of your online ad on the Ad Platform, where such instance is\nconfigured to inter-operate with the Service.\n<br> 2.10.\n“Your Data” mean the data about Your Ads and User Data that we collect, process or are\nexposed to in the course of providing the Service to you, including the Output Data and the data\naccessible through your account on the Ad Platform.\n</p>\n<br>\n<br>\n3.\nInterpretation.\n<p>As used herein, the term “including”, means including, but not limited to, and without limitation, to\nthe generality of the preceding phrase.</p>\n<br>\n<br>\n4.\nRegistration and user account.\n<p>\n<br>4.1.\nYou must be registered in order to use the Service.\nIn order to apply for registration, you\nmust complete our online application form in which we will indicate the mandatory fields for\ncompletion.\nIf you do not provide the required information in these fields, you will not be able to\nregister.\nYou must provide true, accurate and complete information.\nNote that we may, in our sole\ndiscretion, decline your registration application.\n<br>4.2.\nLogin to the Service is authenticated with a password, which you should periodically\nchange.\nYou must maintain the confidentiality of your Service account login details.\n<br>4.3.\nThe Service is only compatible with the Ad Platform.\nIn order to benefit from the Service,\nyou must acquire, at your own cost, advertising campaign(s) on the Ad Platform.\nAny and all\nnegotiations, dealings and engagements concerning such advertising campaign(s) are strictly between\nyou and the operator of the Ad Platform.\nWe take no part in, and are not a party to, such\nnegotiations, dealings and engagements.\n<br>4.4.\nWe encourage you to log-in to your account on the Service frequently and to thoroughly\nreview your account status and Output Data.\n</p>\n<br>\n<br>\n5.\nUsage <p>Subject to these Terms, the completion of your registration and your payment of the applicable Fees,\nyou may, during the Term, access and use the Service and the Output Data, strictly for your internal\nbusiness purposes, and copy, install and use the Client Code on webpages that you lawfully own or\ncontrol.</p>\n<br>\n<br>\n6.\nData\n<p>\n<br>6.1.\nWe will collect and process Your Data.\nTo this end –\n<br>6.1.1.\nYou grant us permission to access your administrator account on the Ad Platform, for the\npurpose of providing you with the Service.\nTo effectuate this, you will provide us your Ad Platform\naccount information that we request.\n<br>6.1.2.\nOn occasion, we may access and use your account on the Service, strictly for the purposes\nof operating the Service, assisting you with technical or billing issues, and improving and\nenhancing the Service.\nand\n<br>6.1.3.\nWe will collect and process User Data, which consists of Users’ Internet Protocol (IP)\naddress , basic information about the computer device they use to access Your Ad, the browser they\nuse, its version and language (i.e.\nlocale), the general geographic area they are located in, a\nunique identifier we assign to each User’s device, their session duration, and their interactions\nand user-interface clicks on Your Ad and your webpage(s).\n<br>6.2.\nUser Data may include personal data or personally identifiable information subject to\napplicable data protection and privacy laws and regulations.\n<br>6.3.\nWe will retain User Data during the Term, for the retention period you specify through the\nService’s settings.\nWe may delete You Data (including User Data) from the Service, immediately upon\ntermination of your account and subscription.\n<br>6.4.\nWe may store and process Your Data (including User Data) outside of the European Economic\nArea or the country in which the Users are located and/or outside the country in which User Data is\ncollected.\n<br>6.5.\nYou are responsible to obtain and maintain valid consents from all Users, as may be\nnecessary under applicable law (including data protection or data processing laws and regulations),\nin order to allow us to lawfully collect, handle, retain, process and use the User Data in the\nmanners and for the purposes set forth in these Terms.\n<br>6.6.\nYou are responsible for maintaining back-up copies of Your Data.\nThe Service does not\nprovide, and is not intended as, as data back-up service.\n<br>6.7.\nWe will process, handle and use Your Data (by ourselves or using trusted third party\nservice providers such as payment processors and cloud service providers) for the following\npurposes:\n<br>6.7.1.\nTo provide the Service to you, conduct administrative and technical activities necessary\nto maintain and provide the Service and to improve and customize the Service.\n<br>6.7.2.\nTo bill and collect Fees, enforce these Terms, take any action in any case of dispute, or\nlegal proceeding of any kind involving you, Users or relevant vendors, with respect to the Service.\n<br>6.7.3.\nTo prevent fraud, misappropriation, infringements, identity theft and other illegal\nactivities and misuse of the Service.\n<br>6.7.4.\nWe may use, share and disclose de-identified data derived from Your Data, which neither\nidentifies you (or your entity), nor any User, for any purpose.\nYou will not be entitled to any\nremuneration from us, for our use of such de-identified data.\nand\n<br>6.7.5.\nIf we are required, or reasonably believe we are required, by law, to share or disclose\nYour Data, or if such sharing or disclosure is required pursuant to a subpoena, order, or decree,\nissued by a competent judicial or administrative authority, provided that, to the extent legally\npermitted, we will endeavor to give you prompt notice of the requirement prior to such disclosure,\nto allow you, at your cost and expense, to intervene and protect its interests in Your Data.\n<br>6.8.\nWe will dedicate our best efforts, using no less than commercially reasonable measures, to\nmaintain the confidentiality of Your Data that we are exposed to, and to prevent and refrain from,\ndisclosure or use of Your Data for purposes other than those specified in these Terms.\nOur personnel\nwill access Your Data on a strict 'need to know' basis, subject to these Terms.\n<br>6.9.\nYou assume sole and exclusive responsibility to carry out such actions as you deem\nappropriate as a result of the Output Data.\nWe have no responsibility or liability, regarding your\nreliance upon, or use of, the Output Data, your actions or omissions in connection with the Output\nData, or any consequences resulting therefrom.\n</p>\n<br>\n<br>\n7.\nFees\n<p>\n<br>7.1.\nIn consideration of the provision of the Service to you, you will pay us, as of your\nregistration to the Service, the periodic subscription Fees, in accordance with the packages,\nschemes, amounts, overage charges and subscription cycle you selected upon registration.\n<br>7.2.\nUpon the end of each subscription cycle, your subscription will be automatically renewed\nfor successive subscription cycles, unless you notify us, by email to info@ClickCease.com or through\nthe ‘contact us’ section of our website, that you wish to terminate your subscription.\nYour account\nand subscription will be terminated as soon as we process your request, usually within several\nbusiness days.\n<br>7.3.\nChanges you make in your subscription package, scheme or amount will take effect in the\nsubsequent subscription cycle.\nIf you exceed the limits of your subscription package, your\nsubscription will be automatically upgraded to a package suitable for your scope of use, as of the\nsubsequent subscription cycle.\n<br>7.4.\nAll Fees are quoted in US Dollars, unless expressly stated otherwise.\nFees are payable by\nPayPal or major credit cards.\nWe may, from time to time, and without specific notice to you, add\nadditional payment methods to the then-current payment methods, or cease to use previously supported\npayment methods.\nBy using one or more payment methods to pay the Fees, you represent and warrant\nthat you are lawfully permitted to use the selected payment method in connection with the Service.\nWe may require additional information from you before completing payment transactions.\n<br>7.5.\nYou must keep the billing information you provided to us upon registration current,\ncomplete, and accurate, and notify us promptly in case of any change in your billing information.\n<br>7.6.\nWe will charge you for the applicable subscription Fees at the beginning of each\nsubscription cycle, and overage charges incurred during a given subscription cycle (if applicable)\nwill be charged following the end of that subscription cycle.\nBy registering to the Service, you\ngive your consent to purchasing a subscription to the Service, in accordance with the schemes,\namounts and subscription cycle you selected upon registration, and to being billed for the\napplicable Fees, in addition to any applicable taxes (such as sales tax, value added tax or\nwithholding tax), and any surcharges or commissions charged by the payment processor or your payment\nmethod.\n<br>7.7.\nAll your payment obligations are non-cancelable and all amounts paid in connection with the\nService are non-refundable.\nIf you terminate your account and subscription, you are not entitled to\nany refund (pro-rata or otherwise), for any Fees you have paid for the terminated subscription.\nYou\nare responsible for paying all Fees applicable to your subscription to the Service, whether or not\nyou actively used, accessed or otherwise benefited from the Service.\n<br>7.8.\nPayment methods are processed and handled through relevant third party payment processors,\nsuch as PayPal.\nPayment methods are therefore subject not only to these Terms, but also the terms\nand conditions of these third parties pursuant to your contractual relations with them.\nYou\nacknowledge that the third parties processing any of the payment methods may charge you commission\non their end of the transaction.\nWe are not responsible for such commission, which is strictly\nwithin your contractual relations with the relevant payment processor.\n<br>7.9.\nFee that we are unable to charge through the payment method you provided is deemed an\noverdue Fee.\nFailure to settle any overdue Fee within ten (10) calendar days of its original due\ndate will constitute a material breach of these Terms.\nWithout derogating from any other rights and\nremedies available to us under applicable law, overdue Fees will accrue interest at the rate of\nthree-quarters of one percent (0.75%) per month or part thereof, cumulative monthly on the linked\ncapital from the due date until the date of actual payment.\nYou will reimburse us for all legal\ncosts and attorney fees we incur in the course of collecting your overdue Fees.\n</p>\n<br>\n<br>\n8.\nRestrictions\n<p>\n<br>8.1.\nExcept as relevant law may otherwise require to be permitted, you may not modify, make\nderivative works of, disassemble, de-compile or reverse engineer any part of the Service, or\notherwise attempt to discover its underlying code, structure, implementation or algorithms.\n<br>8.2.\nYou may not use theService in order to develop, or create, or permit others to develop or\ncreate, a product or service similar or competitive to the Service.\n<br>8.3.\nExcept for Your Data, you may not offer the Service to third parties, including by\nreselling, licensing, renting, leasing, transferring, lending, timesharing, assigning or\nredistributing the Service or any part thereof.\n<br>8.4.\nYou may not perform or attempt to perform any of the following in connection with the\nService:\n<br>8.4.1.\nBreaching the security of theService , identifying, probing or scanning any security\nvulnerabilities in the Service,\n<br>8.4.2.\nAccessing data not intended for you, or accessing an account you are not authorized to\naccess.\n<br>8.4.3.\nInterfering with, circumventing, manipulating, overloading, impairing or disrupting the\noperation, or the functionality of the Service.\n<br>8.4.4.\nWorking around any technical limitations in theService.\n<br>8.4.5.\nUsing any tool to enable features or functionalities that are otherwise disabled,\ninaccessible or undocumented in the Service.\n<br>8.4.6.\nI mpersonating any person or entity, or make any false statements pertaining to your\nidentity .\n<br>8.4.7.\nCollecting or processing information or data about the Service’s subscribers.\nor\n<br>8.4.8.\nSending any virus, worm, Trojan horse or other malicious or harmful code or attachment.\n<br>8.4.9.\nUsing robots, crawlers and similar applications to scrape, harvest, collect or compile\ncontent from or through the Service.\n<br>8.5.\nYOU MAY NOT USE THE SOFTWARE FOR ANY ACTIVITY THAT CONSTITUTES, OR ENCOURAGES CONDUCT THAT\nWOULD CONSTITUTE, A CRIMINAL OFFENSE, GIVE RISE TO CIVIL LIABILITY OR OTHERWISE VIOLATE ANY\nAPPLICABLE LAW.\n<br>8.6.\nWE MAY EMPLOY MEASURES TO DETECT AND PREVENT FRAUDULENT OR ABUSIVE USE OF THE SERVICE, AS\nWELL AS MISUSE OF THE SERVICE.\nWE MAY SUSPEND OR TERMINATE YOUR ACCOUNT ON AND ACCESS TO THE\nSERVICE, WITHOUT PRIOR NOTICE, IF WE, IN OUR SOLE DISCRETION, BELIEVE THAT YOU HAVE ENGAGED IN\nFRAUDULENT OR ABUSIVE USE, OR MISUSE, OF THE SERVICE.\n</p>\n<br>\n<br>\n9.\nTerm and Termination\n<p>\n<br>9.1.\nThese Terms commence upon the acceptance of your registration application, end terminate\nupon the termination, cancellation or expiration of your account on, or subscription to, the\nService.\n<br>9.2.\nWe may terminate your account on, and subscription to, the Service, upon the end of any\nthen-current subscription cycle, by proving you a prior notice of termination by email (to the email\nyou provided upon registration) before the end of the then-current subscription cycle.\n<br>9.3.\nIn addition to the foregoing, either party may terminate these Terms:\n<br>9.3.1.\nImmediately, in the event of a material breach of these Terms by the other party.\n<br>9.3.2.\nIn the event of a non-material breach of these Terms by the other party, where the breach\nremains uncured for fifteen (15) days following written notice thereof from the non-breaching party\nto the breaching party .\n<br>9.3.3.\nIf the terminating party is required to do so by law.\n<br>9.3.4.\nIf the other party becomes or is declared insolvent or bankrupt, is the subject of any\nproceeding related to its liquidation or insolvency (whether voluntary or involuntary), or makes an\nassignment for the benefit of creditors or takes or has taken against it any such other comparable\naction in any relevant jurisdiction.\n<br>9.4.\nImmediately upon termination of these Terms:\n<br>9.4.1.\nWe may terminate your account on the Service and delete Your Data stored in our systems.\n<br>9.4.2.\nWe will charge you for all then-outstanding Fees (if any), including any overage use\ncharges incurred in your final subscription cycle.\n<br>9.4.3.\nYou must cease any and all use of the Service and remove all Client Code from any and all\nwebpages you own or control.\n<br>9.5.\nSections in these Terms that by their purpose of nature should survive termination of these\nTerm, will so survive.\n</p>\n<br>\n<br>\n10.\nSoftware quality.\nSoftware modifications.\nDisclaimer of Warranty and Limitation of Liability <p>\n<br>10.1.\nWe will endeavor to have the Service operate properly.\nHowever, as a service that relies\non software, predictive algorithms and third party networks and continuous internet connectivity, we\ndo not guarantee that the Service will operate in an uninterrupted or error-free manner, or that it\nwill always be available, free from errors, omissions or malfunctions.\nIf we receive notice of any failure or malfunction, or if we become aware of them by ourselves, we\nwill attempt to regain the Service’s availability as soon as practicable.\nHowever, such incidents\nwill not be considered a breach of these Terms.\nEven though we make an effort to have the Service identify Click Frauds, we cannot and do not\nguarantee that the Service will detect or prevent all types or all instances of Click Frauds, or all\nClick Frauds of certain types.\nWe will not be liable for any Click Fraud detected or not detected by\nthe Service.\n<br>10.2.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW AND EXCEPT IN THE EVENT OF OUR\nINTENTIONAL MISCONDUCT OR BREACH OF OUR CONFIDENTIALITY OBLIGATIONS, WE, INCLUDING OUR EMPLOYEES,\nDIRECTORS, OFFICERS, SHAREHOLDERS, ADVISORS, AND ANYONE ACTING ON OUR BEHALF, WILL NOT BE LIABLE FOR\nANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, STATUTORY OR PUNITIVE DAMAGES, LOSSES (INCLUDING\nLOSS OF PROFIT, LOSS OF BUSINESS OR BUSINESS OPPORTUNITIES AND LOSS OF DATA), COSTS, EXPENSES AND\nPAYMENTS, EITHER IN TORT, CONTRACT, OR IN ANY OTHER FORM OR THEORY OF LIABILITY, ARISING FROM, OR IN\nCONNECTION, WITH THESE TERMS, ANY USE OF, OR THE INABILITY TO USE THE SERVICE, ITS CLICK FRAUD\nPREVENTION OR DETECTION FEATURES, OR THE OUTPUT DATA, ANY RELIANCE UPON THE OUTPUT DATA OR THE CLICK\nFRAUD PREVENTION OR DETECTION FEATURES IN THE SERVICE , OR ANY ERROR, INCOMPLETENESS, INCORRECTNESS\nOR INACCURACY OF THE SERVICE, ITS CLICK FRAUD PREVENTION OR DETECTION FEATURES, OR THE OUTPUT DATA.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW AND EXCEPT IN THE EVENT OF OUR INTENTIONAL\nMISCONDUCT OR BREACH OF OUR CONFIDENTIALITY OBLIGATIONS, THE TOTAL AND AGGREGATE LIABILITY OF US AND\nOUR EMPLOYEES, DIRECTORS, OFFICERS, SHAREHOLDERS, ADVISORS, AND ANYONE ACTING ON OUR BEHALF, FOR\nDAMAGES ARISING OUR OF OR RELATED TO THESE TERMS, THE SERVICE OR THE OUTPUT DATA, SHALL BE LIMITED\nTO THE FEES YOU HAVE ACTUALLY PAID US IN THE SIX MONTHS PRECEDING THE EVENT PURPORTEDLY GIVING RISE\nTO THE CLAIM.\n<br>10.3.\nWe may modify, adapt, improve, or enhance the Service, or any of its features, user\ninterface, design or any other aspect related to it, without being obligated to provide you notice\nthereof.\nIf we enhance the Service to include new or additional features or capabilities, we reserve\nthe right to amend these Terms or the applicable Fees, and obtain your consent to such amendments.\nIf you do not agree to the amendments in their entirety, we reserve the right to terminate these\nTerms pursuant to subsections ‎9.1and‎9.2above.\n<br>10.4.\nALTHOUGH WE USE SKILL AND EFFORTS TO DEVELOP THE SERVICE, WE DO NOT GUARANTEE, MAKE NO\nREPRESENTATION, AND PROVIDE NO WARRANTY ABOUT THE ACCURACY OR COMPLETENESS OF THE SERVICE OR OUTPUT\nDATA, OR THE EXPECTED BUSINESS RESULTS, OUTCOME OR OPERATIONAL BENEFITS FROM UTILIZING THE SERVICE.\n<br>10.5.\nTHE SOFTWARE IS PROVIDED TO YOU “AS IS”.\nWE DISCLAIM ALL WARRANTIES AND REPRESENTATIONS,\nEITHER EXPRESS OR IMPLIED, WITH RESPECT TO THE SERVICE, THE CLICK FRAUD PREVENTION OR DETECTION\nFEATURE OR THE OUTPUT DATA, INCLUDING ANY WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR\nPURPOSE, QUALITY, ACCURACY, NON-INFRINGEMENT, TITLE, SECURITY, COMPATIBILITY OR PERFORMANCE.\n</p>\n<br>\n<br>\n11.\nSupport and maintenance\n<p>\n<br>11.1.\nDuring the Term, we, either directly or with the assistance of third parties, will provide\nyou technical support for technical questions, problems and inquiries regarding the Service, during\nour business days and hours, and pursuant to the support scheme, hours and channels separately\nconveyed to you.\n<br>11.2.\nWe will attempt to respond to your technical questions, problems and inquiries within a\nreasonable time.\nHowever, we –\n<br>11.2.1.\nMay decline to provide such support for matters that we deem, at our sole discretion, to\nrequire unreasonable time, effort, costs or expenses.\n<br>11.2.2.\nMake no warranties to any specific response-time or to the successful or satisfactory\nresolution of the question, problem or inquiry.\n<br>11.3.\nFor the purpose of our provision of technical support for your technical questions,\nproblems and inquiries, you will cooperate, and work closely with us, to reproduce malfunctions,\nincluding conducting diagnostic or troubleshooting activities, as we reasonably request.\n<br>11.4.\nOur technical staff may instruct you, from time to time, to perform modifications to the\nClient Code installed on your webpages.\nYou agree to cooperate and perform any requested\nmodifications.\n</p>\n<br>\n<br>\n12.\nIntellectual Property.\nConfidentiality\n<p>\n<br>12.1.\nThe Service is protected by copyright laws and international copyright treaties, as well as other intellectual property laws and treaties.\nThe Service is made available for use and access, not sold or licensed.\n<br>12.2.\nExcept for your limited access to use the Service and the Output Data according to these Terms, these Terms do not grant you or assign to you, any license, right, title, or interest in or to the Service or the intellectual property rights associated with it.\nAll rights, title and interest, including copyrights, patents, trademarks, trade names, trade secrets and other intellectual property rights, and any goodwill associated therewith, in and to the Service or any part thereof, including computer code, graphic design, layout and the user interfaces of the Service, but excluding Your Data, are and will remain at all times, owned by, or licensed, to us.\n<br>12.3.\nUnless you notify us otherwise in writing, we may identify you as a customer and indicate you as a customer and user of the Service, on our website and in other online or offline marketing materials and press releases.\nWe acknowledge that your company name and logo are protected by intellectual property rights.\nYou grant us a worldwide, non-exclusive, non-transferable, royalty-free, license, to use your name, logo, and website URL, on our website and in other online or offline marketing materials relating to the Service.\nWe will use this content strictly in accordance with any usage guidelines you provide us advance notice of.\n<br>12.4.\nFor the purposes hereof, \"Confidential Information\" means any proprietary or trade secret information disclosed by one party to the other which can be reasonably understood under the circumstances to be confidential, by excluding any information that: (i) is now or subsequently becomes generally available in the public domain through no fault or breach on the part of Receiving Party.\n(ii) the Receiving Party can demonstrate in its records to have had rightfully in its possession prior to disclosure of the Confidential Information by the Disclosing Party.\n(iii) the Receiving Party rightfully obtains from a third party who has the right to transfer or disclose it, without default or breach of these Terms.\n(iv) the Receiving Party can demonstrate in its records to have independently developed, without breach of these Terms and/or any use of or reference to the Confidential Information.\nThe \"Disclosing Party\" means the party disclosing Confidential Information.\n<br>12.5.\nThe Receiving Party agrees (i) not to disclose the Disclosing Party's Confidential Information to any third parties other than to its directors, employees, advisors, or consultants (collectively, its \"Representatives\") on a \"need to know\" basis and provided that such Representatives are bound by confidentiality obligations not less restrictive than those contained herein.\n(ii) not to use or reproduce any of the Disclosing Party's Confidential Information for any purposes except to carry out its rights and responsibilities under these Terms.\n(iii) to keep the Disclosing Party's Confidential Information confidential using at least the same degree of care it uses to protect its own confidential information, which shall in any event not be less than a reasonable degree of care.\nNotwithstanding the foregoing, if the Receiving Party is required by legal process or applicable law, rule, or regulation to disclose any of the Disclosing Party's Confidential Information, then prior to such disclosure, if legally allowed, Receiving Party will give prompt notice to the Disclosing Party so that it may seek a protective order or other appropriate relief.\nThe confidentiality obligations hereunder shall expire three years from the date of termination or expiration of these Terms and shall supersede any previous confidentiality undertakings between the parties.\n</p>\n<br>\n<br>\n13.\nIndemnity\n<p>You agree to indemnify and hold harmless us and our directors, officers, employees, and\nsubcontractors, upon our request and at your own expense, from, and against, any damages, loss,\ncosts, expenses and payments, including reasonable attorney’s fees and legal expenses, arising from\nany third party complaint, claim, plea, or demand in connection with your breach of any provision or\nrepresentation herein.</p>\n<br>\n<br>\n14.\nGoverning Law and Venue\n<p>Regardless of your jurisdiction of incorporation, the jurisdiction where you engage in business,\nwhere you access the Service from, or where your Users access Your Ad, these Terms and your use of\nthe Service will be exclusively governed by and construed in accordance with the laws of the State\nof Israel, excluding any otherwise applicable rules of conflict of laws, which would result in the\napplication of the laws of a jurisdiction other than Israel.\nAny dispute, controversy or claim which\nmay arise out of or in connection with these Terms or the Service, shall be submitted to the sole\nand exclusive jurisdiction of the competent courts in the Tel Aviv district in Israel.\nSubject to\nthe following sentence, y ou and us, each hereby expressly consent to the exclusive personal\njurisdiction and venue of such courts , and waive any objections related thereto including\nobjections on the grounds of improper venue, lack of personal jurisdiction or forum non conveniens.\nNotwithstanding the foregoing we may lodge a claim against you pursuant to the indemnity clause\nabove, in any court adjudicating a third party claim against us.</p>\n<br>\n<br>\n15.\nAssignment\n<p>You may not assign these Terms without our prior written consent, which we shall not unreasonably\nwithhold or deny.\nAny purported assignment without our prior written consent is void.\nTo the\ngreatest extent permissible by law, we may assign these Terms in their entirety, including all\nright, duties, liabilities, performances and obligations herein, upon notice to you and without\nobtaining your further specific consent, to a third-party, upon a merger, acquisition, change of\ncontrol or the sale of all or substantially all of our equity or assets.\nBy virtue of such\nassignment, the assignee assumes our stead, including all right, duties, liabilities, performances\nand obligations hereunder, and we are released therefrom.</p>\n<br>\n<br>\n16.\nRelationship of the parties\n<p>The relationship between the parties hereto is strictly that of independent contractors, and neither\nparty is an agent, partner, joint venturer or employee of the other.</p>\n<br>\n<br>\n17.\nComplete Terms and Severability\n<p>These Terms constitute the entire and complete agreement between you and us concerning the subject\nmatter herein.\nThese Terms supersede all prior oral or written statements, understandings,\nnegotiations and representations with respect to the subject matter herein.\nIf any provision of\nthese Terms is held invalid or unenforceable, that provision shall be construed in a manner\nconsistent with the applicable law to reflect, as nearly as possible, the original intentions of the\nparties, and the remaining provisions will remain in full force and effect.\nThese Terms may be\nmodified or amended only in writing, signed by the duly authorized representatives of both parties.\n</p>\n<br>\n<br>\n18.\nNo waiver\n<p>Neither party will, by mere lapse of time, without giving express notice thereof, be deemed to have\nwaived any breach, by the other party, of any terms or provisions of these Terms.\nThe waiver, by\neither party, of any such breach, will not be construed as a waiver of subsequent breaches or as a\ncontinuing waiver of such breach.</p> ", "created_at": "2021-11-04 02:09:55.911656", "updated_at": "2021-11-04 02:10:03.26215"}, {"id": 9876, "name": "Privacy Policy", "url": "https://www.clickcease.com/privacy.html", "xpath": "/html/body/section", "text": " Purpose and who we are\n<p>The purpose of this Privacy Policy is to describe how Cheq Ai Technologies (2018) Ltd Limited dba\nClickCease.com\n(“ClickCease”, “us”, “we”, or “our”) collects, uses and shares information about you through our\nwebsite.\nPlease read this notice carefully to understand what we do.\nIf you do not understand any\naspects of our Privacy Policy, please feel free to contact us at privacy@clickcease.com.</p>\n<p> ClickCease™ is a limited liability company established under the laws of Israel with a principal\nplace of business at HaArba'a St 18, Tel Aviv-Yafo, Israel.\nIf you reside or are located in the European\nEconomic Area (“EEA”) ClickCease™ is the data controller of all Personally Identifiable\nInformation (as described below) collected via our website, as set out in this Privacy Policy.</p>\n<p>At ClickCease™ we are committed to safeguarding and preserving the privacy of our visitors.</p>\n<p>This Privacy Policy explains what happens to any personal data that you provide to us, or that we collect\nfrom you whilst you visit our website.</p>\n<p>We do update this Policy from time to time so please do review this Privacy Policy regularly.</p>\nWhat Information this Privacy Policy Covers\n<p>This Privacy Policy covers information we collect from you through our Site.\nSome of our Site’s\nfunctionality can be used without revealing any Personally Identifiable Information, though in order to\naccess certain features and benefits on our Site, you may need to submit, or we may collect, \"Personally\nIdentifiable Information\" (i.e., information that can be used to identify you).\nPersonally Identifiable\nInformation can include information such as your name and email address, among other things.\nIf you\nreside or are located in the EEA, it can also include your IP address or device identifier.\nYou are\nresponsible for ensuring the accuracy of the Personally Identifiable Information you submit to us.\nInaccurate information may affect your ability to use the Site, the information you receive when using\nthe Site, and our ability to contact you.\nFor example, your email address should be kept current because\nthat is one of the primary manners in which we communicate with you.</p>\nWhat You Agree to by Using Our Site\n<p>Please understand that by submitting any Personally Identifiable Information to us, you consent and agree\nthat we may collect, use and disclose such Personally Identifiable Information in accordance with this\nPrivacy Policy, and as permitted or required by law.\nIf you do not agree with these terms, please do not\nprovide any Personally Identifiable Information to us.\nIf you refuse or withdraw your consent, or if you\nchoose not to provide us with any required Personally Identifiable Information, we may not be able to\nprovide you with the services that can be offered on our Site.\nConsent can be withdrawn at any time by\nsending a request to remove consent or deleting your account to privacy@clickcease.com.\nPlease note that we may also rely\non legitimate interests or fulfilment of a contract to continue processing your Personally Identifiable\nInformation.</p>\nWhat Information We Collect\n<p>In running and maintaining our website we may collect and process the following data about you:</p>\n<p>i.\nInformation about your use of our site including details of your visits such as pages viewed and the\nresources that you access.\nSuch information includes traffic data, location data and other communication\ndata.</p>\n<p> ii.\nInformation provided voluntarily by you.\nFor example, when you register for information or make a\npurchase.</p>\n<p>iii.\nInformation that you provide when you communicate with us by any means.</p>\nUse of Cookies\n<p>Cookies provide information regarding the computer used by a visitor.\nWe may use cookies where\nappropriate to gather information about your computer fin order to assist us in improving our website.\n</p>\n<p>We may gather information about your general internet use by using the cookie.\nWhere used, these cookies\nare downloaded to your computer and stored on the computer’s hard drive.\nSuch information will not\nidentify you personally.\nIt is statistical data.\nThis statistical data does not identify any personal\ndetails whatsoever</p>\n<p>You can adjust the settings on your computer to decline any cookies if you wish.\nThis can easily be done\nby activating the reject cookies setting on your computer.</p>\n<p>Our advertisers may also use cookies, over which we have no control.\nSuch cookies (if used) would be\ndownloaded once you click on advertisements on our website.</p>\nHow we Use Your Information\n<p>We use information relating to your use of the website to build higher quality, more useful services by\nperforming statistical analyses of the collective characteristics and behavior of our users, and by\nmeasuring demographics and interests regarding specific areas of our website.\nWe may also use this\ninformation to ensure the security of our services and the website.\nExcept as set forth in this Privacy Policy or as specifically agreed to by you, we will not disclose any\nof your Personally Identifiable Information.\nin addition to the other uses set forth in this Privacy\nPolicy, we may disclose and otherwise use Personally Identifiable Information as described below.\nWe use the information that we collect from you to provide our services to you.\nIn addition to this we\nmay use your Personally Identifiable Information for one or more of the following purposes:</p>\n<p>i.\nTo provide information to you that you request from us relating to our products or services.</p>\n<p>ii.\nTo provide information to you relating to other products that may be of interest to you.\nSuch\nadditional information will only be provided where you have consented to receive such information.</p>\n<p>iii.\nTo inform you of any changes to our website, services or goods and products.</p>\n<p>If you have previously purchased goods or services from us we may provide to you details of similar goods\nor services, or other goods and services, that you may be interested in.</p>\n<p>Where your consent has been provided in advance we may allow selected third parties to use your\nPersonally Identifiable Information to enable them to provide you with information regarding unrelated\ngoods and services which we believe may interest you.\nWhere such consent has been provided it can be\nwithdrawn by you at any time.</p>\nStoring Your Personal Data\n<p>If you reside or are located in the EEA, we keep your Personally Identifiable Information for no longer\nthan necessary for the purposes for which the Personally Identifiable Information is processed.\nThe\nlength of time we retain Personally Identifiable Information for depends on the purposes for which we\ncollect and use it and/or as required to comply with applicable laws and to establish, exercise or\ndefend our legal rights.</p>\nInternational Transfer of Personally Identifiable Information\n<p>We transfer your personal data from within the EEA to locations outside the EEA.\nClickCease™ is\nlocated in the Israel and is involved in processing your Personally Identifiable Information there.\nInternational data transfers to ClickCease™ are safeguarded with EU Commission certified standard\ndata protection contract clauses that can be found in here.\nThe safeguards for international data transfers to ClickCease’s sub-processors are set out in\nClickCease’s list of sub-processors in http://docs.clickcease.com/pricing-privacy-and-terms/clickcease-sub-processors.\n</p>\nConfidentiality &amp.\nSecurity of Personally Identifiable Information\n<p>We consider the confidentiality and security of your information to be of the utmost importance.\nWe will\nuse industry standard physical, technical and administrative security measures to keep your Personally\nIdentifiable Information confidential and secure and will not share it with third parties, except as\notherwise provided in this Privacy Policy, or unless such disclosure is necessary in special cases, such\nas a physical threat to you or others, as permitted by applicable law.\nUnfortunately, the sending of\ninformation via the internet is not totally secure and on occasion such information can be intercepted.\nWe cannot guarantee the security of data that you choose to send us electronically, sending such\ninformation is entirely at your own risk.</p>\nDisclosing Your Information\n<p>We will not disclose your personal information to any other party other than in accordance with this\nPrivacy Policy and in the circumstances detailed below:</p>\n<p>i.\nWe use various service providers, vendors and contractors (collectively, \"Contractors\") to assist us\nin providing our products and services to you.\nOur Contractors may have limited access to your\nPersonally Identifiable Information in the course of providing their products or services to us, so that\nwe in turn can provide our services to you.\nThese Contractors may include vendors and suppliers that\nprovide us with technology, services, and/or content related to the operation and maintenance of the\nSite or our services.\nAccess to your Personally Identifiable Information by Contractors is limited to\nthe information reasonably necessary for such Contractors to perform their limited function for us.</p>\n<p>ii.\nWe reserve the right to transfer Personally Identifiable Information in the event we sell or transfer\nall or a portion of our business or assets (including in the event of a reorganization, dissolution or\nliquidation).\nShould such a sale or transfer occur, we will use reasonable efforts to direct the\ntransferee to use the Personally Identifiable Information in a manner consistent with this Privacy\nPolicy.</p>\n<p>iii.\nWe may share your Personally Identifiable Information with various government authorities in\nresponse to subpoenas, court orders, or other legal process.\nto establish or exercise our legal rights\nor to protect our property.\nto defend against legal claims.\nor as otherwise required by law.\nIn such\ncases we reserve the right to raise or waive any legal objection or right available to us.</p>\n<p>iv.\nWe may share your Personally Identifiable Information when we believe it is appropriate to\ninvestigate, prevent, or take action regarding illegal or suspected illegal activities.\nto protect and\ndefend the rights, property, or safety of ClickCease, the Site, our users, customers, or others.</p>\nYour AdWords Account Data\n<p>Some of our plans require access to your AdWords account.\nThis access is required for our robots to add\nIPs to the exclusion lists of your campaigns.</p>\n<p>i.\nWe will not store any information from your AdWords account.</p>\n<p>ii.\nWe will not trade nor sale any information from your AdWords account.</p>\n<p>iii.\nWe will not make any changes to your AdWords account (without your approval) other than adding a\ntracking template to your account.</p>\n<p>iv.\nWe will not ask for your AdWords user name or your password.\nThe access is granted by approving an\naccess request from our MCC account or by providing us an API access to your AdWords account.</p>\nThird Party Links\n<p>On occasion we include links to third parties on this website.\nWhere we provide a link it does not mean\nthat we endorse or approve that site’s policy towards visitor privacy.\nYou should review their privacy\npolicy before sending them any personal data.</p>\nUpdating or Deleting Your Personally Identifiable Information\n<p>If you would like information in relation to your rights or would like to exercise any of them, you may\nalso contact us via privacy@clickcease.com.\nIf you reside or\nare located in the EEA, you have the right to request that we:</p>\n<ul>\n<li>\n<p>provide access to any Personally Identifiable Information we hold about you;</p>\n</li>\n<li>\n<p>prevent the processing of your Personally Identifiable Information for direct-marketing purposes.\n</p>\n</li>\n<li>\n<p>update any Personally Identifiable Information which is out of date or incorrect;</p>\n</li>\n<li>\n<p>delete any Personally Identifiable Information which we are holding about you;</p>\n</li>\n<li>\n<p>restrict the way that we process your Personally Identifiable Information;</p>\n</li>\n<li>\n<p>provide your Personally Identifiable Information to a third party provider of services.\nor</p>\n</li>\n<li>\n<p>provide you with a copy of any Personally Identifiable Information which we hold about you.</p>\n</li>\n</ul>\n<p>We try to answer every email promptly where possible, and provide our response within the time period\nstated by applicable law.\nKeep in mind, however, that there will be residual information that will\nremain within our databases, access logs and other records, which may or may not contain your Personally\nIdentifiable Information.\nPlease also note that certain Personally Identifiable Information may be\nexempt from such requests in certain circumstances, which may include if we need to keep processing your\nPersonally Identifiable Information to comply with a legal obligation.</p>\n<p>When you email us with a request, we may ask that you provide us with information necessary to confirm\nyour identity.</p>\nQuestions and Complaints\n<p>Please do not hesitate to contact us regarding any matter relating to this Privacy Policy at privacy@clickcease.com.</p>\nChanging Our Privacy Policy\n<p>Please note that we review our privacy practices from time to time, and that these practices are subject\nto change.\nAny change, update, or modification will be effective immediately upon posting on our\nwebsite.\nWe will notify you of any material change to this Privacy Policy by posting a notice on our\nwebsite’s homepage for a reasonable period of time following such update, and by changing the effective\ndate (located at the bottom of this page).\nBe sure to return to this page periodically to ensure\nfamiliarity with the most current version of this Privacy Policy.</p> ", "created_at": "2021-11-04 02:58:49.838779", "updated_at": "2021-11-04 02:09:34.605087"}], "points": [], "urls": ["clickcease.com"]}}