{"error": 448, "message": "OK", "parameters": {"id": 6766, "name": "Sustainable Web Design", "created_at": "2022-08-09 02:00:23.88365", "updated_at": "2022-08-09 22:01:04.424161", "wikipedia": null, "keywords": null, "related": null, "slug": "sustainable-web-design", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6766.png", "url": "sustainablewebdesign.org", "documents": [{"id": 12364, "name": "Privacy Policy", "url": "https://sustainablewebdesign.org/privacy-policy/", "xpath": "//body", "text": " Skip to Content <ul>\n<li>Home</li>\n<li>View strategies</li>\n<li>Calculating Digital Emissions</li>\n<li>Contact</li>\n</ul> Accessibility Controls Increase font size Decrease font size Reset font size Toggle high contrast Toggle greyscale Toggle dark mode Toggle background shapes Our Privacy Policy <p>Thanks for checking out the Sustainable Web Design website.\nHere are some things you should know about using this site.</p> Your information <p>When you provide us with personal information by filling out a form, we store that information on our servers or the servers of third-party services that we use for marketing purposes (see “Third Party Services” below).\nWe may use your contact information for our own marketing purposes, but we greatly respect your privacy and will never sell or share your data for others to use.</p> Consent <p>When you provide us with personal information via our website forms, we imply that you consent to our collecting it and using it for that specific reason only.</p>\n<p>If we ask for your personal information for a secondary reason, like marketing, we will ask you directly for your expressed consent.&nbsp;</p>\n<p>If, after you opt-in, you change your mind, you may withdraw consent for us to contact you, for the continued collection, use, or disclosure of your information, at anytime, by contacting us via this site.&nbsp;We will also provide you with an opportunity to unsubscribe from marketing communications at any time in each correspondence.</p> Disclosure <p>We may disclose your personal information if we are required by law to do so or if you violate these Terms of Service.</p> Third-party products &amp.\nservices <p>We use several third-party services on our website:</p>\n<ul>\n<li>Google Analytics allows us to track site performance.\nWe have updated our Analytics account to comply with GDPR.</li>\n<li>We use Formidable to create website forms.\nUser data is stored on our website in WordPress and emailed to our Gmail account, which complies with consumer protection and privacy laws, like CCPA, GDPR, etc.\nWe take security precautions to keep our WordPress installation up-to-date and secure with a baseline hardening against breaches.</li>\n</ul>\n<p>In general, third-party providers we use will only collect, use, and disclose your information to the extent necessary to allow them to perform the services they provide to us.\nIf you are concerned about these services, we recommend that you read their privacy policies to better understand the manner in which your personal information will be handled by these providers.\nIf you wish to remove your data from our records via the ‘right to be forgotten’ provision in GDPR, please contact us.&nbsp;</p>\n<p>In particular, remember that certain providers may be located in or have facilities that are located in a different jurisdiction than either you or us.\nSo if you elect to proceed with an interaction that involves the services of a third-party service provider, your information may become subject to the laws of the jurisdiction(s) in which that service provider or its facilities are located.</p>\n<p>Once you leave our website or are redirected to a third-party website or application, you are no longer governed by this Privacy Policy.\nSimilarly, when you click on links on this site, they may direct you away from our site.\nWe are not responsible for the privacy practices of other sites and encourage you to read their privacy statements.</p> Security <p>To protect your personal information, we take reasonable precautions and follow industry best practices to make sure it is not inappropriately lost, misused, accessed, disclosed, altered or destroyed.\nAlthough no method of transmission over the Internet or electronic storage is 100% secure, we implement generally accepted industry standards.</p> Age of consent <p>By using this site, you represent that you are at least the age of majority in your state or province of residence, or that you are the age of majority in your state or province of residence and you have given us your consent to allow any of your minor dependents to use this site.</p> Privacy policy changes <p>We reserve the right to modify this privacy policy at any time, so please review it frequently.\nChanges and clarifications will take effect immediately upon their posting on the website.\nIf we make material changes to this policy, we will notify you here that it has been updated, so that you are aware of what information we collect, how we use it, and under what circumstances, if any, we use and/or disclose it.</p>\n<p>If Sustainable Web Design is acquired or merged with another organization, your information may be transferred to the new owners so that we may continue to contact you.</p> Questions and contact information <p>If you would like to: access, correct, amend, or delete any personal information we have about you, register a complaint, or simply want more information, please&nbsp;contact us via this website.</p> Join the conversation <p>Share what you're doing to implement #sustainablewebdesign in your products and services.</p> Launch Twitter <p>This site is brought to you by</p>\n<p>This page loaded in <strong>0.85 seconds</strong> and emitted just <strong>0.49g of CO2</strong>\n</p> Visit Website Carbon <p>How green is your website?</p> Visit Ecograder © Copyright Sustainable Web Design 2021.\nPrivacy Policy.\n", "created_at": "2022-08-09 02:00:23.903052", "updated_at": "2022-08-09 00:00:52.499714"}], "points": [], "urls": ["sustainablewebdesign.org"]}}