{"error": 448, "message": "OK", "parameters": {"id": 3134, "name": "Temporall", "created_at": "2021-04-14 00:30:10.163893", "updated_at": "2021-04-15 00:01:31.532792", "wikipedia": null, "keywords": null, "related": null, "slug": "temporall", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3134.png", "url": "temporall.com", "documents": [{"id": 5029, "name": "Privacy", "url": "https://www.temporall.com/privacy-policy/", "xpath": "//body", "text": " <ul>\n<li>Use Cases</li>\n<li>Use Cases\n<ul>\n<li>Sales Productivity</li>\n<li>Digital Workplace</li>\n<li>Team Collaboration</li>\n<li>Internal Communications</li>\n<li>Culture Change</li>\n<li>People Insights</li>\n</ul>\n</li>\n<li>Workbench\n<ul>\n<li>Overview</li>\n<li>Slack Intelligence</li>\n<li>Workplace Intelligence</li>\n<li>Teams Intelligence</li>\n<li>People Intelligence</li>\n</ul>\n</li>\n<li>Workbench</li>\n<li>Partners</li>\n<li>Labs</li>\n<li>Pricing</li>\n<li>Blog</li>\n</ul> Select Page <ul>\n<li>Use Cases</li>\n<li>Use Cases\n<ul>\n<li>Sales Productivity</li>\n<li>Digital Workplace</li>\n<li>Team Collaboration</li>\n<li>Internal Communications</li>\n<li>Culture Change</li>\n<li>People Insights</li>\n</ul>\n</li>\n<li>Workbench\n<ul>\n<li>Overview</li>\n<li>Slack Intelligence</li>\n<li>Workplace Intelligence</li>\n<li>Teams Intelligence</li>\n<li>People Intelligence</li>\n</ul>\n</li>\n<li>Workbench</li>\n<li>Partners</li>\n<li>Labs</li>\n<li>Pricing</li>\n<li>Blog</li>\n</ul>\n<p>Privacy</p> Temporall Ltd respects your privacy and is committed to protecting your personal data Contact us <p>This privacy policy (“Policy”) aims to give you information on how we collect, hold and process your personal data, including but not limited to any data you may provide when you sign up to our newsletter or enquire about or purchase our products and services, and any data you may provide through our website at https://www.temporall.com/ (including through our Workbench software platform at https://app.temporall.com, which is part of that site) (collectively Our “Site”).\nWe will only collect and use personal data in ways that are described here, and in a manner that is consistent with our obligations and your rights under the law.</p>\n<p>It is important that you read this privacy policy together with any other privacy notice we may provide on specific occasions when we are collecting or processing personal data about you so that you are fully aware of how and why we are using your data.\nThis privacy notice supplements the other notices and is not intended to override them.\nIf you are using our Site, your acceptance of this privacy policy is deemed to occur upon your first use of the Site and you will be required to read and accept this policy when signing up for an account.</p>\n<p>1.\nWho we are</p>\n<p>Our Site is operated by TEMPORALL LTD, a limited company registered in England under company number 10633878, whose registered address is at 2nd Floor 167-169 Great Portland Street, London, United Kingdom, W1W 5PF (“we/us/our”).\nOur VAT number is 262876080.\nOur Data Protection Officer is Thomas Davies and they can be contacted at dpo@temporall.com, 167-169 Great Portland Street, London, W1W 5PF, +44(0)20 7164 6830.</p>\n<p>2.\nWhat This Policy Covers</p> Personal data, or personal information, means any information about a living individual from which that person can be identified (directly or indirectly).\nThis definition shall, where applicable, incorporate the definitions provided in EU Regulation 2016/679 – the General Data Protection Regulation (“GDPR”).\nPersonal data covers obvious information such as your name and contact details, but it also covers less obvious information such as identification numbers, electronic location data, and other online identifiers.\nIt does not include data where the identity has been removed (anonymous data).<p>\n</p>\n<p>Our Site may include links to third-party websites, plug-ins and applications.\nClicking on those links or enabling those connections may allow third parties to collect or share data about you.\nWe do not control these third-party websites and are not responsible for their privacy statements.\nWe encourage you to read the privacy policy of every website you visit before submitting any personal data to third parties.</p>\n<p>3.\nYour Rights</p>\n<p>As a data subject, you have the following rights under the GDPR, which this Policy and our use of personal data have been designed to uphold:</p>\n<ul>\n<li>The right to be informed about our collection and use of your personal data;</li>\n<li>The right of access to the personal data we hold about you (see section 10);</li>\n<li>The right to rectification if any personal data we hold about you is inaccurate or incomplete (please contact us using the details in section 13);</li>\n<li>The right to be forgotten – i.e.\nthe right to ask us to delete any personal data we hold about you.\n(We only hold your personal data for a limited time, as explained in section 5 but if you would like us to delete it sooner, please contact us using the details in section 13);</li>\n<li>The right to restrict (i.e.\nprevent) the processing of your personal data;</li>\n<li>The right to data portability (obtaining a copy of your personal data, which is processed using automated means, to re-use with another service or organisation);</li>\n<li>The right to object to us using your personal data for particular purposes.\nand</li>\n<li>Rights with respect to automated decision making and profiling.\n(We do not use your personal data in this way.)</li>\n</ul>\n<p>If you require any information about our use of your personal data or exercising your rights as outlined above, please contact us using the details provided in section 13.</p>\n<p>Further information about your rights can also be obtained from the UK’s supervisory authority, Information Commissioner’s Office or your local Citizens Advice Bureau.</p>\n<p>If you have any cause for complaint about our use of your personal data, please contact us using the details provided in section 12 and we will do our best to solve the problem for you.</p>\n<p>If we are unable to help, you also have the right to lodge a complaint with the Information Commissioner’s Office.\nWe would, however, appreciate the chance to deal with your concerns before you approach the Information Commissioner’s Office, so please contact us in the first instance.</p>\n<p>4.\nWhat Personal Data Do We Collect?</p>\n<p>Depending upon your use of our Site and/or our products and services, we may collect, use, store and transfer some or all of the following personal data:</p>\n<ul>\n<li>Name;</li>\n<li>Business/company name;</li>\n<li>Email address;</li>\n<li>Phone number;</li>\n<li>Country, region, city and office location;</li>\n<li>Date of birth / age.\nGender;</li>\n<li>Job title / position / level;</li>\n<li>Profession;</li>\n<li>Tenure;</li>\n<li>Payment information, including bank account, payment card details and billing address;</li>\n<li>User name / password;</li>\n</ul>\n<p>Personal data forming part of case studies and reference material submitted to us.\nTransaction Data, including details about payments to and from you and other details of products and services you have purchased from us;</p>\n<p>Technical Data, including internet protocol (IP) address, your login data, browser type and version, time zone setting and location, browser plug-in types and versions, operating system and platform and other technology on the devices you use to access our Site.\nProfile Data, including purchases or orders made by you, your preferences, feedback and survey responses.\nUsage Data, including information about how you use our Site, products and services;</p>\n<p>Marketing and Communications Data, including your preferences in receiving marketing from us and our third parties and your communication preferences.\nand</p>\n<p>Data from third parties or publicly available sources.\nWe may receive personal data about you from various third parties as follows: analytics providers such as Google based outside the EU, and human information resource systems, such as Workday.</p>\n<p>We do not collect any Special Categories of Personal Data about you (this includes details about your race or ethnicity, religious or philosophical beliefs, sex life, political opinions, trade union membership, information about your health and genetic and biometric data).\nNor do we collect any information about criminal convictions and offences.</p>\n<p>Where we need to collect personal data by law, or under the terms of a contract we have with you and you fail to provide that data when requested, we may not be able to perform the contract we have or are trying to enter into with you (for example, to provide you with products or services).\nIn this case, we may have to cancel a product or service you have with us but we will notify you if this is the case at the time.</p>\n<p>5.\nHow Do We Use Your Data?</p>\n<p>All personal data is processed and stored securely, for no longer than is necessary in light of the reason(s) for which it was first collected, including for the purposes of satisfying any legal, accounting, or reporting requirements.\nTo determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorised use or disclosure of your personal data, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal requirements.</p>\n<p>Our use of your personal data will always have a lawful basis, either because it is necessary for our performance of a contract with you, because you have consented to our use of your personal data (e.g.\nby subscribing to emails), or because it is in our legitimate business interests to use it.\nPlease contact us (using the details provided in section 13) if you need details about the specific legal ground we are relying on to process your personal data.</p>\n<p>Legitimate Interest means the interest of our business in conducting and managing our business to enable us to give you the best service/product and the best and most secure experience.\nWe make sure we consider and balance any potential impact on you (both positive and negative) and your rights before we process your personal data for our legitimate interests.\nWe do not use your personal data for activities where our interests are overridden by the impact on you (unless we have your consent or are otherwise required or permitted to by law).\nYou can obtain further information about how we assess our legitimate interests against any potential impact on you in respect of specific activities by contacting us (see section 13 below).</p>\n<p>6.\nSpecifically, we may use your data for the following purposes:</p>\n<ul>\n<li>Providing and managing your account;</li>\n<li>Providing and managing your access to our Site;</li>\n<li>Supplying our products and services to you;</li>\n<li>Personalising and tailoring our products and services for you;</li>\n<li>Communicating with you (e.g.\nresponding to emails or calls from you);</li>\n<li>Supplying you with emails that you have opted into (you may unsubscribe or opt-out at any time by clicking on the unsubscribe link in the relevant communication);</li>\n<li>Market research.\nEnforcing our contracts and policies, investigating complaints and preventing illegal activity;</li>\n<li>Complying with our legal obligations;</li>\n<li>Analysing your use of our Site and gathering feedback to enable us to continually improve our Site and your user experience;</li>\n<li>Logging data to allow system auditing.\nSupporting network and system security;</li>\n<li>Conducting web analytics.</li>\n</ul>\n<p>With your permission and/or where permitted by law, we may also use your data for marketing purposes which may include contacting you by email with information, news and offers on our products and services.\nWe will not, however, send you any unsolicited marketing or spam and will take all reasonable steps to ensure that we fully protect your rights and comply with our obligations under the GDPR and the Privacy and Electronic Communications (EC Directive) Regulations 2003.\nWe will get your express opt-in consent before we share your personal data with any third parties for marketing purposes.</p>\n<p>You have the right to withdraw your consent to us using your personal data at any time, and to request that we delete it.\nWhere you opt out of receiving marketing<br>\nmessages, this will not apply to personal data provided to us as a result of a product/service purchase, product/service experience or other transactions (i.e.\nservice emails).</p>\n<p>We will only use your personal data for the purposes for which we collected it, unless we reasonably consider that we need to use it for another reason and that reason is compatible with the original purpose.</p>\n<p>If you wish to get an explanation as to how the processing for the new purpose is compatible with the original purpose, please contact us (see section 13 below).\nIf we need to use your personal data for an unrelated purpose, we will notify you and we will explain the legal basis which allows us to do so.</p>\n<p>7.\nHow and Where Do We Store Your Data?</p>\n<p>We only keep your personal data for as long as we need to in order to use it as described above in section 5, and/or for as long as we have your permission to keep it.</p>\n<p>Some of the external third parties to whom we transfer your personal data are based outside the European Economic Area (EEA) so their processing of your personal data will involve a transfer of data outside the EEA.</p>\n<p>Whenever we transfer your personal data out of the EEA, we ensure a similar degree of protection is afforded to it by ensuring at least one of the following safeguards is implemented:</p>\n<p>We will only transfer your personal data to countries that have been deemed to provide an adequate level of protection for personal data by the European Commission.\nFor further details, see European Commission: Adequacy of the protection of personal data in non-EU countries.</p>\n<p>Where we use certain service providers, we may use standard contractual clauses (‘SCCs’) approved by the European Commission which give personal data the same protection it has in Europe.\nFor further details, see European Commission: Model contracts for the transfer of personal data to third countries.</p>\n<p>Where we use providers based in the US, we will make an assessment to determine whether we can transfer your personal data on the basis of SCCs taking into account the circumstances of the transfer, and put supplementary measures in place if required.\nThe supplementary measures along with SCCs follow a case-by-case analysis of the circumstances surrounding the transfer and this would ensure that U.S.\nlaw does not encroach on the satisfactory level of protection guarantee.\nIf we come to the decision, taking into account the circumstances of the transfer and possible supplementary measures, that appropriate safeguards would not be ensured, then we will either suspend the transfer of your personal data until we ensure an adequate level of protection can be provided or we might end the transfer of your personal data.</p>\n<p>Please contact us if you want further information on the specific mechanism used by us when transferring your personal data out of the EEA.</p>\n<p>Data security is very important to us, and to protect your data we have taken suitable security measures to prevent your personal data from being accidentally lost, used or accessed in an unauthorised way, altered or disclosed.\nFor example, access to our Workbench is enabled by two mechanisms.\nOAuth.\nsalted password mechanism that is encrypted with BCrypt algorithm, and communication between the server and client is secured by HTTPS, using the TLS.Tx protocol.\nAll personal data is encrypted with BCrypt algorithm before being stored (AES 256 encryption for personal data).</p>\n<p>In addition, we limit access to your personal data to those employees, agents, contractors and other third parties who have a business need to know.\nThey will only process your personal data on our instructions and they are subject to a duty of confidentiality.</p>\n<p>We have put in place procedures to deal with any suspected personal data breach and will notify you and any applicable regulator of a breach where we are legally required to do so.</p>\n<p>8.\nDo we Share Your Data?</p>\n<p>Subject to the sections below, we will not share any of your data with any third parties for any purposes.</p>\n<p>We may sometimes contract with third parties to supply products and services to you on our behalf.\nThese may include payment processing, search engine facilities, and marketing.\nIn some cases, the third parties may require access to some or all of your data:</p>\n<p>We require all third parties to respect the security of your personal data and to treat it in accordance with the law.\nWe do not allow our third-party service providers to use your personal data for their own purposes and only permit them to process your personal data for specified purposes and in accordance with our instructions and the law.</p>\n<p>We may compile statistics about the use of our Site including data on traffic, usage patterns, user numbers, sales, and other information.\nAll such data will be anonymised and will not include any personally identifying data, or any anonymised data that can be combined with other data and used to identify you.\nWe may from time to time share such data with third parties such as prospective investors, affiliates, partners, and advertisers.\nData will only be shared and used within the bounds of the law.</p>\n<p>We may sometimes use third party data processors that are located outside of the EEA.\nWhere we transfer any personal data outside the EEA, we will take all reasonable steps to ensure that your data is treated as safely and securely as it would be within the UK.\nThe third-party data processor used by is Google Cloud Platform.</p>\n<p>In some limited circumstances, we may be legally required to share certain personal data, which might include yours, if we are involved in legal proceedings or complying with legal obligations, a court order, or the instructions of a government authority.</p>\n<p>9.\nWhat happens If Our Business Changes Hand?</p> We may, from time to time, expand or reduce our business and this may involve the sale and/or the transfer of control of all or part of our business.<p>\n</p>\n<p>Any personal data that you have provided will, where it is relevant to any part of our business that is being transferred, be transferred along with that part and the new owner or newly controlling party will, under the terms of this privacy policy, be permitted to use that data only for the same purposes for which it was originally collected by us.</p>\n<p>10.\nSubject Access Requests</p> You have the right to ask for a copy of any of your personal data held by us about you.\nPlease contact us for more details using the contact details below in section 13.\n<p>\n</p>\n<p>You will not have to pay a fee to access your personal data (or to exercise any of the other rights).\nHowever, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive (to cover our administrative costs in responding).\nAlternatively, we could refuse to comply with your request in these circumstances.</p>\n<p>Occasionally it may take us longer than a month if your request is particularly complex or you have made a number of requests.\nIn this case, we will notify you and keep you updated.</p>\n<p>10.\nCookies</p> Cookies are small text files placed on your computer or device by our Site when you visit certain parts of our Site and/or when you use certain features of our Site.\nOur Site may place and access certain first party Cookies on your computer or device.\nFirst party Cookies are those placed directly by us and are used only by us.\nWe use Cookies to facilitate and improve your experience of our Site and to provide and improve our products and services.\nWe have carefully chosen these Cookies and have taken steps to ensure that your privacy and personal data is protected and respected at all times.<p>\n</p>\n<p>‘Session cookies’ allow us to track your actions during a single browsing session, but they do not remain on your device afterwards.\n‘Persistent cookies’ remain on your device between sessions.\nWe use them to authenticate you and to remember your preferences.\nWe can also use them to balance the load on our servers and improve your experience on our Site.</p>\n<p>By using our Site you may also receive certain third party Cookies on your computer or device.\nThird party Cookies are those placed by websites, services, and/or parties other than us.\nThird party Cookies are used on our Site for Google Analytics and web cookies for analysing Temporall’s Blog usage.\nThese Cookies are not integral to the functioning of our Site and your use and experience of our Site will not be impaired by refusing consent to them.</p>\n<p>All Cookies used by and on our Site are used in accordance with current cookie law (meaning the relevant parts of the Privacy and Electronic Communications (EC Directive) Regulations 2003).</p>\n<p>Before Cookies are placed on your computer or device, you will be shown a pop-up message requesting your consent to set those Cookies.\nBy giving your consent to the placing of Cookies you are enabling us to provide the best possible experience and service to you.\nYou may, if you wish, deny consent to the placing of Cookies.\nhowever certain features of our Site may not function fully or as intended.</p>\n<p>Our Site uses analytics services provided by Google Analytics.\nWebsite analytics refers to a set of tools used to collect and analyse anonymous usage information, enabling us to better understand how our Site is used.\nThis, in turn, enables us to improve our Site and the products and services offered through it.</p>\n<p>You do not have to allow us to use these Cookies, however whilst our use of them does not pose any risk to your privacy or your safe use of our Site, it does enable us to continually improve our Site, making it a better and more useful experience for you.</p>\n<p>In addition to the controls that we provide, you can choose to enable or disable Cookies in your internet browser.\nMost internet browsers also enable you to choose whether you wish to disable all cookies or only third party Cookies.</p>\n<p>By default, most internet browsers accept Cookies but this can be changed.\nFor further details, please consult the help menu in your internet browser or the documentation that came with your device.</p>\n<p>You can choose to delete Cookies on your computer or device at any time, however you may lose any information that enables you to access our Site more quickly and efficiently including, but not limited to, login and personalisation settings.</p>\n<p>It is recommended that you keep your internet browser and operating system up-to-date and that you consult the help and guidance provided by the developer of your internet browser and manufacturer of your computer or device if you are unsure about adjusting your privacy settings.</p>\n<p>12.\nChanges to Our Privacy Policy</p>\n<p>We may change this privacy policy from time to time (for example, if the law changes or if we change our business in a way that affects personal data protection).</p>\n<p>Any changes will be made available on our website at temporall.com/privacy-policy.</p>\n<p>It is important that the personal data we hold about you is accurate and current.</p>\n<p>Please keep us informed if your personal data changes during your relationship with us.</p>\n<p>13.\nContacting Us</p>\n<p>If you have any questions about this privacy policy,<br> please email us @</p>\n<p>dpo@temporall.com</p>\n<p>or mail us @</p>\n<p>Temporall Ltd<br> 167-169 Great Portland Street,<br> London,<br> W1W 5PF</p>\n<p>+44(0)20 7 118 1151</p>\n<p>Please ensure that your query is clear, particularly if it is a request for information about the data we hold about you.</p>\n<p>We help organisations exercise their Organisational Intelligence</p> Contact us <p>Temporall</p>\n<p>About Us</p>\n<p>Executive Team</p>\n<p>Careers</p>\n<p>Privacy Policy</p>\n<p>Vulnerabilities Policy</p>\n<p>Resources</p> Newsletter <p>Crisis Response</p>\n<p>Orglab.</p>\n<p>Follow us:</p>\n<ul>\n<li>Follow</li>\n<li>Follow</li>\n<li>Follow</li>\n</ul> 2nd Floor 167-169 Great Portland Street, London, United Kingdom, W1W 5PF <p>contactus@temporall.com</p>\n<p>+44 (0)207 118 1151&nbsp;</p>\n<p>© Copyright 2021 Temporall Ltd.</p> SALES PRODUCTIVITY Turn data into action and improve sales productivity DIGITAL WORKPLACE Optimise your digital workplace tools and practises TEAM COLLABORATION Harness the power of your teams INTERNAL COMMUNICATION Understand how critical information is exchanged and received CULTURE CHANGE Create and embed a high performing culture that supports your strategic goals PEOPLE INSIGHTS Release the potential of your people Overview Slack Intelligence Workplace Intelligence MSFT Teams Intelligence People Intelligence Subscribe To Our Newsletter<p>For our monthly round-up of Organisational Intelligence and Temporall</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p> SUBSCRIBE! You have successfully subscribed! Thank you.\n╳", "created_at": "2021-04-14 00:30:11.134193", "updated_at": "2021-04-14 00:33:48.50478"}, {"id": 5030, "name": "Workbench General Terms", "url": "https://www.temporall.com/eula/", "xpath": "//body", "text": " <ul>\n<li>Use Cases</li>\n<li>Use Cases\n<ul>\n<li>Sales Productivity</li>\n<li>Digital Workplace</li>\n<li>Team Collaboration</li>\n<li>Internal Communications</li>\n<li>Culture Change</li>\n<li>People Insights</li>\n</ul>\n</li>\n<li>Workbench\n<ul>\n<li>Overview</li>\n<li>Slack Intelligence</li>\n<li>Workplace Intelligence</li>\n<li>Teams Intelligence</li>\n<li>People Intelligence</li>\n</ul>\n</li>\n<li>Workbench</li>\n<li>Partners</li>\n<li>Labs</li>\n<li>Pricing</li>\n<li>Blog</li>\n</ul> Select Page <ul>\n<li>Use Cases</li>\n<li>Use Cases\n<ul>\n<li>Sales Productivity</li>\n<li>Digital Workplace</li>\n<li>Team Collaboration</li>\n<li>Internal Communications</li>\n<li>Culture Change</li>\n<li>People Insights</li>\n</ul>\n</li>\n<li>Workbench\n<ul>\n<li>Overview</li>\n<li>Slack Intelligence</li>\n<li>Workplace Intelligence</li>\n<li>Teams Intelligence</li>\n<li>People Intelligence</li>\n</ul>\n</li>\n<li>Workbench</li>\n<li>Partners</li>\n<li>Labs</li>\n<li>Pricing</li>\n<li>Blog</li>\n</ul> Workbench General Terms Contact us <p>This Temporall Workbench End User License Agreement (“Agreement”) sets forth the terms and conditions under which you (“Customer”) may purchase, licence and use the Product and its associated “services”, “applications”, and “platforms” (the “Agreement”) provided by Temporall Ltd, a company incorporated and registered in England and Wales with company number 10633878 and whose registered office is at 2nd Floor 167-169 Great Portland Street, London, United Kingdom, W1W 5PF (“Temporall”).</p>\n<p>\n<strong>1.\nLicences</strong>.</p>\n<p>1.1.\nFrom Temporall to Customer.\nIn consideration of payment by Customer of the agreed licence fees and Customer agreeing to abide by the terms of this Agreement, Temporall grants to Customer a non-sublicensable, non-transferable, non-exclusive, terminable licence, during the Licence Term to use the Product and Documentation on the terms of this Agreement:</p>\n<p>1.2.\nFrom Customer to Temporall.\nWhen Customer submits data via the Services that include Customer Content, Temporall requires a licence to that Customer Content so it can process the data and return results to Customer.\nTherefore, by submitting Customer Content to Temporall through the Services, Customer grants to Temporall an irrevocable, royalty-free, and non-exclusive licence, during the Licence Term, to use, copy, display, perform, reproduce, adapt, modify, translate, and distribute this Customer Content solely to enable Temporall to provide the Services to Customer.</p>\n<p>\n<strong>2.\nRestrictions.</strong>\n</p>\n<p>2.1.\nLicence Restrictions.\nCustomer may only use the Product and the Services pursuant to the Agreement, and the Acceptable Use Policy, for its internal business purposes only by the number of concurrent users agreed.\nCustomer may only use the Product in the Licensed Configuration specified in the applicable Ordering Document.\nExcept as expressly set out in this Agreement or as permitted by any local law, Customer undertakes:</p>\n<p>2.1.1.\nnot to copy the Product or Documentation except where such copying is incidental to normal use of the Product, or where it is necessary for the purpose of back-up or operational security;</p>\n<p>2.1.2.\nnot to rent, lease, sub-license, loan, translate, merge, adapt, vary or modify the Product or Documentation;</p>\n<p>2.1.3.\nnot to make alterations to, or modifications of, the whole or any part of the Product, nor permit the Product or any part of it to be combined with, or become incorporated in, any other programs;</p>\n<p>2.1.4.\nnot to disassemble, decompile, reverse-engineer or create derivative works based on the whole or any part of the Product nor attempt to do any such thing except to the extent that (by virtue of section 296A of the Copyright, Designs and Patents Act 1988) such actions cannot be prohibited because they are essential for the purpose of achieving inter-operability of the Product with another software program (and provided that the information obtained by Customer during such activities: (i) is used only for the purpose of achieving inter-operability of the Product with another software program.\n(ii) is not unnecessarily disclosed or communicated without Temporall’s prior written consent to any third party.\nand (iii) is not used to create any software which is substantially similar to the Product or Service);</p>\n<p>2.1.5.\nto keep all copies of the Product secure and to maintain accurate and up-to-date records of the number and locations of all copies of the Product;</p>\n<p>2.1.6.\nto supervise and control use of the Product and ensure that the Product is used by any permitted employees in accordance with the terms of this Agreement;</p>\n<p>2.1.7.\nto include Temporall’s copyright and other proprietary notices on the Product (and any copies made);</p>\n<p>2.1.8.\nnot to provide or otherwise make available the Product in whole or in part (including but not limited to program listings, object and source program listings, object code and source code), in any form to any person without prior written consent from Temporall.\nand</p>\n<p>2.1.9.\nto comply with all applicable technology control or export laws and regulations.</p>\n<p>2.2.\nTemporall only supplies the Products and Documentation for internal use by Customer’s business, and Customer agrees not to use the Product or Documentation for any re-sale purposes.</p>\n<p>2.3.\nThird Party Components.\nAny third-party component embedded, included or provided by Temporall for use with the Products may only be used in conjunction with the Products, and this use is subject to this Agreement and the Documentation.\nHowever, to the extent Products include components governed by open source licences with provisions inconsistent with this Agreement, those components are instead governed solely by the applicable open source licences.\nTo the extent Products include components covered by open source license requiring the provision of corresponding source code for those components, Temporall hereby offers the provision of such source code consistent with those licences.</p>\n<p>\n<strong>3.\nOwnership.</strong>\n</p>\n<p>3.1.\nGenerally.\nExcept as expressly set forth herein, this Agreement does not grant either party any rights, implied or otherwise, to the other’s (or its licensors) content or any of the other’s (or its licensors) Intellectual Property Rights.\nIntellectual Property Rights in and to the content accessed through the Product and Services are the property of the applicable content owner and are protected by applicable laws.\nFor the avoidance of doubt, Temporall (or its licensors, as applicable) own the Content.</p>\n<p>3.2.\nBrand Features.\nAny goodwill arising from the use of a party’s Brand Features will inure to the benefit of the party holding rights in those Brand Features.\nEach party agrees not to: (a) challenge or assist others to challenge the other party’s Brand Features or registration thereof (except to protect such party’s rights with respect to its own Brand Features) attempt to register any Brand Features that are confusingly similar to those of the other party.</p>\n<p>\n<strong>4.\nConfidentiality.</strong>\n</p>\n<p>4.1.\nObligations.\nEach party will: (a) protect the other party’s Confidential Information with the same standard of care it uses to protect its own Confidential Information, but in no event less than reasonable care.\nand (b) not disclose the Confidential Information, except to Affiliates, employees, officers, directors, professional advisers and agents (“Representatives”) who need to know it in connection with that party performing this Agreement and who have agreed in writing to keep it confidential.\nEach party (and any Representatives to whom it has disclosed Confidential Information) may use Confidential Information only to exercise the rights and fulfil obligations under this Agreement, while using reasonable care to protect it.\nEach party is responsible for any actions of its Representatives in breach of this Section.\nThis Section 4.1 shall survive termination of this Agreement for any reason.</p>\n<p>4.2.\nExceptions.\nConfidential Information does not include information that: (a) the recipient already lawfully knew.\n(b) becomes public through no fault of the recipient.\n(c) was independently developed by the recipient (which independent development can be demonstrated by written evidence).\nor (d) was rightfully given to the recipient by another party.</p>\n<p>4.3.\nRequired Disclosure.\nEach party may disclose the other party’s Confidential Information when required by law, but only after it, if legally permissible: (a) uses commercially reasonable efforts to notify the other party.\nand (b) gives the other party the chance to challenge the disclosure.</p>\n<p>4.4.\nReturn or Destruction.\nTo the extent permitted by law, upon the request by either party, the other party shall immediately deliver to the requesting party all information, products, materials, books, manuals, lists, correspondence and other documents relating to the Confidential Information, together with all copies thereof, and in the event that either party request Confidential Information be destroyed, the other party shall do so and confirm or provide proof of such destruction.</p>\n<p>4.5.\nPublicity.\nCustomer agrees that Temporall may use Customer’s trademarks, branding and logos as necessary for the provision of the Service.\nThe parties further agree that Temporall shall have the right to display a copy of Customer’s trademarks and/or its main trading logo on its website for the purposes of promoting and advertising the fact that it has entered into a licence agreement for Customer to use its Service subject to the approval of each use by a Director of Customer from time to time.</p>\n<p>\n<strong>5.\nTerm and Termination.</strong>\n</p>\n<p>5.1.\nTerm.\nSubject to Customer’s payment of Fees, the term for the licence granted in this Agreement for the Product, will begin on the Activation Date and will continue for License Term unless terminated earlier as set forth below.</p>\n<p>5.2.\nTermination for Breach.\nTemporall may terminate this Agreement in whole or in part immediately by giving written notice to Customer at any time if: (i) Customer is in material or persistent breach of the Agreement and fails to cure that breach within thirty (30) days after receipt of written notice.\nor (ii) Customer enters into an arrangement or composition with or for the benefit of its creditors, goes into administration, receivership or administrative receivership, is declared bankrupt or insolvent or is dissolved or otherwise ceases to carry on business, or any analogous event happens to the other party in any jurisdiction in which it is incorporated or resident or in which it carries on business or has assets.</p>\n<p>5.3.\nEffect of Termination or Expiration.</p>\n<p>5.3.1.\nIf the Agreement expires or is terminated, then: (i) the Licence Term, and all other rights and licences granted by one party to the other, or any services provided by Temporall to Customer, will cease immediately.\n(ii) Customer must immediately cease all activities authorised by this Agreement.\n(iii) upon request, each party will promptly return all Confidential Information of the other party.\nand (iv) Customer must delete any data it received from Temporall as part of receiving the Services and must immediately and permanently delete or remove the Software from all computer equipment in its possession, and immediately destroy or return to Temporall (at Temporall’s option) all copies of the Software and Documentation then in its possession, custody or control and, in the case of destruction, certify to Temporall that it has done so.</p>\n<p>5.3.2.\nExpiration of the Licence Term.\nThe Product will cease functioning upon the expiration of the Licence Term.</p>\n<p>\n<strong>6.\nRepresentations and Warranties.</strong>\n</p>\n<p>6.1.\nAuthority.\nEach party represents and warrants that it has the right, power and authority necessary to enter into this Agreement.</p>\n<p>\n<strong>7.\nIntellectual Property Rights</strong>\n</p>\n<p>7.1.\nAll Intellectual Property Rights belonging to a party, subcontractor or third party prior to the Effective Date, or created independently and not in relation to this Agreement or otherwise than in the provision of the Products and/or the Services (“Pre-Existing IPR”) will remain vested in that party, subcontractor or third party (as applicable) and shall not be assigned hereunder.</p>\n<p>7.2.\nCustomer grants to Temporall a fully paid-up, non-exclusive, royalty-free, non-transferable licence to use, copy and modify the Customer Materials for the purpose of providing the Products and Services to Customer.</p>\n<p>7.3.\nTemporall licenses use of the Product and Documentation to Customer on the basis of this Agreement.\nTemporall does not sell the Product or Documentation to Customer.\nTemporall remains the owners of the Product, Services and Documentation at all times.\nCustomer acknowledges that it has no right to have access to the Product in source code form.\nTemporall hereby grants Customer a non-exclusive, worldwide, royalty-free, non-transferable, non-sublicensable, paid up right and licence to use, execute and display Temporall’s Pre-Existing IPR for the purpose of receiving and using the Products solely to the extent necessary for its general business purposes (subject at all times to the terms of any third party, open source or other licensing terms contained in any Software delivered to Customer).</p>\n<p>\n<strong>8.\nDisclaimer.</strong> Except as expressly provided for herein, this Agreement sets out the full extent of Temporall’s obligations and liabilities in respect of the supply of the Product, Services and Documentation and, to the maximum extent permitted by applicable law, no other warranties, representations, conditions or terms of any kind, whether express, implied, statutory or otherwise are included, including without limitation warranties of satisfactory quality, fitness for a particular purpose, non-infringement or conformance with description apply to any Services, Products or to any other goods or services supplied by Temporall or its Affiliates, licensors and its or their suppliers under this Agreement.\nTemporall, its Affiliates, licensors and its or their suppliers, do not warrant that the operation of the Software will be error-free or uninterrupted, or that any particular result will be obtained by use of the Software or that the Software will meet Customer’s requirements.\nThe Product is provided ‘as is’ and is not designed, manufactured, or intended for High Risk Activities.</p>\n<p>\n<strong>9.\nLimitation of Liability</strong>\n</p>\n<p>9.1.\nCustomer acknowledges that the Product has not been developed to meet its individual requirements, including any particular cybersecurity requirements it might be subject to under law or otherwise, and that it is therefore Customer’s responsibility to ensure that the facilities and functions of the Product as described in the Documentation meet its requirements.</p>\n<p>9.2.\nLimitation on Indirect Liability.\nTo the fullest extent permitted by law and subject to Section 9.3, Temporall will not under any circumstances be liable under this Agreement (whether in contract, tort or otherwise) for lost revenues or profits, loss of business or anticipated savings, depletion of goodwill, loss of use, loss or corruption of data or information, or any indirect, special, incidental, consequential or pure economic losses, costs, damages, charges or expenses suffered or incurred by any party (whether or not such losses were within the contemplation of the parties at the date of this Agreement).</p>\n<p>9.3.\nExceptions to Limitations.\nNothing in this Agreement shall exclude or limit either party’s liability for: (a) death or personal injury resulting from the negligence of either party or their servants, agents or employees.\n(b) fraud or fraudulent misrepresentation.\nor (c) any other liability that cannot be excluded or limited by English law.</p>\n<p>9.4.\nOther than the losses set out in Section 9.2 (for which Temporall is not liable), to the fullest extent permitted by law, Temporall’s maximum aggregate liability under or in connection with this Agreement whether in contract, tort (including negligence) or otherwise, shall in all circumstances be limited to a sum equal to the licence fee paid by Customer for the Product during the twelve months prior to the event giving rise to liability.</p>\n<p>\n<strong>10.\nIndemnification.</strong>\n</p>\n<p>10.1.\nBy Temporall.\nTemporall will defend and indemnify, or at its option settle, Customer from and against all liabilities, damages, and costs, arising out of a third party claim that the Product used in accordance with the Documentation and this Agreement infringes any Intellectual Property Rights of that third party.</p>\n<p>10.2.\nExceptions.\nThe indemnity obligations in Section 10.1 do not apply if the third party claim is caused by, or results from: (a) Customer’s combination or use of the Product with software, services, or products developed by Customer or third parties, if the claim would have been avoided by the non-combined or independent use of the Product.\n(b) modification of the Product, Services, or Content, by anyone other than Temporall if the third party claim would have been avoided by use of the unmodified item.\n(c) Customer’s continued allegedly infringing activity after being notified thereof or after being provided modifications that would have avoided the alleged infringement.\n(d) Customer’s use of the Product, Services or Content in a manner not in accordance with this Agreement or the Documentation.\nor (e) use of other than Temporall’s most current release of the Product if the third party claim would have been avoided by use of the most current release or revision.</p>\n<p>10.3.\nBy Customer.\nCustomer will defend and indemnify, or at its option settle, Temporall from and against all liability’s damages, and costs arising out of a third-party claim made against Temporall for infringement of third party rights (including third party Intellectual Property Rights) to the extent caused by conduct by Customer or arising in connection with Temporall’s use of the Customer Materials or Customer Content.</p>\n<p>10.4.\nPossible Infringement.</p>\n<p>10.4.1.\nRepair, Replace, or Modify.\nIf Temporall reasonably believes the Product, Content or Services infringe a third party’s Intellectual Property Rights, then Temporall will use best endeavours to: (a) procure for Customer the right to continue to use the Product.\n(b) replace the Product.\nor (c) modify the Product to avoid the alleged infringement.</p>\n<p>10.5.\nGeneral.\nThe party seeking indemnification must promptly notify the other party of the claim and cooperate with the other party in defending the claim.\nThe indemnifying party shall be granted full control and authority over the defence and settlement of the claim, except that: (a) any settlement requiring the party seeking indemnification to admit liability or to pay any money will require that party’s prior written consent, which will not be unreasonably withheld or delayed.\nand (b) the party seeking indemnification may join in the defence of the claim with its own legal counsel at its own expense.\nThe foregoing states Temporall’s entire liability and Customer’s sole and exclusive remedy for Intellectual Property Rights infringement.</p>\n<p>\n<strong>11.\nAcceptable Use Policy.<br>\n</strong>\n</p>\n<p>11.1.\nCustomer agrees not to, and not to allow third parties to use the Product or Services:</p>\n<p>11.1.1.\nto violate, or encourage the violation of, the legal rights of others (for example, this may include infringing or misappropriate the Intellectual Property Rights);</p>\n<p>11.1.2.\nto engage in, promote or encourage illegal activity;</p>\n<p>11.1.3.\nfor any unlawful, invasive, infringing, defamatory or fraudulent purpose (for example, this may include phishing, creating a pyramid scheme or mirroring a website);</p>\n<p>11.1.4.\nto intentionally distribute viruses, worms, Trojan horses, corrupted files, hoaxes, or other items of a destructive or deceptive nature;</p>\n<p>11.1.5.\nto interfere with the use of the Services, or the equipment used to provide the Services, by customers, authorised resellers, or other authorised users;</p>\n<p>11.1.6.\nto disable, interfere with or circumvent any aspect of the Product or Services;</p>\n<p>11.1.7.\nto generate, distribute, publish or facilitate unsolicited mass email, promotions, advertisings or other solicitations (“spam”).\nor</p>\n<p>11.1.8.\nto use the Product or Services, or any interfaces provided with the Product or Services, to access any other Temporall product or service in a manner that violates the terms of service of such other Temporall product or service.</p>\n<p>\n<strong>12.\nCommunications between the Parties.</strong>\n</p>\n<p>12.1.\nTemporall may update the terms of this Agreement at any time on notice to Customer in accordance with this Section 12.\nCustomer’s continued use of the Product and Documentation following the deemed receipt and service of the notice shall constitute Customer’s acceptance to the terms of this Agreement, as varied.\nIf Customer does not wish to accept the terms of the Agreement (as varied) it must immediately stop using and accessing the Product and Documentation on the deemed receipt and service of the notice.</p>\n<p>12.2.\nIf Temporall has to contact Customer, it will do so by email or by pre-paid post to the address Customer provided in accordance with the Ordering Document.\nAny notice: (a) given by Temporall to Customer will be deemed received and properly served 24 hours after it is first posted on Temporall’s website, 24 hours after an email is sent, or three days after the date of posting of any letter.\nand (b) given by Customer to Temporall will be deemed received and properly served 24 hours after an email is sent, or three days after the date of posting of any letter.</p>\n<p>12.3.\nIn proving the service of any notice, it will be sufficient to prove, in the case of posting on Temporall’s website, that the website was generally accessible to the public for a period of 24 hours after the first posting of the notice.\nin the case of a letter, that such letter was properly addressed, stamped and placed in the post to the address of the recipient given for these purposes.\nand, in the case of an email, that such email was sent to the email address of the recipient given for these purposes.</p>\n<p>\n<strong>13.\nUse of Personal Information.</strong>\n</p>\n<p>13.1.\nUnder data protection legislation, Temporall is required to provide Customer with certain information about who we are, how we process the personal data of those individuals who use the Product and the Documentation and for what purposes, and those individuals’ rights in relation to their personal data and how to exercise them.\nThis information is provided in https://temporall.com/privacy-policy/ and it is important that you read that information.</p>\n<p>\n<strong>14.\nMiscellaneous.</strong>\n</p>\n<p>14.1.\nAssignment.\nTemporall may transfer its rights and obligations under this Agreement to another organisation, but this will not affect Customer’s rights or Temporall’s obligations under this Agreement.\nCustomer may only transfer its rights or its obligations under this Agreement to another person if Temporall agrees in writing.</p>\n<p>14.2.\nForce Majeure.\nNeither party shall be liable for failure to perform or delay in performing any obligation under this Agreement if the failure or delay is caused by any circumstances beyond its reasonable control, including without limitation failure of public or private telecommunications networks (“Force Majeure Event”).\nIf a Force Majeure Event takes place that affects the performance of Temporall’s obligations under this Agreement, its obligations under this Agreement will be suspended and the time for performance of Temporall’s obligations will be extended for the duration of the Force Majeuere Event, and Temporall will use its reasonable endeavours to find a solution by which its obligations under this Agreement may be performed despite the Force Majeuere Event .</p>\n<p>14.3.\nNo Waiver.\nFailure or delay in exercising any right or remedy under this Agreement will not constitute a waiver of such (or any other) right or remedy.</p>\n<p>14.4.\nSeverability.\nThe invalidity, illegality or unenforceability of any term (or part of a term) of this Agreement (as found by any court of competent authority) shall not affect the continuation in force of the remainder of the term (if any) and this Agreement.</p>\n<p>14.5.\nRights of Third Parties.\nExcept as expressly stated otherwise, nothing in this Agreement shall create or confer any rights or other benefits in favour of any person other than the parties to this Agreement.</p>\n<p>14.6.\nGoverning Law.\nThis Agreement, its subject matter and formation (and any non-contractual disputes or claims) is governed by English law and the parties irrevocably submit to the exclusive jurisdiction of the English courts in relation to any dispute (contractual or non-contractual) concerning this Agreement save that either party may apply to any court for an injunction or other relief to protect its Intellectual Property Rights.\nIf this Agreement is translated into any other language, if there is conflict the English text will take precedence.</p>\n<p>14.7.\nSurvival.\nThose provisions that by their nature should survive termination of this Agreement, will survive termination of this Agreement.</p>\n<p>14.8.\nInterpretation.\nThe words “include” and “including” will not limit the generality of any words preceding them.</p>\n<p>14.9.\nEntire Agreement.\nThis Agreement sets out all terms agreed between the parties in relation to its subject matter and supersedes and extinguishes all previous agreements, promises, assurances, warranties, representations and understandings between the parties (whether written or oral) relating to its subject matter.\nIn entering into this Agreement Customer agrees that it has not relied on any statement, representation, assurance or warranty not expressly set out in this Agreement.\nCustomer agrees that it shall have no claim for innocent or negligent misrepresentation or negligent misstatement based on any statement in this Agreement.</p>\n<p>Temporall</p>\n<p>About Us</p>\n<p>Executive Team</p>\n<p>Careers</p>\n<p>Privacy Policy</p>\n<p>Vulnerabilities Policy</p>\n<p>Resources</p> Newsletter <p>Crisis Response</p>\n<p>Orglab.</p>\n<p>Follow us:</p>\n<ul>\n<li>Follow</li>\n<li>Follow</li>\n<li>Follow</li>\n</ul> 2nd Floor 167-169 Great Portland Street, London, United Kingdom, W1W 5PF <p>contactus@temporall.com</p>\n<p>+44 (0)207 118 1151&nbsp;</p>\n<p>© Copyright 2021 Temporall Ltd.</p> SALES PRODUCTIVITY Turn data into action and improve sales productivity DIGITAL WORKPLACE Optimise your digital workplace tools and practises TEAM COLLABORATION Harness the power of your teams INTERNAL COMMUNICATION Understand how critical information is exchanged and received CULTURE CHANGE Create and embed a high performing culture that supports your strategic goals PEOPLE INSIGHTS Release the potential of your people Overview Slack Intelligence Workplace Intelligence MSFT Teams Intelligence People Intelligence Subscribe To Our Newsletter<p>For our monthly round-up of Organisational Intelligence and Temporall</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p> SUBSCRIBE! You have successfully subscribed! Thank you.\n╳", "created_at": "2021-04-14 00:30:11.814405", "updated_at": "2021-04-14 00:34:31.472322"}, {"id": 5031, "name": "Vulnerability Disclosure", "url": "https://www.temporall.com/vulnerabilities-policy/", "xpath": "//body", "text": " <ul>\n<li>Use Cases</li>\n<li>Use Cases\n<ul>\n<li>Sales Productivity</li>\n<li>Digital Workplace</li>\n<li>Team Collaboration</li>\n<li>Internal Communications</li>\n<li>Culture Change</li>\n<li>People Insights</li>\n</ul>\n</li>\n<li>Workbench\n<ul>\n<li>Overview</li>\n<li>Slack Intelligence</li>\n<li>Workplace Intelligence</li>\n<li>Teams Intelligence</li>\n<li>People Intelligence</li>\n</ul>\n</li>\n<li>Workbench</li>\n<li>Partners</li>\n<li>Labs</li>\n<li>Pricing</li>\n<li>Blog</li>\n</ul> Select Page <ul>\n<li>Use Cases</li>\n<li>Use Cases\n<ul>\n<li>Sales Productivity</li>\n<li>Digital Workplace</li>\n<li>Team Collaboration</li>\n<li>Internal Communications</li>\n<li>Culture Change</li>\n<li>People Insights</li>\n</ul>\n</li>\n<li>Workbench\n<ul>\n<li>Overview</li>\n<li>Slack Intelligence</li>\n<li>Workplace Intelligence</li>\n<li>Teams Intelligence</li>\n<li>People Intelligence</li>\n</ul>\n</li>\n<li>Workbench</li>\n<li>Partners</li>\n<li>Labs</li>\n<li>Pricing</li>\n<li>Blog</li>\n</ul>\n<p>Vulnerability Disclosure</p>\n<p>Purpose</p> At Temporall, the security of our customers and users data has always been a top priority.\nWe are dedicated to improving our products continuously, focusing on changing market needs, technologic breakthrough, as well as evolving threat attack vectors.\nThis Vunerability Policy is in place to identify new vulnerabilities and security issues in the relevant, software or services provided and maintained by Temporalll and to address them in a timely manner.<p>\n</p>\n<p>Keeping user information safe and secure is a top priority for us at Temporall.</p>\n<p>Scope</p> If you believe you’ve found a security issue in any website, service, or software owned or operated by Temporall Ltd, we encourage you to notify us.\n<p>To submit a vulnerability report to Temporall Ltd, please contact us at&nbsp;&nbsp;vulnerabilities@temporall.com.\nYour submission will be reviewed and validated by a member of our security team.</p>\n<p>If you believe that have found a security vulnerability on the Workbench Platform, please let us know right away.\nWe take data security very seriously and will investigate as soon as it is reported.</p>\n<p>Some rules if you believe you found a security vulnerability:</p>\n<ul>\n<li>Do not attempt to gain access to another user’s data.</li>\n<li>Do not disrupt the availability of the Workbench Platform.</li>\n<li>Do not utilize scanners or automated tools while testing.</li>\n<li>Do not publicly disclose a bug before it is fixed.</li>\n<li>Do not employ social engineering attacks.</li>\n<li>Work with&nbsp;vulnerabilities@temporall.com&nbsp;to answer any questions.</li>\n<li>We will do our best to work with you regarding security vulnerabilities and timelines.</li>\n</ul>\n<p>We will follow these principles:</p>\n<p>&nbsp;</p>\n<ul>\n<li>We will respond quickly</li>\n<li>We will keep you updated</li>\n<li>We will not take legal action if you play by the rules.</li>\n</ul>\n<p>We help organisations exercise their Organisational Intelligence</p> Contact us <p>Temporall</p>\n<p>About Us</p>\n<p>Executive Team</p>\n<p>Careers</p>\n<p>Privacy Policy</p>\n<p>Vulnerabilities Policy</p>\n<p>Resources</p> Newsletter <p>Crisis Response</p>\n<p>Orglab.</p>\n<p>Follow us:</p>\n<ul>\n<li>Follow</li>\n<li>Follow</li>\n<li>Follow</li>\n</ul> 2nd Floor 167-169 Great Portland Street, London, United Kingdom, W1W 5PF <p>contactus@temporall.com</p>\n<p>+44 (0)207 118 1151&nbsp;</p>\n<p>© Copyright 2021 Temporall Ltd.</p> SALES PRODUCTIVITY Turn data into action and improve sales productivity DIGITAL WORKPLACE Optimise your digital workplace tools and practises TEAM COLLABORATION Harness the power of your teams INTERNAL COMMUNICATION Understand how critical information is exchanged and received CULTURE CHANGE Create and embed a high performing culture that supports your strategic goals PEOPLE INSIGHTS Release the potential of your people Overview Slack Intelligence Workplace Intelligence MSFT Teams Intelligence People Intelligence Subscribe To Our Newsletter<p>For our monthly round-up of Organisational Intelligence and Temporall</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n</p> SUBSCRIBE! You have successfully subscribed! Thank you.\n╳", "created_at": "2021-04-14 00:30:12.494129", "updated_at": "2021-04-14 00:35:11.11796"}], "points": [], "urls": ["temporall.com"]}}