{"error": 448, "message": "OK", "parameters": {"id": 2397, "name": "Genshin Impact", "created_at": "2020-11-08 07:25:46.572261", "updated_at": "2021-03-25 03:19:52.419138", "wikipedia": "https://en.wikipedia.org/wiki/Genshin_Impact", "keywords": null, "related": null, "slug": "genshin_impact", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2397.png", "url": "genshin.mihoyo.com", "documents": [{"id": 3045, "name": "Privacy Policy", "url": "https://genshin.mihoyo.com/en/company/privacy", "xpath": null, "text": " <p>\n</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> &gt.\n数据加载中 <p>This website uses cookies to enhance your browsing experience.Learn more</p>OK", "created_at": "2020-11-08 07:26:21.625172", "updated_at": "2020-12-15 05:53:59.888797"}, {"id": 3046, "name": "Terms of Service", "url": "https://genshin.mihoyo.com/en/company/terms", "xpath": null, "text": " <p>\n</p>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> &gt.\nPrivacy Policy Terms of Service About Us Contact Us Copyright© 2012-2020 miHoYo ALL RIGHTS RESERVED \"PlayStation Family Mark\" and \"PS4 logo\" are registered trademarks or trademarks of Sony Interactive Entertainment Inc.\n数据加载中 <p>This website uses cookies to enhance your browsing experience.Learn more</p>OK", "created_at": "2020-11-08 07:27:39.766796", "updated_at": "2020-12-14 23:03:28.33214"}], "points": [{"id": 17181, "title": "The service can delete your account without prior notice and without a reason", "source": "https://genshin.mihoyo.com/launcher/10/en-us/agreement?api_url=https%3A%2F%2Fapi-os-takumi.mihoyo.com%2Fhk4e_global&prev=false", "status": "From Software License Agreement 12.2: \"MIHOYO HEREBY DISCLAIMS ALL WARRANTIES, CONDITIONS, COMMON LAW DUTIES AND REPRESENTATIONS, EITHER EXPRESS, IMPLIED, ORAL OR WRITTEN. miHoYo makes no warranties about the accuracy or completeness of the miHoYo Services. Also, miHoYo assumes no liability or responsibility for: (i) any errors, mistakes, or inaccuracies of the miHoYo Services; (ii) personal injury, property damage, lost profits, loss of data or any indirect, special, incidental, exemplary, consequential or punitive damages arising from your use of the miHoYo Services; (iii) any interruption, suspension or termination of the miHoYo Services; (iv) any bugs, viruses or similar links transmitted by third-parties on or through the miHoYo Services; (v) any programs intended to damage, detrimentally interfere with, surreptitiously intercept or expropriate any personal information of you; and/or (vi) any damages arising from or in connection with unexpected circumstances or otherwise beyond our reasonable control.\"\r\n\r\nEspecially part iii above allows for any kind of termination without conditions, even though in other parts of the agreement, such as 1 and 18, list additional acceptable termination causes, such as offensive usernames, selling in-game items or accounts or breach of terms.", "created_at": "2021-03-06 07:00:40.888299", "updated_at": "2021-05-09 22:05:06.186262", "quoteText": null, "case_id": 201, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 11200, "title": "There is a date of the last update of the terms", "source": "https://genshin.mihoyo.com/en/company/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-09 18:07:53.983875", "updated_at": "2021-02-06 04:25:25.103258", "quoteText": "Privacy Policy <p>\n<strong>Effective Date: June 12th, 2020", "case_id": 331, "document_id": 3045, "quoteStart": 161, "quoteEnd": 219}, {"id": 11198, "title": "This service is only available to users over a certain age", "source": "https://genshin.mihoyo.com/en/company/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-09 17:56:50.732007", "updated_at": "2021-02-06 04:25:25.057146", "quoteText": "The minimum age to create a miHoYo user account is 13 (“Account”).", "case_id": 152, "document_id": 3045, "quoteStart": 757, "quoteEnd": 823}, {"id": 11203, "title": "When the service wants to make a material change to its terms, users are notified at least 30 days in advance", "source": "https://genshin.mihoyo.com/en/company/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-09 18:10:19.589063", "updated_at": "2021-02-06 04:25:25.150499", "quoteText": "If major clause changes are involved, we will make an announcement in advance.", "case_id": 124, "document_id": 3045, "quoteStart": 2237, "quoteEnd": 2315}, {"id": 11201, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "https://genshin.mihoyo.com/en/company/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-09 18:09:05.742714", "updated_at": "2021-02-06 04:32:02.244085", "quoteText": "miHoYo may periodically modify, adjust or revise the terms of this Privacy Policy.\nThe updated terms will be announced to you and obtain your consent again.", "case_id": 122, "document_id": 3045, "quoteStart": 2032, "quoteEnd": 2188}, {"id": 11205, "title": "The service provides details about what kinds of personal information they collect", "source": "https://genshin.mihoyo.com/en/company/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-09 18:15:46.796064", "updated_at": "2021-02-06 04:25:25.227463", "quoteText": "Data We Collect and Process</strong>\n</p>\n<p>i.&nbsp.\nContact data (such as email address or telephone number, if necessary)</p>\n<p>ii.&nbsp.\nAccount registration or registration for on-line game participation (such as user name, password, miHoYo ID）</p>\n<p>iii.&nbsp.\nInformation in miHoYo community forums, chats, or when you provide feedback or other user generated content (such as information that you post, comment or follow in any of our content or services.\ninformation sent through chat.", "case_id": 228, "document_id": 3045, "quoteStart": 2669, "quoteEnd": 3165}, {"id": 11204, "title": "The service provides details about what kinds of personal information they collect", "source": "https://genshin.mihoyo.com/en/company/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-09 18:12:46.175276", "updated_at": "2020-11-09 18:18:06.178479", "quoteText": "information you provide when you request information or support from us or purchase content or services from us, including information necessary to process your orders with the relevant payment merchant.\nin case of physical goods, shipping providers.\nor, information you provide to us when participating in competitions, contests and tournaments or responding to surveys, e.g.\nyour contact details)</p>\n<p>iv.&nbsp.\n<strong>Transaction and Payment Data (such as purchase subscriptions for content and services, If you pay by credit card, you need to provide typical credit card information (name, address, credit card number, expiration date and security code, if necessary)</strong>\n</p>\n<p>\n<strong>v.&nbsp.\nOther data you choose to give us (such as data about lost account identification, hacking prevention, consumer services, service maintenance, technical support and surveys, including but not limited to your age, gender, general hobbies and interests, game play interests and habits, browser and device information, game-related preferences and/or data collected through automated electronic interactions and application usage data)</strong>\n</p>", "case_id": 228, "document_id": 3045, "quoteStart": 3166, "quoteEnd": 4321}, {"id": 11202, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://genshin.mihoyo.com/en/company/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-09 18:09:45.316251", "updated_at": "2020-12-08 09:32:56.286804", "quoteText": "You agree to check the updated terms regularly.", "case_id": 329, "document_id": 3045, "quoteStart": 2189, "quoteEnd": 2236}, {"id": 11199, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://genshin.mihoyo.com/en/company/privacy", "status": "Generated through the annotate view", "created_at": "2020-11-09 18:06:44.875955", "updated_at": "2021-02-06 04:25:31.471904", "quoteText": "<p>In the event of a merger, acquisition, reorganization, bankruptcy or other similar event, we will make an announcement in advance, disclose the details of the event and information about the successor, and with the express consent of you or your guardian again, your personal data may transfer to the successor of miHoYo.", "case_id": 243, "document_id": 3045, "quoteStart": 1707, "quoteEnd": 2031}, {"id": 17182, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://genshin.mihoyo.com/launcher/10/en-us/agreement?api_url=https%3A%2F%2Fapi-os-takumi.mihoyo.com%2Fhk4e_global&prev=false", "status": "SLA part 12.1: \"You agree that your use of the miHoYo Services shall be at your own risk. miHoYo provides the miHoYo Game(s) and/or the miHoYo Services on an “AS IS” and “AS AVAILABLE” basis.\"", "created_at": "2021-03-06 07:01:57.018597", "updated_at": "2021-03-09 12:59:28.228195", "quoteText": null, "case_id": 286, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 17183, "title": "You waive your right to injunctive relife (a class action)", "source": "https://genshin.mihoyo.com/launcher/10/en-us/agreement?api_url=https%3A%2F%2Fapi-os-takumi.mihoyo.com%2Fhk4e_global&prev=false", "status": "SLA 11: \"Without prejudice to any other rights or remedies that miHoYo may have, you acknowledge and agree that in the event of any threatened or actual breach of this Agreement, miHoYo shall, without proof of special damage, be entitled to an injunction or other equitable remedy in addition to any damages or remedies to which miHoYo may be entitled. You irrevocably waive all rights to injunctive or other equitable relief and further agree to claim only monetary damages from miHoYo.\"\r\n\r\nInterestingly, while waiving your rights to injunction, you grant miHoYo such rights without proof of special damage.", "created_at": "2021-03-06 07:06:00.927824", "updated_at": "2021-03-10 14:20:59.348343", "quoteText": null, "case_id": 117, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 17180, "title": "This service can use and resell your content for all their existing and future services", "source": "https://genshin.mihoyo.com/launcher/10/en-us/agreement?api_url=https%3A%2F%2Fapi-os-takumi.mihoyo.com%2Fhk4e_global&prev=false", "status": "Any user contributions are freely licensed for miHoYo and to use and sell, as well as other users to use and create derivative works from.\r\n\r\nSoftware License Agreement point 3.4: \"Any User Contributions that you post will be considered non-confidential and non-proprietary and you confirm that you irrevocably and unconditionally grant miHoYo a global, fully paid up, royalty-free, perpetual, transferable, sub-licensable and unlimited right and license to use, copy, reproduce, modify, adapt, publish, translate, create derivative works of, reformat, distribute, manufacture, sell, license, sublicense, transfer, rent, lease, transmit, communicate, publicly display, publicly perform, provide access to, or otherwise practice such User Contributions or any portion thereof, in any and all media, formats and forms, known now or hereafter devised. [...] You also grant all other users, who can access to your User Contributions, the right to use, copy, modify, display, perform, create derivative works from, communicate about or otherwise distribute your User Contributions on or through the miHoYo Service without prior notice, attribution or compensation to you.\"", "created_at": "2021-03-06 06:53:58.378711", "updated_at": "2021-03-09 12:59:08.573789", "quoteText": null, "case_id": 180, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["genshin.mihoyo.com"]}}