{"error": 448, "message": "OK", "parameters": {"id": 2477, "name": "August Home", "created_at": "2020-12-29 20:41:56.443787", "updated_at": "2021-03-25 03:19:26.514216", "wikipedia": "https://en.wikipedia.org/wiki/August_Home", "keywords": null, "related": null, "slug": "august_home", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2477.png", "url": "august.com", "documents": [{"id": 3356, "name": "Terms of Service", "url": "https://august.com/pages/terms-of-service", "xpath": "/html/body/main/div[1]/div[5]/div/div[3]", "text": " <p>For product specific terms of service please visit the below pages:</p>\n<p>August Wi-Fi Smart Lock 4th Gen - English<br>Supplier's Declaration of Conformity</p>\n<p>August Smart Lock 3rd Gen - English, French</p>\n<p>August Smart Lock Pro - English, French</p>\n<p>August Doorbell Cam Pro - English, French</p>\n<p>August Smart Keypad - English, French</p>\n<p>August Connect - English, French</p>\n<p>Connected By August Module - English, French</p>\n<p>August View - English, French</p>\n<p>Thank you for using August services.\nThese terms of service (the “Terms”) govern your access to and use of the August products, software, and services via our websites and mobile applications, including August products sold under the Yale brand.\nThis is a legal agreement between you and August, so please read the Terms carefully before using the Services.</p>\n<b>Introduction and Overview</b>\n<p>August Home, Inc.\nand its subsidiaries and affiliates (“August” or “us” or “we” or “our”), provides services via our website located at www.august.com or the August mobile applications (the “Application(s)”).\nBoth the website and the Application shall be hereinafter referred to as the “Site“.\nThe Site (including all related software that we provide), together with all services that we may provide via the Site shall be known as the “Services.” Data from hardware containing our technology that you buy from us or our partners (“Device(s)”) will be uploaded to the Services.\nThe hardware you purchase from us is not usable without your accessing the Services.\nOnce enabled, the Services include online storage of your personal data, and the ability to manage and share your data.</p>\n<p>By clicking “I Agree” on the Site, setting up a user account, or by accessing and using the Services (including the Site and Application), you are accepting and agreeing to these Terms on behalf of yourself or the entity you represent in connection with the access.\nYou represent and warrant that you have the right, authority, and capacity to accept and agree to these Terms on behalf of yourself or the entity you represent.\nYou represent that you are of sufficient legal age in your jurisdiction or residence to use or access the services and to enter into this agreement.\nIf you do not comply with the above statements, or disagree with any of the provisions of these Terms, you should disconnect your Devices and cease accessing or using the Services.</p>\n<p>These Terms govern your use of the Services.\nYour purchase of any Device is governed by the limited warranty provided with that Device (“Limited Warranty”) and by the applicable terms and conditions of sale.\nThe software embedded in the Device (and any updates thereto) (“Licensed Software”) is licensed and governed by the August End User License Agreement.\nCertain features of the Services may be subject to additional guidelines, terms, or rules, which will be posted on the Services in connection with such features.\nBy using the Services, you are agreeing to any applicable Limited Warranty and End User License Agreement.</p>\n<p>The August Privacy Policy is incorporated by reference into these Terms and you are agreeing to accept and abide by our Privacy Policy upon agreeing to these Terms and by using the Services.\nPlease review the Privacy Policy as this describes how we and our partners will use your personal information.</p>\n<b>Registration/Passwords</b>\n<p>To access the Services, you must register for a user account on the Service.\nThe information you provide in the account registration form (the “Registration Information”) must be accurate and complete.\nYou agree to update the Registration Information as necessary, including your correct email address, so we may send you notifications and other account-related communications.\nYour account is subject, in our sole discretion, to termination or suspension at any time (see “Termination” below for more details).</p>\n<p>&nbsp;</p>\n<p>You are responsible for maintaining the confidentiality of the login name and password that you create.\nYou agree to use strong passwords (e.g.\nthat contain upper and lower case letters, numbers and symbols), and to maintain the confidentiality of your password.\nYou shall be responsible for all uses of your account and login information, whether or not authorized by you.\nYou must notify us of any unauthorized use of your account, login information or password, and you should immediately change your password to prevent further unauthorized use.\nYou grant us the right to use your Registration Information and any other information you provide in connection with the operation of the Site.\nWe may also use the contact information that you submit to provide you with notices and promotional offers as set forth in our Privacy Policy.</p>\n<b>The Device and Use of the Service</b>\n<p>The Services are designed to be used in connection with a Device containing our technology (e.g.\nan August Smart Lock), which you may purchase from us or one of our partners.</p>\n<p>Subject to these Terms, August grants you a non-transferable, non-exclusive, right (without the right to sublicense) to access and use the Services by (i) using the Site in connection with, and solely for the purpose of, controlling and monitoring the Devices installed on your property, or that you have been validly authorized to access, or to otherwise access a service explicitly provided by August for your use, and (ii) installing and using the Applications solely on your own handheld mobile device (e.g., smartphone, tablet, watch) and solely for the purposes set forth in (i) above.\nYou agree to comply with all instructions, usage rules and documentation that we may provide from time to time with respect to the Service.</p>\n<p>Please note that we may from time to time update the Services, including without limitation, by providing bug fixes, new functionality or modifications (collectively “Updates”), and that these may occur automatically without additional notice.\nYou hereby consent to these Updates.\nIf you do not, please stop using the Services.\nWe may also ask you to install Updates yourself, and you agree to do so promptly.\nFailure to install these Updates may expose you to security risks and/or limit our ability to provide the Services to you.\nUpdates are subject to these Terms together with any additional terms that may be provided with such Update.\nYour continued use of the Service is your agreement to all such additional terms.</p>\n<b>Content on the Services</b>\n<p>Certain materials may be displayed or performed on the Services (including, but not limited to text, data, graphics, images, video, audio and other material (collectively “Content”).\n&nbsp;The Content is protected by copyright laws in United States and elsewhere.\nThe Content may be owned by us or others, including other users of the Services, or our partners, sponsors or affiliates.\nUse of the Services does not confer ownership rights to the Content.\nYou may only use the Content as permitted in these Terms.\nWe do not accept any responsibility or liability for any content posted by third parties on the Services, including content posted by other members (“Third Party Content”).\nExcept as may be expressly agreed by us, you may use the Content solely for your personal, non-commercial use in connection with the Services, and may not distribute, modify or make derivative works of any Content.</p>\n<p>You are solely responsible for all Content that you upload, post, email, transmit, or otherwise disseminate using, or in connection with, the Services, or that you contribute in any manner to the Services, such as photos of yourself and doorbell videos.\nyou represent and warrant that you have all rights necessary to do so, in the manner in which you contribute it.\nand you hereby grant a non-exclusive, royalty-free, perpetual, irrevocable, worldwide, transferable license to August of all patent, trademark, trade secret, copyright or other proprietary rights in and to such Content for use and publication on the Service pursuant to these Terms.</p>\n<p>We reserve all rights in the Service and Content not expressly granted to you by these Terms.\nWe reserve the right to remove any Content from the Service at any time for any reason (including, without limitation intellectual property claims) or no reason at all.</p>\n<b>Guests</b>\n<p>As used in these Terms a “guest” is any person or entity that is given authorization by the owner or controller of a Device to use the Device or Services related to the Device.\nPlease be careful to only invite trusted guests.\nby inviting someone to be a guest, you are giving them the ability to access to operate your Device.</p>\n<p>These Terms (including our Privacy Policy) apply to all uses of the Services by guests.\nWe may share your and your guests’ information with our partners to provide our Service and to allow our partners to provide products and services.\nMoreover, guests should be aware that the owner or controller of the device may see information about their use and access of the Device and Services, and may revoke or limit access rights in their discretion without notice.</p>\n<p>Guests: if you do not want to access the Services or your information to be used or shared, please decline the invitation and do not use the Services.</p>\n<b>Third Party Websites, Device and Services</b>\n<p>The Service may be used in connection with other products and services, and may contain links and interfaces to, as well as content and data from, third-party websites, products and services (“Other Services”).\nAny links and interfaces are provided solely as a convenience to you.\nBy accessing or using these Other Services, you are consenting to the creation of an interface with such Other Services, and agreeing that August may exchange information and control data with such Other Services regarding you, your guests, your products and use of the Services, including your and your guests’ personal information, in order to enable the Other Service interface and functionality, and its use by such Other Services.\nOnce this information is shared with the Other Services, its use will be governed by the third party’s privacy policy and not by our Privacy Policy.\nMoreover, use of such Other Services is governed by separate terms and conditions provided by the providers of the applicable product or service.\nYou should review the terms of use and privacy policies of such Other Services before using them.\nWe do not exercise control over such Other Services.\nWe do not endorse the materials contained on Other Services, and are not responsible for the performance of the Other Services.\nYou acknowledge and agree that August makes no representation or warranty about the safety of any Other Services.\nAccordingly, August is not responsible for your use of any Other Service or any personal injury, death, property damage (including, without limitation, to your home), or other harm or losses arising from or relating to your use of any Other Services.</p>\n<b>Your Use of the Site and Services</b>\n<p>The Site is provided by us for your personal use only.\nYou agree to use the Site and the Services only for lawful purposes, and in a way that does not infringe the rights of, restrict or inhibit anyone else’s use and enjoyment of the Site or Services.</p>\n<p>You agree not to do any of the following:</p>\n<ul>\n<li>Post, upload, publish, submit or transmit any Content via our Service that: (i) infringes, misappropriates or violates a third party's intellectual property rights, or rights of publicity or privacy.\n(ii) violates or encourages any conduct that would violate, any applicable law or regulation or would give rise to civil liability.\n(iii) is fraudulent, false, misleading or deceptive.\n(iv) is defamatory, obscene, pornographic, vulgar or offensive.\n(v) promotes discrimination, bigotry, racism, hatred, harassment or harm against any individual or group.\n(vi) is violent or threatening or promotes violence or actions that are threatening to any person or entity.\nor (vii) promotes illegal or harmful activities or substances.</li>\n<li>Use, display, mirror or frame the Services, or any individual elements within the Services, August's name, or any August trademark, logo or other proprietary information, or the layout and design of any page or form contained on a page, without August's express written consent.</li>\n<li>Use the Service in any manner which, in our sole judgment, degrades the user experience, reliability, speed, or operation of the Services, or any underlying hardware or software thereof;</li>\n<li>Access, tamper with, or use non-public areas of the Service, August's computer systems, or the technical delivery system of August's providers.</li>\n<li>Attempt to probe, scan, or test the vulnerability of any Device, Service, software, system or network or breach any security or authentication measures, or to reverse engineer, decompile or otherwise attempt to gain the source code for any August Service, Licensed Software or Device;</li>\n<li>Avoid, bypass, remove, deactivate, impair, descramble or otherwise circumvent any technological measure implemented by August or any of August's providers or any other third party (including another user) to protect the Service, License Software or any Device;</li>\n<li>Send any unsolicited or unauthorized advertising, promotional materials, email, junk mail, spam, chain letters or other form of solicitation.</li>\n<li>Interfere with, or attempt to interfere with, the access of any user, host or network, including, without limitation, sending a virus, overloading, flooding, spamming, or mail-bombing the Service;</li>\n<li>COllect or store any personallly identifiable information from the Service from other users of the Service without their express permission;</li>\n<li>Use the Service to impersonate any person or send altered, deceptive or false source-identifying information, or misrepresent your affiliation with any person or entity;</li>\n<li>Violate any applicable law or regulation.\nor</li>\n<li>Encourage or enable any other individual to do any of the foregoing.</li>\n</ul>\n<p>We strongly recommend that you do not use the Service on a mobile device that has a “jail broken” or “rooted” operating system, as this can potentially allow other applications to circumvent security features on your mobile device.\nAny use of such mobile devices is at your own risk.\nYou agree that August will not be liable for any loss of functionality and will indemnify us for all damage or liability caused by such use.</p>\n<p>Although we’re not obligated to monitor access to or use of the Service or to review or edit any Content, we have the right to do so for the purpose of operating the Service, to ensure compliance with these Terms, or to comply with applicable law or other legal requirements.\nWe reserve the right, but are not obligated, to remove or disable access the Service or any Content therein, at any time and without notice, including, but not limited to, if we, at our sole discretion, consider any Content to be objectionable or in violation of these Terms.\nWe have the right to investigate violations of these Terms or conduct that affects the Service.\nWe may also consult and cooperate with law enforcement authorities to prosecute users who violate the law.</p>\n<b>System Requirements</b>\n<p>The Services will not be accessible without: (i) a working Wi-Fi network in your home that is positioned to communicate reliably with the Devices (certain Services may work without Wi-Fi).\n(ii) a valid user account.\n(iii) mobile clients such as a supported phone, tablet or watch (required for some functionality).\n(iv) always-on broadband Internet access in your home.\nand (v) other system elements that may be specified by August.\nIt is your responsibility to ensure that you have all required system elements and that they are compatible, up to date, and properly configured.\nYou acknowledge that the Services may not work as described when the requirements and compatibility have not been met.</p>\n<p>The Services will not be accessible without: (i) a working cellular data connection on a supported phone, tablet or watch with the Application installed.\n(ii) a valid user account.\n(iii) other system elements that may be specified by August.\nCertain August Devices and Services require a Wi-Fi network connection with an always-on broadband internet connection.\nIt is your responsibility to ensure that you have all required system elements and that they are compatible, up to date, and properly configured.\nYou acknowledge that the Services may not work as described when the requirements and compatibility have not been met.</p>\n<b>Open Source</b>\n<p>The Services may contain or be distributed with open source software which may be covered by a different license.\nYou agree that all open source software shall be and shall remain subject to the terms and conditions under which it is provided, and you shall be responsible for compliance with such terms.\n&nbsp;Additional information regarding open source licenses is available at https://august.com/pages/terms-notice/.</p>\n<b>Feedback</b>\n<p>Except as outlined in these Terms, we do not grant you any right, title, or interest in the Services or any August Content.\nWe appreciate it when users send us feedback, but please only provide feedback, comments, or suggestions that you agree we may use without limitation.\nYou hereby grant us an unrestricted, transferable license to use any feedback, comments or suggestions that you provide without limitation.</p>\n<b>Termination and Service Changes</b>\n<p>These Terms remain in effect as long as you continue to use the Services.\nYou can stop using our Services any time.\nWe reserve the right to suspend or terminate your use of the Services or your access to the Site at any time, with or without cause, and with or without notice.\nFor example, we may suspend or terminate your use if you are not complying with these Terms, or use the Services in any way that would cause us legal liability or disrupt others’ use of the Services.\nWe may also change or remove at any time any features currently offered as part of the Services, or the Services themselves.\nUpon termination, your account and right to use the Services will automatically terminate.</p>\n<p>If you transfer your Device to a new owner, please note that your account is not transferable, and the new owner will have to register for a separate account in order to use the Services.</p>\n<b>Use Outside of Designated Countries</b>\n<p>Although our website is accessible worldwide, the Devices and Services are not available to all persons or in all countries.\nTo the extent permissible by law, August accepts no responsibility or liability for any damage or loss caused by your accessing or use of the Services or Devices in a country not specifically approved by August.\nYou will be bound by these Terms wherever you access or use the Services or use the Services.</p>\n<b>Limitations</b>\n<p>Our aim is to make the Services highly reliable and available.\nhowever, they may not be available all of the time.\nThe Services are subject to sporadic interruptions and failures for a variety of reasons beyond August’s control, including without limitation, your Wi-Fi and mobile network failures and coverage limitations, service provider uptime, and acts of god.\nFurther, our Services rely on or interoperate with a number of third party products and services.\nThese third party products and services are beyond August’s control (including without the internet generally and third party service providers that we use for networking and storage), but their operation may impact or be impacted by the use and reliability of our Services.\nThese third party products and services may not operate in a reliable manner all of the time, and they may impact the way that the Services operate, and August is not responsible for damages and losses due to the operation of these third party products and services.\nYou acknowledge these limitations and agree that August is not responsible for any damages allegedly caused by the failure or delay of the Services to reflect current status or notifications.\nFurther, the Devices and Services are not an emergency notification system, and should not be used in this way.\nAugust is not responsible for dispatching emergency authorities to your home in the event of an emergency.</p>\n<p>You are responsible for all charges and fees required for your products and applicable services, and for compliance with all applicable agreements, terms of use/service, and other policies of your product and service providers (including internet service providers and mobile device carriers).</p>\n<p>To the fullest extent allowed by law, August is not responsible for damage or liability caused by (i) use of the Device and Services for purposes other than for which the Device and Services are designed or intended, or use in improper temperature, humidity or other environmental conditions, or use of the Device or Services in violation of written instructions provided by August (which may be provided at the time of purchase or on its website at www.august.com/support), (ii) normal wear and tear or aging, or improper repair, operation or maintenance or connections to improper voltage supply or, to the extent allowed by law, attempted repair by anyone other than a facility authorized by August to service your August Device.</p>\n<p>The Device is not an ANSI or BHMA certified door lock and must be correctly installed and used with a certified door lock that is operating in good condition.\nYou assume all risk associated with the suitability, installation and performance of the door lock and other third party components, hardware, software and services.</p>\n<b>Warranty Disclaimer</b>\n<p>THE WARRANTY FOR THE DEVICE AND LICENSED SOFTWARE ARE SET FORTH IN THE LIMITED WARRANTY AND THE END USER LICENSE AGREEMENT, RESPECTIVELY (SEE ABOVE).</p>\n<p>THE SERVICES ARE PROVIDED FOR YOUR CONVENIENCE, “AS IS” AND “AS AVAILABLE” AND AUGUST AND ITS AFFILIATES, LICENSORS AND SUPPLIERS EXPRESSLY DISCLAIM ANY WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING THE WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, ACCURACY, AND NON-INFRINGEMENT.\nAUGUST AND OUR LICENSORS AND SUPPLIERS MAKE NO WARRANTY THAT DEFECTS WILL BE CORRECTED OR THAT THE SERVICES: (I) WILL MEET YOUR REQUIREMENTS.\n(II) WILL BE COMPATIBLE WITH YOUR HOME NETWORK, COMPUTER OR MOBILE DEVICE.\n(III) WILL BE AVAILABLE ON AN UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE BASIS.\nOR (IV) WILL BE ACCURATE OR RELIABLE.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM AUGUST OR THROUGH THE SERVICES SHALL CREATE ANY WARRANTY.</p>\n<p>AUGUST MAKES NO REPRESENTATIONS CONCERNING ANY CONTENT CONTAINED IN OR ACCESSED THROUGH THE SERVICES, AND AUGUST WILL NOT BE RESPONSIBLE OR LIABLE FOR THE ACCURACY, COPYRIGHT COMPLIANCE, LEGALITY OR DECENCY OF MATERIAL CONTAINED IN OR ACCESSED THROUGH THE SERVICES.\nAUGUST MAKES NO REPRESENTATIONS OR WARRANTIES REGARDING SUGGESTIONS OR RECOMMENDATIONS OF SERVICES OR PRODUCTS OFFERED OR PURCHASED THROUGH THE SERVICES.</p>\n<p>WHEN YOU INVITE GUESTS OR SERVICE PROVIDERS TO USE YOUR DEVICE OR SERVICE, YOU ASSUME ALL RESPONSIBILITY FOR THEIR USE, AND ANY DAMAGES THAT THEY MAY CAUSE TO YOU, AUGUST, OR ANY THIRD PARTY.\nCHOOSE YOUR INVITED GUESTS AND SERVICE PROVIDERS CAREFULLY!</p>\n<p>AUGUST DOES NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH OR IN CONNECTION WITH THE DEVICES OR SERVICES (INCLUDING, BUT NOT LIMITED TO, “OTHER SERVICES” OR THIRD PARTY PRODUCTS AND SERVICES CONNECTED THROUGH OUR SERVICE) OR ANY HYPERLINKED WEBSITE OR SERVICE, AND AUGUST WILL NOT BE A PARTY TO ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF SUCH PRODUCTS OR SERVICES.</p>\n<b>Indemnification</b>\nTo the fullest extent permitted by law, you agree to defend, indemnify, and hold August, its officers, directors, employees, affiliates, agents, licensors, and suppliers, harmless from and against any damages, claims, actions or demands, liabilities and settlements including without limitation, reasonable legal and accounting fees, resulting from, or alleged to result from, (i) your or your guests’ use of the Devices, Licensed Software, Site or Services, including without limitation your negligence, willful misconduct, (ii) your or your guests’ violation of law or third party right, or (iii) your or your guests’ violation of these Terms.\nAugust reserves the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify us and you agree to cooperate with our defense of such claims.\nYou agree not to settle any such claim without August’s prior written consent.\n<b>Modifications</b>\n<p>Our employees are not authorized to vary these Terms.\nThese Terms may be modified only (a) by obtaining our written consent in an agreement signed by an officer of August.\nor (b) as set forth below in the immediately following paragraph.</p>\n<p>You agree that August may modify these Terms from time to time, and that your right to access the Services is conditioned on an ongoing basis with your compliance with the then-current version of these Terms.\nWe will notify you when we make material revisions or modifications to these Terms by (x) posting a notice or new version of these Terms on the Site, or (y) providing direct notice in a communication to your customer account (if you have one), or otherwise in some manner through the Service that we deem reasonably likely to reach you (which may be by posting to this Site or on our blog).\nThe modifications will be effective upon posting (unless otherwise indicated at the time of posting).\nBy continuing to access the Site or use the Services after revisions become effective, you agree to be bound by the revised Terms.\nIf you do not agree to the new terms, please stop using the Services.</p>\n<b>Ownership</b>\n<p>August (or its affiliates or licensors) are the owner of all right, title and interest in and to the Site, Service, Licensed Software and Device.\nWe reserve all rights not expressly granted in these Terms.\nAll Services, Applications and Licensed Software are licensed and not sold.</p>\n<b>Copyright Policy</b>\n<p>We do not endorse any user content, feedback or any opinion, recommendation, or advice expressed on the Site or via the Services.\nWe expressly disclaim any and all liability in connection with user Content.\nWe will remove user Content if properly notified that such Content infringes another’s intellectual property rights in accordance with the DMCA provisions.\nWe will terminate a user’s access to the Services if, under appropriate circumstances, the user is determined to be a repeat infringer.\nWe reserve the right to remove user Content and/or terminate the account of user(s), at its sole discretion and without prior notice.\nNotifications of claimed copyright infringement should be sent to August’s Designated Agent set forth below.</p>\n<p>If you are a copyright owner or an agent thereof and believe that any Content on our Site or through our Services infringes upon your copyrights, you may submit a written notification pursuant to the Digital Millennium Copyright Act (“DMCA”) by providing our Copyright Agent with the following information (see 17 U.S.C.\n512(c)(3) for further details):</p>\n<ul>\n<li>a signature (physical or electronic) of the owner or a person who has been authorized by the owner of the allegedly infringed right to act on their behalf;</li>\n<li>identification of the copyrighted work or other intellectual property that has allegedly been infringed;</li>\n<li>identify the material on our Site or our Services that alleged to be infringing, with enough detail so that we are able to locate it on our Site or Services.\nProviding a URL or URLs is the most effective method of identifying such material;</li>\n<li>a statement that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;</li>\n<li>information reasonably sufficient to permit August to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted.\nand</li>\n<li>a statement that the information provided in the notice is accurate, and under penalty of perjury, that you are the owner of the copyright interest involved or that you are authorized to act on behalf of that owner.</li>\n</ul>\n<p>Our Agent to Receive Notification of Claimed Copyright Infringement can be reached as follows:</p>\n<p>By Email: info@August.com</p>\n<p>By Mail: Copyright Agent Attn: Legal Department August665 3rd St.\n#100 San Francisco, CA 94107 Counter-Notices </p>\n<p>If you believe that your Content that has been removed from our Site or our Services is not infringing, or that you have the authorization from the copyright owner, the copyright owner’s agent, or pursuant to the law, to post and use the Content in the manner so post or used, you may send a counter-notice containing the following information to our copyright agent using the contact information set forth above:</p>\n<ul>\n<li>your physical or electronic signature;</li>\n<li>a description of the Content that has been removed and the location at which the content appeared before it was removed;</li>\n<li>a statement that you have a good faith belief that the Content was removed as a result of mistake or a misidentification of the Content.\nand</li>\n<li>your name, address, telephone number, and email address, a statement that you consent to the jurisdiction of the federal court in San Francisco, California, and a statement that you will accept service of process from the person who provided notification of the alleged infringement.</li>\n</ul>\n<p>If a counter-notice is received by our copyright agent, August may send a copy of the counter-notice to the original complaining party informing such person that August may reinstate the removed Content in ten (10) business days.\nUnless the copyright owner files an action seeking a court order against the Content provider, member or user, the removed Content may (in August’s discretion) be reinstated on our Site and our Services by August in ten (10) to fourteen (14) business days or more after receipt of the counter-notice.</p>\n<b>Miscellaneous Legal Terms</b>\n<p>Entire Agreement/Severability.\nThese Terms constitute the entire agreement between you and August regarding the use of the Services.\nAny failure by August to exercise or enforce any right or provision of these Terms shall not operate as a waiver of such right or provision.\nIf any provision of these Terms is, for any reason, held to be invalid or unenforceable, the other provisions of these Terms will be unimpaired and the invalid or unenforceable provision will be deemed modified so that it is valid and enforceable to the maximum extent permitted by law.\nNeither party is an agent or partner of the other party.\nThe headings and section titles in these Terms are for convenience only and have no legal or contractual effect.</p>\n<p>Applicable Law and Venue.\nThe courts in some countries will not apply California law to some types of disputes.\nIf you reside in one of those countries, then where California law is excluded from applying, your country’s laws will apply to such disputes related to these terms.\nOtherwise, you agree that these Terms, and any claim, dispute, action, cause of action, issue, or request for relief arising out of or relating to these Terms or your use of the Devices and Services shall be governed by the laws of the State of California without giving effect to any conflict of laws principles that may provide the application of the law of another jurisdiction.\nYou agree to submit to the personal jurisdiction of the state and federal courts in or for San Francisco County, California for the purpose of litigating all such claims or disputes, unless such claim or dispute is required to be arbitrated as set forth in an above section.</p>\n<p>Protection of Confidentiality and Intellectual Property Rights.\nNotwithstanding the foregoing, August may seek injunctive or other equitable relief to protect its confidential information and intellectual property rights or to prevent loss of data or damage to its servers or Services in any court of competent jurisdiction.</p>\n<p>Force Majeure.\nExcept for the payment of fees due under these Terms, neither party shall be liable for failing or delaying performance of its obligations resulting from any condition beyond its reasonable control, including but not limited to, governmental action, acts of terrorism, natural disasters, earthquake, fire, flood or other acts of God, labor conditions, power failures, and Internet disturbances.</p>\n<p>Notifications.\nAugust may provide notifications to you as required by law or for marketing or other purposes via (at its option) email to the primary email associated with your account, hard copy, or posting of such notice on the Site or Service.\nAugust is not responsible for any automatic filtering you or your network provider may apply to email notifications.</p>\n<p>You agree that, unless prohibited by law, any claim or cause of action arising out of or related to these Terms or the use of the Services, must be filed within one (1) year after such claim or cause of action arose or be forever barred, regardless of any time limit set forth in any statute or law to the contrary.</p>\n<p>If you are a California resident, then in accordance with Cal.\nCiv.\nCode §1789.3, You may report any complaints to the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by contacting them in writing at 400 R Street, Sacramento, CA 95814, or by telephone at 1-800-952-5210.</p>\n<p>Assignment.\nThese Terms, and any associated rights or obligations, may not be assigned or otherwise transferred by you without August’s prior written consent, and shall be null and void.\nThese Terms may be assigned by August without restriction.\nThese Terms are binding upon any permitted assignee.</p>\n<b>Contact Us</b>\n<p>In the event of any questions or comments or to request further information, we may be contacted at August, 665 3rd St.\n#100, San Francisco, CA 94107 or by email at support@august.com.</p>\n<b>Copyright Policy</b>\n<p>If you download the Application through or from any app store or distribution platform (like the Apple iStore or Google Play) where the Application is made available (each, an “Application Provider”), then you acknowledge and agree that:</p>\n<ul>\n<li>These Terms are concluded between you and August, and not with the Application Provider, and that, as between the two, August (not the Application Provider), is solely responsible for the Application.</li>\n<li>The Application Provider has no obligation to furnish any maintenance and support services with respect to the Application.</li>\n<li>In the event of any failure of the Application to conform to any applicable warranty, you may notify the Application Provider, and the Application Provider may refund the purchase price for the Application to you (if applicable) and, to the maximum extent permitted by applicable law, the Application Provider will have no other warranty obligation whatsoever with respect to the Application.\nAs between the Application Provider and August, any other claims, losses, liabilities, damages, costs or expenses attributable to any failure of the Application to conform to any warranty will be the sole responsibility of August.</li>\n<li>The Application Provider is not responsible for addressing any claims that you or any third party may have relating to the Application or your possession or use of the Application, including, but not limited to: (i) product liability claims.\n(ii) any claim that the Application fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation.</li>\n<li>In the event of any third-party claim that the Application or your possession or use of that Application infringes that third party’s intellectual property rights, as between Application Provider and August, August will be solely responsible for the investigation, defense, settlement and discharge of any such claim to the extent required by these Terms.</li>\n<li>The Application Provider and its subsidiaries are third-party beneficiaries of these Terms as related to your license of the Application and that, upon your acceptance of these Terms, the Application Provider will have the right (and will be deemed to have accepted the right) to enforce these Terms as related to your license of the Application against you as a third-party beneficiary thereof.</li>\n<li>To the extent the terms and conditions for the Application provided by the Application Provider are less restrictive than, or otherwise conflict with, the terms and conditions of these Terms, the more restrictive or conflicting terms and conditions in these Terms apply.</li>\n<li>You must also comply with all applicable third-party terms of service when using the Application.</li>\n</ul>\n<b>Arbitration</b>\n<p>If you are a resident of the United States, then this Arbitration section applies to you.\nThis section includes a mandatory arbitration provision for certain claims.\nThe claims to which this section applies are described below.\nThis section limits your and our rights.\nSpecifically, you understand that you and August are waiving the right to sue in court and have a jury trial for certain claims.</p>\n<p>To the maximum extent permitted by law, you agree that all disputes and claims arising out of, or relating to, these Terms, or your use of the Services, Licensed Software and Device (including the arbitrability of any claim or dispute and the enforceability of this section), shall be determined exclusively by final and binding arbitration.\nProvided however, that you agree that the terms of this arbitration section do not apply to determinations as to the ownership of any intellectual property rights in the Services, Licensed Software or Device.\nThe arbitration shall be conducted before a single arbitration under the American Arbitration Association’s (AAA’s) Commercial Arbitration Rules and conducted in San Francisco, CA, USA (or in the federal court district in which you reside at the time of making a claim, if mutually agreed by you and August in writing in the interest of fairness).\nYou and August also agree that the AAA Optional Rules for Emergency Measures of Protection shall apply to the proceedings.\nThe AAA rules are available at http://www.adr.org or by calling 1-800-778-7879.\nYou and August are each responsible for their respective costs relating to counsel, experts, and witnesses, and any other costs relating to the arbitration.\nIn the event that you file for arbitration, August will pay for the arbitration administrative or filing fees in excess of $250 U.S.\ndollars, including the arbitrator and/or other AAA case management fees, for any dispute of $75,000 U.S.\nDollars or less, unless the claim is determined by the arbitrator to be frivolous.\nThe arbitrator will make any award in writing but need not provide a statement of reasons unless requested by a party.</p>\n<p>CLASS ACTION WAIVER: Except as otherwise provided in this section, the arbitrator may not consolidate more than one person’s claims, and may not otherwise preside over any form of a class or representative proceeding or claims (such as a class action, consolidated action or private attorney general action) unless both you and August specifically agree to do so following initiation of the arbitration.\nIf you choose to pursue your dispute in court by opting out of this section, as specified below, this class action waiver will not apply to you.\nNeither you, nor any other user of the Services, Device or Licensed Software can be a class representative, class member, or otherwise participate in a class, consolidated, or representative proceeding arising out of or relating to these Terms, the Services, Device or the Licensed Software without having complied with the opt-out requirements below.</p>\n<p>Except as expressly set forth in this section, you and August may litigate in court only to compel arbitration under these Terms or to confirm, modify, vacate or enter judgment on the award rendered by the arbitrators.\nTo the extent that you have breached or have indicated your intention to breach these Terms in any manner which violates or may violate August ‘s or any of its licensor’s intellectual property rights, or may cause continuing or irreparable harm to August (including, but not limited to, any breach that may impact August ‘s or it’s licensor’s intellectual property rights, or a breach by reverse engineering), August may seek injunctive relief, or any other appropriate relief, in any court of competent jurisdiction.</p>\n<p>Notwithstanding the above, you or August may choose to pursue a dispute in court and not by arbitration if (a) the dispute qualifies, it may be initiated in small claims court.\nor (b) YOU OPT OUT OF THESE ARBITRATION PROCEDURES WITHIN 30 DAYS FROM THE DATE THAT YOU FIRST CONSENT TO THESE TERMS (the “Opt-Out Deadline”).\nYou may opt out of this Section by mailing written notification to August at support@august.com.\nYour written notification must include (1) your name, (2) your address, and (3) a clear statement that you do not wish to resolve disputes with August through arbitration.\nYour decision to opt-out of this Section will have no adverse effect on your relationship with August.\nAny opt-out request received after the Opt-Out Deadline will not be valid and you must pursue your dispute in arbitration or in small claims court.\nIn addition, this arbitration provision does not preclude you from bringing issues to the attention of federal, state, or local agencies.\nSuch agencies can, if the law allows, seek relief against us on your behalf.\nThe Federal Arbitration Act, 9 U.S.C.\n1, et seq.\n(the “FAA”) governs the interpretation and enforcement of this agreement to arbitrate.\nThe FAA’s provisions, not state law, govern all questions of whether a dispute is subject to arbitration.</p>\n<ul>\n</ul> ", "created_at": "2020-12-29 20:43:09.591919", "updated_at": "2021-02-03 22:33:56.124407"}, {"id": 3357, "name": "Privacy Policy", "url": "https://august.com/pages/privacy-policy", "xpath": "/html/body/main/div[1]/div[5]/div/div[3]", "text": " <strong>August Website &amp.\nProduct Privacy Policies</strong>\n<p> August Home, Inc.\n(“August”) provides these Privacy Policies to inform website visitors and users of our products and services with its policies and procedures regarding the collection, use and disclosure of the personal data and other information that we receive when they visit our websites or use any of our products, services or applications.\nYour continued use of our websites, applications or services indicates your agreement to these policies.\nFor ease of reading, we have distinguished website activities from our products and services.\n</p>\n<p> Privacy Policy for August Websites&nbsp;LAST UPDATED [July 24, 2020]</p>\n<p> Privacy Policy for August Products &amp.\nServices&nbsp;LAST UPDATED [October&nbsp;2, 2020]</p>\n<strong> Privacy Policy For August Websites </strong>\n<p>&nbsp;</p>\n<p>LAST UPDATED [July&nbsp;24, 2020]</p>\n<p>\n<i>\n</i>This policy governs any owned or operated websites by August Home Inc.\nThis policy does not apply to any websites or content referencing August Home products owned or operated by any other party, including affiliated entities under the Yale Brand/Assa Abloy Group.&nbsp.\n&nbsp.\n&nbsp;</p>\n<p>\n<strong>Table Of Contents:</strong>\n</p>\n<ol>\n<li>\n<strong>\n<strong>Information We Collect</strong>\n</strong>\n</li>\n<li>\n<strong>How We Use And Store Information</strong>\n</li>\n<li>\n<strong>When We May Share Information</strong>\n</li>\n<li>\n<strong>Exercising Your Choices or Rights</strong>\n</li>\n<li>\n<strong>Changes To This Policy</strong>\n</li>\n<li>\n<strong>\n<strong>Contact Us</strong>\n</strong>\n</li>\n</ol> 1.\nInformation We Collect <p>In the course of using our website, you may provide and we may collect certain personal data and other information, including:&nbsp;</p>\n<ul>\n<li>Information you provide when purchasing our products or contacting customer support, which may include your name, phone number, email address, postal addresses, credit card or other billing information and any feedback.&nbsp;&nbsp;</li>\n<li>Information associated with your website visit such as your IP address, mobile device identifier, cookie identifier, browser or device heuristics such as operating system, and web pages visited.&nbsp;&nbsp;</li>\n<li>Information you provide when engaging with our website forms or social media sharing or other references, such as email addresses, social media handles, product feedback or testimonials, and any associated interest-based activities.&nbsp;&nbsp;</li>\n</ul>\n<p>August websites are not authorized for use by minors under 18, and we do not knowingly collect personal data from persons under the age of 18.&nbsp;</p>\n<p>\n<strong>2.\nHow We Use And Store Information</strong>\n</p>\n<p>We use information collected through our website for the following purposes:&nbsp;</p>\n<ul>\n<li>To fulfill your product or service purchases, which may include retaining your billing information for subscriptions or other purchases&nbsp;&nbsp;</li>\n<li>To respond to any customer support requests you may make</li>\n<li>To provide, administer and improve our website or support services</li>\n<li>To better understand your needs and interests</li>\n<li>To personalize your experience</li>\n<li>To provide product, service or other communications</li>\n<li>To provide you with further information and offers from August or complementary products or services</li>\n<li>To administer rewards, surveys, sweepstakes, contests, or other promotional activities or events sponsored or managed by August or our business partners</li>\n<li>To comply with our legal obligations, resolve disputes with users, enforce our agreements and protect, investigate and deter against fraudulent, harmful, unauthorized or illegal activity.</li>\n</ul>\n<strong>Additional information about cookies and related technologies</strong>\n<p>August and our service providers collect certain information about your visit to our website through a variety of technologies, including:</p>\n<ul>\n<li>Cookies, which are small text files that are saved by your browser when you access our Services.\nWe and our service providers may use both cookies and pixel tags to identify that you’ve visited our website and report on your interactions.\nWe may also use cookies to customize and improve our Services.\nPlease see below for additional information on how cookies are used with advertising services and your choices.&nbsp;</li>\n<li>Pixel tags,&nbsp.\n(a.k.a.\nclear gifs or Web Beacons), which help us better manage content on our Site by informing us what content is effective.\nThese pixel tags gifs (or other tracking technology) may also be included in or associated with e-mails or other communications that you receive from us in order to help us track your response and interests, and to deliver you relevant content and services.\nWe may tie the information gathered by pixel tags, cookies, or other tracking technology to personal data that you have provided us.&nbsp;</li>\n<li>Our servers automatically record certain information about how you use our website.\nWe use this information to administer the website and analyze this information to improve and enhance the Services by expanding the content, features, and functionality and tailoring them to our users’ needs and preferences.&nbsp;</li>\n<li>We may use third-party advertising services to either display advertising on our website or to manage our advertising on other sites.&nbsp.\nThese services will also use cookies and pixel tags in order to provide you with relevant advertising based upon your interests on other websites.&nbsp;&nbsp;</li>\n</ul>\n<p>For more information, refer to our cookie policy here&nbsp;</p>\n<strong>For visitors from the UK or European Union, the legal basis for this data processing is:</strong>\n<ul>\n<li>Performance as necessary to support a contract, including fulfilling product orders, enabling the functionality of the website, providing customer support, and notifying you of account or important product updates.&nbsp;&nbsp;</li>\n<li>Our legitimate interest to process the data, including to protect the security or integrity of the website, to carry out statistical or other analysis, to understand and improve upon the Services, and to provide you with marketing or other communications about relevant products or services which may be of interest.</li>\n<li>With your consent for third party products or services, or with select advertising services.</li>\n<li>In order to comply with a legal obligation.\n&nbsp;&nbsp;&nbsp;<strong>\n<b>\n<br>\n</b>&nbsp;</strong>\n</li>\n</ul>\n<strong>Information Retention</strong>\n<p> We may store collected information for as long as necessary to fulfill the purpose for which the data has been collected and in accordance with our internal record retention schedule.&nbsp.\nIf you pre-order or purchase August products or service subscriptions from our Site, your billing and shipping address and the last four digits of your credit card information will be stored by August and our billing service providers.\nWe will delete your personal data when the information is no longer necessary to process a request, at your request, or to manage your account or our client relationship.\nHowever, we may store any aggregate or anonymous information indefinitely.</p>\n<strong>International Transfer</strong>\n<p>August is based in the United States, where we and our service providers store the majority of our website and other collected information.&nbsp.\nIf you are a visitor or customer from the UK or EU, please note that we use a variety of legal mechanisms to protect the integrity and security of your information when transferring it the U.S., including requiring our data service providers to agree to Standard Contractual Clauses approved by the European Commission.&nbsp;&nbsp;</p>\n<p>You have the ability to access, modify, download or delete your personal data through the mobile application.&nbsp.\nYou may also visit our support website or email us at dpo[at]august.com.</p>\n<p>\n<strong>Information Security</strong>\n</p>\n<p> The security of your information is important to us.\nWe follow generally-accepted industry standards to protect the submitted to us through this website, both during transmission and once we receive it.\nHowever, no method of transmission over the Internet, or method of electronic storage, is 100% secure.\nTherefore, we cannot guarantee its absolute security.\n</p> 3.\nWhen We May Share Information <p> We may share or transfer collected information for any of the previously described purposes in these instances.\n</p>\n<ul>\n<li> To organizations affiliated with our parent company, the ASSA ABLOY Group.\n</li>\n<li> To third party service providers who provide billing services, website functionality, facilitate communications, enable customer support and other services connected to this website or our communications, but only to the extent necessary to support our products or provide these services.\n</li>\n<li> With your consent, such as when you enable an account integration with any of the ‘works with August’ services.\n</li>\n<li>When required by law</li>\n<li>To a buyer or a potential future buyer of our business.</li>\n</ul>\n<p> We may choose to aggregate or anonymize your information and share it with partners or others for market research or other business purposes.\n<br>\n<br>\n</p>\n<p> This website may contain links to other websites or services.\nThe fact that we link to a website or service is not an endorsement, authorization or representation that we are affiliated with that third party.\nWe do not exercise control over any of the information you provide, or is collected by, these third party websites or services.\nWe encourage you to read the privacy policies or statements of the other websites you visit and services that you use.\n</p> 4.\nExercising Your Choices or Rights <strong>Communications</strong>\n<strong>\n<br>\n</strong>\n<p> If you are a registered user, you may change your phone number or email address, and update your preferences within the mobile application in order to manage your product-specific communications.\nWe also give you the ability to unsubscribe from marketing-related emails by clicking on a link in each such e-mail.\n</p>\n<strong>Cookies</strong>\n<p> To manage cookies used on the website, you may adjust the privacy settings in your browser to block them from being used or delete them from local storage.\nWith respect to advertising services, August endeavors to work exclusively with service providers aligned with the principles adopted by the Digital Advertising Alliance.\nIf you wish to object to this information being used for the purpose of serving you relevant ads on other websites, you may opt-out at the DAA website here .\nPlease note this does not opt you out of being served all advertising.\nYou will continue to receive generic ads without interest-based information collected from this website.\n</p>\n<p> For more information about your cookie choices on this website, refer to our cookie policy here: Cookie Policy .</p>\n<strong>Changing or Deleting Your Information</strong>\n<br>\n<p> If you are a registered user, you may review, update, correct or delete the information in your registration profile by logging into your account through the mobile application and changing the “user preferences” associated with their account.\nRemoving your information may limit our ability to communicate or provide the Services to you.\nIf you completely delete all such information, your account will be deactivated and you may lose access to the Service and your use of the device.\nYou may also contact us at support[at]august[dot]com if you have additional questions or need additional assistance.\nWe’ll take steps to modify or delete your information as soon as is practical, but some information may remain in archived/backup copies for our records or as otherwise required by law.\n</p>\n<strong> For visitors from the UK or European Union, in addition to the references above, you may choose to exercise the following personal data rights: </strong>\n<ul>\n<li>Request a copy of your personal data from our records;</li>\n<li> Ask that we correct or erase your personal data (though this may mean that we cannot process requests, or that your account is deactivated).\n</li>\n<li> Ask us to stop processing your personal data (for example as regards the use of the data to improve our website), or restrict how we process it (for example if you deem the data to be incorrect).\n</li>\n<li> Request the personal data used to provide you with information you requested, or manage your account or our relationship in a machine-readable format, which you are entitled to transfer to another data controller.\nand </li>\n<li> Withdraw your consent to us processing your data for any purposes in which it was requested at any time.\n</li>\n</ul>\n<p> We may not accept a request to modify or erase your personal data where we can not verify your personal data, where we require it to comply with a legal obligation or in relation to a legal claim.\nFor information about how to exercise your rights, see Contact Us below.</p>\n<p>For California Consumers, please see&nbsp;California Consumer Disclosures below.&nbsp;</p>\n<p>5.\nChanges To This Policy</p>\n<p> This Privacy Policy may be updated from time to time to reflect changes to our information practices.\nIf we make any material changes we will notify you by email or other communication method.\nAll other updates will be made through this website by means of posting an updated version of this Privacy Policy on the Site.\nWe encourage you to periodically review this page for the latest information on our privacy practices.\nAny modifications to this Privacy Policy will be effective upon the data indicted in our posting of the new terms.\nIn all of the above cases, your continued use of the website after any notice or posted modified Privacy Policy indicates acceptance of the modified Privacy Policy.\n</p> 6.\nContact Us <p>For product-related privacy questions, please refer to our Privacy Policy For August Products and Services, or the extensive list of answers on our support website.\nIf you you have additional questions with respect to customer-related data, you may reach us by email at support[at]august.com.\nFor all other privacy-related questions, please contact us at privacy[at]august.com or by mail at: </p>\n<p> August Home <br> 657 Bryant Street <br> San Francisco <br> CA 94107 </p>\n<p> If you are visitor from the UK or EU and wish to exercise your data subject rights, please contact us at dpo[at]august.com.&nbsp;</p> Privacy Policy For August Products &amp.\nServices <p>LAST UPDATED [October 2, 2020]</p>\n<p>\n<i>\n</i>This policy applies to <strong>August Home Inc.</strong>, <strong>(August)</strong> with respect to the August products or services sold by&nbsp;ASSA ABLOY Residential Group, Inc.\n(under the Yale brand) owned or operated mobile apps.\nThe two companies are considered \"joint data controllers\" both are responsible for the processing of your personal data.</p>\n<p>\n<strong>Table Of Contents:</strong>\n</p>\n<ol>\n<li>\n<strong>What&nbsp;Personal Information do we&nbsp;collect?</strong>\n</li>\n<li>\n<strong>How&nbsp;and why will we use your Personal Information?</strong>\n</li>\n<li>\n<strong>Who and where will your Personal Information be transferred to?</strong>\n</li>\n<li>\n<strong>Exercising Your Choices or Rights</strong>\n</li>\n<li>\n<strong>Changes To This Policy</strong>\n</li>\n<li>\n<strong>Contact Us</strong>\n</li>\n</ol> 1.\nWhat Personal Information do we collect? <p>\n<em>Personal Information We Request for Use of the Services.&nbsp.\n</em>When you download the App and in order to use the Services, we require you to establish an account, for which we collect and store the following: your name, email, password, telephone number, the identification number for your locksets (“Products”) and user and account verification identifiers.\n&nbsp;</p>\n<p>\n<em>Personal Information collected based on your use of the Services.\n&nbsp;</em>When you use the Services, we collect Personal Information that you may provide about yourself, such as user-name, as well as Personal Information about other people who have access to your Products, such as other family members, guests, and service providers like gardeners, house cleaners and/or others (“Invitees”).&nbsp.\nFor example, you may include email addresses and telephone numbers of Invitees who you are allowing to access your Products.&nbsp.\nWe may ask for access to your contact list, and you may consent to provide access to such list, which includes Personal Information.&nbsp;</p>\n<p>We collect Personal Information that you may include in help requests, customer service correspondence and/or in any feedback, you send to us.&nbsp.\nWe also collect Personal Information included in messages that you may send from within the App whether those messages are sent to us, an Invitee, or a third party.</p>\n<p>Also, if you enable the Auto-Unlock feature, the App will request your consent in order to track your location in order to determine when your App nears Products that you have permission to access (e.g., when you are near home).\nLocation information will only be stored on your device, and not on our servers.\nThis information will tell your mobile device to start listening for your lock more often (increasing the polling).\nThis improves the device’s performance and saves your mobile device’s battery life.</p>\n<p>\n<em>Personal Information we automatically collect.\n&nbsp;</em>When you use the App, we will create a user ID for your account and we also gather the following information for purposes of providing the Services when you download the App and/or access the Services: usage data about how and when you interact with the Services and Products, logs of when your Products are locked/unlocked, logs of those who lock/unlock your Products, the people that you invite to use your Products, and those people who may invite you to use their products.</p>\n<p>We also collect the following information about the devices on which the App is downloaded and the Products you use: the operating system of the device on which the App is downloaded (e.g., you, your invitees), the version of the App on such devices, information about your Products, including serial numbers, MAC address, software versions on such Products and installation dates.&nbsp;</p>\n<p>Additionally, if you choose to use the App to connect your Products with other products and services through the “Connected by” feature, we will collect information about your use of those other products.</p>\n<p>\n<strong>\n<em>Personal Information we receive when you use third party products and services</em>\n</strong>\n<strong>.\n</strong>If you access the Services through a third-party (e.g., by managing your device via your television remote or connecting your device to your home security system), use third-party applications or services through the “Works With” feature, otherwise use a third party service provider in connection with the Services and Products, or request or authorize us to give access or data to a third-party service provider (e.g., a delivery service, property management or rental service), then that third party will send us data about you, such as an user ID.\n&nbsp;&nbsp;&nbsp;</p>\n<p>\n<strong>\n<em>Invitees.</em>\n</strong>\n<em>&nbsp.\n</em>As part of our Services, you may give Invitees permission levels to access your Products - e.g., to unlock and lock your door, and possibly even to pass this access along to others.\nNeedless to say, you must be careful of the people that you invite and the access that you give them.\nYou are responsible for all uses of your account, so be careful to secure this information and only give access to people you trust.\nAdditionally, certain portions of your Personal Information, as well as other information about your use of the Service and your Products may be shared with Invitees, such as your name and the status of the lock (e.g., locked or unlocked).&nbsp;</p>\n<p>In connection with the guest invitation process, we may ask for access to your contact list.\nWe will only store information for contacts that you add as guests.\nWe will only access and store such information with your express consent.</p>\n<p>If you are an Invitee, we collect your Personal Information when you use the Services and Products, as set forth in this Privacy Policy.\n&nbsp;All such information (including your service usage information) is subject to and will be used and disclosed as set forth in, this Privacy Policy.</p> 2.\nHow&nbsp;and why will we use your Personal Information?&nbsp.\n<p>\n<strong>Why do we process this Personal Information?</strong>\n</p>\n<p>\n<strong>What is the legal basis for processing?</strong>\n</p>\n<p>To provide you with the Services, including registering and management of your account, your use of the App and access to the Products you purchase, identifying/authenticating you when you use the App, providing any features and functionality in the App and the Products that you elect to use, customer service requests, maintenance which includes software updates, and communicating with you specific to the Services.</p>\n<p>Performance of a contract (i.e.\nthe end user agreement between you and us).</p>\n<p>&nbsp;</p>\n<p>To personalize the Services for purposes of you signing in and using the Services and your Products.</p>\n<p>As necessary to perform our business purposes as described in this policy and without selling your personal information by ASSA ABLOY and its service providers</p>\n<p>To ensure only you and your guests have access to the Products.</p>\n<p>Performance of a contract (i.e.\nthe end user agreement between you and us).</p>\n<p>To carry out statistical analysis about the use of the Services and Products for purposes of making improvements.</p>\n<p>As necessary to perform our business purposes as described in this policy and without selling your personal information by ASSA ABLOY and its service providers</p>\n<p>To send you communications and contents about relevant solutions and services, in accordance with your marketing preferences.</p>\n<p>We will only send you relevant content where we have your consent to do so.</p>\n<p>To comply with legal requirements to which we are subject, such as tax, accounting/financial reporting requirements, mandatory disclosures and/or law enforcement.</p>\n<p>Using your Personal Information in this way is necessary for us to comply with our legal obligations.</p>\n<p>&nbsp;</p>\n<strong>3.&nbsp;Who and where will your Personal Information be transferred to?&nbsp;</strong>\n<p>We will transfer Personal Information for the purposes set out above:</p>\n<ul>\n<li>To third parties to perform services necessary for us to provide the following for the Services: hosting, development, maintenance, billing services, mobile application functionality, facilitate communications/messages, customer support, and any features or functionality available as part of the Services and Products, provided only to the extent necessary to provide the Services.\n&nbsp;This includes the processing of data concerning usage of the Services and our Products.&nbsp.\nAny third party service providers may only use your Personal Information only according to our instructions.&nbsp;</li>\n<li>To your Invitees when you invite them to access your Products.&nbsp.\nFor example, if you invite a guest to access your Products, then we will share certain elements of your information with them, such as your name, in order for your guest to understand the invite and access the Product.\n&nbsp;</li>\n</ul>\n<p>Additionally, we may also similarly share your information with your Invitee.</p>\n<ul>\n<li>To third parties that you choose when you use the “Works With” feature of the Services to connect your Products with such third party products or services.</li>\n<li>To affiliated entities when you use the “Connected With” feature in the App for purposes of connecting your Product with the other products and services you use.</li>\n<li>To organizations affiliated with our parent company, the ASSA ABLOY Group.</li>\n<li>With your consent, such as with guest invitations or if you choose to connect our products to work in conjunction with third party products or services.\nSee below for additional information about guest sharing.&nbsp;<strong>Please note that when you consent to these transfers, any shared data will then be subject to the privacy policies of those third parties.</strong>\n</li>\n<li>To a buyer or a potential future buyer of our business.</li>\n<li>As required by law.</li>\n</ul>\n<p>We take measures to protect all Personal Information transferred to a third party, or to other countries, in accordance with applicable data protection laws and as stated above.</p>\n<p>August do not sell or rent your Personal Information to third parties.\n[See the&nbsp;<u>Do Not Sell My Personal Information notice</u>]</p>\nPrivacy policies of other websites.\n<p>When you use the “Works With” feature in the App, you may be linked to third-party services and websites that you choose.&nbsp.\nAlso, when using the App, you may use features that link you to social media websites, such as Facebook or Twitter.&nbsp.\nWe are not responsible for the privacy practices or content of any of these third parties or the linked sites.\nLinked sites may collect Personal Information from you that is not subject to our control.\nWe encourage you to review the privacy policies on any linked website you visit.</p>\n<p>\n<strong>Information Retention</strong>\n</p>\n<p>We may store collected information for as long as necessary to fulfill the purpose for which the Personal Information has been collected, and in accordance with our internal record retention schedule.\nIf you purchase August products or the Services, your billing and shipping address and the last four digits of your credit card information will be stored by August and our billing service providers.\nLock activity is stored alongside your account information for the duration of your account being active.\nDoorbell camera photos and videos are available for download through our mobile application for up to thirty (30) days or as referenced in the selected subscription terms of service, unless the information is necessary to be preserved based on a valid law enforcement obligation.</p>\n<p>We will delete your personal data when the information is no longer necessary to process a request, at your request, or to manage your account or our client relationship.\nWe will continue to store mobile application use and lock activity, including guest activity, for a period of at least ninety (90) days following account deletion.</p>\n<p>We may store any aggregate or anonymous information indefinitely.</p> 4.\nExercising Your Choices or Rights <p>\n<strong>\n<em>Right to know personal information collected</em>\n</strong>\n</p>\n<p>You have the right to know which personal information has been collected from you.</p>\n<p>\n<strong>\n<em>Right to say no to the sale of personal information</em>\n</strong>\n</p>\n<p>August does not sell your personal information.\nAugust could share your personal information with service providers and with other August associated entities only “necessary” purposes according to this notice.\nYou have the right to know which personal information is disclosed and to who.&nbsp.\nThe service providers and other August associated entities perform processes on behalf of August.\nNeither the service provider nor other August associated entities sell personal information.</p>\n<p>\n<strong>\n<em>Right to access and rectification</em>\n</strong>\n</p>\n<p>You have the right to request access to the personal information relating to you.\nThis includes the right to be informed, whether or not personal information about you is being processed, what personal information is being processed, and the purpose of the processing.</p>\n<p>You can self-exercise your rights in the following situations:</p>\n<p>\n<strong>\n<em>Communications</em>\n</strong>-&nbsp;&nbsp.\nIf you are a registered user, you may change your phone number or email address and update your preferences within the mobile application in order to manage your product-specific communications.</p>\n<p>\n<strong>\n<em>Mobile Data:</em>\n</strong> If you access the Service through a mobile device and you do not want your mobile device to provide us with location-tracking information, you can disable the GPS or other location-tracking functions on your mobile device.\nSee your mobile device manufacturer’s instructions for further details.\nOf course, if you do this, Service functionality (such as the Auto-Unlock feature described immediately above) may not work.</p>\n<p>\n<strong>\n<em>Right to deletion</em>\n</strong>\n</p>\n<p>You may request that your personal information be deleted, for example, in the following situations:</p>\n<ul>\n<li>If the personal information is no longer necessary for the purposes for which it was collected;</li>\n<li>if you object to the processing of personal information where we do not necessary maintain it;</li>\n<li>if the processing is unlawful.\nor</li>\n<li>if the personal information has to be deleted to enable us to comply with a legal requirement.</li>\n</ul>\n<p>We also give you the ability to unsubscribe from marketing-related emails by clicking on a link in each such email</p>\n<p>Please note that we may reject your request if the processing is permitted or required according to a law or any other relevant legal ground.\nWe are not required to delete personal information that: (1) federal or state law requires a third party or us to maintain.\n(2) was not posted by you.\n(3) is anonymized so that you cannot be identified.\n(4) you don’t follow our instructions for the deletion or (5) you received compensation or other consideration for providing the Content or personal information.\nThe deletion of your personal information does not ensure complete removal of that personal information from our systems or the systems of our service providers.</p>\n<p>Product owners are always responsible for the photos, videos, and other personal data captured of their guests, and August provides no remediation for guests to remove photos, videos or other personal data from our systems unless expressly authorized by the registered account of the product owner.</p>\n<p>\n<strong>\n<em>Right to obtain </em>\n</strong>\n<strong>\n<em>equal service, even if they exercise their privacy rights.</em>\n</strong>\n</p>\n<p>ASSA ABLOY does not discriminate against any employee who exercises the rights mentioned.\nYou are entitled to exercise your rights without prejudice to receive different services in quantity or quality.</p>\n<p>\n<strong>\n<em>Children’s Privacy</em>\n</strong>&nbsp;</p>\n<p>The “<strong>service”</strong> is Not for or Directed to Children nor anyone under 18 years old.\nwe do not intend to and will not knowingly collect any personal data from children under the stated age.\nIf we learn that we have collected personal data from an under the age of 18, we will remove that personal data immediately and delete it from our servers (if not required or resulted by applicable law and this Privacy Notice).\nIf you believe content from an under 18 years has been posted in our <strong>“service,”</strong> please notify us by contacting us at &nbsp;<strong>Privacy.Americas@assaabloy.com </strong>\n</p>\n<p>\n<strong>\n<em>California Consumer Disclosure</em>\n</strong>\n</p>\n<p>The terms “Business Purpose(s)”, “Personal Information”, “Sell” (or “Sale”), “Service Provider(s)” and “Third Parties” have the meanings given in the California Consumer Privacy Act of 2018 (CCPA).&nbsp.\nThese term references and disclosures are limited to this section of the Privacy Policy and designated exclusively for California Consumers.</p>\n<p>\n<strong>Categories of Personal Information</strong> - Unique browser or device identifiers such as cookies, mobile ad IDs (IDFAs for iOS and Android Ad IDs), device hardware identifiers, timestamps, user agent strings, IP addresses, and precise geographic location data.&nbsp;</p>\n<p>\n<strong>Purposes for collection and use of Personal Information - </strong>We use personal information to facilitate our mobile applications, hardware devices, customer account services, and for marketing or communications.</p>\n<p>\n<strong>Categories of sources from which Personal Information is collected&nbsp;- </strong>Websites, mobile applications, advertising services, technology platforms, and customer support services.</p>\n<p>\n<strong>Categories of Personal Information we sell - </strong>We do not sell personal information.&nbsp.\nHowever, we enable third-party advertising services to use cookies with our website visitors.</p>\n<p>\n<strong>Purposes for selling personal information - </strong>We do not sell personal information.&nbsp.\nHowever, third-party advertising services use cookies associated with our website visitors to facilitate ads to our visitors on other websites.&nbsp;</p>\n<p>\n<strong>Categories of Third Parties to whom Personal Information is sold - </strong>We do not sell personal information.&nbsp.\nHowever, third-party advertising services use cookies associated with our website visitors.&nbsp;</p>\n<p>\n<strong>Categories of third parties to whom information was shared for a business purpose - </strong>Advertising services, technology platforms, website and mobile application analytics.&nbsp;&nbsp;</p>\n<p>California Minors.\nThe <strong>“service”</strong> is not intended for anyone under the age of 18.\nIf you qualify as California resident, under 18 years old and you are unable to remove publicly-available content that you have submitted to us, you may request removal by contacting us at <strong>Privacy.Americas@assaabloy.com</strong>\n</p>\n<p>California Civil Code Section 1798.83 allows California residents who have used our <strong>“service”</strong> to obtain from us once a year, free of charge, a list of third parties to whom we have disclosed personal data (if any) for direct marketing purposes in the preceding calendar year.\nIf you qualify and which to request this personal data, make a request to <strong>Privacy Americas with “California Privacy Rights” as the title of your letter, please mail it to</strong>\n<strong> 110 Sargent DR, New Haven CT.\n06518.</strong>\n</p> 5.\nChanges To This Policy<strong>\n<br>\n</strong>\n<p>We may update this privacy notice from time to time in response to changing legal, regulatory, or operational requirements.\nWe will take appropriate and feasible steps to notify users of any such changes (including when they will take effect).\nThe latest version of our Privacy Notice is available through our website.</p>\n<p>Your continued use of the <strong>“service”</strong> after any such updates take effect will constitute acceptance of those changes.\nIf you do not accept any updates to this privacy notice, you should stop using this digital <strong>“service.”</strong>\n</p>\n<p>We will make good faith efforts to resolve any requests to correct inaccurate personal data except where (1) the request is unreasonable, (2) requires disproportionate technical effort or expense, (3) jeopardizes the privacy of others or would be impractical.\nWe will comply with the specific time required in the applicable law to address your concerns, free of charge if possible for the business and the allowed number of times, under applicable law guidance.</p> 6.\nContact Us <p>\n<strong>August Home Inc.</strong> is responsible for the processing of your personal data, and requests to exercise your rights as stated above shall be addressed to <strong>“Attn.: ASSA ABLOY AMERICAS Data Protection Manager” at ASSA ABLOY AMERICAS 110 Sargent DR.\nNew Haven, CT.\n06511 or </strong>\n<strong>Privacy.Americas@assaabloy.com</strong>\n</p>\n<p>\n<strong>\n<u>&nbsp;</u>\n</strong>\n</p>\n<p>\n<strong>Toll-free</strong>: <strong>1 (833) 648-0107</strong>\n</p>\n<p>\n<strong>October 2020</strong>\n</p> ", "created_at": "2020-12-29 20:44:31.312921", "updated_at": "2021-02-03 22:34:01.020122"}, {"id": 3359, "name": "User Agreement", "url": "https://august.com/pages/end-user-agreement", "xpath": "/html/body/main/div[1]/div[5]/div/div[3]", "text": " <p>\n<strong>\n</strong>&nbsp;<u>\n<strong>This is a legal agreement between you and August Home Inc.\n</strong>\n</u>\n</p>\n<p>This End User License Agreement (“Agreement”) is a legal agreement between you and August Home, Inc.\n(on behalf of itself or its applicable subsidiary or affiliate, “August”) for the August software (the “Licensed Software”) that is provided in the form of pre-installed, embedded software on any of the August devices identified on Exhibit A (each, a “Device”), and all updates thereto provided by August (unless provided under different terms at the time of download or update).\nThe Licensed Software is used in connection with the August mobile software application downloaded and installed on your mobile device (the “Application”).\nThese terms also apply if you purchased an August product sold under the “Yale” brand that directed you to register an August account and use the Application.&nbsp.\nThis Agreement is separate from, and in addition to, any Terms of Services or other documentation with respect to the Device, the Licensed Software and/or the Application.</p>\n<p>\n<strong>By clicking “I Agree” (or equivalent prompt) on the Application or website or applicable platform where the Application is accessed, you agree to be bound by the terms of this Agreement.</strong>\n</p>\n<p>If you do not agree to the terms of this Agreement you may return the Device (in its original, unused condition) within thirty (30) days after the date of purchase (or during the return period provided by your place of purchase, whichever is longer) for a refund in accordance with the applicable return policy as set forth in the Limited Warranty for the Device, which can be found on the August website at august.com/pages/warranty.\nIn such case, you will also cease using, and uninstall any Application in your possession related to such Device to the extent such Application is not being used for other Devices from August.</p>\n<ol>\n<li>\n<strong>\n</strong>\n<strong>\n<u>Limited License</u>\n</strong>\n</li>\n</ol>\n<p>Subject to the terms and conditions of this Agreement, August grants to you a nontransferable, nonsublicensable, nonexclusive, revocable, worldwide (subject to any legal restrictions on export or use) license to download and run the Licensed Software on a single compatible Device that you own or control in accordance with the documentation and instructions provided with the applicable Licensed Software and Device, as further described below This license is granted solely for your own personal non-commercial purposes in order to operate the Device.\nSuch documentation and instructions shall be considered part of the Licensed Software.\nWithout limiting the generality of the foregoing, you may make a one-time transfer of all of your license rights to the Licensed Software to a third party in connection with your transfer of ownership of the Device (including the Licensed Software embedded therein).\nprovided, such transfer is conditioned upon the third party receiving the Device agreeing to the terms of this Agreement, and if such third party does not agree to the terms of this Agreement, such transfer shall be null and void.</p>\n<p>PLEASE READ THE INSTRUCTIONS FOR USE OF THE LICENSED SOFTWARE: Your license to the Licensed Software is also subject to your compliance with the instructions provided by August at the time of purchase and on its website at support.august.com.</p>\n<ol>\n<li>\n<strong>\n</strong>\n<strong>\n<u>License Restrictions</u>\n</strong>\n</li>\n</ol>\n<p>The rights granted to you in this Agreement are subject to the following restrictions: (a) you shall use the Licensed Software solely as licensed above, and shall not license, sell, rent, lease, transfer, assign, distribute, host, outsource, disclose or otherwise commercially exploit the Licensed Software or make the Licensed Software available to any third party.\n(b) you shall not modify, make derivative works of, disassemble, reverse compile or reverse engineer any part of the Device or Licensed Software (except and only to the extent such restriction is expressly prohibited under applicable law).\n(c) you shall not use or access the Licensed Software for benchmarking or competitive analysis, or in order to build a similar or competitive product or service.\n(d) you shall not let anyone tamper with the Device in a way that impact the functionality and security of the Device.\n(e) except as expressly stated herein, no part of the Licensed Software may be copied, reproduced, distributed, republished, downloaded, displayed, posted or transmitted in any form or by any means, including but not limited to electronic, mechanical, photocopying, recording or other means.\n(f) any future release, update, or other addition to functionality of the Licensed Software shall be subject to the terms of this Agreement, unless August expressly states otherwise.\n(g) all use shall be in compliance with applicable law, including without limitation all local laws, such as building codes and regulations.\nand (h) all use shall be in compliance with any third party licensing terms that govern the use of open-source components that may be included in the Licensed Software.&nbsp.\nIn using the Device (whether or not such use involves use of the Licensed Software), you shall also comply with the applicable restrictions described above.</p>\n<ol>\n<li>\n<strong>\n</strong>\n<strong>\n<u>The Licensed Software is Proprietary to August</u>\n</strong>\n</li>\n</ol>\n<p>All right, title, and interest, including all intellectual property rights, in and to the Licensed Software shall be owned and retained by August or its suppliers.\nYou shall not engage in any act that interferes with August’s business or violates or infringes August’s intellectual property rights or any intellectual property rights of August’s suppliers or vendors.\nAny rights not expressly granted by August in the Agreement are reserved.\nAll Licensed Software is licensed and not sold, and any reference to “sale” or “purchase” shall mean the purchase of a license to the Licensed Software as set forth herein.\nThe Licensed Software may contain or be distributed with open source software which may be covered by a different license.\nYou agree that all open source software shall be and shall remain subject to the terms and conditions under which it is provided, and you shall be responsible for compliance with such terms.\nAdditional information regarding open source licenses is available at&nbsp;https://august.com/pages/terms-notices.&nbsp;</p>\n<ol>\n<li>\n<strong>\n</strong>\n<strong>\n<u>Additional obligations that apply to your use of the Licensed Software, Device and Service</u>\n</strong>\n</li>\n</ol>\n<p>\n<u>Compatible Device.\nAccount</u>.\nIn order to operate your Device, you must have a compatible mobile device on which to download the Application.\nAfter downloading the Application, you must create an account with August in order to operate your Device (the “Account”) and to access August’s Application and services (the “Service”).</p>\n<p>\n<u>August Terms of Service</u>.\nThe use of the Service and Application is governed by August’s Terms of Service, available at https://august.com/pages/terms-of-service.\nYou must keep your Account information accurate and up to date at all times.\nYou agree to abide by, and use the Device, Licensed Software, Application and Account in accordance with the documentation provided to you in connection with the Device, Licensed Software, Application and Account.&nbsp.\nThis Agreement is separate from, and is in addition to, such Terms of Service and other applicable documentation.</p>\n<p>\n<u>Modified Terms of Service</u>.\nWe may from time to time provide additional or modified terms of service to you associated with your Account or the Service, including without limitation to the Terms of Service.\nWe will provide notice of any material changes on our website https://august.com/pages/terms-of-service or through other electronic contact details you have provided to us.\nAny such additional terms of service will take effect on the earlier of (x) the 30<sup>th</sup> day following notice of such terms of service being available to all users of the Application or (y) when you click “I Agree” (or equivalent prompt) on the applicable notification of such additional terms of service in the Application or August’s website.&nbsp;</p>\n<p>\n<u>Security</u>.\nYou are responsible for maintaining the security of your Device, Licensed Software, Application and Account, and you must take reasonable steps to protect your Account information and access to your Application.\nAll use of the Device, Licensed Software, Application and Service through your Account (by you or others) is your responsibility.</p>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong>\n</strong>\n<strong>\n<u>Updates to the Licensed Software</u>\n</strong>&nbsp;</li>\n</ol>\n<p>The Licensed Software may, without additional notice, check for updates that are available for automatic download and installation to your Device and let August know the Licensed Software is successfully installed.\nIf you do not want such updates, your remedy is to stop using the Device and provide August written notice of termination of this Agreement.\nIf you do not cease using the Device, you will receive updates automatically.\nYou acknowledge that you may be required to install updates to use the Device and the Licensed Software, and you agree to promptly install any updates that August provides.\nYour continued use of the Device is your consent to these updates.\nFailure to install these updates may expose you to security risks and/or limit the functionality of the Device, Services, or Application.</p>\n<ol>\n<li>\n<strong>\n</strong>\n<strong>\n<u>Our Privacy Policy applies to your use of the Licensed Software</u>\n</strong>\n</li>\n</ol>\n<p>We value your privacy.\nAll information provided to August in connection with your use of the Licensed Software is covered by our Privacy Policy, available at www.august.com/pages/privacy-policy.\nPlease review this policy prior to using the Licensed Software, as by entering into this Agreement and using the Licensed Software you are agreeing to the terms of our Privacy Policy.</p>\n<ol>\n<li>\n<strong>\n</strong>\n<strong>\n<u>US Government Users</u>\n</strong>\n</li>\n</ol>\n<p>The Licensed Software is a “commercial item,” as that term is defined at 48 C.F.R.\n2.101 (OCT 1995), and more specifically is “commercial computer software” and “commercial computer software documentation,” as such terms are used in 48 C.F.R.\n12.212 (SEPT 1995).\nConsistent with 48 C.F.R.\n12.212 and 48 C.F.R.\n227.7202-1 through 227.7202-4 (JUNE 1995), the Licensed Software is provided to U.S.\nGovernment end users only as a commercial end item and with only those rights as are granted to all other customers pursuant to the terms and conditions herein.&nbsp;</p>\n<ol>\n<li>\n<strong>\n</strong>\n<strong>\n<u>Certain Disclaimers Concerning the Device and the Licensed Software</u>\n</strong>\n</li>\n</ol>\n<p>THE DEVICE IS NOT AN ACTUAL DOOR LOCK AND IS NOT CERTIFIED BY ANY ORGANIZATION AS A DOOR LOCK.\nIT IS AN OPERATOR OF A DOOR LOCK.\nTHE DEVICE MUST BE CORRECTLY INSTALLED AND USED WITH A CERTIFIED DOOR LOCK THAT IS OPERATING IN GOOD CONDITION.\nYOU ASSUME ALL RISK ASSOCIATED WITH THE SUITABILITY, INSTALLATION AND PERFORMANCE OF THE DOOR LOCK AND OTHER THIRD-PARTY COMPONENTS, HARDWARE, SOFTWARE AND SERVICES THAT YOU SELECT.</p>\n<p>YOU ACKNOWLEDGE THAT THE DEVICE AND LICENSED SOFTWARE AND THE APPLICATION (1) ARE NOT INTENDED OR CERTIFIED FOR EMERGENCY NOTIFICATION OR RESPONSE AND (2) ARE NOT A THIRD-PARTY MONITORED EMERGENCY NOTIFICATION SYSTEM.\nAUGUST DOES NOT MONITOR EMERGENCY NOTIFICATIONS AND WILL HAVE NO OBLIGATION TO DISPATCH OR CAUSED TO BE DISPATCHED EMERGENCY AUTHORITIES TO THE LOCATION THE DEVICE IS INSTALLED OR ANY OTHER LOCATION IN THE EVENT OF AN EMERGENCY.\nTHE DEVICE, THE LICENSED SOFTWARE AND THE APPLICATION ARE NOT INTENDED FOR USE AS A LIFE-SAVING SOLUTION FOR PERSONS AT RISK AT THE LOCATION WHERE THE DEVICE IS INSTALLED OR OTHERWISE.\nYOU SHALL NOT USE OR RELY ON THE DEVICE OR THE LICENSED SOFTWARE OR THE APPLICATION FOR ANY SUCH EMERGENCY OR LIFE-SAVING PURPOSE, AND ANY SUCH EMERGENCY EVENTS SHOULD BE DIRECTED TO THE APPROPRIATE RESPONSE SERVICES.</p>\n<ol>\n<li>\n<strong>\n</strong>\n<strong>\n<u>DISCLAIMER OF WARRANTIES</u>\n</strong>\n</li>\n</ol>\n<p>YOU EXPRESSLY ACKNOWLEDGE AND AGREE THAT, TO THE EXTENT PERMITTED BY APPLICABLE LAW, USE OF THE LICENSED SOFTWARE IS AT YOUR SOLE RISK AND THAT THE ENTIRE RISK AS TO SATISFACTORY QUALITY, PERFORMANCE, ACCURACY AND EFFORT IS WITH YOU.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY LAW, THE LICENSED SOFTWARE IS PROVIDED ON AN “AS-IS” BASIS.\nAUGUST PROVIDES LIMITED WARRANTIES AND REMEDIES SOLELY AS SET FORTH IN ITS LIMITED WARRANTY WITH RESPECT TO THE DEVICE HARDWARE ONLY.\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, AUGUST, ITS AFFILIATES AND ITS SUPPLIERS, LICENSORS AND RESELLERS DISCLAIM ALL EXPRESS, IMPLIED OR STATUTORY WARRANTIES RELATING TO THE LICENSED SOFTWARE, INCLUDING BUT NOT LIMITED TO, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, QUIET ENJOYMENT, TITLE, NON-INFRINGEMENT AND WARRANTIES AGAINST HIDDEN OR LATENT DEFECTS.\nAUGUST DOES NOT WARRANT THAT USE OF THE LICENSED SOFTWARE WILL BE UNINTERRUPTED OR ERROR-FREE, COMPATIBLE WITH YOUR HOME NETWORK, COMPUTER OR MOBILE DEVICE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE LICENSED SOFTWARE IS FREE OF MALWARE, VIRUSES OR OTHER HARMFUL COMPONENTS.\nIF APPLICABLE LAW REQUIRES ANY WARRANTIES WITH RESPECT TO THE LICENSED SOFTWARE, THEN TO THE MAXIMUM EXTENT ALLOWED BY LAW, ALL SUCH WARRANTIES ARE LIMITED IN DURATION TO NINETY (90) DAYS FROM THE DATE OF DOWNLOAD OR PURCHASE, WHICHEVER IS EARLIER.</p>\n<p>SOME STATES (COUNTRIES AND PROVINCES) DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY (OR CONDITION) MAY LAST, SO THE LIMITATION DESCRIBED ABOVE MAY NOT APPLY TO YOU.</p>\n<ol>\n<li>\n<strong>\n</strong>\n<strong>\n<u>LIMITATION OF REMEDIES AND DAMAGES</u>\n</strong>\n</li>\n</ol>\n<p>NEITHER AUGUST NOR ITS AFFILIATES, LICENSORS, AUGUSTS OR RESELLERS SHALL BE RESPONSIBLE OR LIABLE WITH RESPECT TO ANY SUBJECT MATTER OF THIS AGREEMENT OR TERMS OR CONDITIONS RELATED THERETO UNDER BREACH OF CONTRACT, NEGLIGENCE, STRICT LIABILITY OR ANY OTHER THEORY (A) FOR LOSS OR INACCURACY OF DATA, (B) COST OF PROCUREMENT OF SUBSTITUTE GOODS, SERVICES OR TECHNOLOGY, (C) FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, OR PUNITIVE DAMAGES OR BUSINESS INTERRUPTION, LOSS OF REVENUES, DIMINUTION IN VALUE OR LOSS OF PROFITS.\nOR (D) ANY DAMAGES (REGARDLESS OF TYPE) ARISING FROM OR AS A RESULT OF USE OF THE LICENSED SOFTWARE OR THE APPLICATION BY ANY PERSON OTHER THAN YOU.\nTHE FOREGOING SHALL APPLY EVEN IF AUGUST KNEW OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES.\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, AUGUST’S AGGREGATE CUMULATIVE LIABILITY HEREUNDER SHALL NOT EXCEED THE GREATER OF (x) THE AMOUNT PAID BY YOU FOR THE DEVICE AND (y) US$150.\nTHIS LIMITATION IS CUMULATIVE AND WILL NOT BE INCREASED BY THE EXISTENCE OF MORE THAN ONE INCIDENT OR CLAIM.</p>\n<p>THE FOREGOING LIMITATIONS AND EXCLUSIONS APPLY TO THE EXTENT PERMITTED BY APPLICABLE LAW IN YOUR JURISDICTION.\nIF APPLICABLE LAW LIMITS THE APPLICATION OF THE PROVISIONS IN THIS SECTION 10, AUGUST’S LIABILITY WILL BE LIMITED TO THE MAXIMUM EXTENT THAT IS LEGALLY PERMISSIBLE.</p>\n<ol>\n<li>\n<strong>\n<u> Limitations on Claims</u>\n</strong>\n</li>\n</ol>\n<p>You agree that, unless such time limitation on filing is prohibited by law, any claim or cause of action arising out of or related to use of the Licensed Software, or this Agreement, must be filed within one (1) year after such claim or cause of action arose or be forever barred, regardless of any time limit set forth in any statute or law to the contrary.</p>\n<ol>\n<li>\n<strong>\n<u> Indemnification</u>\n</strong>\n</li>\n</ol>\n<p>To the fullest extent allowed by law, you hereby agree to indemnify and hold harmless August and its affiliates, suppliers, and vendors, and any of their respective officers, directors, employees and agents, from and against any and all threatened or actual claims, actions, suits, and any and all resulting losses, liabilities, damages, expenses, and costs arising out of or relating to the use or misuse of your Account, Device, Licensed Software, Application or the Service, or your negligence, willful misconduct, criminal conduct or breach of this Agreement.</p>\n<ol>\n<li>\n<strong>\n<u> Term and Termination</u>\n</strong>\n</li>\n</ol>\n<p>This Agreement and the licenses granted hereunder are effective on the date you first click “I Agree” on the Application or our website and shall continue unless and until this Agreement is terminated by you or August pursuant to this section.\nAugust may terminate this Agreement upon five (5) days’ notice (provided as set forth below) to you in the event you breach any of the terms of this Agreement (or immediately upon notice in the event that you materially breach any of the terms hereof).\nYou may terminate this Agreement effective immediately upon providing August with written notice.\nUpon termination, the license granted hereunder shall terminate and you shall promptly cease any use of the Licensed Software (and, in the event the Device cannot be used without use of any of the Licensed Software, cease any use of the Device), but the terms of this Agreement which by their nature intended to survive termination will remain in effect, including Sections 2, 3, 7, 8, 9, 10, 11, 12, 13, 14, 16, 17, 18, 19, 20, 21, 22, 23, 24, 25 and 26.</p>\n<ol>\n<li>\n<strong>\n<u> Certain Compliance with Laws Matters</u>\n</strong>\n</li>\n</ol>\n<p>You agree to comply with all applicable export and trade laws and regulations to ensure that neither the Licensed Software, Device, nor any technical data related thereto nor any direct product thereof is exported or re-exported directly or indirectly in violation of, or used for any purposes prohibited by, such laws or regulations.&nbsp.\nYou further acknowledge that the Licensed Software, Device, and technical data related thereto are subject to the United States Export Administration Regulations (“EAR”) and may not be exported or re-exported except in strict compliance with those regulations.</p>\n<p>By using the Licensed Software you represent and warrant that:&nbsp.\n1) you are not a Restricted Party.\n2) are not operating, located, or ordinarily resident in a Restricted Territory.\nand 3) will not use the Licensed Software, Device or any technical data related thereto in any Restricted Territory, or directly or indirectly transfer it to, or for the benefit of, any Restricted Party or Territory.&nbsp;&nbsp;</p>\n<ul>\n<li>“Restricted Territory” means a region designated as a “terrorism supporting” country by an applicable governmental authority or prohibited by August policy (based on risks including corruption, fairness and transparency of local legal process, contractual commitments imposed by financial institutions, and/or applicable embargo or trade restrictions), including without limitation Cuba, Iran, North Korea, Syria, and the Crimea Region and any other region that hereinafter becomes subject to a United States or other applicable comprehensive country- or region-based economic or financial sanctions law or trade embargo.</li>\n<li>“Restricted Party” means: (i) any party listed in the Department of Commerce Bureau of Industry and Security’s Entity List, any list of parties subject to U.S.\nfinancial sanctions maintained by the Office of Foreign Assets Control of the U.S.\nDepartment of the Treasury (including but not limited to the Specially Designated Nationals and Blocked Persons List and the Sectoral Sanctions Identification List), or the U.S.\nDepartment of State, or any other applicable list of persons subject to financial sanctions or export restrictions maintained by a applicable governmental authority.\nor (ii) any government of, or any party that is operating, organized, or resident in, a Restricted Territory, or owned or controlled by or acting on behalf of the government of, a Restricted Territory.\nor (iii) any party that is owned or controlled, individually or in the aggregate, by one or more parties described in clauses (i) or (ii).</li>\n</ul>\n<ol>\n<li>\n<strong>\n<u> Amendments and Modifications to this End User License Agreement</u>\n</strong>\n</li>\n</ol>\n<p>You agree that August may modify this Agreement from time to time, and that your right to access the Services and use the Licensed Software is conditioned on an ongoing basis with your compliance with the then-current version of this Agreement.\nWe will notify you when we make material revisions or modifications to this Agreement by (x) posting a notice or new version of this Agreement on our website or Application, or (y) providing direct notice in a communication to your customer account (if you have one), or otherwise in some manner through the website, Service or Application that we deem reasonably likely to reach you (which may be by posting to our website or on our blog).\nThe modifications will be effective upon the earlier of (x) the 30<sup>th</sup> day following notice of such amendment being available to all users of the Application or our website and (y) when you click “I Agree” on the applicable notification of such amendment in the Application or on our website.\nBy continuing to access the Licensed Software or Services after revisions become effective, you agree to be bound by the revised Agreement.\nIf you do not agree to the new Agreement, please stop using the applicable Licensed Software.</p>\n<ol>\n<li>\n<strong>\n<u> Confidential Information</u>\n</strong>\n</li>\n</ol>\n<p>“Confidential Information” shall mean the Licensed Software and all other information disclosed to you that August characterizes as confidential at the time of its disclosure either in writing or orally, or that reasonably should be considered confidential given the nature or circumstances of disclosure, except for information which you can demonstrate: (a) is previously rightfully known to you without restriction on disclosure.\n(b) is or becomes, from no act or failure to act on your part, generally known in the relevant industry or public domain.\n(c) is disclosed to you by a third party as a matter of right and without restriction on disclosure.\nor (d) is independently developed by you without access to the Confidential Information.</p>\n<p>You shall use your best efforts to preserve and protect the confidentiality of the Confidential Information at all times, both during the term hereof and for a period of at least five (5) years after termination of this Agreement.\nprovided, however, any source code or trade secrets you receive or have access to shall be held in confidence in perpetuity.\nYou shall not disclose, disseminate or otherwise publish or communicate Confidential Information to any person, firm, corporation or other third party without the prior written consent of August.\nYou shall not use any Confidential Information other than in the course of the activities permitted hereunder.\nYou shall notify August in writing immediately upon discovery of any unauthorized use or disclosure of Confidential Information or any other breach of this Agreement, and will cooperate with August in every reasonable way to regain possession of Confidential Information and prevent any further unauthorized use.\nIf you are legally compelled to disclose any of the Confidential Information, then, prior to such disclosure, you will (i) immediately notify August prior to such disclosure to allow August an opportunity to contest the disclosure, (ii) assert the privileged and confidential nature of the Confidential Information, and (iii) cooperate fully with August in protecting against any such disclosure and/or obtaining a protective order narrowing the scope of such disclosure and/or use of the Confidential Information.\nIn the event such protection is not obtained, you shall disclose the Confidential Information only to the extent necessary to comply with the applicable legal requirements.</p>\n<ol>\n<li>\n<strong>\n<u> Assignment of this Agreement</u>\n</strong>\n</li>\n</ol>\n<p>Except for the one-time transfer described above in connection with transfer of ownership of the Device described above, neither the rights nor the obligations arising under this Agreement are assignable by you, and any such attempted assignment or transfer shall be void and without effect.</p>\n<ol>\n<li>\n<u>\n<strong>Waiver</strong>\n</u>\n</li>\n</ol>\n<p>All waivers by August will be effective only if in writing.\nAny waiver or failure by August to enforce any provision of this Agreement on one occasion will not be deemed a waiver of any other provision or of such provision on any other occasion.</p>\n<ol>\n<li>\n<u>\n<strong>Severability</strong>\n</u>\n</li>\n</ol>\n<p>In the event that any provision of this Agreement is found to be contrary to law, then such provision shall be construed as nearly as possible to reflect the intention of the parties, with the other provisions remaining in full force and effect.&nbsp;</p>\n<ol>\n<li>\n<u>\n<strong>Notices</strong>\n</u>\n</li>\n</ol>\n<p>You acknowledge and agree that any notice we provide to you may be delivered through the Application or by email to the email address you provided to us upon registration or by other electronic means.</p>\n<ol>\n<li>\n<u>\n<strong>Agreed Language</strong>\n</u>&nbsp;</li>\n</ol>\n<p>The parties acknowledge that they require that this Agreement be drawn up in the English language only.\nAny translation of this Agreement is done for local requirements and in the event of a dispute between the English and any non-English version, the English version of this Agreement will govern to the extent not prohibited by local law in your jurisdiction.&nbsp;</p>\n<ol>\n<li>\n<strong>\n<u> Governing Law.\nVenue</u>\n</strong>\n</li>\n</ol>\n<p>This Agreement shall be governed by and construed in accordance with the laws of the State of California and the United States without regard to the conflict of laws provisions therein that would require application of the laws of another jurisdiction.\nAny action under or relating to this Agreement which is permitted be brought in a court pursuant to the terms for this Agreement shall be brought solely in the state and federal courts located in California with sole venue in the courts located in San Francisco County and each party hereby submits to the personal jurisdiction of such courts, except that August may seek relief in any court of competent jurisdiction to protect or enforce its intellectual property and proprietary rights.\nThe United Nations Convention on Contracts for the International Sale of Goods shall not apply to this Agreement.</p>\n<ol>\n<li>\n<strong>\n<u> Dispute Resolution.\nMandatory Arbitration.</u>\n</strong>\n</li>\n</ol>\n<p>If you are a resident of the United States, then the Arbitration terms in this section apply to you.\nThis section includes a mandatory arbitration provision for certain claims.\nThe claims to which this section applies are described below.\nThis section limits your and our rights.\nSpecifically, you understand that you and August are waiving the right to sue in court and have a jury trial for certain claims.</p>\n<p>To the maximum extent permitted by law, you agree that the all disputes and claims arising out of, or relating to, this Agreement, or your use of the Licensed Software and Device (including the arbitrability of any claim or dispute and the enforceability of this section), shall be determined exclusively by final and binding arbitration.\nProvided however, that you agree that the terms of this arbitration section do not apply to determinations as to the ownership of any intellectual property rights in the Licensed Software or Device.\nThe arbitration shall be conducted before a single arbitration under the American Arbitration Association’s (AAA’s) Commercial Arbitration Rules and conducted in San Francisco, CA, USA (or in the federal court district in which you reside at the time of making a claim, if mutually agreed by you and August in writing in the interest of fairness).\nYou and August also agree that the AAA Optional Rules for Emergency Measures of Protection shall apply to the proceedings.\nThe AAA rules are available at http://www.adr.org or by calling 1-800-778-7879.\nYou and August are each responsible for their respective costs relating to counsel, experts, and witnesses, and any other costs relating to the arbitration.\nIn the event that you file for arbitration, August will pay for the arbitration administrative or filing fees in excess of $250 U.S.\ndollars, including the arbitrator and/or other AAA case management fees, for any dispute of $75,000 U.S.\nDollars or less, unless the claim is determined by the arbitrator to be frivolous.\nThe arbitrator will make any award in writing but need not provide a statement of reasons unless requested by a party.</p>\n<ol>\n<li>\n<strong>\n<u> Waiver of Class Action</u>\n</strong>\n</li>\n</ol>\n<p>Except as otherwise provided in this section, the arbitrator may not consolidate more than one person’s claims, and may not otherwise preside over any form of a class or representative proceeding or claims (such as a class action, consolidated action or private attorney general action) unless both you and August specifically agree to do so following initiation of the arbitration.\nIf you choose to pursue your dispute in court by opting out of this section, as specified below, this class action waiver will not apply to you.\nNeither you, nor any other user of the Licensed Software can be a class representative, class member, or otherwise participate in a class, consolidated, or representative proceeding arising out of or relating to this Agreement or the Licensed Software without having complied with the opt-out requirements below.&nbsp;</p>\n<ol>\n<li>\n<strong>\n<u> Availability of Injunctive Relief</u>\n</strong>\n</li>\n</ol>\n<p>Except as expressly set forth in this section, you and August may litigate in court only to compel arbitration under this Agreement or to confirm, modify, vacate or enter judgment on the award rendered by the arbitrators.\nTo the extent that you have breached or have indicated your intention to breach this Agreement in any manner which violates or may violate August’s or any of its licensor’s intellectual property rights, or may cause continuing or irreparable harm to August (including, but not limited to, any breach that may impact August’s or its licensor’s intellectual property rights, or a breach by reverse engineering), August may seek injunctive relief, or any other appropriate relief, in any court of competent jurisdiction.</p>\n<ol>\n<li>\n<strong>\n<u> Ability to Opt-Out of Mandatory Arbitration</u>\n</strong>\n</li>\n</ol>\n<p>Notwithstanding the above, you or August may choose to pursue a dispute in court and not by arbitration if (a) the dispute qualifies, it may be initiated in small claims court.\nor (b) YOU OPT-OUT OF THESE ARBITRATION PROCEDURES WITHIN THIRTY (30) DAYS FROM THE DATE THAT YOU FIRST CONSENT TO THIS AGREEMENT (the “Opt-Out Deadline”).\nYou may opt out of this Section by mailing written notification to August at support@august.com.\nYour written notification must include (1) your name, (2) your address, and (3) a clear statement that you do not wish to resolve disputes with August through arbitration.\nYour decision to opt-out of this Section will have no adverse effect on your relationship with August.\nAny opt-out request received after the Opt-Out Deadline will not be valid and you must pursue your dispute in arbitration or in small claims court.\nIn addition, this arbitration provision does not preclude you from bringing issues to the attention of federal, state, or local agencies.\nSuch agencies can, if the law allows, seek relief against us on your behalf.\nThe Federal Arbitration Act, 9 U.S.C.\n1, et seq.\n(the “FAA”) governs the interpretation and enforcement of this agreement to arbitrate.\nThe FAA’s provisions, not state law, govern all questions of whether a dispute is subject to arbitration.<strong>&nbsp;</strong>\n</p>\n<ol>\n<li>\n<strong>\n<u>\n</u>\n</strong>\n<strong>\n<u>Entire Agreement</u>\n</strong>.</li>\n</ol>\n<p>This Agreement constitutes the entire agreement between the parties pertaining to the subject matter hereof, and any and all written or oral agreements previously existing between the parties are expressly canceled.</p>\n<ol>\n<li>\n<strong>\n<u> Questions or Additional Information</u>\n</strong>\n</li>\n</ol>\n<p>If you have questions regarding this Agreement, or wish to obtain additional information, please send an e-mail to support@august.com.</p>\n<p>&nbsp;</p> ", "created_at": "2020-12-29 20:47:38.694264", "updated_at": "2021-02-03 22:34:06.260473"}, {"id": 3360, "name": "Warranty", "url": "https://august.com/pages/warranty", "xpath": "/html/body/main/div[1]/div[5]/div/div[3]", "text": " <p>IMPORTANT:&nbsp.\nBy using the August Smart Lock hardware (the “Device”) you are agreeing to be bound by the terms of this Limited Warranty set forth below.&nbsp.\nIf you do not agree to the terms of this Limited Warranty you may return the Device (in its original, unused condition) within thirty days of the date of purchase (or the return period provided by your place of purchase, whichever is longer) for a refund in accordance with our returns policy as set forth in Section 3 of this Limited Warranty.</p>\n<p>&nbsp;</p>\n<p>This Limited Warranty gives you specific legal rights.\nYou may also have other legal rights that vary by state, province or jurisdiction.\nThe disclaime</p>\n<p>rs, exclusions, and limitations of liability under this Limited Warranty will not apply to the extent prohibited by applicable law.\nFor a full description of your legal rights you should refer to the laws applicable in your jurisdiction and you may wish to contact a relevant consumer advisory service.</p>\nDuration and Coverage\n<p>One (1) year [two&nbsp;(2) years for certified Pro&nbsp;customers] Limited Hardware Warranty.\nSubject to the additional terms and conditions set forth below, August provides the following Limited Warranty:&nbsp;</p>\n<ul>\n<li>Only to the person or entity that originally purchased the Device from August or from one of its authorized resellers or distributors.\nand</li>\n<li>Only for Devices purchased and delivered to the end user within the United States or Canada.</li>\n</ul>\nLimited Warranty\n<p>August warrants the Device against defects in materials and workmanship under normal use for a period of one (1) year [two (2) years for certified Pro customers] from the date of purchase (“Warranty Period”).\nIf a Device is returned to August during the Warranty Period as provided below, and August determines that the Device is defective, August will either repair or replace the unit with either a new or a refurbished August Smart Lock, or refund the original purchase price in return for the Device, at its option.\nIf the Warranty Period has expired or is otherwise not applicable as per the Scope and Limitation on Warranty (below), we will return the Device to you.\nMore information about this warranty can be found at www.august.com/support.</p>\nSatisfaction Return Policy\n<p>If you are the original purchaser of the Product from august.com and you are not satisfied with this Product for any reason, you may return it in its original condition within thirty (30) days of the original purchase and receive a full refund.\nTo return your product you need to contact customer support for an RMA number.\nRMA numbers are valid for 30 days after issuance, product returned after that will be returned to the customer.</p>\nReturn and Warranty Service Process\n<p>Please review the online help resources at http://www.august.com/support prior to seeking warranty service.\nTo obtain warranty service, you must first obtain a Return Merchandise Authorization (RMA) number from a Customer Support Representative (CSR) at August.\nCustomer Support contact information can be found by visiting&nbsp;http://www.august.com/support.\nAugust may attempt to troubleshoot a warranty-related problem prior to issuing a RMA number.\nAugust may ask for additional information upon request.\nIssued RMA numbers remain valid for thirty days from issuance.\nOnce an RMA number is obtained, your Device must be shipped freight prepaid.\ntogether with proof of purchase and all accessories, either its original packaging or packaging affording an equal degree of protection, to the August authorized distribution facility identified by the CSR.\nFailure to return any of the accessories may result in a delay and/or result in a credit to August or an invoice for the missing accessories.</p>\n<p>In performing warranty service, August may furnish replacement parts on an exchange basis and replaced parts will become the property of August.\nReplacement parts provided by August shall be new or refurbished and of comparable quality, and may be a different part that contains compatible features and functions.\nYou will reimburse August for the inspection, testing and repair of returned equipment determined by August not to be defective or which falls under one of the warranty exclusions described below (as well as pay all shipping and handling charges).\nIn all cases, August’s determination as to whether or not the equipment is defective and covered by warranty will be final.\nAny replacement equipment will be warranted hereunder for a period of one (1) year from shipment.</p>\n<p>August reserves the right to change the method by which August may provide warranty service to you, and your Device’s eligibility to receive a particular method of service.</p>\nScope of and Limitation of Warranty\n<p>The warranty on this Device is limited to the repair or replacement of defective Devices as described in the Limited Warranty section above.\nThis warranty does not cover customer training and education, installation, set up or adjustment, signal or reception problems.</p>\n<p>&nbsp;</p>\n<p>The August Device is not an ANSI or BHMA certified door lock and must be correctly installed and used with a certified door lock that is operating in good condition.&nbsp.\nYou assume all risk associated with the suitability, installation and performance of the door lock and other third party components, hardware, software and services that you select.</p>\n<p>&nbsp;</p>\n<p>This warranty does not cover damage (i) due to acts of God, other forces beyond our reasonable control, such as internet or power outages, wars, riots, terrorism, labor disputes, earthquakes, floods or other events of “force majeure,” accident, misuse, abuse, negligence, commercial use or modification of, or to any part of your Device.\n(ii) caused by any third party product, service or system, use of the Device for purposes other than for which the Device was designed or intended, or use in improper temperature, humidity or other environmental conditions, or use of the Device in violation of written instructions provided by August (which may be provided at the time of purchase or on its website at http://www.august.com/support).\nThis warranty does not cover defects due to normal wear and tear or aging.\nThis warranty does not cover damage due to improper repair, operation or maintenance or connections to improper voltage supply or, to the extent allowed by law, attempted repair by anyone other than a facility authorized by August to service your August Device.\nThis warranty does not cover consumable parts (such as batteries).&nbsp.\nThis warranty gives you specific legal rights, and you may also have other rights which vary from state to state (and jurisdiction to jurisdiction).</p>\nDisclaimer of Warranties\n<p>TO THE EXTENT PERMITTED BY LAW, THIS WARRANTY AND THE REMEDIES SET FORTH ARE EXCLUSIVE AND IN LIEU OF ALL OTHER WARRANTIES, REMEDIES AND CONDITIONS, WHETHER ORAL, WRITTEN, STATUTORY, EXPRESS OR IMPLIED.\nAUGUST DISCLAIMS ALL STATUTORY AND IMPLIED WARRANTIES, INCLUDING WITHOUT LIMITATION, WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE AND WARRANTIES AGAINST HIDDEN OR LATENT DEFECTS, TO THE EXTENT PERMITTED BY LAW.\nIN SO FAR AS SUCH WARRANTIES CANNOT BE DISCLAIMED, AUGUST LIMITS THE DURATION AND REMEDIES OF SUCH WARRANTIES TO THE DURATION OF THIS EXPRESS WARRANTY AND, AT AUGUST’S OPTION, THE REPAIR OR REPLACEMENT SERVICES DESCRIBED ABOVE.\nSOME STATES (COUNTRIES AND PROVINCES) DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY (OR CONDITION) MAY LAST, SO THE LIMITATION DESCRIBED ABOVE MAY NOT APPLY TO YOU.</p>\nLimitation of Damages\n<p>IN ADDITION TO THE ABOVE WARRANTY DISCLAIMERS, TO THE MAXIMUM EXTENT PERMITTED BY LAW, NEITHER AUGUST NOR ITS SUPPLIERS SHALL BE RESPONSIBLE OR LIABLE WITH RESPECT TO ANY SUBJECT MATTER OF THIS AGREEMENT OR TERMS OR CONDITIONS RELATED THERETO UNDER ANY BREACH OF CONTRACT, NEGLIGENCE, STRICT LIABILITY OR ANY OTHER THEORY (A) FOR LOSS OR INACCURACY OF DATA OR COST OF PROCUREMENT OF SUBSTITUTE GOODS, SERVICES<br>OR TECHNOLOGY, OR (B) FOR ANY INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES INCLUDING, BUT NOT LIMITED TO BUSINESS INTERRUPTION, LOSS OF REVENUES AND LOSS OF PROFITS.\nTHE FOREGOING SHALL APPLY EVEN IF AUGUST HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, AUGUST’S AGGREGATE CUMULATIVE LIABILITY HEREUNDER SHALL NOT EXCEED THE ORIGINAL PURCHASE PRICE PAID FOR THE DEIVCE THAT CAUSED SUCH DAMAGE.\nCERTAIN STATES (COUNTRIES AND PROVINCES) DO NOT ALLOW THE LIMITATION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE EXCLUSIONS SET FORTH ABOVE MAY NOT APPLY TO YOU.</p> ", "created_at": "2020-12-29 20:51:36.35745", "updated_at": "2021-02-03 22:34:46.139702"}, {"id": 3358, "name": "Cookie Policy", "url": "https://august.com/pages/cookie-policy", "xpath": "/html/body/main/div[1]/div[5]/div/div[3]", "text": " <p>Effective Date: April 1, 2019</p>\n<p>As stated in the August.com website Privacy Policy (https://august.com/pages/privacy-policy), August Home Inc.\n(“August”) uses cookies and related technologies on August.com.\n&nbsp;</p>\n<p>\n<b>What are cookies</b>\n</p>\n<p>Cookies are small text files that are saved by your browser when you access our website.\nWe and our service providers may use both cookies and pixel tags to identify that you’ve visited our website and report on your interactions.\nWe may also use cookies to customize and improve our Services.\nPlease see below for additional information on how cookies are used with advertising services and your choices.\n&nbsp;</p>\n<p>\n<b>What are pixel tags</b>\n<i>(a.k.a.\nclear gifs or Web Beacons)</i>\n</p>\n<p>Pixel tags help us better manage content on our website by informing us what content is effective.\nThese pixel tags (or other tracking technology) may also be included in or associated with e-mails or other communications that you receive from us in order to help us track your response and interests, and to deliver you relevant content and services.\nWe may tie information gathered by pixel tags, cookies, or other tracking technology to personal data that you have provided us.\n</p>\n<p>\n<b>Types of cookies used</b>\n</p>\n<p>We use both session and persistent cookies, as well as the following different types of cookies:</p>\n<ul>\n<li>Essential cookies that maintain the operation of the website, including cookies to authenticate users and prevent fraudulent use of user accounts.</li>\n<li>Functional cookies that are used to measure the website performance, including analytics service providers and user experience testing services.\n</li>\n<li>\nAdvertising cookies to help us serve relevant ads on this website, or through service providers who help us serve relevant ads on third party websites based on your interactions with this website.<br>\n<br>\n</li>\n</ul>\n<p>\n<b>What are your choices regarding cookies</b>\n</p>\n<p>&nbsp;</p>\n<p>You may choose to block or delete cookies on this website through the controls or enhancements to your web browser, or through instructions provided by the browser developer.\nHowever, please note that if you do not accept our cookies, you may not be able to use all of the website features, and some of our pages might not display properly.</p>\n<p>&nbsp;</p>\n<p>You may choose to control or opt-out of these August.com website service provider cookies: </p>\n<ul>\n<li>\nGoogle: https://support.google.com/ads/answer/2662922?hl=en\n</li>\n<li>\nFacebook: https://www.facebook.com/help/568137493302217?helpref=related </li>\n<li>\nYahoo!: https://yahoo.mydashboard.oath.com/lite </li>\n<li>\nQuantcast: https://www.quantcast.com/opt-out/\n</li>\n<li>\nThe Trade Desk: https://www.adsrvr.org/ </li>\n<li>\nHotjar: https://www.hotjar.com/privacy/do-not-track/ </li>\n</ul>\n<p>&nbsp;</p>\n<p>Finally, August endeavors to work exclusively with service providers aligned with the principles adopted by the Digital Advertising Alliance.\nIf you wish to object to this information being used for the purpose of serving you relevant ads on other websites, you may opt-out through these industry-hosted services: </p>\n<ul>\n<li>\nU.S.: http://optout.aboutads.info/?c=2&amp;lang=EN\n</li>\n<li>\nEU: https://www.youronlinechoices.com/uk/opt-out-help\n</li>\n<li>\nCanada: https://youradchoices.ca/en/tools\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<b>To find out more information about cookies, refer to: </b>https://www.allaboutcookies.org/<b> &nbsp;</b>\n</p>\n<p>\n<br>\n<br>\n</p>\n<p>\n<b>Do Not Track</b>\n</p>\n<p>&nbsp;</p>\n<p>At the current time, August.com does not support browser-directed Do Not Track settings.\n&nbsp;</p> ", "created_at": "2020-12-29 20:45:49.875493", "updated_at": "2021-02-03 22:34:28.291095"}], "points": [], "urls": ["august.com"]}}