{"error": 448, "message": "OK", "parameters": {"id": 6186, "name": "PortableTV", "created_at": "2021-12-25 21:36:30.695646", "updated_at": "2021-12-25 23:01:18.754398", "wikipedia": null, "keywords": null, "related": null, "slug": "portabletv", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6186.png", "url": "portable.tv", "documents": [{"id": 11200, "name": "Privacy Policy", "url": "https://www.portable.tv/privacy-policy", "xpath": "/html/body/div[4]/div/div/div[1]/div[4]", "text": "Privacy Policy <p>\n<b>PRIVACY AND COOKIE NOTICE</b>\n</p>\n<p>\n<b>Effective Date: 12.10.2021</b>\n</p>\n<p>Company* and its affiliates (together, “Portable.TV”, “We,\" “Us,” “Our”) takes the security and privacy of your personal information very seriously.\nAs part of our commitment to use the information you share with us responsibly, we want you to be familiar with how we collect, use, and disclose information relating to you, your computer, or your device and that enables your identification (“Personal Information”).\nThis Privacy and Cookie Notice (“Notice”) describes how we process Personal Information about you that we collect through the website or mobile, desktop, or connected TV application operated and controlled by us from which you are accessing this Notice (the “Site”).\nThis Notice does not apply to information that we collect offline, such over the telephone, in person, or by facsimile.\nBy using the Site, you agree to the terms and conditions of this Notice.</p>\n<br>\n<p>This Policy is considered part of our Terms and Conditions </p>\n<br>\n<p>1.\n<u>WHAT INFORMATION DO WE COLLECT ABOUT YOU?</u>.\n</p>\n<p>a.\nWhat You Gave Us: Some parts of the Site may ask you to submit Personal Information in order for you to benefit from the specified features or to participate in a particular activity.\nFor example, you may voluntarily provide Personal Information to us in the following ways:</p>\n<br>\n<p> •\tContact Us Forms: If you contact us, we collect the information that you provide on the “contact us” form available on the Site.\n</p>\n<p> •\tRegistration For An Account: If you register for an account with us, we will collect the information that you voluntarily provide when registering, This information may include your name and your email address.\nYou may also be asked to provide a username and password.</p>\n<br>\n<p> •\tApplication Forms: We collect the Personal Information you voluntarily provide when you complete an application form on the Site.\nFor example, if you choose to participate in a contest or sweepstakes, we may collect the information you provide in the application form.</p>\n<br>\n<p> •\tSubscribe to Mailing List: If you subscribe to our mailing list, we will collect your email address.</p>\n<br>\n<p>We may combine Personal Information you submit through the Site with other information we have collected from you, whether on-line or off-line.\nWe treat the combined information in accordance with this Notice.</p>\n<br>\n<p>b.\nSingle Sign-On: Our Site may allow you to log in or register using a third-party service such as Facebook.\nThis ‘single sign-on’ feature allows us to conveniently create an account for you and allows you to log in using familiar credentials.\nThrough this process, we may collect your name, email, and any other information provided to us by the single sign-on partner.\nWe will not collect your password for that third-party service, so if you forget your password, please coordinate with the appropriate third party.\nNote that we may link information we are provided from a social media or third-party platform with other information we or our third-party service providers hold about you, and you may share information with those parties, as described in the “Content Sharing” section below.</p>\n<br>\n<p>c.\nInformation from Use of the Site: Through your use of the Site, we may also gather information about your use of the Site that does not identify you directly but may identify your computer or device.\nGenerally, this information is collected through what we refer to herein as “Traffic Data.” We may collect and store such Traffic Data automatically whenever you interact with the Site.\nFor example, we may collect your IP address, the hostname of your computer, browser information and reference site domain name every time you use the Site.\nWe may collect information regarding user traffic patterns and Site usage.\nThis Traffic Data does not, however, contain anything that can personally identify you, though it may identify your computer or device.\nThis data is used to analyze and improve the Site, to provide you with a better and more personalized experience on the Site, and to show you offers tailored to you.\nPlease see the section below in this Notice regarding Passive Information Collection for more information about our use of cookies and other technologies.</p>\n<br>\n<p>d.\nLocation Data: If you use certain parts of our websites, we may collect location data obtained from your IP address.\nSimilarly, if you use our mobile websites, mobile applications, or other smart device applications we may collect location data obtained from your device.\nWe use this location data to serve local content to you.</p>\n<br>\n<p>e.\nData about Children: We do not knowingly collect Personal Information through the Site from children under the age of 13.\nWe reserve the right to delete any information identified as having been provided through the Site from children under the age of 13.</p>\n<br>\n<p>2.\n<u>HOW DO WE USE THE INFORMATION WE COLLECT FROM YOU?</u>.\n</p>\n<p>We use Personal Information submitted by you or otherwise collected through the Site for the purposes described in this Notice and as otherwise described to you at the point of collection.\nGenerally, we use the information you provide for the reason for which it was provided.\nFor example, if you contact us by e-mail, we will use the Personal Information you provide to answer your question or resolve your problem and will respond to the email address from which the contact came.\nWe may also use Personal Information about you as specifically described below:</p>\n<br>\n<p> •\tRequests, Inquiries, and Applications: We may use your Personal Information to process, evaluate, and respond to your requests, inquiries, and applications.\nSo, if you provide us with information to register for an account with Portable.TV, we will use the information you provide to process your registration for that purpose.\nIf you provide us with Personal Information to participate in a contest or promotion, we may use your information to administer your participation.\nIf you request certain information from us, we will use your Personal Information to process and respond to your request.</p>\n<br>\n<p> •\tManage Our Relationship With You: We may use your Personal Information to send you important information regarding our relationship with you or regarding the Site, such as information about changes to our terms, conditions, policies, and other administrative information.</p>\n<br>\n<p> •\tInternal Business Purposes: We may use your Personal Information for internal business purposes, including without limitation, to help us operate, evaluate, and improve the quality of the Site.\nto better understand those individuals that utilize the Site and their viewing habits.\nto verify your identity.\nto prevent, protect against, identify, or address fraud, unauthorized activity, claims, liabilities, and other wrongdoing.\nto provide you with customer service.\nand to generally manage our business.</p>\n<br>\n<p> •\tPromotional Activities: We use Traffic Data to deliver promotional messages to you, including through Interest-Based Advertising, as explained more in Section 5 below.</p>\n<br>\n<p> •\tAnalytics: We may use Traffic Data to performing market research and data analytics.\nTo learn more about how we use Traffic Data, please see Section 4 of this Notice.</p>\n<br>\n<p> •\tLocalized and Personalized Content: We may use your general geographic location to provide localized content.\nWe track your viewing history for our own analytics purposes, but also to allow you to access your watch history.\nWe may use Personal Information, including your watch history, to provide you with personalized viewing recommendations for content we think will be of interest to you.</p>\n<br>\n<p> •\tLegal Requirements, Industry Standards, and Contractual Obligations: We may use your Personal Information to comply with applicable legal requirements and industry standards, and to defend our legal rights and enforce our contracts.</p>\n<br>\n<p>We may use non-personal information or aggregate information that does not identify an individual without restriction, and we may share such information with third parties.</p>\n<br>\n<p>3.\n<u>WITH WHOM DO WE SHARE YOUR INFORMATION</u>.\n</p>\n<p>We may share your Personal Information only as described in this Notice or as otherwise described to you at the point of collection:</p>\n<br>\n<p> •\tAffiliates: We may share your Personal Information with our affiliates for purposes consistent with this Notice.\nOur affiliates will be bound to maintain that Personal Information in accordance with this Notice.</p>\n<br>\n<p> •\tAgents, Consultants, and Service Providers: We may share your Personal Information with individuals or companies that we hire to provide services to us, such as website hosting services.</p>\n<br>\n<p> •\tThird Party Business Partners: Certain programs, applications, or services available through the Site are made available through third party business partners.\nAlthough our treatment of your Personal Information that is provided to participate in such a third-party program, application, or service is governed by this Notice, the treatment of your Personal Information by these third-party business partners will be governed by the privacy policies of such third parties.</p>\n<br>\n<p> •\tBusiness Transfers: We may transfer your Personal Information in the event of a business sale, merger, consolidation, change in control, transfer of substantial assets, bankruptcy, liquidation, or reorganization.\nWe may also disclose your Personal Information in the course of due diligence of such a transaction.\nYou acknowledge and agree that any successor to or acquirer of Portable.TV (or its assets) will continue to have the right to use your Personal Information and other information.\nWhether the recipient of your Personal Information in these cases will handle your Personal Information pursuant to this Notice will depend on the applicable law and other factors.</p>\n<br>\n<p> •\tLegal Requirements: We use and disclose Personal Information as we believe to be necessary or appropriate: (i) under applicable law, including laws outside your country of residence.\n(ii) to comply with legal process.\n(iii) to respond to requests from public and government authorities, including public and government authorities outside your country of residence.\n(iv) to enforce our terms and conditions.\n(v) to protect our operations or those of any of our affiliates.\n(vi) to protect our rights, privacy, safety, or property, and/or that of our affiliates, you, or others.\nand (vii) to allow us to pursue available remedies or limit the damages that we may sustain.</p>\n<br>\n<p> •\tPassively Collected Information: We may share Traffic Data that does not identify you directly, but may identify your computer or device, as described in Sections 4 of this Notice.</p>\n<br>\n<p>4.\n<u>COOKIES AND OTHER PASSIVE COLLECTION TECHNOLOGIES</u>.\n</p>\n<p>As you navigate the Site, certain Traffic Data may be passively collected, meaning it is gathered without your actively providing it.\nThis is done using the following technologies in the following ways:</p>\n<br>\n<p> Through your browser: Certain information is collected by most browsers, such as your Media Access Control (MAC) address, computer type and operating system type and version screen resolution, and Internet browser type and version.</p>\n<br>\n<p> Through your device: If you access the Site through a mobile device or other network-connected product, certain information may be collected about that device, including your device type, network service provider, and other identifiers.\nWe may collect unique device identifiers (such as IDFA and AID tags and UUID and UDID identifiers) associated with the devices you use to access the Site.</p>\n<br>\n<p> Using cookies: Like many companies, our Site may use “cookies” to help make sure the Site is meeting the needs of its users and to help us make improvements.\nCookies are bits of text that are placed on your computer’s hard drive when you visit certain websites.\nWe may use cookies set by us on the Site to tell us, for example, whether you have visited us before or if you are a new visitor.\nWe use third-party cookies set by our service provider, Google Analytics, to collect information about how visitors use the Site, including how long you spend on each page, and how you got to the Site.\nWe do not use data collected by cookies to identify who you are.\nYou can visit https://www.google.com/analytics/learn/privacy.html to learn more about Google Analytics’ use of cookies.\nYou can visit https://tools.google.com/dlpage/gaoptout for information on how to opt out of Google Analytics cookies.</p>\n<br>\n<p>You can refuse our use of some or all cookies by turning off the use of cookies in your web browser.\nIf you use your browser settings to block all types of cookies you may not be able to access all or parts of our Site or functionality may be limited.</p>\n<br>\n<p>You can set your browser to notify you before you receive a cookie, giving you the chance to decide whether to accept it.\nYou can also set your browser to turn off cookies.</p>\n<br>\n<p>Changing your internet browser settings can prevent the use of cookies.\nEach browser has a different procedure for disabling the use of cookies.\nThe Help function within your browser should tell you how.\nAlternatively, you may visit http://www.aboutcookies.org where you can review information on how to control cookies on a variety of browsers.</p>\n<br>\n<p>Using Monitoring Tools: Cookies are not the only way to recognize or track visitors to a website.\nWe may use other, similar technologies from time to time, like web beacons (sometimes called “tracking pixels” or “clear gifs”) to better tailor the Site in order to provide a better service.\nThese are tiny graphics files that contain a unique identifier that enable us to recognize when someone has visited our Site.\nThese technologies usually work in conjunction with cookies.\nTo disable cookies used on our Site, and therefore any other tracking technologies that work in conjunction with these cookies, please follow the instructions above.</p>\n<br>\n<p>IP Address: Your IP Address is a number that is automatically assigned to the computer that you are using by your Internet Service Provider.\nAn IP Address is identified and logged automatically in our server log files whenever a user visits the Site, along with the time of the visit and the page(s) that were visited.\nCollecting IP Addresses is standard practice on the Internet and is done automatically by many online service providers, including website operators.\nWe use IP Addresses for purposes such as calculating Site usage levels, helping diagnose server problems, and administering the Site.</p>\n<br>\n<p>Social Media Plug-Ins: We use social media plug-ins from social media networks like Facebook, Pinterest, Instagram, YouTube and Twitter, which are labeled on our Site with the well-known symbols of the respective social network.\nIf you interact with these plug-ins, your activity on the Site may also be made available to those social networks.\nIn order to understand how those social networks use and disclose your Personal Information, please review the privacy policies available on the websites of those social networks.</p>\n<br>\n<p>Do Not Track Signals: Our Site currently does not respond to “Do Not Track” (DNT) signals and operates as described in this Notice whether or not a DNT signal is received.\n</p>\n<br>\n<p>Although our use of passive collection technologies may change over time as technology evolves, the above descriptions are designed to provide you with additional detail about our current approach to information collected from passive technologies.</p>\n<br>\n<p>5.\n<u>INTEREST BASED ADVERTISING</u>.\n</p>\n<p>We may collect information about your online activities on our Site and when you interact with our email advertisements.\nWe use this information to provide you with advertising about products and services tailored to your individual interests.\nWe also may obtain information for this purpose from third-party websites on which our ads are served.\nIn addition, we work with third party service providers who use their own automated information collection and tracking technologies on our Site.\nThis section of our Notice provides details and explains how to exercise your choices.\n</p>\n<br>\n<p>You may see certain ads on other websites because we work with advertising partners (including advertising networks) to engage in remarketing and retargeting activities.\nOur advertising partners allow us to target our messaging to users through demographic, interest-based and contextual means.\nThese partners track your online activities over time and across websites by collecting information through automated means, including through the use of third-party cookies, web server logs, and web beacons.\nThey use this information to show you advertisements that may be tailored to your individual interests.\nThe information our advertising partners may collect includes data about your visits to websites that participate in the relevant advertising networks, such as the pages or advertisements you view and the actions you take on the websites.\nThis data collection takes place both on our Site and on third-party websites that participate in the ad networks, as well as when you interact with our email advertisements.\nThis process also helps us track the effectiveness of our marketing efforts.\nFor example, we utilize certain of our ad partners’ targeted advertising services to show you our ads on other websites based on your prior visits to our Site and other online activity.</p>\n<br>\n<p>Provided that a company participates in industry-developed programs designed to provide consumers choices about whether to receive targeted advertising, you may opt out of ad network interest-based advertising generally through the Network Advertising Initiative website or by visiting http://www.aboutads.info/choices/ (web-based advertising) or http://www.aboutads.info/appchoices (for mobile advertising).\nTo learn more, please visit the websites operated by the Network Advertising Initiative and Digital Advertising Alliance at www.networkadvertising.org/choices.\nOpting-out does not mean that you will stop receiving ads from us.\nIt means that you still stop receiving ads from us that have been targeted to you based on your visits and browsing activity across websites over time.</p>\n<br>\n<p>6.\n<u>Social Media</u>.\n</p>\n<p>Some aspects of the Site may allow you to interface with other websites, social media, and other online services, such as Facebook and Twitter.\nWe will diligently work to identify these aspects of the Site to you, for example, by identifying them with the applicable third party logos or trade names.\nBy using these interfaces, you will allow us to access information about you from those other online services, including information and other content that you submit to those online services.\nThese interfaces may also allow the social media or other service to automatically collect information about you, such as browser information and IP address.\nIf you interface with the Site through your social media account, we may contact you or enable you to share your experience and content via your social media account, which information may be publicly viewed by other users of those services.\nFor a description on how such social media services and other third-party platforms, plug-ins, integrations, and applications handle your information, please refer to their respective privacy policies and terms of use, which may permit you to modify your privacy settings with that service or platform.</p>\n<br>\n<p>7.\n<u>SECURITY</u>.\n</p>\n<p>We take what we believe to be reasonable steps to protect the Personal Information collected by us from loss, misuse, unauthorized use, access, inadvertent disclosure, alteration, and destruction.\nHowever, no network, server, database, or Internet or e-mail transmission is ever fully secure, error-free, or “hacker proof.” Therefore, you should take special care in deciding what information you provide to us.\nPlease keep this in mind when disclosing any Personal Information.\n</p>\n<br>\n<p>8.\n<u>DATA RETENTION</u>.\n</p>\n<p>We generally retain Personal Information for so long as it may be relevant to the purposes above, or for longer when required by law.\nTo dispose of Personal Information, we may anonymize it, delete it, or take other appropriate steps.\nEven if we delete your Personal Information, it may persist on backup or archival media for an additional period of time for legal, tax, or regulatory reasons, or for legitimate and lawful business purposes.</p>\n<br>\n<p>9.\n<u>YOUR RIGHTS AND CHOICES</u>.\n</p>\n<p>Opt Out From Direct Electronic Communications </p>\n<br>\n<p>Where it is in accordance with your preferences, Portable.TV may send you direct electronic communications, such as through email or text message.\nYou may “opt out” of receiving these electronic communications by following the instructions in the message that you receive, or by sending an e-mail to support@portable.tv indicating which communications you no longer wish to receive.\nNote that if you are a registered user we may still send certain administrative messages to you by email that relate to the services that you have signed up to receive.</p>\n<br>\n<p>Opt Out From Cookie-Related Processing </p>\n<br>\n<p>You can opt out from certain cookie-related processing as described in Sections 4 of this Notice.</p>\n<br>\n<p>10.\n<u>LINKS TO THIRD PARTY SITES</u>\n</p>\n<p>The Site may contain links to other web sites for the convenience of users in locating information or services that may be of interest.\nIf you access a third-party website from a link on the Site, any information you disclose on that website is not subject to this Notice.\nIt is possible that these links may be used by third parties or others to collect personal or other information about you.\nPortable.TV is not responsible for the privacy practices of such websites, advertisers, or third parties or the content of such websites.\nPortable.TV does not control these third parties’ use of cookies, collection of information, or how they manage such information.\nIt is solely your obligation to review and understand the privacy practices and policies of these other websites, advertisers and any third parties.</p>\n<br>\n<p>11.\n<u>CALIFORNIA</u>\n</p>\n<p>California Civil Code Section 1798.83 (also known as the “Shine The Light” law) permits users who are California residents to request and obtain from us once a year, free of charge, information about the Personal Information (if any) we disclosed to third parties for direct marketing purposes in the preceding calendar year.\nAlternatively, businesses may have in place a policy not to disclose Personal Information of customers to third parties for the third parties' direct marketing purposes unless the customer has opted-in to such information sharing.\nAccordingly, we will not share your Personal Information with third parties other than our affiliates for the third party’s own direct marketing purposes unless you opt-in, for example by checking a consent check box when providing us with your information.</p>\n<br>\n<p>12.\n<u>UPDATES DELETING YOUR PORTABLE.TV ACCOUNT</u>\n</p>\n<p>You may delete your PORTABLE.TV account, in accordance with our Terms of Use, or via the link accessible on the Account page.\nYou must cancel your subscription before you are able to delete your account.\nPlease note that, after you delete your account, we may retain some information from or about you in accordance with applicable law, including for various legal, operational, accounting, and auditing purposes.</p>\n<br>\n<p>13.\n<u>UPDATES AND CHANGES TO OUR PRIVACY POLICY</u>\n</p>\n<p>The business and operations of Portable.TV may change from time to time.\nAs a result, at times it may be necessary for us to make changes to this Notice to reflect changes in the law, our data handling practices, or the features of our services, websites, and apps.\nWe reserve the right, in our sole discretion, to update or modify this Notice at any time.\nModifications to this Notice will be posted on the Site and the new Effective Date will be displayed at the top of this Notice.\nIn certain circumstances, Portable.TV may, but need not, provide you with additional notice of such modifications, such as via e-mail.\nModifications will be effective 30 days following the Effective Date, or such other date as communicated in any other notice to you.\nWhere required by applicable law, we will apply changes only with your consent.\nPlease review this Notice periodically, and especially before you provide any Personal Information.\nThis Notice was updated on the date indicated above.\nYour continued use of the Site following the effectiveness of any modifications to this Notice constitutes your acceptance of those modifications.\nIf any modification to this Notice is not acceptable to you, you should cease accessing, browsing, and otherwise utilizing Portable.TV’s Site.\n</p>\n<br>\n<p>14.\n<u>HOW TO CONTACT US</u>.</p>\n<br> &lt;<p>If you have any questions regarding this Notice or the use of your Personal Information under this Notice, you can contact us at:</p>\n<br>\n<p> Portable.TV<br>\n</p>\n<p> c/o T&amp;R Productions, LLC<br>\n</p>\n<p> Email us at: support@portable.tv<br>\n</p>\n<p> * T&amp;R Productions, LLC<br>\n</p>", "created_at": "2021-12-25 21:36:30.699563", "updated_at": "2021-12-25 20:37:17.724512"}, {"id": 11199, "name": "Terms of Use", "url": "https://www.portable.tv/tos", "xpath": "/html/body/div[4]/div/div/div[1]/div[4]", "text": "Terms of Use\n<p>The following terms and conditions (“Terms”) govern your access to, and use of, all or part of any website or mobile application of Company* (“Portable.TV”) where these Terms are posted (collectively, the “Site”).\nBy accessing, viewing, downloading or otherwise using the content, materials, or services available on or through the Site, you certify that you have read, understand, and agree to be legally bound by these Terms, as well as our Privacy and Cookie Notice , all of which are incorporated by reference herein.\nYou further certify that you are 18 years of age or older (or at least the applicable age of majority in your state or territory of residence).\nYou understand and agree that your use of the Site signifies that you fully accept and agree to these Terms.\nIf you do not agree to these Terms, or if you are younger than 18 years of age, you are not granted permission to use the Site and must exit immediately.\n</p>\n<br>\n<p>In the event there is any conflict or inconsistency between these Terms and any other terms of use that appear on the Site, these Terms will govern.</p>\n<br>\n<p>THESE TERMS CONTAIN AN ARBITRATION CLAUSE AND A CLASS ACTION WAIVER CLAUSE.\nBY USING THE SITE, YOU ARE ACCEPTING THIS AGREEMENT AND, WHILE YOU MAY STILL PURSUE CLAIMS AGAINST PORTABLE.TV, YOU ARE AGREEING THAT YOU MUST PURSUE YOUR CLAIMS IN A BINDING ARBITRATION PROCEEDING (AND NOT IN A COURT) AND ONLY ON AN INDIVIDUAL (AND NOT A CLASS ACTION) BASIS.\nPLEASE READ THESE TERMS CAREFULLY TO UNDERSTAND YOUR RIGHTS AND RESPONSIBILITIES.</p>\n<br>\n<p>If you have any questions concerning these Terms or wish to exercise your rights as described below, please contact Portable.TV at support@portable.tv.</p>\n<br>\n<p>1.\n<u>License to Use the Site.\n</u>.\n</p>\n<p>1.1 Subject to these Terms, Portable.TV hereby grants you a personal, limited, terminable, revocable, non-exclusive, nontransferable, nonsublicenseable license to access and use the Site solely for use in accordance with these Terms.\nThe Site and any content viewed through our Site are for your personal and non-commercial use only and may not be shared with individuals beyond your household.\nYou shall be responsible, at your sole expense, for procuring, operating, and maintaining the computer system, mobile device, hardware, software, and other items necessary or appropriate to enable you to exercise your rights and licenses hereunder.\nThe quality of the display of the Site Content (as defined below) may vary from device to device, and may be affected by a variety of factors, such as your location, the bandwidth available through and/or speed of your Internet connection.\nWithout limiting any other provisions of these Terms, all software and other materials, including the Site, made available to you are the copyrighted work of Portable.TV or its licensors.\nCopying or distributing the Site or the Site Content is expressly prohibited.</p>\n<br>\n<p>1.2 You may view Site Content primarily within the country in which you have established your account and only in geographic locations where we offer our service and have licensed such content.\nThe content that may be available to watch will vary by geographic location and will change from time to time.\nYou agree not to attempt to access content that is not available in your geographic location.</p>\n<br>\n<p>2.\n<u>Account Registration</u>.\n</p>\n<p>2.1 In order to access certain content, material, products or services on the Site, you may be asked to register and create an account.\nAs part of the registration process, you may be asked to click to agree to these Terms or additional terms and may then be asked to submit your email address and a password for your account.\nYou may also be required to provide certain information about yourself including some types of personally identifiable information, including your legal name and email address, which will be handled by us in accordance with our Privacy and Cookie Notice .\nYou are responsible for ensuring that your password and account login are kept secret, safe, and secure at all times.\nPortable.TV will not be held responsible or liable for any misuse of your account in the event that a third party has access to and uses your password and account login in any way.\nYou agree to accept responsibility for all activities that occur under your account or password.</p>\n<br>\n<p>2.2 You represent that the personal information you provide via the Site is true, valid, complete and up-to-date in all respects.\nShould any of the information you provide on the Site change, please login to your account and update such information directly on the Site.</p>\n<br>\n<p>2.3 We reserve the right in our sole discretion to remove or delete any or all information from your account or our Site at any time and for any reason.\nYou understand that we cannot guarantee that your account will always be available to you or error free.\nWe may terminate or suspend your account for any reason in our sole discretion with or without notice to you.\nAdditionally, we reserve the right to stop offering any account feature of our Site or any portion thereof, without liability, at any time and for any reason, with or without cause.\nIn the event of any such termination or suspension, information stored in your account may no longer be available to you.\nWe have no obligation to make your account history available to you and you should not rely upon your account as your sole record of this information.</p>\n<br>\n<p>3.\n<u>General Restrictions on Use</u>.\n</p>\n<p>3.1.\nYou agree to use the Site only for purposes that are permitted by these Terms and in compliance with all applicable laws, regulations, and generally accepted practices or guidelines in the relevant jurisdictions.</p>\n<br>\n<p>3.2.\nYou will not (and will not attempt to): (a) access the Site by any means other than through the interfaces that are provided by Portable.TV.\n(b) gain unauthorized access to Portable.TV’s computer system or engage in any activity that interferes with the performance of, or impairs the functionality or security of the Site or Portable.TV’s networks and computer systems.\n(c) access the Site through any automated means or with any automated features or devices (including use of scripts or web crawlers, data mining, scraping, robots, spiders, or any other data gathering or extraction tools), except to the extent the Site is indexed by general purpose consumer-accessible search engines, such as Google or Bing.\n(d) access or collect any personally identifiable information, including any names, email addresses or other such information for any purpose, including, without limitation, commercial purposes.\n(e) reproduce, duplicate, copy, sell, trade, or resell any aspect of the Site for any purpose.\n(f) upload, post, or otherwise transmit, through the Site, any unsolicited or unauthorized advertising, promotional materials, “junk mail,” “spam,” “chain letters,” “pyramid schemes,” “phishing,” or any other form of solicitation, including the solicitation of users to become subscribers of other online information services competitive with Portable.TV.\n(g) stalk, harass, or otherwise disturb another person.\n(h) impersonate another person.\nor (i) infringe any intellectual property rights of any person or entity, including any trademark rights, rights of publicity, personality, or privacy of any person or entity.</p>\n<br>\n<p>3.3.\nWe may from time to time give you the ability to link, embed, download, or copy certain Site Content pursuant to these Terms.\nIf you do so, you may not modify, build upon or block any portion or functionality of the Site Content, including links back to our Site or any DRM functionality protecting the Site Content.\nYou further agree to not place embedded Site Content in any location or on any site or service that contains or promotes unlawful, inappropriate, pornographic, obscene, defamatory, harassing, hateful, discriminatory, or similar unlawful or immoral conduct.\nIn addition, you must post your own terms and privacy policy consistent with applicable law, your use of our Site Content, these Terms, and our Privacy and Cookie Notice.</p>\n<br>\n<p>3.4.\nYou also agree that we have the exclusive right to serve ads and collect information with respect to Site Content available through the Site, unless we have a separate written agreement with you.\nAccordingly, you may not advertise on any page containing our Site Content without our prior express written consent.\nFor the avoidance of doubt, you are expressly prohibited from stream-capturing, reproducing, rebroadcasting, retransmitting, or otherwise performing, using, copying, modifying, distributing, replicating, translating, or creating any other derivative work of any kind based on the Site Content, using any form of data extraction or data mining process or procedure on the Site Content, or otherwise exploiting or using the Site Content, commercially or otherwise, without our prior written permission.</p>\n<br>\n<p>4.\n<u>Content on the Site</u>.\n</p>\n<p>4.1.\nAs between you and Portable.TV, Portable.TV owns or licenses all data, content, graphics, forms, artwork, images, videos, audio recordings, photographs, functional components and any software concepts and documentation and other material on, in or made available through the Site (“Site Content”), as well as the selection, coordination, arrangement, and organization and enhancement of the Site Content.\nAll Site Content are protected pursuant to copyright, trademark, patent, and other applicable laws.\nYou agree not to remove or alter any copyright notice or any other proprietary notice on any Site Content.\nAs between any user and Portable.TV, all names, trademarks, service marks, certification marks, symbols, slogans or logos appearing on the Site are proprietary to Portable.TV or its affiliates, licensors, suppliers, or vendors.\nUse or misuse of these trademarks is expressly prohibited and may violate federal and state trademark law.\nUnless expressly written otherwise by Portable.TV, you do not have any rights of any kind in or to the Site Content, other than the right to use the Site Content in accordance with these Terms.</p>\n<br>\n<p>4.2.\n“PORTABLE.TV” and other trademarks, logos, characters, page headers, button icons, scripts, service names and other marks (collectively “Trademarks”) displayed on the Site are subject to the trademark and other rights of Portable.TV.\nOur Trademarks may not be used, including as part of trademarks and/or as part of domain names, in connection with any product or service in any manner that is likely to cause confusion and may not be copied, imitated or used, in whole or in part, without the prior written permission of Portable.TV.\nYour use or misuse of Trademarks displayed on the Site, or of any other Site Content, except as provided for in these Terms of Use, is strictly prohibited.</p>\n<br>\n<p>4.3.\nThe information that you provide as a registered Portable.TV user or otherwise as a user of the Site is sometimes referred to as “User Content.” By contributing User Content, you represent that you have the full legal right to provide the User Content and that use of the User Content by the Site and all other persons and entities will not: (a) infringe any intellectual property rights of any person or entity or any rights of publicity, personality, or privacy of any person or entity, including as a result of your failure to obtain consent to post personally identifying or otherwise private information about a person.\n(b) violate any law, statute, ordinance, regulation, or agreement.\n(c) be defamatory, libelous or trade libelous, unlawfully threatening, or unlawfully harassing.\n(d) impersonate any person or entity or falsely state or otherwise imply an affiliation with a person or entity or is generally false, deceptive, misleading, deceitful, misinformative or constitutes a “bait and switch”.\n(e) be obscene, child pornographic, or indecent.\n(f) violate any community or Internet standard.\n(g) constitute misappropriation of any trade secret or know-how.\nor (i) constitute disclosure of any confidential information owned by any third party.</p>\n<br>\n<p>5.\n<u>Feedback</u>.\n</p>\n<p>5.1.\nWe welcome your comments and feedback about our Site.\nAll information and materials submitted to Portable.TV through the Site or otherwise, such as any comments, feedback, ideas, questions, designs, data or the like regarding or relating to the Site or the business of Portable.TV (collectively, “Feedback“), will be considered non-confidential and non-proprietary with regard to you, but Portable.TV reserves the right to treat any such Feedback as the confidential information of Portable.TV.\nBy submitting Feedback to Portable.TV, you assign to Portable.TV and its officers, directors, employees, parents, partners, successors, agents, distribution partners, affiliates, subsidiaries and their related companies (the “Portable.TV Parties”) free of charge, all worldwide rights, title and interest in all copyrights and other intellectual property rights in such Feedback.\nThe Portable.TV Parties will be entitled to use any Feedback you submit, and any ideas, concepts, know-how or techniques contained in any such Feedback, for any purpose whatsoever, including but not limited to developing, manufacturing and marketing products and services using such Feedback without restriction and without compensating you in any way.\nYou are responsible for the information and other content contained in any Feedback you submit to us, including, without limitation, its truthfulness and accuracy.</p>\n<br>\n<p>6.\n<u>Errors, Inaccuracies, and Omissions.</u>.\n</p>\n<p>6.1.\nOccasionally there may be information on the Site that contains typographical errors, inaccuracies, or omissions that may relate to content descriptions, promotions, offers, and availability.\nWe reserve the right to correct any errors, inaccuracies or omissions and to change or update information if any information on the Site is inaccurate at any time without prior notice.</p>\n<br>\n<p>7.\n<u>Disclaimer</u>.</p>\n<br>\n<p>7.1.\nPortable.TV expressly disclaims, to the fullest extent permitted by law, any express or implied warranties: (i) that the Site, Site Content, services, advice, information or links provided or displayed on the Site will meet your requirements.\n(ii) that the Site will be uninterrupted, timely, secure or free from error or that any errors will be corrected.\n(iii) that defects in the operation or functionality of any software provided to you as part of the Site will be corrected.\nand (iv) regarding the Site, Site Content, services, advice, information or links provided by any third parties or users.\nNo advice or information, whether oral or written, obtained by you from the Site shall create any warranty not expressly stated in these Terms.</p>\n<br>\n<p>7.2.\nEXCEPT AS EXPRESSLY PROVIDED HEREIN, THE SITE, THE SITE CONTENT AND MATERIALS ON, IN, AND MADE AVAILABLE THROUGH THE SITE, AND THE SERVICES, PRODUCTS, INFORMATION AND OTHER CONTENT ON AND IN AND MADE AVAILABLE THROUGH THE SITE ARE MADE AVAILABLE “AS IS” AND “WITH ALL FAULTS.” USE OF THE SITE IS ENTIRELY AT YOUR OWN RISK.\nWE AND OUR LICENSORS MAKE NO REPRESENTATIONS OR WARRANTIES, AND DISCLAIM ALL REPRESENTATIONS AND WARRANTIES, WITH RESPECT TO THE SITE, THE SITE CONTENT, THE SERVICES, PRODUCTS, INFORMATION AND OTHER MATERIALS ON AND IN AND MADE AVAILABLE THROUGH THE SITE, EXPRESS OR IMPLIED, WRITTEN OR ORAL, ARISING FROM COURSE OF DEALING, COURSE OF PERFORMANCE, USAGE OF TRADE, OR OTHERWISE, INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, QUALITY, TITLE, AND NON-INFRINGEMENT.</p>\n<br>\n<p>7.3.\nYou understand that the technical processing and transmission of any Site Content and User Content may be transferred unencrypted and involve transmissions over various networks and changes to conform and adapt to technical requirements of connecting networks or devices.\nPlease be advised that we do not guarantee that any information sent to or from our Site will be secure during transmission, nor can we guarantee the confidentiality of any communication or material transmitted to us via the Site or the Internet, including, for example, personal information such as your name or address.\nPortable.TV reserves the right to interrupt or discontinue any or all of the functionalities of the Site.\nPortable.TV assumes no responsibility for: (a) any error, omission, interruption, deletion, defect, delay in operation or transmission, communications line failure, theft or destruction or unauthorized access to, or alteration of, any communication.\n(b) any problems or technical malfunction of any telephone network or lines, computer online systems, servers or providers, computer equipment, software, failure of any email due to technical problems or traffic congestion on the Internet or on the Site, including any injury or damage to you or to any person’s computer related to or resulting from use of the Site.\nand (c) any damage to, or viruses that may infect, your computer equipment or other property on account of your access to, use of or browsing of the Site or your downloading of any materials, data, text, images, video or audio from the Site.</p>\n<br>\n<p>8.\n<u>Links To and Features Provided by Third Parties</u>.</p>\n<br>\n<p>8.1.\nThe Site may contain links or references to other websites or feature services of third parties for the convenience of users.\nThese third-party websites and services may be available on the Site via a link, redirect, plug-in, integrated application, or other technology, and may be recognized automatically by your browser.\nSome third-party features and services available through the Site are co-branded with our third-party business partners.\nPortable.TV does not recommend and expressly disclaims any responsibility for the content, the accuracy of the information, or quality of products or services provided by or advertised on third party websites or the transactions you conduct or enter into with third parties.\nYour use of any third-party websites, programs, or services is at your own risk, and subject to the terms and conditions of such third parties.\nPortable.TV encourages you to read the privacy policies and terms of use linked or referenced in connection with third party websites and services.</p>\n<br>\n<p>8.2.\nAny opinions, advice, statements, services, advertisements, offers or other information or content expressed or made available through the Site by third parties, including information providers, are those of the respective authors or distributors and not Portable.TV.\nPortable.TV does not guarantee the accuracy, completeness or usefulness of any content.\nFurthermore, Portable.TV does not endorse and is not responsible for the accuracy and reliability of any third-party opinion or statement published on the Site.</p>\n<br>\n<p>9.\n<u>Service Access.</u>\n</p>\n<br>\n<p>9.1.\nWhile Portable.TV endeavors to ensure that the Site is normally available 24 hours a day, it will not be liable if for any reason it is unavailable at any time or for any period.\nAccess to the Site may be suspended temporarily and without notice in case of a system failure, maintenance or repair or for reasons beyond our control.</p>\n<br>\n<p>10.\n<u>Promotions</u>.</p>\n<br>\n<p>10.1.\nAll promotional offers, sweepstakes, contests, giveaways and other promotions (“Promotions”) we may offer from time to time are subject to these Terms and any supplemental terms we disclose.\nGenerally, with or without notice, we reserve the right to modify, suspend, cancel or terminate any Promotion in appropriate circumstances, including to extend or resume the stated entry period, disqualify any participant or entry, or award prizes in an alternate manner.\nYou are responsible for all costs, expenses or taxes associated with your participation and/or receipt of any prizes or awards.\nWe may condition your participation or receipt of a prize/award on the execution of a release and/or other agreements.\nBy entering any of the Promotions, you automatically consent to and grant us the right to use of your name, image, likeness, statements, biographical information and other information about you for publicity, advertising and promotional purposes, all without additional permission from or compensation to you.</p>\n<br>\n<p>11.\n<u>Cost of Service</u>.</p>\n<br>\n<p>11.1.\nThe Portable.TV Site is currently free, but we reserve the right to charge for all or a portion of the Site in the future.\nWe will notify you before any Site Content or services on the Site that you are currently using begin carrying a fee, and if you wish to continue using such Site Content or services, you must pay all applicable fees.</p>\n<br>\n<p>12.\n<u>Limitation of Liability</u>.</p>\n<br>\n<p>IN AS MUCH AS PERMITTED BY LAW, AND EXCEPT FOR DAMAGE CAUSED BY WILLFUL INTENT OR GROSS NEGLIGENCE, PORTABLE.TV AND ITS AFFILIATES, SUBSIDIARIES AND LICENSORS AND EACH OF THE RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, SHAREHOLDERS OR AGENTS OF ANY OF THEM, EXCLUDE ALL LIABILITY AND RESPONSIBILITY FOR ANY AMOUNT OR KIND OF LOSS OR DAMAGE THAT MAY RESULT TO YOU OR A THIRD PARTY (INCLUDING ANY INDIRECT, OR CONSEQUENTIAL LOSS OR DAMAGE, OR ANY LOSS OF INCOME, PROFITS, GOODWILL OR DATA) IN CONNECTION WITH (A) THE USE OF PRODUCTS OR SERVICES OBTAINED ON OR THROUGH THE SITE.\n(B) THE SITE, SITE CONTENT, OR USER CONTENT IN ANY WAY.\nOR (C) THE USE, INABILITY TO USE OR THE RESULTS OF USE OF THE SITE, ANY WEBSITES LINKED TO THE SITE OR THE MATERIAL ON SUCH WEBSITES, INCLUDING LOSS OR DAMAGE DUE TO VIRUSES THAT MAY INFECT YOUR COMPUTER EQUIPMENT, SOFTWARE, DATA OR OTHER PROPERTY ON ACCOUNT OF YOUR ACCESS TO, USE OF OR BROWSING OF THE SITE OR YOUR USE OF ANY SITE CONTENT OR ANY WEBSITES LINKED TO THE SITE.\nALL THE FOREGOING REGARDLESS OF LEGAL THEORY, WHETHER OR NOT YOU OR WE HAD BEEN ADVISED OF THE POSSIBILITY OR PROBABILITY OF SUCH DAMAGES, AND EVEN IF THE REMEDIES OTHERWISE AVAILABLE FAIL OF THEIR ESSENTIAL PURPOSE.\nUNDER NO CIRCUMSTANCES WILL THE TOTAL LIABILITY OF WE AND OUR AFFILIATES, SUBSIDIARIES AND LICENSORS TO YOU OR ANY OTHER PERSON OR ENTITY IN CONNECTION WITH THE FOREGOING EXCEED THE PRICE PAID BY YOU DURING THE PRECEDING YEAR FOR USE OF THE SITE.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.\nIF ANY PART OF THIS LIMITATION ON LIABILITY IS FOUND TO BE INVALID OR UNENFORCEABLE FOR ANY REASON, THEN THE TOTAL LIABILITY OF US AND OUR AFFILIATES, SUBSIDIARIES AND LICENSORS SHALL NOT EXCEED TEN DOLLARS ($10).\nIF YOU ARE DISSATISFIED WITH THE SITE, OR WITH ANY OF THESE TERMS, OR FEEL WE HAVE BREACHED THESE TERMS, YOUR SOLE REMEDY IS TO DISCONTINUE USING THE SITE.</p>\n<br>\n<p>13.\n<u>Indemnification</u>.</p>\n<br>\n<p>13.1.\nYou will indemnify Portable.TV and its affiliates, subsidiaries and licensors and their respective officers, directors, employees, shareholders or agents (“Indemnitees”) against all claims, actions, suits, and other proceedings (“Claims”) arising out of or incurred in connection with the Site and your use of the Site or products or services obtained through the Site, your fraud, violation of law, negligence, willful misconduct, or any other use of the Site, the User Content, the Site Content, the services, products, information and other materials on, in and made available through the Site, (except to the extent attributable to us), or any breach by you of these Terms of Use, and you will indemnify and hold the Indemnitees harmless from and against all judgments, losses, liabilities, damages, costs, and expenses (including reasonable attorneys’ fees and attorneys’ disbursements) arising out of or incurred in connection with such Claims.\nThis defense and indemnification obligation will survive these Terms and your use of the Site.\nWe reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you hereunder, and you shall cooperate in all reasonable respects in such defense.\nYou may not settle any claim contemplated in this Section 13 without the prior written consent of Portable.TV.</p>\n<br>\n<p>14.\n<u>Complaint Procedures</u>.</p>\n<br>\n<p>14.1.\nIf you believe that any content or postings on the Site violates your intellectual property or other rights, please send to us at support@portable.tv a comprehensive detailed message setting forth the following information: (a) your name and the name of your company, if any.\n(b) your contact information, including your e-mail address.\n(c) the nature and substance of your complaint, the specific rights at issue, and your basis for making the complaint, including the content or posting that is objectionable.\nand (d) the following statement: “The statements, representations, and assertions made in this message are true, complete, and accurate and I have the full legal authority to make each and every such statement, representation, and assertion and to make and be granted any demand made in this message.” </p>\n<br>\n<p>15.\n<u>Dispute Resolution</u>.</p>\n<br>\n<p>15.1.\nAny dispute arising out of these Terms of Use shall be resolved exclusively through final and binding arbitration conducted by the American Arbitration Association (the “AAA”).\nArbitration uses a neutral arbitrator instead of a judge or jury, and court review of an arbitration award is very limited.\nHowever, an arbitrator can award the same damages and relief on an individual basis that a court can award to an individual.\nand an arbitrator must also follow the terms of these Terms, as a court would.\nAll issues are for the arbitrator to decide, except that issues relating to arbitrability and the scope or enforceability of this agreement to arbitrate shall be for a court of competent jurisdiction to decide.\nArbitration shall take place in Washington, DC, unless We elect otherwise.</p>\n<br>\n<p>15.2.\nThe arbitrator will decide the substance of all claims in accordance with the laws of the District of Columbia, without regard to any conflict-of-law rules or the United Nations Convention on Contracts for the International Sale of Goods.\nThe arbitrator shall not be bound by rulings in prior arbitrations involving different Site users, but is bound by rulings in prior arbitrations involving the same Site user to the extent required by applicable law.\nThe arbitrator’s award shall be final and binding, and judgment on the award rendered by the arbitrator may be entered in any court having jurisdiction thereof.\nPayment of all filing, administration, and arbitrator fees will be governed by the AAA’s rules, unless otherwise stated in this Agreement to Arbitrate.\nIf the value of the relief sought is $10,000 or less, at your request, we will pay all filing, administration, and arbitrator fees associated with the arbitration.\nAny request for payment of fees by Us should be submitted by mail to the AAA along with your demand for arbitration and We will make arrangements to pay all necessary fees directly to the AAA.\nIf the value of the relief sought is more than $10,000 and you are able to demonstrate that the costs of accessing arbitration will be prohibitive as compared to the costs of accessing a court for purposes of pursuing litigation on an individual basis, we will pay as much of the filing, administration, and arbitrator fees as the arbitrator deems necessary to prevent the costs of accessing arbitration from being prohibitive.\nIn the event the arbitrator determines the claim(s) you assert in the arbitration to be frivolous, you agree to reimburse Us for all fees associated with the arbitration paid by Us on your behalf that you otherwise would be obligated to pay under the AAA’s rules.\nIf an arbitrator or court decides that any part of this agreement to arbitrate is invalid or unenforceable, the other parts of this agreement to arbitrate shall still apply.</p>\n<br>\n<p>15.3.\nYou can choose to reject this agreement to arbitrate by mailing Us a written opt-out notice (“Opt-Out Notice”).\nThe Opt-Out Notice must be postmarked no later than thirty days after the date you accept these Terms of Use for the first time.\nYou must complete the Opt-Out Notice form by providing the information called for in the form, including your name, address (including street number and address, city, state, and zip code), phone number, and the email address used to log in to the G.\nBrown account to which the opt-out applies.\nYou must sign the Opt-Out Notice for it to be effective.\nThis procedure is the only way you can opt out of the agreement to arbitrate.\nIf you opt out of the agreement to arbitrate, all other parts of these Terms of Use will continue to apply.\nOpting out of this agreement to arbitrate has no effect on any previous, other, or future arbitration agreements that you may have with Us.</p>\n<br>\n<p>16.\n<u>Governing Law</u>.</p>\n<br>\n<p>16.1.\nWithout limiting the terms of Section 15, these Terms and use of the Site are governed by the laws of the District of Columbia, without regard to Washington, DC conflict of laws rules.\nIf the arbitration agreement is deemed unenforceable or void, you irrevocably consent to the exclusive jurisdiction of the federal and state courts in Washington, DC, for purposes of any legal action arising out of or related to the use of the Site or these Terms.</p>\n<br>\n<p>17.\n<u>Miscellaneous</u>.</p>\n<br>\n<p>17.1.\nThe Site is controlled and operated from within the United States.\nWithout limiting anything else, we make no representation that the Site, Site Content, User Content, services, products, information or other materials available on, in, or through the Site is appropriate or available for use in other locations, and access to them from territories where they are illegal is prohibited.\nThose who choose to access the Site from outside the United States do so on their own will and are responsible for compliance with applicable laws.</p>\n<br>\n<p>17.2.\nThese Terms, including the Privacy and Cookie Notice , constitute the whole legal agreement between you and Portable.TV and govern your use of the Site and any transactions you may have with Portable.TV through the Site and completely replaces and supersedes any prior agreements or understanding, arrangements, undertaking or proposal, written or oral, between you and Portable.TV in relation to such matters.\nNo oral explanation or oral information given by any party shall alter the interpretation of these Terms.\nNotwithstanding the foregoing, you understand that Portable.TV may make changes to these Terms from time to time.\nYour continued use of the Site following the posting of changes to these Terms will be considered your consent to those changes.\nWhen these changes are made, Portable.TV will make a new copy of the Terms available on the Site.\nYou agree that Portable.TV is under no obligation to provide you with notices regarding changes to the Terms.\nYou understand that it is your responsibility to check the Terms regularly for changes.</p>\n<br>\n<p>17.3.\nThe failure of Portable.TV to exercise or enforce any right or provision of the Terms will not operate as a waiver of any such right or provision.\nThe section titles in the Terms are for convenience only and have no legal or contractual effect.\nThe invalidity or unenforceability of any provision of the Terms does not affect or impair in any way the validity, legality and enforceability of the remaining provisions contained herein.\nNo person or entity not party to this agreement will be deemed to be a third-party beneficiary of these Terms or any provision hereof.\nWhen used herein, the words “includes” and “including” and their syntactical variations shall be deemed followed by the words “without limitation.</p>\n<br>\n<p>17.4.\nIf you have any questions about the Terms, write to</p>\n<br>\n<p> Portable.TV<br>\n</p>\n<p> c/o T&amp;R Productions, LLC<br>\n</p>\n<p> Email us at: support@portable.tv<br>\n</p>\n<p> Dated: December 18th, 2019<br>\n</p>\n<p> * T&amp;R Productions, LLC<br>\n</p>\n<p> Copyright © 2019 T&amp;R Productions, LLC All rights reserved.<br>\n</p>", "created_at": "2021-12-25 21:36:30.697992", "updated_at": "2021-12-25 20:37:06.628362"}], "points": [], "urls": ["portable.tv"]}}