{"error": 448, "message": "OK", "parameters": {"id": 187, "name": "Meredith", "created_at": "2018-01-16 15:26:05.614415", "updated_at": "2021-12-05 05:12:53.423846", "wikipedia": "https://en.wikipedia.org/wiki/Meredith_Corporation", "keywords": "", "related": "", "slug": "allrecipes", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/187.png", "url": "meredith.com,meredithdirectmedia.com,people.com,peopleenespanol.com,allrecipes.com,shapehealthhalf.com,eatingwell.com,shape.com,health.com", "documents": [{"id": 3946, "name": "INTEREST-BASED ADVERTISING NOTICE", "url": "https://www.meredith.com/adchoices", "xpath": "//*[@id=\"main-wrapper\"]", "text": " INTEREST-BASED ADVERTISING NOTICE <p>Hi we are Meredith! Meredith Corporation and our brands focus on providing you with destinations you can trust and rely on for every stage of your life to connect you to great content, products and services and personalize your experience with us.\nOur mission is to be clear and transparent about how and why we collect and use information and to empower you to control your personal information.\n&nbsp;The purpose of this notice is to explain how we work with third parties to show ads that are more likely to be relevant to your interests and the choices you have with respect to those practices.</p>\n<p>Advertising enables us to provide the rich content for which our sites are known.\nIn order to provide a more relevant online experience, we allow third-party advertising partners to collect information about your visits to our sites to show ads that are more likely to be relevant to you, and to show ads on our sites based on your activity on other sites and services.\nThis is called interest-based advertising.\nYou may learn more about our practices by reading our&nbsp;Privacy Policy&nbsp;or by visiting the Digital Advertising Alliance at&nbsp;www.aboutads.info/consumers.</p>\n<p>You may opt-out&nbsp;from receiving ads relevant to your interests from companies that participate in the DAA consumer choice program.\nIf you elect to opt-out, you will still receive the same number of ads as before, but they may not be as relevant to you.\nPlease note that the opt out is cookie-based and will only affect the specific computer and browser on which you opt out.\nIf you delete your browser cookies or use a new browser or device, you will need to opt-out again.</p>\n<p>&nbsp;</p> ", "created_at": "2021-02-03 16:35:08.332149", "updated_at": "2021-05-12 18:38:08.253911"}, {"id": 3944, "name": "Privacy Policy (updated version 2021)", "url": "https://www.meredith.com/nmg/privacy", "xpath": "//*[@id=\"block-system-main\"]", "text": " <p>Effective February 1, 2021</p>\n<p>National Media Group, a division of Meredith Corporation, creates brands focused on providing you with destinations you can trust and rely on for every stage of your life to connect you to great content, products, and services, and, based on your engagement with us, customize your experience with us.\nOur mission is to be clear and transparent about how and why we collect and use personal information and to empower you to control your personal information.\nYou are not our product, you are our customer.&nbsp;</p>\n<p>\n<strong>When Does This Statement Apply?</strong>\n</p>\n<p>This Privacy Statement applies when you interact with our brands (“Brands”) through their websites, mobile apps, e-mail communications, voice assistants, and other platforms (our “Services”).\nTo read our EU Privacy Statement, click here.</p>\n<p>\n<strong>What Does It Say?</strong>\n</p>\n<p>Read this Privacy Statement in full here.\nHere are the highlights:</p>\n<p>\n<strong>What Personal Information Do Our Brands Collect?</strong>\n</p>\n<p>\n</p>\n<ul>\n<li>\n<strong>Contact Information</strong> (such as name, phone number, postal address, or e-mail address)</li>\n<li>\n<strong>Account/Registration Information</strong> (such as username and password, reminder questions and answers, and communications preferences, e.g.\nsigning up for a newsletter or sweepstakes, registering for an offer or an experience, or making a purchase)</li>\n<li>\n<strong>Payment Information</strong> (such as name, billing address, and credit card information, e.g.\nwhen making a purchase)</li>\n<li>\n<strong>Demographic Information</strong> (such as age, gender, race, income, occupation, marital status, and information about your household/family status, including your household size and the length of time at your residence)</li>\n<li>\n<strong>Online Identifiers</strong> (such as IP address, internal and third-party identifiers, advertising identifiers, and device information such as unique device ID)</li>\n<li>\n<strong>Location Information</strong> (information about your precise location that we collect from your device (collected in limited circumstances) or information about your general location derived from your IP address).</li>\n<li>\n<strong>Internet Activity Information</strong> (such as browsing history and information on how you interact with our Services, e.g.\nwhich articles or ads you click on, whether you click on links in our e-mails, and your interactions with social media platform features)</li>\n<li>\n<strong>Inferences about Your Interests, Preferences, and Other Behavioral Data </strong>(such as hobbies and interests, e.g.\nyour favorite foods, purchases, or recipes, and consuming tendencies)</li>\n<li>\n<strong>Loyalty Account Informatio</strong>n (such as account name and password, points, and reward selection)</li>\n<li>\n<strong>Health/Fitness Information</strong> (such as exercise and activity levels, weight-loss objectives, and dietary preferences, when you provide them to us)</li>\n<li>\n<strong>Other Personal Information Consumers Voluntarily Choose to Provide</strong> (such as your posts, photos and other submissions to blogs, video-sharing services, and other interactive forums)</li>\n</ul>\n<p>MORE</p>\n<p>\n<strong>Where/How Do Our Brands Collect Personal Information?</strong>\n</p>\n<p>\n</p>\n<ul>\n<li>\n<strong>From You</strong>\n<ul>\n<li>When you enter personal information on the Services</li>\n</ul>\n</li>\n<li>\n<strong>From Your Device</strong>\n<ul>\n<li>From Cookies and Other Technologies (personal information stored on your browser, which tells us your browser, device information, IP address, and how you interact with the Services)</li>\n</ul>\n</li>\n<li>\n<strong>From Others</strong>\n<ul>\n<li>Advertisers</li>\n<li>Data partners</li>\n<li>Service providers</li>\n</ul>\n</li>\n</ul>\n<p>MORE</p>\n<p>\n<strong>How Do Our Brands Use Personal Information?</strong>\n</p>\n<p>\n<strong>Our Brands Use Personal Information:</strong>\n</p>\n<ul>\n<li>To<strong> customize the content and ads you see when you use our Services, the websites of other companies, and in our e-mail communications</strong>\n</li>\n<li>To provide you with <strong>ads, offers, and other promotions</strong> from our Brands and advertisers</li>\n<li>To conduct <strong>market research and analysis</strong> to understand general trends (how many readers do we have? what content is popular? do people prefer video over articles?), our website visitors, how ads perform on our Services (e.g.\nwho clicked on the ad?), and how users engage on our Services (e.g.\nwho read that article?)&nbsp;</li>\n<li>To <strong>fulfill your subscriptions</strong> and other orders</li>\n<li>To <strong>protect you and us</strong> from fraud and other security issues</li>\n</ul>\n<p>MORE</p>\n<p>\n<strong>Who Do Our Brands Share Personal Information With?</strong>&nbsp;</p>\n<ul>\n<li>With Meredith’s other <strong>National Media Group Brands</strong>\n</li>\n<li>With other businesses <strong>owned b</strong>y the Meredith Corporation, when we have the appropriate agreements in place</li>\n<li>With our <strong>service providers</strong> who help operate our Services and provide our services to you</li>\n<li>With the <strong>advertisers</strong> who advertise on our Services or partner with us to send you offers, promotions, or ads about products and services that may interest you</li>\n<li>With <strong>third-party data partners</strong> that give us additional personal information about you that helps us identify you, deliver relevant and compelling content and services, and improve the performance of our Services</li>\n<li>When <strong>required by law </strong>\n</li>\n<li>With a <strong>buyer of all or part of our business</strong>\n</li>\n<li>With other third parties, <strong>when we have your consent</strong>\n</li>\n</ul>\n<p>MORE</p>\n<p>\n<strong>How Can You Control Our Use of Your Personal Information?</strong>\n</p>\n<p>You can tell us how we can use your personal information by clicking on the links below:</p>\n<ul>\n<li>Marketing communications\n<ul>\n<li>To opt out of postal mail from us, please use the opt-out form available here.</li>\n<li>You can opt out of any Meredith e-mail newsletter or other e-mail list by using the unsubscribe link at the bottom of each message or by visiting the e-mail preference center (offered by some of our Brands).</li>\n</ul>\n</li>\n<li>To request deletion of or access to your personal information, click here</li>\n<li>Interest-based advertising\n<ul>\n<li>DAA</li>\n<li>NAI</li>\n<li>Nielsen opt-out</li>\n</ul>\n</li>\n</ul>\n<p>MORE</p>\n<p>\n<strong>Children’s Privacy</strong>\n</p>\n<p>We do not knowingly collect personal information from anyone under the age of 16.</p>\n<p>MORE</p>\n<p>\n<strong>Rights for Our California Residents</strong>\n</p>\n<p>You have all the rights listed above.\nIn addition, if you’re a resident of California, you have the right to:</p>\n<ul>\n<li>\n<strong>Request that we not sell your personal information</strong>\n<ul>\n<li>If you would like to exercise this right, click here.</li>\n<li>To opt out of the sale of your personal information via cookies please visit the “California Do Not Sell” footer link on the websites of the Brands you visit.\nNote that you will need to renew this choice on every website you visit and each time you clear your cookies or use a new browser or device.</li>\n</ul>\n</li>\n<li>\n<strong>Make a “Shine the Light” inquiry, and we will disclose to you whether we share your personal information with third parties for their direct marketing purposes</strong>\n<ul>\n<li>If you would like to exercise this right, e-mail us at privacy@meredith.com.</li>\n</ul>\n</li>\n</ul>\n<p>MORE</p>\n<p>\n<strong>How Can You Learn More?</strong>\n</p>\n<p>Click here to read our full Privacy Statement.</p>\n<p>Still can’t find what you’re looking for about our data privacy practices? Don’t worry, just reach out to us at privacy@meredith.com and we will get back to you!</p>\n<p>MORE</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>\n</p>\nWhat Personal Information Do Our Brands Collect?\n<p>When you visit our Services, our Brands may collect the following personal information from or about you:</p>\n<ul>\n<li>\n<strong>Online Identifiers</strong>: IP address, advertising ID, unique device ID, and other information about your device, and internal and third-party IDs that have been assigned to you.</li>\n<li>\n<strong>Location Information</strong>: Information about your precise location that we collect from your device (collected in limited circumstances) or information about your general location derived from your IP address.</li>\n<li>\n<strong>Internet Activity Information</strong>: Information about your use of our Services, your interactions with the e-mails we send to you, and your activities on other websites you visit, including the web pages, content, and advertisements you view and links you click on, and whether you open, forward, or click the links in e-mails we send to you.\nyour browsing history.\nand social media you use, including the “shares” and “likes” you make on a social media platform that is connected to the Services.</li>\n<li>\n<strong>Inferences about Your Interests, Preferences, and Other Behavioral Data</strong>: Hobbies and interests (like your favorite foods, which videos you like, your purchases, favorite recipes, or consumption tendencies).</li>\n<li>\n<strong>Demographic Information</strong>: Age, gender, race, education level, income information, occupation, marital status, and information about your household/family status such as the presence of children/child age ranges, household size, own/rent indicator, and the length of time at your residence.</li>\n</ul>\n<p>Some of our Brands may offer you the opportunity to register for a print subscription, sign up for a newsletter, register on our Services, ask us for additional information, or purchase products from us.\nWhen you do that, those Brands may also collect:</p>\n<ul>\n<li>\n<strong>Contact Information</strong>: Your name, phone number, postal address, or e-mail address.</li>\n<li>\n<strong>Account/Registration Information</strong>: Username and password, reminder questions and answers, subscription and account numbers, and communication preferences such as which newsletters you would like to receive (when you provide that information to us).</li>\n<li>\n<strong>Payment Information</strong>: Billing address, shipping address, credit card or bank account number, expiration date, and card verification number (when you provide that information to us).</li>\n<li>\n<strong>Loyalty Account Information</strong>: Account name and password, points, and reward selection.</li>\n<li>\n<strong>Health/Fitness Information</strong>: Information about your health and fitness, including body type, general health, physical injuries, exercise and activity levels, weight loss objectives, and dietary preferences (when you provide that information to us).</li>\n<li>\n<strong>Other Personal Information That Consumers Voluntarily Choose to Provide</strong>: Any content you submit or make available when you use the interactive features on our Services (like photos and comments), as well as the personal information about others that you may share in order to send others (friends, relatives, colleagues, etc.) information that may interest them.</li>\n</ul>\n<p>When you interact with our Brands through voice assistants such as by using a “skill” on an Amazon Alexa or by using an “action” on a Google Home device, we do not collect your voice or audio information, but we will know what you are “searching” for.\nYou may have the option to provide personal information such as your e-mail address or phone number to receive additional information from us.</p>\n<p>\n</p>\n<p>\n</p>\nWhere/How Do Our Brands Collect Personal Information?\n<p>We collect personal information about you from a number of sources:</p>\n<p>\n<strong>From You</strong>.&nbsp;Some of our Brands collect your contact, registration/account information, payment information, and any other personal information when you provide it to us on the Services.\nWhen you make a purchase on the Services, we also retain a record of your purchases and order history.</p>\n<p>\n<strong>From Your Device.</strong>\n</p>\n<p>\n<em>\n<strong>What Are Cookies and Other Technologies?</strong>\n</em>\n</p>\n<ul>\n<li>\n<strong>Cookies</strong>: A “cookie” is a tiny file that’s stored on your computer.\nIt contains a unique identifier, as well as the address and other information about the website you are visiting.\nCookies help us know whether you are a returning visitor to our Services.\nFor example, although you may not log in when you visit our Services, we can use cookies to recognize that you have visited that website in the past.\nBy using cookies, we are able to understand what is of interest to our customers and ensure the content and services we offer are relevant and compelling when you visit our Services.\nIn some cases, we may use the personal information we collect from cookies to deliver relevant and compelling content to you when you visit the Services.</li>\n<li>\n<strong>Web Beacons, Pixel Tags, and Other Tracking Technologies.</strong>&nbsp;Web beacons, pixel tags, and other tracking technologies are small strings of code placed on a web page or in an e-mail or advertisement.\nThese technologies allow your browser to recognize and store certain types of information such as cookies previously set, the time and date that you viewed the page with the beacon, and a description of that page.</li>\n</ul>\n<p>\n<em>\n<strong>Can You Opt Out?</strong>\n</em>\n</p>\n<p>In most cases, yes! There are some cookies that we need in order to operate the Services.\nIf you delete&nbsp;those cookies, the Services would no longer function (as an example, if we can’t remember the items you put in a shopping cart, then you won’t be able to place an order on the Services).\nYou can always decide to opt out of or delete the third-party cookies (cookies set by advertisers and data partners) on our Services.\nKeep in mind, if you block cookies, you may not be able to view or access some of the features of our Services.\nVisit our section on your privacy choices for more information on how to opt out.</p>\n<p>\n<strong>From Others.</strong>\n</p>\n<ul>\n<li>\n<strong>Advertisers.</strong>&nbsp;In some cases, the advertisers that serve ads on our Services will share your e-mail or online identifiers with us so that we can make sure their advertisements or offers reach you.</li>\n<li>\n<strong>Data Partners</strong>.&nbsp;We work with third-party data partners who share personal information with us, including your demographic information, internet activity information, purchasing information, and interests, preferences, and other behavioral data, which help us understand you better and ensure the content and services we offer are relevant and compelling.&nbsp;</li>\n<li>\n<strong>Service Providers</strong>.\nWe work with service providers that collect personal information on our behalf in order to provide services to us, such as hosting our websites, processing our credit card transactions, fulfilling your subscriptions and orders, verifying your identity, and other activities needed to help us provide our content and services to you.\nWe only allow our service providers to use your personal information in connection with the services they provide us.&nbsp;&nbsp;</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\nHow Do Our Brands Use Personal Information?\n<p>We and other Meredith Companies and the service providers working on our behalf use personal information collected about you to:</p>\n<p>\n<strong>Contact You.</strong>\n</p>\n<ul>\n<li>To send you e-mail and postal mail, including our Brand newsletters, surveys, and other communications.</li>\n</ul>\n<p>\n<strong>Fulfill Your Subscriptions, Orders, and Other Requests.</strong>\n</p>\n<ul>\n<li>Fulfill your orders and requests for products, services, and information (including to send you newsletters via e-mail or postal mail).</li>\n<li>Some of our Brands offer products and services you can purchase individually or on a subscription basis.\nWe use the personal information you provide at checkout to process your orders on those sites.</li>\n<li>To help you redeem points earned from loyalty programs.</li>\n</ul>\n<p>\n<strong>Create and Manage Your Account.</strong>\n</p>\n<ul>\n<li>Create and manage your Account, including providing you with access to your Account.</li>\n</ul>\n<p>\n<strong>Marketing Meredith to You.</strong>\n</p>\n<ul>\n<li>We may use your personal information to market the Brands to you, as well as the products and services of the other businesses owned by the Meredith Corporation, when we have the appropriate agreements in place.</li>\n</ul>\n<p>\n<strong>Personalize Your Experience on Our Services, Including the Content and Ads Displayed to You.</strong>\n</p>\n<ul>\n<li>Customize the content and ads you see when you use our Services, visit the websites of other companies, and receive our e-mail communications.</li>\n<li>Remember your browser settings and any preferences you set while using the Services.</li>\n<li>Recognize you across our Services so that we may deliver relevant interest-based content and advertising to you.</li>\n</ul>\n<p>\n<strong>Provide and Improve the Services.</strong>\n</p>\n<ul>\n<li>Analyze, operate, and improve our Services (including repairing errors or debugging) or develop new ones.</li>\n<li>Allow you to participate in features such as surveys, polls, sweepstakes, and message boards.</li>\n<li>Measure and analyze visitor traffic and usage patterns and improve the quality and effectiveness of our&nbsp;Services, features, and related communications.</li>\n</ul>\n<p>\n<strong>Advertising, Marketing, and Other Research for Our Advertisers.</strong>\n</p>\n<ul>\n<li>Provide you with special offers, promotions, and information from other businesses owned by the Meredith Corporation and select third parties (as permitted by law).</li>\n<li>Understand trends in how the visitors to our Services interact with the ads, content, and features on our Services (e.g.\nyour behavior on our Services may be included in a general report about whether people prefer video content over written content on our Services).</li>\n<li>Help our advertisers reach you by e-mail.</li>\n<li>Conduct market or audience analysis and related reporting (e.g.\nto give reports on who our visitors are and whether the ads displayed are effective).</li>\n</ul>\n<p>\n<strong>Security and Fraud Prevention.</strong>\n</p>\n<ul>\n<li>Enforce our legal rights or comply with the law.</li>\n<li>Prevent potentially prohibited or illegal activities, comply with applicable law, and enforce our terms of service on the applicable website.</li>\n</ul>\n<p>We may use your personal information for any other purposes disclosed to you at the time we collect your personal information, provided we have obtained the required consent.</p>\n<p>\n</p>\n<p>\n</p>\nWho Do Our Brands Share Personal Information With?\n<p>We may share your personal information with our other Meredith Companies, service providers, social media platforms, advertisers, and third-party data partners.</p>\n<ul>\n<li>\n<strong>National Media Group Brands</strong>.\nWe share your information with other National Media Group Brands.\nThe Brands covered by this Privacy Statement share your personal information with each other and will use that information as described in this Privacy Statement.</li>\n<li>\n<strong>Meredith Companies</strong>.\nOur Brands also share your personal information with other businesses owned by the Meredith Corporation, which have their own privacy statements and are not subject to this Privacy Statement.</li>\n<li>\n<strong>Service Providers</strong>.\nWe engage service providers to provide services such as credit-card and billing processing, shipping, marketing, advertising optimization and interest-based targeting, e-mail and text message distribution, data processing, mobile and website analytics, user authentication, security, and promotions management.\nWe may share any personal information we collect about you with these service providers and authorize them to collect personal information from you directly to support the services they provide to us.\nWe do not authorize our service providers to share or use your personal information with any other third parties.</li>\n<li>\n<strong>Social Media Platforms</strong>.\nTo make your experience with our Services more enjoyable, we may offer features made available by social media platforms (such as likes or social sharing).\nSome social media platforms may collect personal information directly from you pursuant to their own separate privacy policies, which may differ from ours.\nSome social media platforms also act as our data partners, which means that we may share your personal information with them as described below under “Data Partners.”</li>\n<li>\n<strong>Advertisers</strong>.\nWe are able to provide most of our Services and other content to you for free with the help of the advertisers who promote their products and services on our Services.\nBrands with ad-supported Services share aggregate visitor information with advertisers, including information about your demographics, internet activity information, interests, and preferences.\nIn some cases, we share contact information (such as your name, age, and/or e-mail address) or online identifiers with these advertisers.\nIf you sign up for a special e-mail offer from one of our advertisers, our Brands will also share your e-mail address and any other personal information you provided with your request with the advertisers you selected.</li>\n<li>\n<strong>Data Partners</strong>.\nSome of our Brands provide select third-party data partners with lists of our user e-mail addresses in a hashed, encrypted, or anonymized form that they use to recognize you.\nThese data partners will provide us with additional personal information about you (such as your interests, preferences, or demographic information).\nOther data partners use cookies and other tracking technologies to enable the delivery of interest-based advertising to users.\nWe do not authorize our data partners to share your e-mail address with their other clients.</li>\n<li>\n<strong>Legal Compliance, Business Transfers, and Other Disclosures</strong>.\nWe disclose personal information about users of our Services when we believe the law requires it.\nFor example, to respond to compulsory process or law enforcement requests, to enforce our terms of service for relevant brands, or to protect the rights, property, or safety of users, the public, Meredith Companies, service providers, social media platforms, advertisers, data partners, or third parties.\nOver time, we may reorganize or transfer various assets and lines of business.\nWe reserve the right to disclose or transfer any personal information we collect to third parties in connection with any proposed or actual purchase, sale, lease, merger, foreclosure, liquidation, amalgamation, or any other type of acquisition, disposal, transfer, conveyance, or financing of all or any portion of Meredith companies.</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\nHow Can You Control Our Use of Your Personal Information?\n<p>\n<strong>What Rights Do You Have?</strong>\n</p>\n<ul>\n<li>\n<strong>Right to Know</strong>: You have the right to ask us to tell you what personal information we collect, use, disclose, and sell about you.</li>\n<li>\n<strong>Right to Request Deletion</strong>: You have the right to ask us to delete the personal information we collect or maintain about you.</li>\n<li>\n<strong>Right to Be Free from Discriminatio</strong>n: You have the right to not be discriminated against for exercising these rights.</li>\n<li>\n<strong>Right to Access or Correct Your Personal Information</strong>: You have the right to request access to and to edit certain personal information that you have provided to us through our Services.</li>\n</ul>\n<p>If you are in the U.S.\nand wish to exercise your rights:</p>\n<ul>\n<li>\n<strong>Information and Deletion Requests</strong>.\nTo exercise your right to information on our data-collection practices on the Services or request deletion of the personal information on the Services, please use the request form available here.\nWe will need to verify that you are who you say you are before we delete or share personal information with you.\nYou may need to provide us with a copy of your utility bill so that we can verify your identity.\nAfter you submit your request, you will be sent a confirmation e-mail and will need to click on the link provided.\nIf you are a postal subscriber, you will need to confirm your subscription information in order to verify your request.</li>\n<li>\n<strong>Authorized Agents</strong>.\nYou can also designate an authorized agent to make a request on your behalf.\nIf you use an authorized agent, please include written permission that you have designated that agent to make the request, or proof of the agent‘s power of attorney.\nWe may follow up with you to verify your identity before processing your authorized agent’s request.</li>\n</ul>\n<p>\n<strong>What Other Choices Do You Have?</strong>\n</p>\n<p>\n<strong>Marketing Communications.</strong>\n</p>\n<ul>\n<li>\n<strong>Postal Mail</strong>.\nTo remove your name and postal address from lists that we sell or rent to third parties for their direct marketing purposes, or to opt out of receiving marketing offers for other Meredith magazines and products by mail, please use the opt-out form available here or send your request to us in a letter addressed to Meredith Corporation, Opt-Out Postal, Attn: Circulation, 1716 Locust Street, Des Moines, Iowa 50309.\nNote that if you choose to opt out of Meredith’s promotional mailings, you may still receive renewal notices and related offers for any magazines to which you subscribe.</li>\n<li>\n<strong>E-mail</strong>.\nYou can opt out from any Meredith e-mail newsletter or other e-mail list by using the unsubscribe link at the bottom of each message or by visiting E-mail Preferences (offered by some of our Brands) on our Services and updating your preferences.\nIf you no longer want to receive third-party e-mail offers that you requested through our Services, simply follow the advertiser’s unsubscribe link or opt-out instructions that should be included in every commercial message you receive.</li>\n</ul>\n<p>\n<strong>Opt Out of Cookies and Other Technologies.</strong>\n</p>\n<p>There are a few ways to opt out of or delete cookies:</p>\n<ul>\n<li>\n<strong>On Your Browser (Chrome, Safari, etc.)</strong>.\nThe settings of the browser you use give you an option to accept or reject most cookies, or to notify you when a cookie is set.\n(Each browser is different, so check the “Help” menu of your browser to learn how to change your cookie preferences).\nPlease be aware that certain browsers cannot block or delete so-called Flash cookies, which use a feature of the Adobe Flash video player to store information on your computer.\nFor information about how to delete Flash cookies, please visit the Adobe website.\nThis will opt you out of cookies on the browser you are using.\nIf you use multiple browsers, you will need to take this step for all relevant browsers.\nPlease note that denying all or certain cookies may result in a less personalized experience with some of the Services offered on the website.</li>\n<li>\n<strong>Opt Out on a Mobile Device</strong>.\nDepending on your device and operating system, you may be able to reset your mobile device’s advertising identifier to limit this data collection, or prevent the collection of usage data across unaffiliated applications for interest-based advertising purposes, by accessing the privacy settings on your mobile device.\nEach operating system, iOS for Apple devices, Android for Android devices, and Windows for Microsoft devices, provides its own instructions.\nVisit the privacy settings for your mobile device or contact your platform operator for more information.</li>\n<li>\n<strong>Opt Out of Nielsen’s Tracking Technologies</strong>.\nSome of our advertisers and Brands may use Nielsen’s measurement services, which contribute to market research, like Nielsen’s TV and Online Campaign Ratings service.\nNielsen’s pixel may be in some of the ads on our Services and will record whether or not you viewed the ad.\nNielsen uses the data it collects to create ratings reports for advertisers and publishers.\nFor more information about Nielsen’s information collection practices and any related opt-out choices, please see the Nielsen.com privacy policy.</li>\n</ul>\n<p>\n<strong>Opt Out of Interest-Based Advertising.</strong>\n</p>\n<p>We follow the Digital Advertising Alliance’s (“<strong>DAA</strong>”) Self-Regulatory Principles (“Principles”) for Online Behavioral advertising.</p>\n<ul>\n<li>To opt out of our use of your website viewing data to serve interest-based advertising on the websites of other companies&nbsp;and e-mail newsletters, visit the DAA’s Consumer Choice Page.</li>\n<li>You can also click on the Ad Choices located in the footers of our webpages and navigate to the consumer opt-out form.</li>\n<li>Most of the third-party advertising and data companies we work with, including DoubleClick and Google, also subscribe to the DAA Principles and/or are members of the Network Advertising Initiative (“NAI”).\nTo learn more about the information-collection practices of NAI members and your related opt-out choices, please visit the NAI’s website.</li>\n<li>You must opt out separately from each computer or device and browser that you use to access our Services, and if you clear your cookies, you will need to repeat the opt-out process.</li>\n</ul>\n<p>**Note that many of our websites allow you to adjust your cookie preferences by clicking on the “Ad Choices” link in the footers of our webpages.</p>\n<p>\n<strong>Mobile App Advertising and Tracking.</strong>\n</p>\n<p>Some of our Brands may collect personal information from your mobile device, including unique advertising identifiers and the names and IDs of apps you have installed, as well as information about how you use our mobile applications and other unaffiliated applications.\nWe and our partners use this personal information to enable interest-based advertising you receive through our Services and within third-party apps and other marketing channels.</p>\n<p>For information about the mobile data-collection practices of the service providers we use to support interest-based advertising in our AllRecipes mobile applications, and your additional opt-out choices, click here and here.</p>\n<p>\n<strong>Do Not Track</strong>\n</p>\n<p>We do not currently respond to browser do-not-track signals.\nInstead, we adhere to the standards set out in this Privacy Statement and offer the opt-out choices described above.</p>\n<p>\n</p>\n<p>\n</p>\nChildren’s Privacy\n<p>National Media Group Brands do not knowingly allow anyone under the age of 16 to provide us with any personal information online.\nChildren should always get permission from their parents before sharing any personal information about themselves over the internet.\nIf you’re under 16, please do not register for the Services or provide us with any personal information.</p>\nAdditional Privacy Information\n<ul>\n<li>\n<strong>Contests and Other Co-Sponsored Promotions</strong>.\nFrom time to time, we may offer contests, sweepstakes, or other promotions.\nParticipation in these promotions may require registration on our Services.\nWe may share your registration information with co-sponsors or other third parties involved in the promotion that we identify in the rules or entry materials.\nWe don't control these third parties’ privacy practices, and our Privacy Statement does not apply to their collection and use of your personal information.\nWe may also share some of your entry information with third parties or the public in connection with the administration of the promotion, such as winner selection and prize fulfillment, and as permitted by the promotion’s official rules, such as on list of winners.</li>\n<li>\n<strong>Security, Retention, and Storage of Personal Information</strong>.\nWe use commercially reasonable procedures to protect the personal information that we collect.\nHowever, we cannot guarantee the security of our databases, nor can we guarantee that personal information you supply won’t be intercepted while being transmitted to us over the internet.\nPlease see our terms of service for the relevant brand for more information related to posting materials on our Services, including our use of such materials.</li>\n<li>\n<strong>Location of Your Data</strong>.\nMeredith is a U.S.\ncompany and your personal information will be transferred to, processed, stored, and accessed by us, the Meredith Companies, and service providers in the United States and in other jurisdictions where we or they operate, which may not provide you with the same level of privacy protection as you are entitled to in your jurisdiction.\nWhen you visit our Services or use our Brands, you consent to the processing of your personal information in the United States and other jurisdictions as described here.</li>\n<li>\n<strong>EU-U.S.\nPrivacy Shield</strong>.\nMeredith adheres to the principles of the EU-U.S.\nPrivacy Shield Framework (“Privacy Shield Principles”) as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union (“EU”) to the United States.\nhowever, we do not rely on the Privacy Shield Principles when we transfer or receive personal information transferred from the EU.\nIf there is any conflict between the terms in this Privacy Statement and the Privacy Shield Principles, the Privacy Shield Principles will govern.\nTo learn more about the Privacy Shield program, please visit the Privacy Shield website.</li>\n</ul>\n<p>Meredith is responsible for the processing of personal information it receives under the Privacy Shield Principles or subsequently transfers to a third party acting as an agent on its behalf.\nMeredith complies with the Privacy Shield Principles for all onward transfers from the EU and European Economic Area (“EEA”), including onward transfer liability provisions.</p>\n<p>The U.S.\nFederal Trade Commission has jurisdiction over Meredith’s compliance with its obligations under the Privacy Shield Principles.\nIn certain situations, Meredith may be required to disclose personal information in response to a lawful request by public authorities, including to meet national security or law enforcement requirements.</p>\n<p>In compliance with the Privacy Shield Principles, Meredith commits to resolve complaints about our collection or use of your personal information.\nEU individuals with inquiries or complaints regarding our Privacy Shield policy should first contact us at privacy@meredith.com.</p>\n<p>Meredith has further committed to refer unresolved Privacy Shield complaints to JAMS, an established alternative dispute-resolution provider located in the United States.\nIf you do not receive timely acknowledgment of your complaint from us, or if we have not resolved your complaint, please contact or visit JAMS or call 800-352-5267 to file a complaint.\nIf the arbitrator finds that you cannot afford to pay JAMS’s filing, administrative, hearing, and/or other fees and you cannot obtain a waiver from JAMS, Meredith will pay them for you.</p>\n<ul>\n<li>\n<strong>Changes to Our Privacy Statement</strong>.\nDigital technology is rapidly evolving.\nIf we decide to change our Privacy Statement in the future, we’ll post the changes here and indicate at the top of the page the last date on which it was updated.\nUnless otherwise noted, all changes will be effective when posted.</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\nRights for Our California Residents\n<p>This section contains information on the personal information we collect about residents of California (our “California Consumers”), including the sources of that personal information, how that personal information is used, with whom it is shared, and the rights that California Consumers have under California law.\nOur collection of your personal information, our data-sharing practices, and your privacy rights are discussed below.&nbsp;</p>\nI.\nOur Collection of Personal Information\n<p>\n<strong>What Personal Information Do Our Brands Collect?</strong>\n</p>\n<ul>\n<li>\n<strong>Online Identifiers</strong> (IP addresses, device IDs, and other internal and third-party identifiers we use to recognize you online).</li>\n<li>\n<strong>Contact Information</strong> (name, e-mail, postal address, ZIP code, and telephone number).</li>\n<li>\n<strong>Location Information</strong> (information about your precise location that we collect from your device (collected in limited circumstances) or information about your general location derived from your IP address).</li>\n<li>\n<strong>Internet Activity Information</strong> (your use of our Services, your interactions with the e-mails we send to you, and your activities on other websites you visit, including the web pages, content, and advertisements you view and links you click on, and whether you open, forward, or click the links in e-mails we send to you.\nyour browsing history.\nand social media you use, including the “shares” and “likes” you make on a social media platform that is connected to the Services).</li>\n<li>\n<strong>Interests, Preferences, and Other Behavioral Data</strong> (including purchase behaviors).</li>\n<li>\n<strong>Demographic Information</strong> (age, gender, race, education level, income information, occupation, marital status, and information about your household/family status such as the presence of children/child age ranges, household size, own/rent indicator, and the length of time at your residence).</li>\n<li>\n<strong>Account/Registration Information</strong> (username and password, reminder questions and answers, subscription and account numbers, and communication preferences such as which newsletters you would like to receive (when you provide that information to us).</li>\n<li>\n<strong>Payment Information</strong> (billing address, shipping address, credit card or bank account number, expiration date, and card verification number, when you provide it to us).</li>\n<li>\n<strong>Loyalty Account Information</strong> (account name and password, points, and reward selection).</li>\n<li>\n<strong>Health/Fitness Information</strong> (body type, general health, physical injuries, exercise and activity levels, weight-loss objectives, and dietary preferences, when you provide that information to us).</li>\n<li>\n<strong>Other Personal Information That Consumers Voluntarily Choose to Provide</strong> (photos, comments, or personal information about others that you post or submit on our Services).</li>\n</ul>\n<p>\n<strong>What Are Our Sources of Personal Information?</strong>\n</p>\n<ul>\n<li>\n<strong>You</strong> (when you register on our Services, subscribe to one of our publications, or otherwise submit personal information to us).</li>\n<li>\n<strong>Our advertisers who place ads on services</strong>.&nbsp;</li>\n<li>\n<strong>Our data partners</strong> (these are companies that give us personal information about you to help us and our advertisers understand who you are and what you may be interested in).</li>\n<li>\n<strong>Pixels, cookies, and other tracking technologies</strong> (which collect personal information about you when you visit our Services online).</li>\n</ul>\n<p>\n<strong>How Do Our Brands Use Personal Information?</strong>\n</p>\n<p>\n<u>To Provide the Services to You:</u>\n</p>\n<ul>\n<li>\n<strong>To contact you</strong> (to deliver our newsletters, surveys, and other communications to you).</li>\n<li>\n<strong>To fulfill your subscriptions</strong>, orders, and other requests.</li>\n<li>\n<strong>To create and manage your account</strong> when you register on our Services, and provide you with your membership benefits.&nbsp;</li>\n</ul>\n<p>\n<u>For Advertising and Marketing:</u>\n</p>\n<ul>\n<li>\n<strong>To market our services to you</strong>.&nbsp;</li>\n<li>\n<strong>To combine with other personal information we receive from our data partners to help us learn more about you, your interests, and your preferences </strong>so that we can customize your experience on our Services (including the content and advertisements displayed to you).</li>\n<li>\n<strong>To create consumer segments</strong> (groups of cookies and other IDs based on personal information we collect about, for example, “women age 35-44 who have purchased mascara,” which we share with advertisers looking to sell mascara or products we think people who like mascara may also be interested in).</li>\n<li>\n<strong>To serve targeted ads to you on the Services or other websites sites</strong> (to help us, our advertisers, and our advertising networks and platforms identify the best ads to display to you on our Services, based on the interests, preferences, and other behavioral data associated with your online identifiers).&nbsp;</li>\n<li>\n<strong>To help us identify you and understand your interests</strong> and preferences so that we can customize your experience on our Services (including the content and advertisements displayed to you).</li>\n<li>\n<strong>To help our advertisers</strong> contact you, directly or online.</li>\n</ul>\n<p>\n<u>For Auditing Our Interactions:</u>\n</p>\n<ul>\n<li>\n<strong>To help us measure the effectiveness of the ads</strong> on our Services, including to understand whether you click on the ads on our Services and whether you buy the products/services advertised.</li>\n</ul>\n<p>\n<u>For Our and Your Security:</u>\n</p>\n<ul>\n<li>\n<strong>To prevent fraud</strong>, including by verifying your identity.</li>\n<li>\n<strong>To detect security incident</strong>s.</li>\n</ul>II.\nOur Data-Sharing Practices\n<p>We share the personal information below with our service providers.\nOur service providers help us send our newsletters to you, fulfill your orders, and provide advertising and marketing services, and for analytics, and carry out other activities that support our business.\nOur service providers only use the personal information we share with them to provide these services to us.&nbsp;</p>\n<p>Below are the categories of personal information we disclose to our service providers:</p>\n<ul>\n<li>\n<strong>Contact Information&nbsp;</strong>\n</li>\n<li>\n<strong>Demographic Information</strong>&nbsp;</li>\n<li>\n<strong>Online Identifiers</strong>&nbsp;</li>\n<li>\n<strong>Internet Activity Information</strong>&nbsp;</li>\n<li>\n<strong>Payment Information</strong>&nbsp;</li>\n<li>\n<strong>Interests, Preferences, and Other Behavioral Data</strong>&nbsp;</li>\n<li>\n<strong>Loyalty Account Information</strong>\n</li>\n<li>\n<strong>Health/Fitness Information</strong>\n</li>\n<li>\n<strong>Other Personal Information That Consumers Voluntarily Choose to Provide</strong>\n</li>\n</ul>\n<p>\n<strong>Personal Information We Sell to Third Parties</strong>\n</p>\n<p>In limited circumstances, some of our Brands share your personal information with data partners and advertisers whom we allow to use that personal information for their own commercial purposes.\nThese disclosures are considered a sale under California law.</p>\n<p>Below are the categories of personal information that some of our Brands sell to third parties:</p>\n<ul>\n<li>\n<strong>Contact Information</strong>&nbsp;</li>\n<li>\n<strong>Online Identifiers</strong>&nbsp;</li>\n<li>\n<strong>Internet Activity Information</strong>\n</li>\n<li>\n<strong>Interests, Preferences, and Other Behavioral Data</strong>\n</li>\n</ul>III.\nYour Privacy Rights&nbsp.\n<p>\n<strong>What Rights Do You Have?</strong>\n</p>\n<ul>\n<li>\n<strong>Shine the Light Rights</strong> – You have the right to request and obtain from us, once a year and free of charge, a list of the third parties to whom we have disclosed certain types of personal information (if any) for their direct marketing purposes in the prior calendar year.\nAt our option, we may respond to such requests by providing instructions about how our users can exercise their options to prevent our disclosure of personal information to third parties for their direct marketing purposes.</li>\n<li>\n<strong>Right to Opt Out of a Sale of Personal Information</strong> – You have the right to ask us not to sell your information to third parties.</li>\n</ul>IV.\nHow Do You Submit These Requests to Us?\n<p>In addition to the rights detailed in the “How Can You Control Our Use of Personal Information?” section above, California residents can:&nbsp;</p>\n<ul>\n<li>Contact us to exercise your Shine the Light Rights at privacy@meredith.com.</li>\n<li>\n<strong>Opt Out of Sales</strong>.\nTo opt out of the sale of your identifying personal information by Brands covered by this Privacy Statement, click here.\nTo opt out of the sale of your personal information via cookies, please visit the “California Do Not Sell” footer link on the websites of the Brands you visit.\nNote that you will need to renew this choice on every website you visit and each time you clear your cookies or use a new browser or device.</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\nHow Can You Learn More?\n<p>\n<strong>How to Contact Us</strong>\n</p>\n<p>If you have any questions or concerns about this Privacy Statement or its implementation, please contact us via e-mail by clicking here or by writing to:</p>\n<p>\n<strong>Meredith Corporation</strong>\n<br>1716 Locust Street<br>Des Moines, Iowa 50309<br>privacy@meredith.com&nbsp;<br>515-284-3000</p>\n<p>Attn: Legal Department, Privacy Office</p> ", "created_at": "2021-02-03 16:32:49.244443", "updated_at": "2021-05-12 18:22:32.82813"}, {"id": 14, "name": "Privacy Policy", "url": "http://www.meredith.com/legal/privacy", "xpath": "//body", "text": " <p>YOUR PRIVACY\nMATTERS</p>\n<p>&nbsp;</p>\n<p>Effective Date: February 12, 2020</p>\n<p>&nbsp;</p>\n<p>Hi we are Meredith! Meredith Corporation and our brands\nfocus on providing you with destinations you can trust and rely on for every\nstage of your life to connect you to great content, products and services and personalize\nyour experience with us.</p>\n<p>Our\nmission is to be clear and transparent about how and why we collect and use\ninformation and to empower you to control your personal information.\nYou are\nnot our product, you are our customer.\n</p>\n<p>\n<b>When\nDoes this Policy Apply?</b>\n</p>\n<p>This\nPrivacy Statement applies when you interact with\nNational Media Group brands (“Brands”), a division of Meredith\nCorporation, through their websites, mobile apps, email communications and\nother platforms (our “Sites”)&nbsp.\nTo\nread our EU Privacy Statement click here.\n</p>\n<p>\n<b>What\nDoes it Say?</b>\n</p>\n<p>Read\nthis policy in full, here.\n&nbsp;Here are the highlights:</p>\n<p>&nbsp;</p>\n<p>\n<b>What Personal Information Do Our Brands Collect about You?</b>\n</p>\n<p>\n</p>\n<ul>\n<li>\n<b>Contact Information </b>(such as name, phone number, postal address or email address)</li>\n<li>\n<b>Account/Registration Information </b>(such as user name and password, reminder questions and answers and communications preferences, e.g.\nsigning up for a newsletter or sweepstake, registering for an offer or an experience, or making a purchase)</li>\n<li>\n<b>Payment Information </b>(such as name, billing address, and credit card information, e.g.\nwhen making a purchase)</li>\n<li>\n<b>Demographic information</b> (such as age, gender race, income, occupation, marital status, and information about your household/family status, including your household size and the length of time at your residence)</li>\n<li>\n<b>Online identifiers</b> (such as IP address, internal and third party identifiers, advertising identifiers and device information like unique device ID)</li>\n<li>\n<b>Location Data </b>(like your address, city, and zip code, collected in limited circumstances)</li>\n<li>\n<b>Internet Activity Information</b> (such as browsing history, information on how you interact with our Sites (e.g.\nwhich articles or ads you click on, whether you click on links in our emails), and your interactions with social media platform features)</li>\n<li>\n<b>Inferences about Your Interests, Preferences and other Behavioral Data</b> (such as<b>\n</b>hobbies, and interests (e.g.\nyour favorite foods, purchases or recipes) and consuming tendencies)</li>\n<li>\n<b>Publicly Available Information</b> (such as your posts and submissions to blogs, video-sharing services, and other interactive forums)</li>\n</ul>\n<p>\n<b>MORE</b>\n</p>\n<p>\n<b>Where/How Do Our Brands Collect Information About You?</b>\n</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>&nbsp;</p>\n<p>§&nbsp.\n<b>From You </b>\n</p>\n<p>o&nbsp;&nbsp.\nWhen you enter your information on the Sites</p>\n<p>§&nbsp.\n<b>From Your Device</b>\n</p>\n<p>o&nbsp;&nbsp.\n<b>From Cookies &amp.\nOther Technologies </b>(information stored on your browser, which tell us your browser, device information, IP address, and how you interact with the Sites).</p>\n<p>§&nbsp.\n<b>From Others </b>\n</p>\n<p>o&nbsp;&nbsp.\nAdvertisers </p>\n<p>o&nbsp;&nbsp.\nData Partners </p>\n<p>o&nbsp;&nbsp.\nService Providers </p>\n<p>\n<b>MORE</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>How Do Our Brands Use Your Information?</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>\n</b>\n</p>\n<p>\n<b>Our Brands use your information:</b>\n</p>\n<ul>\n<li>To<b> recognize you when you are on the Sites</b> to <b>deliver relevant and compelling content and services to you</b>\n</li>\n<li>To provide you with <b>offers and other promotions</b> from our Brands and Advertisers</li>\n<li>To conduct <b>market research and analysis</b> to understand general trends (how many readers do we have? What content is popular? Do people prefer video over articles?), our Site visitors, how ads perform on our Sites (e.g., who clicked on the ad?) and how users engage on our Sites (e.g.\nwho read that article)</li>\n<li>To <b>fulfill your subscriptions</b> and other orders</li>\n<li>To <b>protect you and us</b> from fraud and other security issues</li>\n</ul>\n<p>\n<b>MORE</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>Who Do Our Brands Share Your Information With?</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<ul>\n<li>With Meredith’s other <b>National Media Group Brands</b>, which are covered by this Privacy Policy.</li>\n<li>With other <b>companies owned by</b> the Meredith Corporation, with guidelines in place.</li>\n<li>With our<b> service providers</b>, who help operate our Sites and provide our services to you.\n&nbsp;</li>\n<li>With the <b>advertisers</b> who advertise on our sites or partner with us to send you offers, promotions, or ads about products and services that may interest you.\n</li>\n<li>With <b>third party data partners</b> who help us identify you and who give us additional information about you that helps us deliver relevant and compelling content and services and improve the performance of our Sites.</li>\n<li>When <b>required by law</b>\n</li>\n<li>With a <b>buyer of all or part of our business</b>.</li>\n<li>With other third parties, <b>when we have your consent</b>.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<b>MORE</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>How Can You Control Our Use of Your Information?</b>\n</p>\n<p>\n<b>\n</b>\n</p>\n<p>You can tell us how we can use your information by clicking on the links below:</p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nMarketing communications </p>\n<p>o&nbsp;&nbsp.\nTo opt-out of postal mail from us, please use the opt-out form available&nbsp;here.\n</p>\n<p>o&nbsp;&nbsp.\nYou can opt-out from any Meredith email newsletter or other email list by using the unsubscribe link at the bottom of each message or by visiting the Email preference center (offered by some of our Brands), </p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nTo request deletion or access to your information click here </p>\n<p>·&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nInterest-based advertising </p>\n<p>o&nbsp;&nbsp.\nDAA</p>\n<p>o&nbsp;&nbsp.\nNAI </p>\n<p>o&nbsp;&nbsp.\nNielsen opt-out &nbsp;</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>MORE</b>\n<b>\n<u>\n</u>\n</b>\n</p>\n<p>\n</p>\n<p>\n<b>Children’s Privacy</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>\n</b>\n</p>\n<p>We do not knowingly collect information from anyone under the age of 16.</p>\n<p>&nbsp;</p>\n<p>\n<b>MORE</b>\n</p>\n<p>\n<b>Rights for Our California Residents</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>You have all the rights listed above.\nIn addition, if you’re a resident of California, you have the right to:</p>\n<ul>\n<li>\n<b>Request that we not sell your personal information.</b>\n</li>\n<ul>\n<li>If you would like to exercise this right, click here </li>\n</ul>\n<li>\n<b>Disclose to you whether we share your information with third parties for their direct marketing purposes.\n</b>\n</li>\n</ul>\n<p>o&nbsp;&nbsp.\nIf you would like to exercise this right, email us at privacy@meredith.com</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>MORE</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>How You Can Learn More</b>\n</p>\n<p>\n<b>\n</b>\n</p>\n<p>Click here to read our full Privacy Statement </p>\n<p>&nbsp;</p>\n<p>Still can’t find what you’re looking for about our data privacy practices? Don’t worry, just reach out to us at privacy@meredith.com and we will get back to you!</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n</p> What Personal Information Do Our Brands Collect? <p>When you visit our Sites, our Brands may collect the following information from or about you:</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<b>\n<br>\n</b>\n<p>§&nbsp.\n<b>Online\nIdentifiers: </b>IP address, advertising ID, unique device ID, and other\ninformation about your device, and internal and third party IDs that have been\nassigned to you.<b>&nbsp.\n</b>\n</p>\n<p>§&nbsp.\n<b>Location\nInformation: </b>Information about your location that you provide us or that we\ncollect from your device (including city, state, and zip code) (collected in\nlimited circumstances).&nbsp.\n</p>\n<p>§&nbsp.\n<b>Internet\nActivity Information: </b>Information about your use of our Sites and other websites you\nvisit, including the web pages, content and advertisements you view and links\nyou click on, and whether you open, forward or click the links in emails we\nsend to you, your browsing history, and social media use including the \"shares\"\nand “likes” you make on a social media platform that is connected to the Sites.\n</p>\n<p>§&nbsp.\n<b>Inferences\nabout Your Interests, Preferences and other Behavioral Data: </b>Hobbies, and interests\n(like your exercise and activity levels, your favorite foods, your weight loss\nobjectives and dietary preferences, which videos you like, your purchases,\nfavorite recipes, or consumption tendencies).\n</p>\n<b>\n<br>\n</b>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>Some of our Brands offer you the opportunity to sign up for a\nnewsletter, register on our Sites, or purchase products from us, when you do\nthat, those Brands may also collect:</p>\n<p>&nbsp;</p>\n<b>\n<br>\n</b>\n<p>§&nbsp.\n<b>Contact Information:&nbsp.\n</b>Your<b>\n</b>name, phone\nnumber, postal address or email address.\n</p>\n<p>§&nbsp.\n<b>Account/Registration\nInformation: </b>User name and password, reminder questions and answers,\nsubscription and account numbers, and communications preferences (such as which\nnewsletters you would like to receive).</p>\n<p>§&nbsp.\n<b>Payment\nInformation: </b>Billing address, shipping address, credit card or bank account\nnumber, expiration date, and card verification number (when you provide that\ninformation to us).&nbsp.\n</p>\n<p>§&nbsp.\n<b>Demographic\nInformation: </b>Age, gender, race, education level, income information, occupation,\nmarital status, and information about your household/family status such as the\npresence of children/child age ranges, household size, own/rent indicator, and the\nlength of time at your residence.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<b>\n<br>\n</b>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n</p> Where/How Do We Collect Information About You? <p>We\ncollect information about you from a number of sources:</p>\n<p>\n<b>From you.</b>\n<b>\n</b>&nbsp;Some of our Brands collect your contact, registration/account\ninformation, and payment information and any other information when you provide\nit to us on the Sites.&nbsp.\nWhen you make a purchase on the Sites, we also retain a\nrecord of your purchases and order history.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>From your Device.\n</b>\n</p>\n<p>\n<b>\n<i>What are Cookies &amp.\nOther Technologies?</i>\n</b>\n</p>\n<p>&nbsp;</p>\n<p>§&nbsp.\n<b>Cookies.\n</b>A\n“cookie” is a tiny file that’s stored on your computer.\nIt contains a unique\nidentifier, as well as the address and other information about the website you\nare visiting.&nbsp.\nCookies help us know whether you are a returning visitor to our\nSites.&nbsp.\nFor example, although you may not log-in when you visit our Sites, we can\nuse cookies to recognize that you have visited the Site in the past.\nBy using\ncookies, we are able to understand what is of interest to our customers and\nensure the content and services we offer are relevant and compelling when you\nvisit our Sites.\n&nbsp;In some cases, we may use the information we collect from\ncookies, to deliver relevant and compelling content to you when you visit the Sites.\n</p>\n<p>&nbsp;</p>\n<p>§&nbsp.\n<b>Web\nBeacons, Pixel Tags and Other Tracking Technologies.&nbsp.\n</b>Web beacons, pixel techs\nand other “tracking technologies” are small strings of code placed on a web\npage or in an email or advertisement.&nbsp.\nThese technologies allow your browser to\nrecognize and store certain types of information such as cookies previously\nset, the time and date that you viewed the page with the beacon and a\ndescription of that page.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>\n<i>Can You Opt Out?</i>\n</b>\n</p>\n<p>In\nmost cases, yes!&nbsp.\nThere are some cookies that we need in order to operate the\nSites.&nbsp.\nIf you deleted those cookies, the Sites would no longer function (as an\nexample, if we can’t remember the items you put in a shopping cart, then you\nwon’t be able to place an order on the Sites).&nbsp.\nYou can always decide to\nopt-out of or delete the third party cookies (cookies set by Advertisers and\nData Partners) on our Sites.&nbsp.\nKeep in mind, if you block cookies, you may not\nbe able to view or access some of the features of our Sites.\n&nbsp;Visit our section\non your privacy choices for more information on\nhow to opt-out.</p>\n<p>\n<b>From Others.</b>\n</p>\n<p>§&nbsp.\n<b>Advertisers.\n</b>&nbsp;In some cases, the\nAdvertisers who serve ads on our Sites will share your email or online\nidentifiers with us so that we can make sure their advertisements or offers\nreach you.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>§&nbsp.\n<b>Data Partners.&nbsp.\n</b>We work with third party\ndata partners who share information with us about your demographic information,\ninternet activity information, purchasing information, and your interests,\npreferences, and other behavioral data, which help us understand you better and\nensure the content and services we offer are relevant and compelling.\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>§&nbsp.\n<b>Service Providers.</b> We work with service\nproviders who collect information on our behalf in order to provide services to\nus, such as hosting our websites, processing our credit card transactions,\nfulfilling your subscriptions and orders, verifying your identity, and other activities\nneeded to help us provide our content and services to you.&nbsp.\nWe only allow our\nservice providers to use your personal information in connection with the\nservices they provide us.\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p> How Do We Use Your Information? <p>We and our\nother\nMeredith Companies and the Service Providers working on our behalf use information collected\nabout you to:</p>\n<br>\n<p>\n<b>To Contact You </b>\n</p>\n<p>§&nbsp.\nTo send you emails,\nincluding our Brand newsletters, surveys and other communications.\n</p>\n<p>\n<b>Fulfill Your Subscriptions, Orders and Other Requests </b>\n</p>\n<p>§&nbsp.\nFulfill your orders and\nrequests for products, services, and information (including to send you email\nor other newsletters).</p>\n<p>§&nbsp.\nSome of our brands offer\nproducts and services you can purchase individually or on a subscription basis.\nWe use the information you provide at check-out to process your orders on those\nsites.</p>\n<p>\n<b>Create and Manage your Account</b>\n</p>\n<p>§&nbsp.\nCreate and manage your Account,\nincluding providing you with access to your Account.</p>\n<p>\n<b>Marketing Meredith to You </b>\n</p>\n<p>§&nbsp.\nWe may use your\ninformation to market the Meredith’s Brands to you, as well as the products and\nservices of the other companies owned by Meredith.\n</p>\n<p>\n<b>Personalize Your Experience on Our Sites, Including the Content\nand Ads Displayed to You</b>\n</p>\n<p>§&nbsp.\nCustomize the content and\nads you see when you use our Sites, third party sites, and in our email\ncommunications.\n</p>\n<p>§&nbsp.\nRemember your browser\nsettings and any preferences you set while using the Sites.</p>\n<p>§&nbsp.\nRecognize you across our\nSites so that we may deliver relevant interest-based content and advertising to\nyou.\n</p>\n<p>\n<b>Provide and Improve the Sites </b>\n</p>\n<p>§&nbsp.\nAnalyze, operate and\nimprove our Sites (including repairing errors or debugging) or develop new ones.\n</p>\n<p>§&nbsp.\nAllow you to participate\nin features such as surveys, polls, sweepstakes, and message boards.\n</p>\n<p>§&nbsp.\nMeasure and analyze\nvisitor traffic and usage patterns and improve the quality and effectiveness of\nour Sites, features and related communications.</p>\n<p>\n<b>Advertising, Marketing and other Research for our Advertisers </b>\n</p>\n<p>§&nbsp.\nProvide you with special\noffers, promotions and information from the Meredith companies, and select\nthird parties (as permitted by law).\n</p>\n<p>§&nbsp.\nTo understand trends in\nhow the visitors to our Sites interact with the ads, content, and features on\nour Sites (e.g.\nyour behavior on our Sites may be included in a general report\nabout whether people prefer video content over written content on our Sites).</p>\n<p>§&nbsp.\nHelp our Advertisers\nreach you by email.</p>\n<p>§&nbsp.\nConduct market or\naudience analysis and related reporting (e.g.\nto give reports on who our\nvisitors are and whether the ads displayed are effective).</p>\n<p>\n<b>Security and Fraud Prevention</b>\n</p>\n<p>§&nbsp.\nEnforce our legal rights\nor comply with the law.</p>\n<p>§&nbsp.\nPrevent potentially\nprohibited or illegal activities, comply with applicable law and enforce our&nbsp;see the terms of service on the applicable\nwebsite.</p>\n<br>\n<p>&nbsp;</p>\n<p>We may use your\ninformation for any other purposes disclosed to you at the time we collect your\ninformation, provided we have obtained the required consent.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>\n</b>\n</p> Who Do We Share Your Information With? <p>We may share your personal information with our other Meredith Companies,<b>\n</b>Service Providers, Social Media Platforms, Advertisers, and Third Party\nData Partners.</p>\n<p>&nbsp;</p>\n<b>\n<br>\n</b>\n<p>§&nbsp.\n<b>Meredith Companies.</b>&nbsp.\nThe Meredith\nBrands covered by this Privacy Statement share your personal information with\neach other, and will use that information as described in this Privacy\nStatement.&nbsp.\nOur Brands also share your personal information with other companies\nin the Meredith family, which have their own privacy\nstatements and are not subject to this Privacy Statement.<b>&nbsp.\n</b>\n</p>\n<p>§&nbsp.\n<b>Service </b>\n<b>Providers.\n</b>&nbsp;We engage Service\nProviders to provide services such as credit-card and billing processing,\nshipping, marketing, advertising optimization and interest-based targeting,\nemail and text message distribution, data processing, mobile and website\nanalytics, user authentication, security and promotions management.\n&nbsp;We may\nshare any information we collect about you with these Service Providers and\nauthorize them to collect information from you directly to support the services\nthey provide to us.&nbsp.\nWe do not authorize our Service Providers to share or use your\ninformation with any other third parties.</p>\n<p>§&nbsp.\n<b>Social Media Platforms.&nbsp.\n</b>To make your experience\nwith our Sites more enjoyable, we may offer features made available by social\nmedia platforms (such as likes or social sharing).\n&nbsp;Some social media platforms\nmay collect information directly from you pursuant to their own separate\nprivacy policies which may differ from ours.\nSome social media platforms also act\nas our data partners, which means that we may share your personal information\nwith them as described below under “Data Partners.” </p>\n<p>§&nbsp.\n<b>Advertisers.&nbsp.\n</b>We are\nable to provide most of our Sites and other content to you for free with the\nhelp of the Advertisers who promote their products and services on our Sites.\n&nbsp;Brands\nwith ad-supported Sites share aggregate visitor information with Advertisers,\nwhich includes information about your demographics, Internet activity\ninformation, interests and preferences.\nIn some cases, we share contact\ninformation (such as your name, age, and/or email address) or online\nidentifiers with these Advertisers.&nbsp.\nIf you sign up for a special email offer\nfrom one of our Advertisers, our Brands will also share your email address and\nany other information you provided with your request with the advertisers you\nselected.\n</p>\n<p>§&nbsp.\n<b>Data\nPartners.\n</b>Some\nof our Brands provide select third party Data Partners with lists of our user\nemail addresses in a hashed, encrypted or anonymized form that they use to\nrecognize you.&nbsp.\nThese Data Partners will provide us with additional information\nabout you (such as your interests, preferences or demographic information).\n&nbsp;Other\nData Partners use cookies and other tracking technologies to enable the\ndelivery of interest-based advertising to users.\nWe do not authorize our Data\nPartners to share your email address with their other clients.\n</p>\n<p>§&nbsp.\n<b>Legal\nCompliance, Business Transfers, and Other Disclosures.&nbsp.\n</b>We disclose information\nabout users of our Sites when we believe the law requires it.\nFor example, to\nrespond to compulsory process or law enforcement requests, to enforce our terms of service for relevant brands, or to protect the rights,\nproperty or safety of users, the public, Meredith Companies, Service Providers,\nSocial Media Platforms, Advertisers, Data Partners, or third parties.\n&nbsp;Over\ntime, we may reorganize or transfer various assets and lines of business.\nWe\nreserve the right to disclose or transfer any information we collect to third\nparties in connection with any proposed or actual purchase, sale, lease,\nmerger, foreclosure, liquidation, amalgamation or any other type of\nacquisition, disposal, transfer, conveyance or financing of all or any portion\nof Meredith companies.</p>\n<br>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>\n</b>\n</p> How Can You Control Our Use of Your Information? <p>\n<b>What\nRights Do You Have?</b>\n</p>\n<b>\n<br>\n</b>\n<p>§&nbsp.\n<b>Right to Know</b>: You have the right\nto ask us to tell you what personal information we collect use, disclose and\nsell about you.</p>\n<p>§&nbsp.\n<b>Right to Request\nDeletion: </b>You\nhave the right to ask us to delete the personal information we collect or\nmaintain about you.</p>\n<p>§&nbsp.\n<b>Right to be Free from\nDiscrimination: </b>You\nhave the right not to be discriminated against for exercising these rights.</p>\n<p>§&nbsp.\n<b>Right to Access or\nCorrect Your Information</b>: You have the right to request access to and to edit\ncertain personal information that you have provided to us through our Sites.</p>\n<br>\n<p>We are only legally required to honor these rights\nin certain jurisdictions, but, we are working towards honoring these rights for\nall Meredith visitors.&nbsp.\nIf you are in the U.S.\nand wish to exercise your\nrights:</p>\n<p>§&nbsp.\n<b>Information and\nDeletion Requests.\n</b>To\nexercise your right to for information on our data collection practices on this\nSite or request deletion of the information on this Site, please use the\nrequest form available here We will need to verify that you are who you\nsay you are before we delete or share personal information with you.&nbsp.\nAfter you\nsubmit your request, you will be sent a confirmation email and need to click on\nthe link provided.\nIf you are a postal subscriber, we may need to request more\ninformation from you in order to verify your request.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>What Other\nChoices Do You Have?</b>\n</p>\n<p>\n<b>Marketing\nCommunications</b>\n</p>\n<p>\n<b>Postal\nMail.\n</b>To\nremove your name and postal address from lists that we sell or rent to third\nparties for their direct marketing purposes, or to opt-out of receiving marketing offers for other Meredith\nmagazines and products by mail, please use the opt-out form available&nbsp;here or send your request\nto us in a letter addressed to Meredith Corporation, Opt-Out Postal, Attn: Circulation, 1716 Locust\nStreet, Des Moines, Iowa 50309.\n</p>\n<p>Note\nthat if you choose to opt-out of Meredith’s promotional mailings, you may still\nreceive renewal notices and related offers for any magazines to which you\nsubscribe.</p>\n<p>\n<b>Email.\n</b>You can\nopt-out from any Meredith email newsletter or other email list by using the\nunsubscribe link at the bottom of each message or by visiting Email Preferences (offered by some of our\nBrands) on our Sites and updating your preferences.\nIf you no longer want to\nreceive third party email offers that you requested through our Sites, simply\nfollow the advertiser's unsubscribe link or opt-out instructions that should be\nincluded in every commercial message you receive.\n</p>\n<p>&nbsp;</p>\n<p>\n<b>Opt-Out of Cookies &amp.\nOther\nTechnologies.</b>\n</p>\n<p>There are a few ways to opt-out or delete cookies:</p>\n<p>&nbsp;</p>\n<p>\n<b>On your browser (Chrome, Safari, etc.).</b>&nbsp.\nThe settings of the\nbrowser you use give you an option to accept or reject most cookies, or to\nnotify you when a cookie is set.\n(Each browser is different, so check the\n\"Help\" menu of your browser to learn how to change your cookie\npreferences.) Please be aware that certain browsers cannot block or delete\nso-called \"Flash\" cookies, which use a feature of the Adobe Flash\nvideo player to store information on your computer.\nFor information about\nhow to delete Flash cookies, please visit the Adobe website This will opt you out\nof cookies on the browser you are using.\nIf you use multiple browsers, you will\nneed to take this step for all relevant browsers.\n&nbsp;Please note that denying all or certain cookies may result in a\nless personalized experience of some of the services offered on the website.</p>\n<p>&nbsp;</p>\n<p>\n<b>Opt-Out on a Mobile Device.\n</b>Depending on your device and operating\nsystem, you may be able to reset your mobile device's advertising identifier to\nlimit this data collection or prevent the collection of usage data across\nunaffiliated applications for interest-based advertising purposes by accessing\nthe privacy settings on your mobile device.\nEach operating system, iOS for\nApple devices, Android for Android devices and Windows for Microsoft devices,\nprovides its own instructions.\nVisit the privacy settings for your mobile\ndevice or contact your platform operator for more information.</p>\n<p>&nbsp;</p>\n<p>\n<b>Opt-Out\nof Nielsen’s Tracking Technologies</b>.&nbsp.\nSome of our Advertisers and Brands may use Nielsen’s\nmeasurement services, which contribute to market research, like Nielsen’s TV\nand Online Campaign Ratings service.&nbsp.\nNielsen’s pixel may be in some of the ads\non our Sites and will record whether or not you viewed the ad.&nbsp.\nNielsen uses\nthe data it collects to create ratings reports for advertisers and publishers.&nbsp.\nFor more information about Nielsen's information collection practices and any\nrelated opt-out choices, please see the Nielsen.com privacy policy.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>Opt-Out of Interest-Based Advertising</b>\n</p>\n<p>We\nfollow the Digital Advertising Alliance’s (\"<b>DAA</b>\") Self-Regulatory\nPrinciples for Online Behavioral advertising.\n</p>\n<p>§&nbsp.\nTo opt-out of our use of\nyour website viewing data to serve interest-based advertising on third party\nwebsites and email newsletters, visit the DAA’s&nbsp;Consumer\nChoice Page</p>\n<p>§&nbsp.\nYou can also click on the\nAd Choices located in the footer of our websites and navigate to the consumer\nopt-out form.\n</p>\n<p>§&nbsp.\nMost of the third party\nadvertising and data companies we work with, including DoubleClick and Google\nalso subscribe to the DAA Principles and/or are members of the Network\nAdvertising Initiative (\"NAI\").\nTo learn more about the information\ncollection practices of NAI members and your related opt-out choices, please\nvisit the NAI's\nwebsite.</p>\n<p>§&nbsp.\nYou\nmust opt-out separately from each computer or device and browser that you use\nto access our Sites and if you clear your cookies, you will need to repeat the\nopt-out process.</p>\n<p>**Note\nthat many of our websites allow you to adjust your cookie preferences.\nYou can\nfind these controls in the footer of our websites.</p>\n<p>&nbsp;</p>\n<p>\n<b>Mobile App Advertising and Tracking</b>\n</p>\n<p>Some of our brands may collect information about your mobile\ndevice, including unique advertising identifiers and the names and IDs of apps\nyou have installed, as well as information about how you use our mobile\napplications and other unaffiliated applications.\nWe and our partners use this\ninformation to enable interest-based advertising you receive through our Sites\nand within third party apps and other marketing channels.\n</p>\n<p>&nbsp;</p>\n<p>For information about the mobile data collection practices of\nthe service providers we use to support interest-based advertising in our\nAllRecipes mobile applications and your additional opt-out choices, click here and here.</p>\n<p>&nbsp;</p>\n<p>\n<b>Do Not Track</b>\n</p>\n<p>We do not currently respond to browser\ndo-not-track signals.\nInstead, we adhere to the standards set out in this Privacy\nStatement and offer the opt-out choices described above.</p>\n<p>&nbsp;</p>\n<p>\n<b>\n</b>\n</p> Children’s Privacy <p>We do not knowingly allow anyone under the age of 16 to provide us\nwith any personal information online.\nChildren should always get permission\nfrom their parents before sharing any personal information about themselves\nover the Internet.\nIf you're under 16, please do not register for the Sites or\nprovide us with any personal information.</p>\n<p>\n<b>Additional\nPrivacy Information</b>\n</p>\n<p>§&nbsp.\n<b>Contests and Other Co-Sponsored Promotions.&nbsp.\n</b>From time to time, we may\noffer contests, sweepstakes or other promotions.\nParticipation in these\npromotions may require registration on our Sites.\n&nbsp;We may share your\nregistration information with co-sponsors or other third parties involved in\nthe promotion that we identify in the rules or entry materials.\nWe don't\ncontrol these third parties' privacy practices, and our Privacy Statement does\nnot apply to their collection and use of your information.\nWe may also share\nsome of your entry information with third parties or the public in connection\nwith the administration of the promotion, such as winner selection and prize\nfulfillment, and as permitted by the promotion's official rules, such as on a\nwinners' list.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>§&nbsp.\n<b>Security, Retention and Storage of Information.\n</b>&nbsp;We use commercially\nreasonable procedures to protect the information that we collect.\nHowever, we\ncannot guarantee the security of our databases, nor can we guarantee that\ninformation you supply won't be intercepted while being transmitted to us over\nthe Internet.\nPlease see our&nbsp;terms of service for the relevant brand&nbsp;for more information related to posting\nmaterials on our Sites including our use of such materials.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>§&nbsp.\n<b>Location of Your Data</b>\n<b>.</b>\n<b>&nbsp.\n</b>Meredith is a U.S.\ncompany and your personal information will be transferred\nto, processed, stored and accessed by us, the Meredith Companies and Service\nProviders in the United States and in other jurisdictions where we or they\noperate, which may not provide you with the same level of privacy protection as\nyou are entitled to in your jurisdiction.</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>§&nbsp.\n<b>EU-</b>\n<b>U.S.\nPrivacy Shield.&nbsp.\n</b>Meredith adheres to the principles of the EU-U.S.\nPrivacy Shield\nFramework (“Privacy Shield Principles”) as set forth by the U.S.\nDepartment of\nCommerce regarding the collection, use, and retention of personal information\ntransferred from the European Union (“EU”) to the United States, and it is in\nthe process of certifying its compliance with the U.S.\nDepartment of Commerce.&nbsp.\nIf there is any conflict between the terms in this Privacy Policy and the\nPrivacy Shield Principles, the Privacy Shield Principles will govern.&nbsp.\nTo learn\nmore about the Privacy Shield program, please visit the Privacy Shield website.&nbsp.\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>Meredith is responsible for the processing of personal information\nit receives under the EU-U.S.\nPrivacy Shield Framework, or subsequently\ntransfers to a third party acting as an agent on its behalf.\nMeredith complies\nwith the Privacy Shield Principles for all onward transfers from the EU and\nEEA, including onward transfer liability provisions.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>The U.S.\nFederal Trade Commission has jurisdiction over Meredith’s\ncompliance with its obligations under the EU-U.S.\nPrivacy Shield.&nbsp.\nIn certain\nsituations, Meredith may be required to disclose personal information in response\nto a lawful request by public authorities, including to meet national security\nor law enforcement requirements.&nbsp.\n</p>\n<p>&nbsp;</p>\n<p>In compliance with the Privacy Shield Principles, Meredith commits\nto resolve complaints about our collection or use of your personal\ninformation.&nbsp.\nEU individuals with inquiries or complaints regarding our Privacy\nShield policy should first contact us at privacy@meredith.com If you do not receive\ntimely acknowledgment of your complaint from us, or if we have not resolved\nyour complaint, you may submit your complaint at no cost to you to JAMS, our independent recourse mechanism, at https://www.jamsadr.com/eu-us-privacy-shield.\nIn the event there are residual complaints that have not been resolved by JAMS, or any other means, you may seek a non-monetary remedy through binding arbitration to be provided to you in accordance with the Privacy Shield Principles.</p>\n<p>§&nbsp.\n<b>Changes\nto Our Privacy Policy.&nbsp.\n</b>Digital technology is rapidly evolving.\nIf we decide to change our\nPrivacy Statement in the future, we'll post the changes here and indicate at\nthe top of the policy the last date on which it was updated.\nUnless otherwise\nnoted, all changes will be effective when posted.</p>\n<p>&nbsp;</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>&nbsp;</p> Rights for Our California Residents <p>This section contains information on the personal information we\ncollect about residents of California (our “California Consumers”), including\nthe sources of that information, how that informed is used, who it is shared\nwith, and the rights that California Consumers have under California law.\nOur\ncollection of your information, our data sharing practices, and your privacy\nrights are discussed below.\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>&nbsp;&nbsp;&nbsp.\nI.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Our Collection of Your Information</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>What Information Do We Collect About You? </b>\n</p>\n<p>\n<b>Where Do We Collect this Information From?</b>\n</p>\n<p>\n<b>Why Do We Collect this Information?</b>\n</p>\n<p>\n<b>Who Do We Share this Information With?</b>\n</p>\n<p>\n<b>Contact Information</b> (Name, Email, Postal Address, Zip Code, Telephone Number)</p>\n<p>§ <b>From you</b> when you register on our sites, subscribe to one of our publications, or otherwise submit this information to us.</p>\n<p>§ <b>From our Advertisers</b> who place ads on Services.\n</p>\n<p>§ <b>From our Data Partners</b> (these are companies who give us information about you to help us and our Advertisers understand who you are and what you may be interested in).</p>\n<p>§&nbsp.\n<b>To contact you</b> (to deliver our newsletters, surveys, and other communications to you).</p>\n<p>§&nbsp.\n<b>To fulfill your subscriptions</b>, orders and other requests.</p>\n<p>§&nbsp.\n<b>To market our Services to you.\n</b>\n</p>\n<p>§&nbsp.\n<b>To create and manage your account</b> when you register on our Services, and provide you with your membership benefits.\n</p>\n<p>§&nbsp.\n<b>To combine with other information we receive from our Data Partners to help us learn more about you, your interests</b> and preferences so that we can customize your experience on our Services (including the content and advertisements displayed to you).</p>\n<p>§&nbsp.\n<b>To deliver targeted advertisements</b> to you on social media platforms or other third party websites.\n</p>\n<p>§&nbsp.\nTo <b>help our Advertisers</b> contact you.</p>\n<p>§&nbsp.\nTo help <b>us measure the effectiveness of the ads </b>on our Services, including to understand whether you click on the ads on our Services and whether you buy the products/services advertised.</p>\n<p>§&nbsp.\nTo <b>prevent fraud</b>, including verifying your identity</p>\n<p>§ <b>Service Providers</b> (companies who use your personal information solely to provide services to us, including advertising, website support, analytics, payment processing, subscription/order fulfillment and customer service).</p>\n<p>§ <b>Data Partners</b> (these are companies who we share personal information with to help us identify potential customers, and to understand who you are and what you may be interested in).</p>\n<p>§ <b>Our Advertisers (</b>the brands that advertise on our Services and provide offers and other promotions to you).</p>\n<p>§ <b>Social Media Platforms.\n</b>\n</p>\n<p>§ Other <b>Meredith Brands</b> and Companies.\n</p>\n<p>\n<b>Account/Registration Information (Name, username, and password)</b>\n</p>\n<p>§ <b>From You </b>when you create an account or register on our Services.\n</p>\n<p>§<b>To create and manage your account</b> when you register on our Services, and provide you with your membership benefits.\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>§ <b>Service Providers</b> (companies who use your personal information solely to provide services to us, including advertising, website support, analytics, subscription/order fulfillment and customer service).</p>\n<p>\n<b>Demographic Information</b> (age, race, gender)</p>\n<p>§ <b>From You </b>when you share that information with us on surveys, registration or other forms on our Services.</p>\n<p>§ <b>Data Partners</b> (these are companies who give us information about you to help us and our Advertisers understand who you are and what you may be interested in).</p>\n<p>§ <b>To create consumer segments</b> (groups of cookies and other IDs based on information we collect about, for example “Women age 35-44 who have purchased mascara.”, which we share with advertisers looking to sell mascara or products we think people who like mascara may also be interested in).</p>\n<p>§ <b>To serve targeted ads to you</b> (to help us, our advertisers, and our advertising networks and platforms to identity the best ads to display to you on our Services, based on the Interests, Preferences and Other Behavioral Data associated with your online identifiers).\n</p>\n<p>§ <b>To help us identify you and understand your interests</b> and preferences so that we can customize your experience on our Services (including the content and advertisements displayed to you).</p>\n<p>§ <b>Service Providers</b> (companies who use your personal information solely to provide services to us, including advertising, website support, analytics, subscription/order fulfillment and customer service).</p>\n<p>§ <b>Our Advertisers (</b>the brands that advertise on our Services and provide offers and other promotions to you).</p>\n<p>§ Other <b>Meredith Brands and Companies</b>.</p>\n<p>\n<b>Online Identifiers</b> (IP addresses, device IDs, and other internal and third party identifiers we use to recognize you online)</p>\n<p>§ From <b>Pixels, Cookies, and Other Tracking Technologies</b>, which collect information about you when you visit our Services online.\n</p>\n<p>§ <b>Data Partners</b> (these are companies who give us information about you to help us and our Advertisers understand who you are and what you may be interested in).</p>\n<p>§ <b>To create consumer segments</b> (groups of cookies and other IDs based on information we collect about, for example “Women age 35-44 who have purchased mascara.”, which we share with advertisers looking to sell mascara or products we think people who like mascara may also be interested in).</p>\n<p>§ <b>To serve targeted ads to you</b> (to help us, our advertisers, and our advertising networks and platforms to identity the best ads to display to you on our Services, based on the Interests, Preferences and Other Behavioral Data associated with your online identifiers).</p>\n<p>§ To help <b>us measure the effectiveness of the ads </b>on our Services, including to understand whether you click on the ads on our Services and whether you buy the products/services advertised.</p>\n<p>§ <b>Service Providers</b> (companies who use your personal information solely to provide services to us, including advertising, website support, analytics).</p>\n<p>§ <b>Data Partners</b> (these are companies who we share personal information with to help us identify potential customers, and to understand who you are and what you may be interested in).</p>\n<p>§ <b>Our Advertisers (</b>the brands that advertise on our Services and provide offers and other promotions to you).</p>\n<p>§ Other <b>Meredith Brands</b> and <b>Companies</b>.</p>\n<p>\n<b>Online activity information</b> (browsing history, search history, information about your interactions with our Services)</p>\n<p>§ From <b>Pixels, Cookies, and Other Tracking Technologies</b>, which collect information about you when you visit our Services online.\n</p>\n<p>§&nbsp.\n<b>Data Partners</b> (these are companies who give us information about you to help us and our Advertisers understand who you are and what you may be interested in).</p>\n<p>§ <b>To create consumer segments</b> (groups of cookies and other IDs based on information we collect about, for example “Women age 35-44 who have purchased mascara.”, which we share with advertisers looking to sell mascara or products we think people who like mascara may also be interested in).</p>\n<p>§ <b>To serve targeted ads to you</b> (to help us, our advertisers, and our advertising networks and platforms to identity the best ads to display to you on our Services, based on the Interests, Preferences and Other Behavioral Data and Online Activity associated with your online identifiers).</p>\n<p>§ To help <b>us measure the effectiveness of the ads </b>on our Services, including to understand whether you click on the ads on our Services and whether you buy the products/services advertised.</p>\n<p>§ <b>Service Providers</b> (companies who use your personal information solely to provide services to us, including advertising, website support, analytics).</p>\n<p>§ <b>Data Partners</b> (these are companies who we share personal information with to help us identify potential customers, and to understand who you are and what you may be interested in).</p>\n<p>§ <b>Our Advertisers (</b>the brands that advertise on our Services and provide offers and other promotions to you).</p>\n<p>Other <b>Meredith Brands</b> and <b>Companies</b>.</p>\n<p>\n<b>Payment Information </b>\n</p>\n<p>§ From you when your place an order on our Services.&nbsp.\n</p>\n<p>§&nbsp.\n<b>To fulfill your subscriptions</b> and orders, and any refund requests.</p>\n<p>&nbsp;</p>\n<p>§ <b>Service Providers</b> (companies who use your personal information solely to process your payments on our behalf).</p>\n<p>\n<b>Interests, Preferences and other Behavioral Data</b> (including purchase behaviors)</p>\n<p>§ <b>Data Partners</b> (these are companies who give us information about you to help us and our Advertisers understand who you are and what you may be interested in).</p>\n<p>§ From <b>Pixels, Cookies, and Other Tracking Technologies</b>, which collect information about you when you visit our Services online.\n</p>\n<p>&nbsp;</p>\n<p>§ <b>To create consumer segments</b> (groups of cookies and other IDs based on information we collect about, for example “Women age 35-44 who have purchased mascara.”, which we share with advertisers looking to sell mascara or products we think people who like mascara may also be interested in).</p>\n<p>§ <b>Service Providers</b> (companies who use your personal information solely to provide services to us, including advertising, website support, analytics).</p>\n<p>§ <b>Data Partners</b> (these are companies who we share personal information with to help us identify potential customers, and to understand who you are and what you may be interested in).</p>\n<p>§ <b>Our Advertisers (</b>the brands that advertise on our Services and provide offers and other promotions to you).</p>\n<p>Other <b>Meredith Brands</b>\n<b>and Companies</b>.</p>\n<p>&nbsp;</p>\n<p>\n<b>&nbsp;&nbsp.\nII.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Our Data Sharing Practices</b>\n</p>\n<p>We share the\npersonal information below with our Service Providers.\nOur Service Providers\nhelp us send our newsletters to you, fulfill your orders, provide advertising\nand marketing services, and analytics, and other activities that support our\nbusiness Service Providers only use the personal information we share with them\nto provide these services to us.&nbsp.\n</p>\n<p>Below are the\ncategories of personal information we disclose to our Service Providers:</p>\n<b>\n<br>\n</b>\n<ul>\n<li>\n<b>Contact Information</b>\n</li>\n<li>\n<b>Demographic Information</b>\n</li>\n<li>\n<b>Online Identifiers</b>\n</li>\n<li>\n<b>Online Activity Information</b>\n</li>\n<li>\n<b>Payment Information </b>\n</li>\n<li>\n<b>Interests, Preferences and other Behavioral Data&nbsp.\n</b>\n</li>\n</ul>\n<b>\n<br>\n</b>\n<p>\n<b>Data\nWe Sell to Third Parties</b>\n</p>\n<p>In\nsome limited circumstances, some of our Brands share your personal information\nwith third parties who we allow to use that information for their own\ncommercial purposes.&nbsp.\n</p>\n<p>Below\nare the categories of personal information that some of our Brands sell to third\nparties:</p>\n<br>\n<p>§&nbsp.\n<b>Contact\nInformation </b>\n</p>\n<p>§&nbsp.\n<b>Online\nIdentifiers</b>\n</p>\n<p>§&nbsp.\n<b>Online\nActivity Information</b>\n</p>\n<p>§&nbsp.\n<b>Interests,\nPreferences and other Behavioral Data</b>\n</p>\n<br>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\nIII.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Your Privacy Rights </b>\n</p>\n<p>\n<b>What Rights Do You Have?</b>\n</p>\n<b>\n<br>\n</b>\n<p>§&nbsp.\n<b>Shine the Light\nRights </b>–\nYou have the right to request and obtain from us, once a year and free of\ncharge, a list of the third parties to whom we have disclosed certain types of\npersonal information (if any) for their direct marketing purposes in the prior\ncalendar year.\nAt our option, we may respond to such requests by providing\ninstructions about how our users can exercise their options to prevent our\ndisclosure of personal information to third parties for their direct marketing\npurposes.</p>\n<p>§&nbsp.\n<b>Right\nto Opt-Out of a Sale of Personal Information</b> –<b>\n</b>You have the right to ask\nus not to sell your information to third parties.</p>\n<p>\n<b>IV.\n&nbsp;&nbsp;&nbsp;&nbsp.\nHow Do You\nSubmit These Requests to Us?</b>\n</p>\n<p>In addition to the\nrights detailed in the “How Can You Control Our Use of Your\nInformation?”\nsection above, California residents can: </p>\n<p>§&nbsp.\nContact us to\nexercise your Shine the Light Rights at privacy@meredith.com.</p>\n<p>§&nbsp.\n<b>Opt-Out\nof Sales</b>.\nTo opt-out of the sale of your personal information on this\nwebsite click here </p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>\n</b>\n</p>\n<p>\n<b>&nbsp;</b>\n</p>\n<p>\n<b>How Can You Learn More</b>\n</p>\n<p>\n<b>How to Contact Us</b>\n</p>\n<p>If you have any\nquestions or concerns about the Meredith Corporation.\nPrivacy Statement or its\nimplementation please contact us via email by clicking here or by writing to:</p>\n<p>&nbsp;</p>\n<p>\n<b>Meredith Corporation</b>\n</p>\n<p>Attn: Privacy Officer</p>\n<p>1716 Locust Street</p>\n<p>Des Moines, Iowa 50309</p>\n<p>privacy@meredith.com </p>\n<p>1-515-284-3000</p> ", "created_at": "2018-07-17 10:11:40.968474", "updated_at": "2021-05-12 18:18:44.817471"}, {"id": 15, "name": "Terms and Conditions", "url": "http://www.meredith.com/legal/terms", "xpath": "//div[@class='content-block']", "text": "Terms of Service AgreementEffective Date: March 16, 2017<p>PLEASE READ THIS TERMS AND CONDITIONS AGREEMENT (\"<strong>AGREEMENT</strong>\") CAREFULLY.\nTHIS AGREEMENT IS A LEGAL CONTRACT BETWEEN YOU (\"<strong>USER</strong>\") AND MEREDITH CORPORATION (\"<strong>MEREDITH,</strong>\" \"<strong>COMPANY,</strong>\" \"<strong>WE,</strong>\" OR \"<strong>US</strong>\").<br>\n<br>\n<strong>SECTION 15 OF THIS AGREEMENT IS AN ARBITRATION CLAUSE THAT REQUIRES MOST DISPUTES BETWEEN US TO BE RESOLVED THROUGH BINDING AND FINAL ARBITRATION INSTEAD OF IN COURT.\nSEE SECTION 15 FOR MORE INFORMATION REGARDING THIS ARBITRATION CLAUSE, AND HOW TO OPT OUT.</strong>\n<br>By accessing or using any website with an authorized link to this Agreement (\"<strong>Website</strong>\"), registering an account or accessing or using any content, information, services, features or resources available or enabled via the Website (collectively with the Website, the \"<strong>Services</strong>\"), clicking on a button or taking another action to signify your acceptance of this Agreement, you: (1) agree to be bound by this Agreement and any future amendments and additions to this Agreement as published through the Services.\n(2) represent you are of legal age in your jurisdiction of residence to form a binding contract.\nand (3) represent that you have the authority to enter into this Agreement personally and, if applicable, on behalf of any company, organization or other legal entity on whose behalf you use the Services.\n<strong>Except as otherwise provided herein, if you do not agree to be bound by this Agreement, you may not access or use the Services.</strong>\n<br>\n<br>Your use of the Services is also subject to any additional terms, conditions and policies that we separately post on the Services (\"<strong>Supplemental Terms</strong>\") which are incorporated by reference into this Agreement.\nSome of the specialized features and tools accessible through our Services are provided by third-party companies pursuant to their own separate Terms of Service (“<strong>Third-Party Terms</strong>”) that differ from ours.&nbsp.\nBy using such third-party features and tools, you agree that your relationships with the third-party service providers will be governed by the applicable Third-Party Terms.</p>\n<p>Subject to Section 15.9 of this Agreement, Meredith reserves the right to modify this Agreement or its policies relating to the Services at any time, effective upon posting of an updated version of this Agreement or any applicable Supplemental Terms on the applicable Services.\nYou should regularly review this Agreement, as your continued use of the Services after any such changes constitutes your agreement to such changes.<br>\n<br>\n<strong>1.\nRegistration.</strong> When registering an account for the Services (\"<strong>Account</strong>\"), you agree to provide only true, accurate, current and complete information requested by the registration form (the \"<strong>Registration Data</strong>\") and to promptly update the Registration Data thereafter as necessary.\nYou represent that you are not barred from using the Services under any applicable law and that you will be responsible for all activities that occur under your Account.\nYou agree to monitor your Account to restrict its use by minors and other unauthorized users and agree not to share your Account or password with anyone.\nYou further agree to notify Meredith immediately of any unauthorized use of your password or any other breach of the security of your Account and to exit from your Account at the end of each session.\nYou agree not to create an Account using a false identity or alias or if you previously have been banned from using any of the Services.\nYou further agree that you will not maintain more than one Account for the same Meredith service at any given time.\nMeredith reserves the right to remove or reclaim any usernames at any time and for any reason.\nYou acknowledge and agree that you have no ownership or other property interest in your Account and that all rights in and to your Account are owned by and inure to the benefit of Meredith.<br>\n<br>\n<strong>2.\nOrder Process.</strong>\n<br>\n<br>\n<strong>2.1 <u>Order Acceptance.</u>\n</strong> Each part of any order that you submit to Meredith constitutes an offer to purchase.\nIf you do not receive a message from Meredith confirming receipt of your order, please contact our Customer Service department before re-entering your order.\nMeredith's confirmation of receipt of your order does not constitute Meredith's acceptance of your order.\nMeredith is only deemed to have accepted your order once (i) the product(s) you ordered (each, a \"<strong>Product</strong>\") have been shipped (if the Product is a one-time order) or (ii) the initial Product for a subscription has been delivered (if the Product is subject to a subscription for the delivery of periodicals or other tangible goods) or (iii) you are granted access to the paid content or resources of a Product consisting of a digital subscription or membership).<br>\n<br>\n<strong>2.2 <u>Order Issues.</u>\n</strong> Although we strive to accept all valid orders, Meredith reserves the right to deny any order for any reason, including if: (i) we discover an error in pricing and/or other information about the Product or receive insufficient or erroneous billing, payment, and/or shipping information, (ii) we suspect an order has been placed using stolen payment card information or otherwise appears to be connected to fraud, or (iii) the ordered Product is unavailable due to discontinuance or otherwise.\nWe may also refuse any order that is connected with a previous payment dispute.<br>\n<br>\n<strong>2.3 <u>Order Cancellation.</u>\n</strong> If any Product is discontinued or otherwise becomes unavailable, Meredith reserves the right to (i) cancel your order and provide you a refund for the amount paid for the Product (if the Product is a one-time order), (ii) substitute the Product with a similar Product (if the Product is subject to a subscription) or (iii) issue you a pro rata refund.<br>\n<br>\n<strong>2.4 <u>Restrictions on Resale.</u>\n</strong> To protect the intellectual property rights of Meredith and its licensors and suppliers, any resale of Products for personal and/or business profit is strictly prohibited.\nMeredith reserves the right to decline any order that we deem to possess characteristics of reselling.<br>\n<br>\n<strong>3.\nFees and Purchase Terms.</strong>\n<br>\n<br>\n<strong>3.1 <u>Payment.</u>\n</strong> You agree to pay all fees or charges to your Account in accordance with the fees, charges and billing terms in effect at the time a fee or charge is due and payable.\nYou also agree to pay all applicable taxes.\nYou must provide Meredith with valid payment information in connection with your orders.\nBy providing Meredith with your payment information, you agree that (i) Meredith is authorized to immediately invoice your Account for all fees and charges due and payable to Meredith hereunder, (ii) Meredith is authorized to share any payment information and instructions required to complete the payment transactions with its third-party payment service providers (e.g., credit card transaction processing, merchant settlement, and related services), and (iii) no additional notice or consent is required for the foregoing authorizations.\nYou agree to immediately notify Meredith of any change in your payment information.\nMeredith reserves the right at any time to change its prices and billing methods.\nIf payment cannot be charged to your payment card or your payment is returned for any reason, Meredith reserves the right to either suspend or terminate your access to the upaid-for services.<br>\n<br>\n<strong>3.2 <u>Automatic Renewal.</u>\n</strong> If your order is subject to automatic renewal, you will be notified during the order process.\nThe automatic renewal and cancellation terms provided during the order process are hereby incorporated into this Agreement.<br>\n<br>\n<strong>3.3 <u>Refunds.</u>\n</strong> Except as set forth in Section 2.3 or in any separate refund policy posted on the Services, all fees are non-refundable.<br>\n<br>\n<strong>3.4 <u>Discounts, Promo Codes and Premium Offers.</u>\n</strong> We may, in our sole discretion, create discounts and promotional codes that may be redeemed for credit in your Account, or other features or benefits, subject to any additional terms that we establish on a per promotional code basis (\"<strong>Promo Codes</strong>\").\nPromo Codes may only be used once per person.\nOnly Promo Codes sent to you through official Meredith communications channels are valid.\nYou agree that Promo Codes: (i) must be used for the intended audience and purpose, and in a lawful manner.\n(ii) may not be duplicated, sold, or transferred in any manner, or made available to the general public (whether posted to a public forum or otherwise), unless expressly permitted by us.\n(iii) may be disabled by us at any time for any reason without liability to us.\n(iv) may only be used pursuant to the specific terms that we establish for such Promo Code.\n(v) are not redeemable for cash.\nand (vi) may expire prior to your use.\nFrom time to time, we may offer special promotions (such as free premiums with purchase), associated with some of our products or Services.\nAll promotional offers, inlcuding premium offers, may be discontinued at any time, without prior notice, at our discretion and are only available while supplies last or for the duration noted.&nbsp.\nUnless otherwise stated in the offer, shipment of premium items may take 6-12 weeks and shipping fees may apply.<br>\n<br>\n<strong>4.\nUser Content.</strong>\n<br>\n<br>\n<strong>4.1 <u>Responsible Party for Content.</u>\n</strong> You acknowledge that all content is the sole responsibility of the party from whom such content originated.\nThis means that each User is entirely responsible for all content that that User makes available through the Services, or otherwise provided to Meredith, whether online or offline and whether or not solicited by Meredith (\"<strong>User Content</strong>\").\nMeredith has no obligation to pre-screen any content.\nYou use all User Content and interact with other Users at your own risk.\nWithout limiting the foregoing, Meredith reserves the right in its sole discretion to pre-screen, refuse, or remove any content.\nMeredith shall have the right to remove any content that violates this Agreement or is otherwise objectionable.<br>\n<br>\n<strong>4.2 <u>Ownership of Your Content.</u>\n</strong> Meredith does not claim ownership of any User Content you make available on the Services (\"<strong>Your Content</strong>\").\nHowever, when you as a User post or publish Your Content on or in the Services, you represent that you have all of the necessary rights to grant Meredith the license set forth in Section 4.3.\nExcept with respect to Your Content, you agree that you have no right or title in or to any content that appears on or in the Services.<br>\n<br>\n<strong>4.3 <u>License to Your Content.</u>\n</strong> Subject to any applicable Account settings that you select, you grant Meredith, and anyone authorized by Meredith, an irrevocable, nonexclusive, perpetual, worldwide, royalty-free right and license to use, copy, display, publicly perform, transmit, modify,&nbsp.\npublish, distribute, make derivative works of, sublicense, and otherwise commercially and non-commercially exploit&nbsp.\nand use Your Content (in whole or in part) in any manner or medium now existing or hereafter developed (including print and electronic storage) and for any purpose.\nThe foregoing grant includes the right to exploit any proprietary rights in Your Content, including, but not limited to, under copyright, trademark, trade secret, patent or other intellectual property laws that exist in any relevant jurisdiction.&nbsp.\nIn connection with the exercise of these rights, you grant Meredith, and anyone authorized by Meredith, the right to identify you as the author of Your Content by name, email address or screen name, as we deem appropriate.\nYou will not receive any compensation of any kind for the use of Your Content.&nbsp.\nNote that other Users may search for, see, use, modify and reproduce any of Your Content that you submit to any \"public\" area of the Services.</p>\n<p>\n<br>\n<strong>4.4 <u>Ratings and Reviews.</u>\n</strong> Ratings and reviews posted by Users on our Services are User Content that is not endorsed by Meredith and does not represent the views of Meredith.\nMeredith does not assume liability for ratings and reviews or for any claims for economic loss resulting from such ratings and reviews.\nBecause we expect Users to maintain a high level of integrity with respect to ratings and reviews posted through the Services, you agree: (i) to base any rating or review you post only on your first-hand experience with the applicable business, product, or service.\n(ii) you will not provide a rating or review for any business, product, or service with respect to which you have a competitive, ownership or other economic interest, employment relationship or other affiliation.\n(iii) you will not submit a rating or review in exchange for payment or other benefits from any individual or entity.\nand (iv) your review will comply with the terms of this Agreement.\nIf we determine, in our sole discretion, that any rating or review could diminish the integrity of the ratings and reviews, we may exclude such User Content without notice.<br>\n<br>\n<strong>\n<u>4.5 Other Restrictions on User Conduct.</u>\n</strong> You agree not to use the Services for any purpose prohibited by this Agreement or by applicable law.\nYou shall not (and shall not permit any third-party to) (a) take any action or (b) make available any content on or through the Services that: (i) infringes any patent, trademark, trade secret, copyright, right of publicity or other right of any person or entity.\n(ii) is unlawful, threatening, abusive, harassing, defamatory, libelous, deceptive, fraudulent, invasive of another's privacy, tortious, obscene, offensive, or profane.\n(iii) constitutes unauthorized or unsolicited advertising, junk or bulk e-mail.\n(iv) involves commercial activities and/or sales without Meredith's prior written consent, such as contests, sweepstakes, barter, advertising, or pyramid schemes.\nor (v) impersonates any person or entity, including any employee or representative of Meredith.<br>\n<br>\n<strong>5.\nFeedback.</strong> You agree that your submission of any ideas, suggestions, documents, and/or proposals to Meredith (\"<strong>Feedback</strong>\") is at your own risk and that Meredith has no obligations with respect to such Feedback.\nYou represent and warrant that you have all rights necessary to submit the Feedback.\nYou hereby grant to Meredith the right to use any Feedback in any way at any time without any additional approval or compensation.<br>\n<br>\n<strong>6.\nOwnership of and License to Use Meredith Properties.</strong>\n<br>\n<br>\n<strong>6.1 <u>Use of the Services.</u>\n</strong> Except with respect to User Content, Meredith and its suppliers own all rights, title and interest in the Services.\nThe Services are protected by copyright and other intellectual property laws throughout the world.\nSubject to this Agreement, Meredith grants you a limited license to use the Services solely for your personal non-commercial purposes.\nAny future release, update or other addition to the Services shall be subject to this Agreement.\nMeredith, its suppliers and service providers reserve all rights not granted in this Agreement.<br>\n<br>\n<strong>6.2 <u>Trademarks.</u>\n</strong> Meredith's stylized name and other related graphics, logos, service marks and trade names used on or in connection with the Services are the trademarks of Meredith and may not be used without permission in connection with any third-party products or services.\nOther trademarks, service marks and trade names that may appear on or in the Services are the property of their respective owners.\nYou will not remove, alter or obscure any copyright notice, trademark, service mark or other proprietary rights notices incorporated in or accompanying the Services.<br>\n<br>\n<strong>7.\n<u>Restrictions on Use of Services.</u>\n</strong> The rights granted to you in this Agreement are subject to the following restrictions: (a) you shall not license, sell, rent, lease, transfer, assign, reproduce, distribute, host or otherwise commercially exploit the Services or any portion of the Services.\n(b) you shall not frame or use framing techniques to enclose any trademark, logo or Services (including images, text, page layout or form) of Meredith.\n(c) you shall not use any metatags or other \"hidden text\" using Meredith's name or trademarks.\n(d) you shall not modify, translate, adapt, merge, make derivative works of, disassemble, decompile, reverse compile or reverse engineer any part of the Services except to the extent the foregoing restrictions are expressly prohibited by applicable law.\n(e) you shall not use any manual or automated software, devices or other processes (including but not limited to spiders, robots, scrapers, crawlers, avatars, data mining tools or the like) to \"scrape\" or download data from the Services (except that we grant the operators of public search engines revocable permission to use spiders to copy materials from the Website for the sole purpose of and solely to the extent necessary for creating publicly available searchable indices of the materials, but not caches or archives of such materials).\n(f) you shall not access the Services to build a similar or competitive website, application or service.\n(g) except as expressly stated herein, no part of the Services may be copied, reproduced, distributed, republished, downloaded, displayed, posted or transmitted in any form or by any means.\n(h) you shall not remove or destroy any copyright notices or other proprietary markings contained on or in the Services.\n(i) you shall not interfere with or attempt to interfere with the proper functioning of the Services or use the Services in any way not expressly permitted by this Agreement.\nand (j) you shall not attempt to harm our Services, including but not limited to, by violating or attempting to violate any related security features, introducing viruses, worms, or similar harmful code into the Services, or interfering or attempting to interfere with use of the Services by any other user, host or network, including by means of overloading, \"flooding,\" \"spamming,\" \"mail bombing\", or \"crashing\" the Services.\nAny unauthorized use of the Services terminates the licenses granted by Meredith pursuant to this Agreement.<br>\n<br>\n<strong>8.\nThird-Party Links.</strong> The Services may contain links to third-party services such as third party websites, applications, or ads (\"<strong>Third-Party Links</strong>\").\nWhen you click on such a link, we will not warn you that you have left the Services.\nMeredith does not control and is not responsible for Third-Party Links.\nMeredith provides these Third-Party Links only as a convenience and does not review, approve, monitor, endorse, warrant, or make any representations with respect to them, or any content, products or services accessible through such links.\nYour use of all Third-Party Links is at your own risk.<br>\n<br>\n<strong>9.\nIndemnification.</strong> You agree to indemnify and hold Meredith, its corporate parents, subsidiaries, and affiliates, and the officers, directors, employees, agents, representatives, partners and licensors of each (collectively, the \"<strong>Meredith Parties</strong>\") harmless from any damages, losses, costs, liabilities and expenses (including reasonable attorneys' fees) relating to or arising out of any claims concerning: (a) Your Content.\n(b) your misuse of the Services.\n(c) your violation of this Agreement.\n(d) your violation of any rights of another party, including any Users.\nor (e) your violation of any applicable laws, rules or regulations.\nMeredith reserves the right, at its own cost, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will fully cooperate with Meredith in asserting any available defenses.\nThis provision does not require you to indemnify any of the Meredith Parties for any unconscionable commercial practice by such party or for such party's negligence, fraud, deception, false promise, misrepresentation or concealment, suppression or omission of any material fact.\nYou agree that the provisions in this section will survive any termination of your Account, this Agreement or your access to the Services.<br>\n<br>\n<strong>10.\nDisclaimer of Warranties and Conditions.</strong> YOU EXPRESSLY UNDERSTAND AND AGREE THAT TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOUR USE OF THE SERVICES AND ANY PRODUCTS OFFERED THROUGH THE SERVICES IS AT YOUR SOLE RISK, AND THE SERVICES AND ANY PRODUCTS ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS, WITH ALL FAULTS.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, THE MEREDITH PARTIES EXPRESSLY DISCLAIM ALL WARRANTIES, REPRESENTATIONS, AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OR CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, AND NON-INFRINGEMENT ARISING FROM USE OF THE SERVICES AND PRODUCTS.\nMEREDITH PARTIES MAKE NO WARRANTY, REPRESENTATION OR CONDITION THAT: (1) THE SERVICES OR ANY PRODUCTS WILL MEET YOUR REQUIREMENTS OR (2) YOUR USE OF THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE OR ERROR-FREE.<br>\n<br>\n<strong>IF YOU RELY ON ANY DATA OR INFORMATION OBTAINED THROUGH OUR PRODUCTS OR SERVICES, YOU DO SO AT YOUR OWN RISK.\nYOU ARE SOLELY RESPONSIBLE FOR ANY DAMAGE OR LOSS THAT RESULTS FROM YOUR USE OF SUCH DATA OR INFORMATION.</strong>\n<br>\n<br>\n<strong>OUR PRODUCTS AND SERVICES ARE PROVIDED WITH THE UNDERSTANDING THAT MEREDITH AND ITS USERS ARE NOT ENGAGED IN RENDERING LEGAL, MEDICAL, COUNSELING OR OTHER PROFESSIONAL SERVICES OR ADVICE.\nOUR PRODUCTS AND SERVICES ARE NO SUBSTITUTE FOR PROFESSIONAL SERVICES OR ADVICE.</strong>\n<br>\n<br>CERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE FOREGOING DISCLAIMERS, EXCLUSIONS AND LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MIGHT HAVE ADDITIONAL RIGHTS.<br>\n<br>\n<strong>11.\nLimitation of Liability.</strong>\n<br>\n<br>\n<strong>11.1 <u>Disclaimer of Certain Damages.</u>\n</strong> TO THE FULLEST EXTENT PERMITTED BYAPPLICABLE LAW, THE MEREDITH PARTIES SHALL NOT BE LIABLE FOR ANY LOSS OF PROFITS OR REVENUE OR FOR INDIRECT, INCIDENTAL, PUNITIVE, EXEMPLARY, SPECIAL OR CONSEQUENTIAL DAMAGES, OR DAMAGES OR COSTS DUE TO LOSS OF DATA, PRODUCTION, OR USE, BUSINESS INTERRUPTION OR PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, WHETHER OR NOT MEREDITH HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.<br>\n<br>\n<strong>11.2 <u>Cap on Liability.</u>\n</strong> UNDER NO CIRCUMSTANCES WILL THE TOTAL AGGREGATE AMOUNT THAT THE MEREDITH PARTIES ARE LIABLE TO YOU EXCEED THE GREATER OF (A) THE TOTAL AMOUNT ACTUALLY PAID TO MEREDITH BY YOU DURING THE TWELVE-MONTH PERIOD PRIOR TO THE ACT, OMISSION OR OCCURRENCE GIVING RISE TO SUCH LIABILITY, (B) THE REMEDY OR PENALTY IMPOSED BY THE STATUTE OR REGULATION UNDER WHICH SUCH CLAIM ARISES, OR (C) ONE HUNDRED DOLLARS ($100).\nTHE FOREGOING CAP ON LIABILITY SHALL NOT APPLY TO LIABILITY OF A MEREDITH PARTY FOR (X) DEATH, TANGIBLE PROPERTY DAMAGE, OR PERSONAL INJURY CAUSED BY A MEREDITH PARTY'S GROSS NEGLIGENCE OR FOR (Y) ANY INJURY CAUSED BY A MEREDITH PARTY'S FRAUD OR FRAUDULENT MISREPRESENTATION.<br>\n<br>\n<strong>11.3 <u>User Content and Settings.</u>\n</strong> THE MEREDITH PARTIES ASSUME NO RESPONSIBILITY FOR THE TIMELINESS, DELETION, MIS-DELIVERY OR FAILURE TO STORE ANY CONTENT, USER COMMUNICATIONS OR PERSONALIZATION SETTINGS.<br>\n<br>\n<strong>11.4 <u>Basis of the Bargain.</u>\n</strong> THE LIMITATIONS OF DAMAGES SET FORTH ABOVE ARE FUNDAMENTAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN MEREDITH AND YOU.<br>\n<br>\n<strong>11.5 <u>Exclusions.</u>\n</strong> THE LAWS OF SOME STATES DO NOT ALLOW FOR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE FOREGOING DISCLAIMERS, EXCLUSIONS AND LIMITATIONS MAY NOT APPLY TO YOU AND YOU MIGHT HAVE OTHER RIGHTS.\n<strong>IN ADDITION, THE FOREGOING DISCLAIMER OF PUNITIVE AND EXEMPLARY DAMAGES SHALL NOT APPLY TO USERS WHO RESIDE IN THE STATE OF NEW JERSEY.</strong>\n<br>\n<br>\n<strong>12.\nProcedure for Making Claims of Copyright Infringement.</strong> If you believe content posted on the Services infringes your copyright rights, please provide our Copyright Agent with the following information: (1) an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest.\n(2) a description of the copyrighted work that you claim has been infringed.\n(3) a description of the location on the Services of the material that you claim is infringing.\n(4) your address, telephone number and e-mail address.\n(5) a written statement that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent or the law.\nand (6) a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.\nCorrespondence to our Copyright Agent regarding notice of claims of copyright infringement should be addressed to: Meredith Corporation, 1716 Locust Street, Des Moines, IA 50309-3023, Attn: General Counsel.<br>\n<br>\n<strong>13.\nTermination.</strong> At its sole discretion, Meredith may modify or discontinue the Services, or may modify, suspend or terminate your access to the Services, for any reason, with or without notice to you and without liability to you or any third party.\nIn addition to suspending or terminating your access to the Services, Meredith reserves the right to take appropriate legal action, including without limitation pursuing civil, criminal or injunctive redress.\nEven after your right to use the Services is terminated, this Agreement will remain enforceable against you and unpaid amounts you owe to Meredith for Products purchased will remain due.<br>\n<br>\n<strong>14.\nInternational Users.</strong> The Services are controlled and offered by Meredith from its facilities in the United States of America.\nMeredith makes no representations that the Services are appropriate or available for use in other locations.\nThose who access or use the Services from other countries do so at their own volition and are responsible for compliance with local law.<br>\n<br>\n<strong>15.\nDispute Resolution.</strong>\n<strong>\n</strong>\n<em>\n<strong>Please read the following arbitration agreement in this section</strong>\n</em>\n<strong>\n</strong>\n<strong>(\"Arbitration Agreement\")</strong>\n<strong>\n</strong>\n<em>\n<strong>carefully.\nIt requires you to arbitrate most disputes with Meredith and limits the manner in which you can seek relief from us.</strong>\n</em>\n<br>\n<br>\n<strong>15.1 <u>Applicability of Arbitration Agreement.</u>\n</strong> You agree that any dispute between you and us relating in any way to the Services, our advertising or marketing practices, any Products sold or distributed through the Services, or this Agreement, will be resolved by binding arbitration, rather than in court, except that (1) you may assert claims in small claims court if your claims qualify, so long as the matter remains in such court and advances only on an individual (non-class, non-representative) basis.\nand (2) you or Meredith may seek equitable relief in court for infringement or other misuse of intellectual property rights (such as trademarks, trade dress, domain names, trade secrets, copyrights, and patents).\n<strong>This Arbitration Agreement shall apply, without limitation, to all claims that arose or were asserted before the Effective Date of this Agreement or any prior version of this Agreement.</strong>\n<strong>\n</strong>\n<br>\n<br>\n<strong>\n<strong>IF YOU AGREE TO ARBITRATION WITH MEREDITH, YOU ARE AGREEING IN ADVANCE THAT YOU WILL NOT PARTICIPATE IN OR SEEK TO RECOVER MONETARY OR OTHER RELIEF IN ANY LAWSUIT FILED AGAINST MEREDITH ALLEGING CLASS, COLLECTIVE, AND/OR REPRESENTATIVE CLAIMS ON YOUR BEHALF.\nINSTEAD, BY AGREEING TO ARBITRATION, YOU MAY BRING COVERED CLAIMS AGAINST MEREDITH ONLY IN AN INDIVIDUAL ARBITRATION PROCEEDING.\nIF SUCCESSFUL ON SUCH CLAIMS, YOU COULD BE AWARDED MONEY OR OTHER RELIEF BY AN ARBITRATOR.\nYOU ACKNOWLEDGE THAT YOU HAVE BEEN ADVISED THAT YOU MAY CONSULT WITH AN ATTORNEY IN DECIDING WHETHER TO ACCEPT THIS ARBITRATION AGREEMENT.</strong>\n</strong>\n<br>\n<br>\n<strong>15.2 <u>Arbitration Rules and Forum.</u>\n</strong> The Federal Arbitration Act governs the interpretation and enforcement of this Arbitration Agreement.\nTo begin an arbitration proceeding, you must send a letter requesting arbitration and describing your claim to John Zieser, General Counsel, Meredith Corporation, 1716 Locust Street, Des Moines, IA 50309.\nThe arbitration will be conducted by JAMS, an established alternative dispute resolution provider.\nDisputes involving claims and counterclaims with an amount in controversy under $250,000, not inclusive of attorneys' fees and interest, shall be subject to JAMS' most current version of the Streamlined Arbitration Rules and procedures available at http://www.jamsadr.com/rules-streamlined-arbitration/.\nall other claims shall be subject to JAMS's most current version of the Comprehensive Arbitration Rules and Procedures, available at http://www.jamsadr.com/rules-comprehensive-arbitration/.\nJAMS's rules are also available at www.jamsadr.comor by calling JAMS at 800-352-5267.\nIf JAMS is not available to arbitrate, the parties will select an alternative arbitral forum.\nIf the arbitrator finds that you cannot afford to pay JAMS's filing, administrative, hearing and/or other fees and you cannot obtain a waiver from JAMS, Meredith will pay them for you.\nIn addition, Meredith will reimburse all such JAMS' filing, administrative, hearing and/or other fees for claims with an amount in controversy totaling less than $10,000 unless the arbitrator determines the claims are frivolous.<br>\n<br>You may choose to have the arbitration conducted by telephone, based on written submissions, or in person in the county where you live or at another mutually agreed location.\nAny judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.<br>\n<br>\n<strong>15.3 <u>Authority of Arbitrator.</u>\n</strong> The arbitrator, and not any federal, state or local court or agency shall have exclusive authority to resolve any dispute related to the interpretation, applicability, enforceability or formation of this Arbitration Agreement including, but not limited to any claim that all or any part of this Arbitration Agreement is void or voidable.\nThe arbitrator will decide the rights and liabilities, if any, of you and Meredith.\nThe arbitration proceeding will not be consolidated with any other matters or joined with any other proceedings or parties.\nThe arbitrator shall have the authority to grant motions dispositive of all or part of any claim or dispute.\nThe arbitrator shall have the authority to award monetary damages and to grant any non-monetary remedy or relief available to an individual under applicable law, the arbitral forum's rules, and this Agreement (including the Arbitration Agreement).\nThe arbitrator shall issue a written award and statement of decision describing the essential findings and conclusions on which any award (or decision not to render an award) is based, including the calculation of any damages awarded.\nThe arbitrator shall follow the applicable law.\nThe arbitrator has the same authority to award relief on an individual basis that a judge in a court of law would have.\nThe award of the arbitrator is final and binding upon you and us.<br>\n<br>\n<strong>15.4 <u>Waiver of Jury Trial.</u>\n</strong> YOU AND MEREDITH HEREBY WAIVE ANY CONSTITUTIONAL AND STATUTORY RIGHTS TO SUE IN COURT (OTHER THAN SMALL CLAIMS COURT AS PERMITTED HEREIN) AND HAVE A TRIAL IN FRONT OF A JUDGE OR A JURY.\nYou and Meredith are instead electing that all covered claims and disputes shall be resolved by arbitration under this Arbitration Agreement, except as specified in section 15.1 above.\nAn arbitrator can award on an individual basis the same damages and relief as a court and must follow this Agreement as a court would.\nHowever, there is no judge or jury in arbitration, and court review of an arbitration award is subject to very limited review.<br>\n<br>\n<strong>15.5 <u>Waiver of Class or Consolidated Actions.</u>\n</strong> ALL CLAIMS AND DISPUTES WITHIN THE SCOPE OF THIS ARBITRATION AGREEMENT MUST BE ARBITRATED ON AN INDIVIDUAL BASIS AND NOT ON A CLASS, COLLECTIVE OR REPRESENTATIVE BASIS.\nONLY INDIVIDUAL RELIEF IS AVAILABLE FOR CLAIMS COVERED BY THIS ARBITRATION AGREEMENT, AND CLAIMS OF MORE THAN ONE CUSTOMER OR USER CANNOT BE ARBITRATED OR CONSOLIDATED WITH THOSE OF ANY OTHER CUSTOMER OR USER.\nNotwithstanding anything to the contrary herein, in the event that this section 15.5 is deemed invalid or unenforceable with respect to a particular claim or dispute, neither you nor we shall be entitled to arbitration of such claim or dispute and instead the applicable claim or dispute shall be resolved in a court as set forth in section 16.5.<br>\n<br>\n<strong>15.6 <u>30-Day Right to Opt Out.</u>\n</strong> You have the right to opt out of the provisions of this Arbitration Agreement by sending a timely written notice of your decision to opt out to the following address: Meredith Corporation, 1716 Locust Street, Des Moines, IA 50309-3023, Attn: General Counsel or email to arbitrationoptout@meredith.com, within 30 days after first becoming subject to this Arbitration Agreement.\nYour notice must include your name and address, your Meredith username (if any), the email address you used to set up your Meredith account (if you have one), and a clear statement that you want to opt out of this Arbitration Agreement.\nIf you opt out of this Arbitration Agreement, all other parts of this Agreement will continue to apply to you.\nOpting out of this Arbitration Agreement has no effect on any other arbitration agreements that you may currently have with us, or may enter into in the future with us.<br>\n<br>\n<strong>15.7 <u>Severability.</u>\n</strong> Subject to section 15.5, if any part or parts of this Arbitration Agreement are found under the law to be invalid or unenforceable, then such specific part or parts shall be of no force and effect and shall be severed and the remainder of the Arbitration Agreement shall continue in full force and effect.<br>\n<br>\n<strong>15.8 <u>Survival of Agreement.</u>\n</strong> This Arbitration Agreement will survive the termination or expiration of the Agreement or your relationship with Meredith.<br>\n<br>\n<strong>15.9 <u>Modification.</u>\n</strong> Notwithstanding any provision in this Agreement to the contrary, we agree that if Meredith makes any future material change to this Arbitration Agreement, it will not apply to any individual claim(s) of which you had already provided notice to Meredith.<br>\n<br>\n<strong>16.\nGeneral Provisions.</strong>\n<br>\n<br>\n<strong>16.1 <u>Electronic Communications.</u>\n</strong> The communications between you and Meredith use electronic means, whether you visit the Services or send Meredith e-mails, or whether Meredith posts notices on the Services or communicates with you via e-mail.\nFor contractual purposes, you (1) consent to receive communications from Meredith in an electronic form.\nand (2) agree that all terms and conditions, agreements, notices, disclosures, and other communications and documents that Meredith provides to you electronically will have the same legal effect that such communications or documents would have if they were set forth in \"writing.\" The foregoing sentence does not affect your statutory rights.<br>\n<br>\n<strong>16.2 <u>Assignment.</u>\n</strong> This Agreement, and your rights and obligations hereunder, may not be assigned, subcontracted, delegated or otherwise transferred by you without Meredith's prior written consent, and any attempted assignment, subcontract, delegation, or transfer in violation of the foregoing will be null and void.<br>\n<br>\n<strong>16.3 <u>Force Majeure.</u>\n</strong> Meredith shall not be liable for any delay or failure to perform resulting from causes outside its reasonable control, including, but not limited to, acts of God, war, terrorism, riots, embargos, acts of civil or military authorities, fire, floods, accidents, strikes or shortages of transportation facilities, fuel, energy, labor or materials.<br>\n<br>\n<strong>16.4 <u>Questions, Complaints, Claims.</u>\n</strong> If you have any questions, complaints or claims with respect to the Services, please contact our customer service department using the contact information available on the Services.\nWe will do our best to address your concerns.<br>\n<br>\n<strong>16.5 <u>Exclusive Venue.</u>\n</strong> To the extent the parties are permitted under this Agreement to initiate litigation in a court, both you and Meredith agree that all claims and disputes arising out of or relating to this Agreement will be litigated exclusively in the state courts in Polk County, Iowa or federal courts located in the Southern District of Iowa.<br>\n<br>\n<strong>16.6 <u>Governing Law.</u>\n</strong> THIS AGREEMENT AND ANY ACTION RELATED THERETO WILL BE GOVERNED AND INTERPRETED BY AND UNDER THE LAWS OF THE STATE OFIOWA, CONSISTENT WITH THE FEDERAL ARBITRATION ACT, WITHOUT GIVING EFFECT TO ANY CONFLICT OF LAW OR OTHER PRINCIPLES THAT PROVIDE FOR THE APPLICATION OF THE LAW OF ANOTHER JURISDICTION.\nTHE UNITED NATIONS CONVENTION ON CONTRACTS FOR THE INTERNATIONAL SALE OF GOODS DOES NOT APPLY TO THIS AGREEMENT.<br>\n<br>\n<strong>16.7 <u>Notice.</u>\n</strong> Where Meredith requires that you provide an e-mail address, you are responsible for providing Meredith with your most current e-mail address.\nIn the event that the last e-mail address you provided to Meredith is not valid, or for any reason is not capable of delivering to you any notices required/ permitted by this Agreement, Meredith's dispatch of the e-mail containing such notice will nonetheless constitute effective notice.\nYou may give notice to Meredith at the following address: Meredith Corporation, 1716 Locust Street, Des Moines, IA 50309-3023, Attn: General Counsel.\nSuch notice shall be deemed given when received by Meredith by letter delivered by nationally recognized overnight delivery service or first class postage prepaid mail at the above address.<br>\n<br>\n<strong>16.8 <u>Waiver.</u>\n</strong> Any waiver or failure to enforce any provision of this Agreement on one occasion will not be deemed a waiver of any other provision or of such provision on any other occasion.<br>\n<br>\n<strong>16.9 <u>Severability.</u>\n</strong> Subject to Section 15.5, if any portion of this Agreement is held invalid or unenforceable, that portion shall be construed in a manner to reflect, as nearly as possible, the original intention of the parties, and the remaining portions shall remain in full force and effect.<br>\n<br>\n<strong>16.10 <u>Export Control.</u>\n</strong> You may not use, export, import, or transfer the Services except as authorized by U.S.\nlaw, the laws of the jurisdiction in which you obtained the Services, and any other applicable laws.\nIn particular, but without limitation, the Services may not be exported or re-exported (a) into any United States embargoed countries, or (b) to anyone on the U.S.\nTreasury Department's list of Specially Designated Nationals or the U.S.\nDepartment of Commerce's Denied Person's List or Entity List.\nBy using the Services, you represent and warrant that (i) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a \"terrorist supporting\" country and (ii) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.\nYou also will not use the Services for any purpose prohibited by U.S.\nlaw.<br>\n<br>\n<strong>16.11 <u>Consumer Complaints.</u>\n</strong> In accordance with California Civil Code §1789.3, you may report complaints to the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by contacting them in writing at 400 R Street, Sacramento, CA 95814, or by telephone at (800) 952-5210.<br>\n<br>\n<strong>16.12 <u>Entire Agreement.</u>\n</strong> This Agreement is the final, complete and exclusive agreement of the parties with respect to the subject matter hereof and supersedes and merges all prior discussions between the parties with respect to such subject matter.</p>", "created_at": "2018-07-17 10:11:40.995902", "updated_at": "2020-12-11 14:30:16.053554"}], "points": [{"id": 20324, "title": "Many different types of personal data are collected", "source": "https://www.meredith.com/nmg/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:46:21.118716", "updated_at": "2021-05-21 13:04:06.870772", "quoteText": "Contact Information</strong> (such as name, phone number, postal address, or e-mail address)</li>\n<li>\n<strong>Account/Registration Information</strong> (such as username and password, reminder questions and answers, and communications preferences, e.g.\nsigning up for a newsletter or sweepstakes, registering for an offer or an experience, or making a purchase)</li>\n<li>\n<strong>Payment Information</strong> (such as name, billing address, and credit card information, e.g.\nwhen making a purchase)</li>\n<li>\n<strong>Demographic Information</strong> (such as age, gender, race, income, occupation, marital status, and information about your household/family status, including your household size and the length of time at your residence)</li>\n<li>\n<strong>Online Identifiers", "case_id": 376, "document_id": 3944, "quoteStart": 1078, "quoteEnd": 1853}, {"id": 20307, "title": "You are forced into binding arbitration in case of disputes with some exceptions", "source": "http://www.meredith.com/legal/terms", "status": "Exceptions: \"except that (1) you may assert claims in small claims court if your claims qualify, so long as the matter remains in such court and advances only on an individual (non-class, non-representative) basis. and (2) you or Meredith may seek equitable relief in court for infringement or other misuse of intellectual property rights (such as trademarks, trade dress, domain names, trade secrets, copyrights, and patents). \"", "created_at": "2021-05-12 18:11:49.092478", "updated_at": "2021-05-15 18:14:47.679727", "quoteText": "You agree that any dispute between you and us relating in any way to the Services, our advertising or marketing practices, any Products sold or distributed through the Services, or this Agreement, will be resolved by binding arbitration, rather than in court", "case_id": 339, "document_id": 15, "quoteStart": 27242, "quoteEnd": 27500}, {"id": 20294, "title": "The service has non-exclusive use of your content", "source": "http://www.meredith.com/legal/terms", "status": "Full quote: \"Subject to any applicable Account settings that you select, you grant Meredith, and anyone authorized by Meredith, an irrevocable, nonexclusive, perpetual, worldwide, royalty-free right and license to use, copy, display, publicly perform, transmit, modify, publish, distribute, make derivative works of, sublicense, and otherwise commercially and non-commercially exploit and use Your Content (in whole or in part) in any manner or medium now existing or hereafter developed (including print and electronic storage) and for any purpose.\"", "created_at": "2021-05-12 17:57:37.933754", "updated_at": "2021-05-15 17:55:53.963934", "quoteText": "Subject to any applicable Account settings that you select, you grant Meredith, and anyone authorized by Meredith, an irrevocable, nonexclusive", "case_id": 402, "document_id": 15, "quoteStart": 11050, "quoteEnd": 11193}, {"id": 20342, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.meredith.com/nmg/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-12 19:10:36.262461", "updated_at": "2021-05-15 17:48:58.999225", "quoteText": "<strong>Right to Request Deletion</strong>: You have the right to ask us to delete the personal information we collect or maintain about you.</li>\n<li>\n<strong>Right to Be Free from Discriminatio</strong>n: You have the right to not be discriminated against for exercising these rights.</li>\n<li>\n<strong>Right to Access or Correct Your Personal Information</strong>: You have the right to request access to and to edit certain personal information that you have provided to us through our Services.</li>", "case_id": 195, "document_id": 3944, "quoteStart": 23364, "quoteEnd": 23868}, {"id": 20345, "title": "You can opt out of targeted advertising", "source": "https://www.meredith.com/nmg/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-12 19:12:55.608922", "updated_at": "2021-05-15 03:25:19.923153", "quoteText": "We follow the Digital Advertising Alliance’s (“<strong>DAA</strong>”) Self-Regulatory Principles (“Principles”) for Online Behavioral advertising.</p>\n<ul>\n<li>To opt out of our use of your website viewing data to serve interest-based advertising on the websites of other companies&nbsp;and e-mail newsletters, visit the DAA’s Consumer Choice Page.</li>\n<li>You can also click on the Ad Choices located in the footers of our webpages and navigate to the consumer opt-out form.</li>", "case_id": 219, "document_id": 3944, "quoteStart": 28589, "quoteEnd": 29070}, {"id": 20346, "title": "The service claims to be CCPA compliant for California users", "source": "https://www.meredith.com/nmg/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-12 19:13:32.809593", "updated_at": "2021-05-15 02:58:24.622144", "quoteText": "Rights for Our California Residents\n<p>This section contains information on the personal information we collect about residents of California (our “California Consumers”), including the sources of that personal information, how that personal information is used, with whom it is shared, and the rights that California Consumers have under California law.", "case_id": 482, "document_id": 3944, "quoteStart": 35725, "quoteEnd": 36079}, {"id": 20326, "title": "Your browsing history can be viewed by the service", "source": "https://www.meredith.com/nmg/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:47:03.323359", "updated_at": "2021-05-14 12:15:02.76385", "quoteText": "Internet Activity Information</strong> (such as browsing history and information on how you interact with our Services, e.g.\nwhich articles or ads you click on, whether you click on links in our e-mails, and your interactions with social media platform features)</li>\n", "case_id": 395, "document_id": 3944, "quoteStart": 2247, "quoteEnd": 2515}, {"id": 20344, "title": "This service still tracks you even if you opted out from tracking", "source": "https://www.meredith.com/nmg/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-12 19:12:19.082436", "updated_at": "2021-05-15 17:46:40.517322", "quoteText": "Please be aware that certain browsers cannot block or delete so-called Flash cookies, which use a feature of the Adobe Flash video player to store information on your computer.\nFor information about how to delete Flash cookies, please visit the Adobe website.\n", "case_id": 478, "document_id": 3944, "quoteStart": 26751, "quoteEnd": 27011}, {"id": 20343, "title": "You can opt out of promotional communications", "source": "https://www.meredith.com/nmg/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-12 19:11:24.644694", "updated_at": "2021-05-15 17:51:38.333849", "quoteText": "To remove your name and postal address from lists that we sell or rent to third parties for their direct marketing purposes, or to opt out of receiving marketing offers for other Meredith magazines and products by mail, please use the opt-out form available here or send your request to us in a letter addressed to Meredith Corporation, Opt-Out Postal, Attn: Circulation, 1716 Locust Street, Des Moines, Iowa 50309.\nNote that if you choose to opt out of Meredith’s promotional mailings, you may still receive renewal notices and related offers for any magazines to which you subscribe.", "case_id": 223, "document_id": 3944, "quoteStart": 25193, "quoteEnd": 25778}, {"id": 20341, "title": "Your Personal data may be sold unless you opt out", "source": "https://www.meredith.com/nmg/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-12 19:09:55.729564", "updated_at": "2021-05-30 16:00:29.770787", "quoteText": "<strong>E-mail</strong>.\nYou can opt out from any Meredith e-mail newsletter or other e-mail list by using the unsubscribe link at the bottom of each message or by visiting E-mail Preferences (offered by some of our Brands) on our Services and updating your preferences.\nIf you no longer want to receive third-party e-mail offers that you requested through our Services, simply follow the advertiser’s unsubscribe link or opt-out instructions that should be included in every commercial message you receive.</li>\n</ul>", "case_id": 396, "document_id": 3944, "quoteStart": 25789, "quoteEnd": 26307}, {"id": 20340, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://www.meredith.com/nmg/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-12 19:09:10.857798", "updated_at": "2021-05-15 18:21:38.975791", "quoteText": "We disclose personal information about users of our Services when we believe the law requires it.\nFor example, to respond to compulsory process or law enforcement requests, to enforce our terms of service for relevant brands, or to protect the rights, property, or safety of users, the public, Meredith Companies, service providers, social media platforms, advertisers, data partners, or third parties.\nOver time, we may reorganize or transfer various assets and lines of business.", "case_id": 164, "document_id": 3944, "quoteStart": 22243, "quoteEnd": 22724}, {"id": 20339, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://www.meredith.com/nmg/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-12 19:08:47.31563", "updated_at": "2021-05-15 18:37:17.486077", "quoteText": "We reserve the right to disclose or transfer any personal information we collect to third parties in connection with any proposed or actual purchase, sale, lease, merger, foreclosure, liquidation, amalgamation, or any other type of acquisition, disposal, transfer, conveyance, or financing of all or any portion of Meredith companies.</li>\n</ul>", "case_id": 243, "document_id": 3944, "quoteStart": 22725, "quoteEnd": 23070}, {"id": 20338, "title": "Your personal data is used to employ targeted third-party advertising", "source": "https://www.meredith.com/nmg/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-12 19:08:10.848111", "updated_at": "2021-05-15 18:35:39.30051", "quoteText": "Advertisers</strong>.\nWe are able to provide most of our Services and other content to you for free with the help of the advertisers who promote their products and services on our Services.\nBrands with ad-supported Services share aggregate visitor information with advertisers, including information about your demographics, internet activity information, interests, and preferences.\nIn some cases, we share contact information (such as your name, age, and/or e-mail address) or online identifiers with these advertisers.", "case_id": 220, "document_id": 3944, "quoteStart": 20827, "quoteEnd": 21348}, {"id": 20337, "title": " You are being tracked via social media cookies/pixels", "source": "https://www.meredith.com/nmg/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-12 19:07:40.056845", "updated_at": "2021-05-15 18:20:05.454945", "quoteText": "To make your experience with our Services more enjoyable, we may offer features made available by social media platforms (such as likes or social sharing).\n", "case_id": 307, "document_id": 3944, "quoteStart": 20330, "quoteEnd": 20486}, {"id": 20336, "title": "This service shares your personal data with third parties that are not involved in its operation", "source": "https://www.meredith.com/nmg/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-12 19:07:09.891456", "updated_at": "2021-05-15 18:27:30.320722", "quoteText": "We engage service providers to provide services such as credit-card and billing processing, shipping, marketing, advertising optimization and interest-based targeting, e-mail and text message distribution, data processing, mobile and website analytics, user authentication, security, and promotions management.\nWe may share any personal information we collect about you with these service providers and authorize them to collect personal information from you directly to support the services they provide to us.\n", "case_id": 166, "document_id": 3944, "quoteStart": 19653, "quoteEnd": 20165}, {"id": 20335, "title": "Your profile is combined across various products", "source": "https://www.meredith.com/nmg/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-12 19:06:07.463423", "updated_at": "2021-05-15 03:26:18.985091", "quoteText": "Recognize you across our Services so that we may deliver relevant interest-based content and advertising to you.</li>", "case_id": 326, "document_id": 3944, "quoteStart": 17046, "quoteEnd": 17163}, {"id": 20334, "title": "Your personal data may be used for marketing purposes", "source": "https://www.meredith.com/nmg/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-12 19:05:26.227744", "updated_at": "2021-05-15 18:28:18.078989", "quoteText": "<li>We may use your personal information to market the Brands to you, as well as the products and services of the other businesses owned by the Meredith Corporation, when we have the appropriate agreements in place.</li>", "case_id": 336, "document_id": 3944, "quoteStart": 16445, "quoteEnd": 16665}, {"id": 20333, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.meredith.com/nmg/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-12 19:04:53.233277", "updated_at": "2021-05-15 18:17:37.509109", "quoteText": "We only allow our service providers to use your personal information in connection with the services they provide us.", "case_id": 188, "document_id": 3944, "quoteStart": 15210, "quoteEnd": 15327}, {"id": 20332, "title": "Third parties are involved in operating the service", "source": "https://www.meredith.com/nmg/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-12 19:04:31.80041", "updated_at": "2021-05-15 18:30:06.251388", "quoteText": "<strong>Service Providers</strong>.\nWe work with service providers that collect personal information on our behalf in order to provide services to us, such as hosting our websites, processing our credit card transactions, fulfilling your subscriptions and orders, verifying your identity, and other activities needed to help us provide our content and services to you", "case_id": 207, "document_id": 3944, "quoteStart": 14841, "quoteEnd": 15208}, {"id": 20331, "title": "Information is gathered about you through third parties", "source": "https://www.meredith.com/nmg/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-12 19:04:13.197952", "updated_at": "2021-05-15 18:18:26.879549", "quoteText": "We work with third-party data partners who share personal information with us, including your demographic information, internet activity information, purchasing information, and interests, preferences, and other behavioral data, which help us understand you better and ensure the content and services we offer are relevant and compelling.", "case_id": 382, "document_id": 3944, "quoteStart": 14486, "quoteEnd": 14824}, {"id": 20330, "title": "Your personal data is used for advertising", "source": "https://www.meredith.com/nmg/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-12 19:03:54.095685", "updated_at": "2021-05-15 18:20:50.253413", "quoteText": "In some cases, the advertisers that serve ads on our Services will share your e-mail or online identifiers with us so that we can make sure their advertisements or offers reach you", "case_id": 216, "document_id": 3944, "quoteStart": 14257, "quoteEnd": 14437}, {"id": 20329, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting and device fingerprinting", "source": "https://www.meredith.com/nmg/privacy", "status": "They also use tracking pixels and web beacons.", "created_at": "2021-05-12 19:01:33.814756", "updated_at": "2021-05-15 18:23:06.782021", "quoteText": "\n<p>When you visit our Services, our Brands may collect the following personal information from or about you:</p>\n<ul>\n<li>\n<strong>Online Identifiers</strong>: IP address, advertising ID, unique device ID, and other information about your device, and internal and third-party IDs that have been assigned to you.</li>", "case_id": 323, "document_id": 3944, "quoteStart": 8012, "quoteEnd": 8329}, {"id": 20328, "title": "Information is provided about how your personal data is used", "source": "https://www.meredith.com/nmg/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:59:51.669542", "updated_at": "2021-05-21 13:04:48.229305", "quoteText": "Do Our Brands Use Personal Information?</strong>", "case_id": 227, "document_id": 3944, "quoteStart": 3846, "quoteEnd": 3894}, {"id": 20327, "title": "This service receives your precise location through GPS coordinates", "source": "https://www.meredith.com/nmg/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:47:28.849037", "updated_at": "2021-05-15 17:44:03.766358", "quoteText": "<li>\n<strong>Location Information</strong> (information about your precise location that we collect from your device (collected in limited circumstances)", "case_id": 400, "document_id": 3944, "quoteStart": 2001, "quoteEnd": 2154}, {"id": 20325, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.meredith.com/nmg/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:46:41.871888", "updated_at": "2021-05-15 18:33:28.793382", "quoteText": "or information about your general location derived from your IP address", "case_id": 399, "document_id": 3944, "quoteStart": 2155, "quoteEnd": 2226}, {"id": 20323, "title": "Details are provided about what kind of information they collect", "source": "https://www.meredith.com/nmg/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:45:50.718451", "updated_at": "2021-05-21 13:03:44.094163", "quoteText": "\n<strong>What Personal Information Do Our Brands Collect?</strong>\n</p>", "case_id": 228, "document_id": 3944, "quoteStart": 979, "quoteEnd": 1050}, {"id": 6685, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2019-05-17 22:09:03.310726", "updated_at": "2021-07-12 22:05:13.9581", "quoteText": "You agree to indemnify and hold Meredith, its corporate parents, subsidiaries, and affiliates, and the officers, directors, employees, agents, representatives, partners and licensors of each (collectively, the \"<strong>Meredith Parties</strong>\") harmless from any damages, losses, costs, liabilities and expenses (including reasonable attorneys' fees) relating to or arising out of any claims concerning: (a) Your Content.\n(b) your misuse of the Services.\n(c) your violation of this Agreement.\n(d) your violation of any rights of another party, including any Users.\nor (e) your violation of any applicable laws, rules or regulations.\nMeredith reserves the right, at its own cost, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, in which event you will fully cooperate with Meredith in asserting any available defenses.", "case_id": 146, "document_id": 15, "quoteStart": 19390, "quoteEnd": 20264}, {"id": 20312, "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection (Iowa, USA)", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:15:29.195764", "updated_at": "2021-05-15 18:26:47.61207", "quoteText": "THIS AGREEMENT AND ANY ACTION RELATED THERETO WILL BE GOVERNED AND INTERPRETED BY AND UNDER THE LAWS OF THE STATE OFIOWA", "case_id": 242, "document_id": 15, "quoteStart": 37663, "quoteEnd": 37783}, {"id": 20311, "title": "The court of law governing the terms is in the Sate of Iowa, USA", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:14:39.374682", "updated_at": "2021-05-15 18:28:52.993664", "quoteText": "To the extent the parties are permitted under this Agreement to initiate litigation in a court, both you and Meredith agree that all claims and disputes arising out of or relating to this Agreement will be litigated exclusively in the state courts in Polk County, Iowa or federal courts located in the Southern District of Iowa.", "case_id": 163, "document_id": 15, "quoteStart": 37280, "quoteEnd": 37608}, {"id": 20306, "title": "They may stop providing the service at any time", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:11:02.320701", "updated_at": "2021-05-15 18:19:01.491134", "quoteText": "At its sole discretion, Meredith may modify or discontinue the Services", "case_id": 203, "document_id": 15, "quoteStart": 25733, "quoteEnd": 25804}, {"id": 20305, "title": "Your account can be deleted without prior notice and without a reason", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:10:44.071734", "updated_at": "2021-05-15 18:06:50.134047", "quoteText": "or may modify, suspend or terminate your access to the Services, for any reason, with or without notice to you and without liability to you or any third party.\n", "case_id": 201, "document_id": 15, "quoteStart": 25806, "quoteEnd": 25966}, {"id": 20304, "title": "Instructions are provided on how to submit a copyright claim", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:10:09.61741", "updated_at": "2021-05-15 18:29:25.26481", "quoteText": "If you believe content posted on the Services infringes your copyright rights, please provide our Copyright Agent with the following information: ", "case_id": 138, "document_id": 15, "quoteStart": 24639, "quoteEnd": 24785}, {"id": 20303, "title": "Any liability on behalf of the service is only limited to the fees you paid as a user or $100", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:09:17.357819", "updated_at": "2021-05-15 18:16:28.047235", "quoteText": "UNDER NO CIRCUMSTANCES WILL THE TOTAL AGGREGATE AMOUNT THAT THE MEREDITH PARTIES ARE LIABLE TO YOU EXCEED THE GREATER OF (A) THE TOTAL AMOUNT ACTUALLY PAID TO MEREDITH BY YOU DURING THE TWELVE-MONTH PERIOD PRIOR TO THE ACT, OMISSION OR OCCURRENCE GIVING RISE TO SUCH LIABILITY, (B) THE REMEDY OR PENALTY IMPOSED BY THE STATUTE OR REGULATION UNDER WHICH SUCH CLAIM ARISES, OR (C) ONE HUNDRED DOLLARS ($100).\n", "case_id": 149, "document_id": 15, "quoteStart": 23006, "quoteEnd": 23413}, {"id": 20302, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:08:32.214426", "updated_at": "2021-05-15 18:36:17.771876", "quoteText": "TO THE FULLEST EXTENT PERMITTED BYAPPLICABLE LAW, THE MEREDITH PARTIES SHALL NOT BE LIABLE FOR ANY LOSS OF PROFITS OR REVENUE OR FOR INDIRECT, INCIDENTAL, PUNITIVE, EXEMPLARY, SPECIAL OR CONSEQUENTIAL DAMAGES, OR DAMAGES OR COSTS DUE TO LOSS OF DATA, PRODUCTION, OR USE, BUSINESS INTERRUPTION OR PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, WHETHER OR NOT MEREDITH HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.<br>", "case_id": 293, "document_id": 15, "quoteStart": 22531, "quoteEnd": 22952}, {"id": 20301, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:08:09.107665", "updated_at": "2021-05-15 18:13:31.275878", "quoteText": "YOU EXPRESSLY UNDERSTAND AND AGREE THAT TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOUR USE OF THE SERVICES AND ANY PRODUCTS OFFERED THROUGH THE SERVICES IS AT YOUR SOLE RISK, AND THE SERVICES AND ANY PRODUCTS ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS, WITH ALL FAULTS.\n", "case_id": 286, "document_id": 15, "quoteStart": 20754, "quoteEnd": 21042}, {"id": 20300, "title": "If you offer suggestions to the service, they may use that without your approval or compensation, but they do not become the owner", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-05-12 18:07:20.587472", "updated_at": "2021-05-15 17:58:33.918127", "quoteText": " You agree that your submission of any ideas, suggestions, documents, and/or proposals to Meredith (\"<strong>Feedback</strong>\") is at your own risk and that Meredith has no obligations with respect to such Feedback.\nYou represent and warrant that you have all rights necessary to submit the Feedback.\nYou hereby grant to Meredith the right to use any Feedback in any way at any time without any additional approval or compensation.<br>\n<br>", "case_id": 390, "document_id": 15, "quoteStart": 14473, "quoteEnd": 14914}, {"id": 20297, "title": "Your identity is used in ads that are shown to other users", "source": "http://www.meredith.com/legal/terms", "status": "Preceding this quote, the user grants a license allowing the service to use the content \"for any purpose\", including commercial purposes and therefore advertising. The combination of these quotes leads to the right of using the identity of a user for advertising.", "created_at": "2021-05-12 17:59:10.990074", "updated_at": "2021-05-15 18:26:12.249349", "quoteText": "In connection with the exercise of these rights, you grant Meredith, and anyone authorized by Meredith, the right to identify you as the author of Your Content by name, email address or screen name, as we deem appropriate.\nYou will not receive any compensation of any kind for the use of Your Content.&nbsp", "case_id": 327, "document_id": 15, "quoteStart": 11852, "quoteEnd": 12158}, {"id": 20296, "title": "Your content can be distributed through any media known now or in the future", "source": "http://www.meredith.com/legal/terms", "status": "Full quote: \"Subject to any applicable Account settings that you select, you grant Meredith, and anyone authorized by Meredith, an irrevocable, nonexclusive, perpetual, worldwide, royalty-free right and license to use, copy, display, publicly perform, transmit, modify, publish, distribute, make derivative works of, sublicense, and otherwise commercially and non-commercially exploit and use Your Content (in whole or in part) in any manner or medium now existing or hereafter developed (including print and electronic storage) and for any purpose.\"", "created_at": "2021-05-12 17:58:36.760647", "updated_at": "2021-05-15 17:42:29.767737", "quoteText": "license to use, copy, display, publicly perform, transmit, modify,&nbsp.\npublish, distribute, make derivative works of, sublicense, and otherwise commercially and non-commercially exploit&nbsp.\nand use Your Content (in whole or in part) in any manner or medium now existing or hereafter developed (including print and electronic storage) and for any purpose.\n", "case_id": 139, "document_id": 15, "quoteStart": 11240, "quoteEnd": 11599}, {"id": 20295, "title": "A license is kept on user-generated content even after you close your account", "source": "http://www.meredith.com/legal/terms", "status": "Full quote: \"Subject to any applicable Account settings that you select, you grant Meredith, and anyone authorized by Meredith, an irrevocable, nonexclusive, perpetual, worldwide, royalty-free right and license to use, copy, display, publicly perform, transmit, modify, publish, distribute, make derivative works of, sublicense, and otherwise commercially and non-commercially exploit and use Your Content (in whole or in part) in any manner or medium now existing or hereafter developed (including print and electronic storage) and for any purpose.\"", "created_at": "2021-05-12 17:57:59.347118", "updated_at": "2021-05-21 13:03:31.74591", "quoteText": "perpetual,", "case_id": 130, "document_id": 15, "quoteStart": 11195, "quoteEnd": 11205}, {"id": 20293, "title": "You maintain ownership of your content", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-05-12 17:56:27.802717", "updated_at": "2021-05-15 17:53:53.03946", "quoteText": "Meredith does not claim ownership of any User Content you make available on the Services (\"<strong>Your Content</strong>\").\n", "case_id": 183, "document_id": 15, "quoteStart": 10535, "quoteEnd": 10659}, {"id": 20292, "title": "Your content can be deleted if you violate the terms", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-05-12 17:56:00.215846", "updated_at": "2021-05-15 11:04:13.291043", "quoteText": "Meredith shall have the right to remove any content that violates this Agreement or is otherwise objectionable.<br>", "case_id": 377, "document_id": 15, "quoteStart": 10358, "quoteEnd": 10473}, {"id": 20291, "title": "Specific content can be deleted without reason and may be removed without prior notice", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-05-12 17:55:27.037234", "updated_at": "2021-05-15 17:45:47.669536", "quoteText": "\nWithout limiting the foregoing, Meredith reserves the right in its sole discretion to pre-screen, refuse, or remove any content.\n", "case_id": 202, "document_id": 15, "quoteStart": 10228, "quoteEnd": 10358}, {"id": 20290, "title": "The service has a no refund policy", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-05-12 17:54:47.653857", "updated_at": "2021-05-15 18:34:08.932754", "quoteText": " Except as set forth in Section 2.3 or in any separate refund policy posted on the Services, all fees are non-refundable.<br>\n<br>", "case_id": 162, "document_id": 15, "quoteStart": 8028, "quoteEnd": 8158}, {"id": 20289, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-05-12 17:54:27.565817", "updated_at": "2021-05-15 18:14:11.344005", "quoteText": "If your order is subject to automatic renewal, you will be notified during the order process.\nThe automatic renewal and cancellation terms provided during the order process are hereby incorporated into this Agreement.<br>\n", "case_id": 384, "document_id": 15, "quoteStart": 7764, "quoteEnd": 7986}, {"id": 20287, "title": "Usernames can be rejected or changed for any reason", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-05-12 17:52:47.25016", "updated_at": "2021-05-15 01:00:19.525291", "quoteText": "Meredith reserves the right to remove or reclaim any usernames at any time and for any reason.", "case_id": 328, "document_id": 15, "quoteStart": 3822, "quoteEnd": 3916}, {"id": 20285, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-05-12 17:52:23.190659", "updated_at": "2021-05-15 18:33:03.363133", "quoteText": "\nYou further agree to notify Meredith immediately of any unauthorized use of your password or any other breach of the security of your Account and to exit from your Account at the end of each session.", "case_id": 484, "document_id": 15, "quoteStart": 3368, "quoteEnd": 3568}, {"id": 20284, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2021-05-12 17:51:54.441766", "updated_at": "2021-05-15 17:39:48.401914", "quoteText": "Subject to Section 15.9 of this Agreement, Meredith reserves the right to modify this Agreement or its policies relating to the Services at any time, effective upon posting of an updated version of this Agreement or any applicable Supplemental Terms on the applicable Services.", "case_id": 121, "document_id": 15, "quoteStart": 2277, "quoteEnd": 2554}, {"id": 7433, "title": "There is a date of the last update of the terms", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2019-07-20 01:35:44.949145", "updated_at": "2021-05-12 17:50:42.665604", "quoteText": "Terms of Service AgreementEffective Date: March 16, 2017<p>", "case_id": 331, "document_id": 15, "quoteStart": 0, "quoteEnd": 59}, {"id": 1441, "title": "Allrecipe may delete account, content at any time without reason.", "source": "https://groups.google.com/d/topic/tosdr/c0YauKrO-Ms/discussion", "status": "Allrecipe may delete account, content at any time without reason.", "created_at": "2018-05-15 09:11:49.14613", "updated_at": "2021-02-06 03:50:18.213624", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1622, "title": "Broad copyright license on your content", "source": "Imported from ToS;DR before phoenix", "status": "Meredith claims the right to publish, make derivatives, modify, and otherwise use your content both commercially and otherwise. They also claim the right to credit you using whatever info you provide (name, email address, etc.).", "created_at": "2018-05-15 09:11:56.488469", "updated_at": "2021-02-06 03:50:20.438503", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2416, "title": "Allrecipe.com seems to think it can limit free-speech linking", "source": "https://groups.google.com/d/topic/tosdr/muaAPDbK8sQ/discussion", "status": "Allrecipe.com seems to think it can limit free-speech linking", "created_at": "2018-05-18 13:49:32.506915", "updated_at": "2018-05-30 12:50:12.894175", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 3817, "title": "allrecipes.com has a age limit of 13", "source": "https://groups.google.com/d/topic/tosdr/fGj8nFcyXWU/discussion", "status": "allrecipes.com has a age limit of 13", "created_at": "2018-05-18 14:05:01.186691", "updated_at": "2018-05-30 12:50:18.322968", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 3954, "title": "allrecipes.com provides a total email opt-out process", "source": "https://groups.google.com/d/topic/tosdr/YQV9v97H6h8/discussion", "status": "allrecipes.com provides a total email opt-out process", "created_at": "2018-05-18 14:05:06.898672", "updated_at": "2018-05-30 12:50:21.755402", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1721, "title": "Allrecipe.com jurisdiction is Washington", "source": "https://groups.google.com/d/topic/tosdr/u5hfXjzO4Fw/discussion", "status": "Allrecipe.com jurisdiction is Washington", "created_at": "2018-05-15 09:12:00.324875", "updated_at": "2021-02-06 03:50:23.926667", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1838, "title": "allrecipes.com uses cookies, web beacons and flash cookies to target advertising.", "source": "https://groups.google.com/d/topic/tosdr/0A8zeN5QQws/discussion", "status": "allrecipes.com uses cookies, web beacons and flash cookies to target advertising.", "created_at": "2018-05-15 09:12:05.31257", "updated_at": "2021-02-06 03:50:26.550064", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2035, "title": "Allrecipe.com indemnification", "source": "https://groups.google.com/d/topic/tosdr/GG_gHYs9fTk/discussion", "status": "Allrecipe.com indemnification", "created_at": "2018-05-15 09:12:12.453479", "updated_at": "2021-02-06 03:50:30.793412", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1567, "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them", "source": "http://www.meredith.com/legal/terms", "status": "", "created_at": "2018-05-15 09:11:54.477701", "updated_at": "2021-02-06 03:50:38.257577", "quoteText": "You hereby grant to Meredith the right to use any Feedback in any way at any time without any additional approval or compensation.<br>", "case_id": 182, "document_id": 15, "quoteStart": 14745, "quoteEnd": 14879}, {"id": 6687, "title": "You waive your right to a class action.", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2019-05-17 22:12:38.090334", "updated_at": "2019-05-18 12:50:00.540395", "quoteText": "<strong>IF YOU AGREE TO ARBITRATION WITH MEREDITH, YOU ARE AGREEING IN ADVANCE THAT YOU WILL NOT PARTICIPATE IN OR SEEK TO RECOVER MONETARY OR OTHER RELIEF IN ANY LAWSUIT FILED AGAINST MEREDITH ALLEGING CLASS, COLLECTIVE, AND/OR REPRESENTATIVE CLAIMS ON YOUR BEHALF.\nINSTEAD, BY AGREEING TO ARBITRATION, YOU MAY BRING COVERED CLAIMS AGAINST MEREDITH ONLY IN AN INDIVIDUAL ARBITRATION PROCEEDING.", "case_id": 117, "document_id": 15, "quoteStart": 28158, "quoteEnd": 28553}, {"id": 7434, "title": "Service does not allow alternative accounts", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2019-07-20 01:38:02.700158", "updated_at": "2020-11-29 17:46:09.600159", "quoteText": "You further agree that you will not maintain more than one Account for the same Meredith service at any given time.", "case_id": 324, "document_id": 15, "quoteStart": 3706, "quoteEnd": 3821}, {"id": 7432, "title": "There is a date of the last update of the terms", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2019-07-20 01:33:52.055739", "updated_at": "2021-04-02 11:01:21.958089", "quoteText": "Terms of Service AgreementEffective Date: March 16, 2017", "case_id": 331, "document_id": 15, "quoteStart": 0, "quoteEnd": 56}, {"id": 7587, "title": "There is a date of the last update of the terms", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2019-08-12 07:08:25.453897", "updated_at": "2019-09-10 03:43:52.812364", "quoteText": "Terms of Service AgreementEffective Date: March 16, 2017<p>", "case_id": 331, "document_id": 15, "quoteStart": 0, "quoteEnd": 59}, {"id": 7431, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2019-07-20 01:33:09.053907", "updated_at": "2020-11-29 17:45:53.392374", "quoteText": "Meredith reserves the right to modify this Agreement or its policies relating to the Services at any time, effective upon posting of an updated version of this Agreement or any applicable Supplemental Terms on the applicable Services.\nYou should regularly review this Agreement, as your continued use of the Services after any such changes constitutes your agreement to such changes.<br>", "case_id": 121, "document_id": 15, "quoteStart": 2315, "quoteEnd": 2702}, {"id": 7435, "title": "Users who have been permanently banned from this service are not allowed to re-register under a new account", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2019-07-20 01:39:22.775958", "updated_at": "2020-11-29 17:45:26.30457", "quoteText": "You agree not to create an Account using a false identity or alias or if you previously have been banned from using any of the Services.", "case_id": 319, "document_id": 15, "quoteStart": 3569, "quoteEnd": 3705}, {"id": 7436, "title": "Spidering or crawling is not allowed", "source": "http://www.meredith.com/legal/terms", "status": "Generated through the annotate view", "created_at": "2019-07-20 01:49:28.726317", "updated_at": "2019-08-26 04:15:53.530936", "quoteText": "(e) you shall not use any manual or automated software, devices or other processes (including but not limited to spiders, robots, scrapers, crawlers, avatars, data mining tools or the like) to \"scrape\" or download data from the Services (except that we grant the operators of public search engines revocable permission to use spiders to copy materials from the Website for the sole purpose of and solely to the extent necessary for creating publicly available searchable indices of the materials, but not caches or archives of such materials).", "case_id": 150, "document_id": 15, "quoteStart": 17027, "quoteEnd": 17570}, {"id": 7588, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "http://www.meredith.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2019-08-12 07:09:13.817783", "updated_at": "2019-08-24 03:25:08.106049", "quoteText": "Do Not Track</b>\n</p>\n<p>We do not currently respond to browser\ndo-not-track signals", "case_id": 233, "document_id": 14, "quoteStart": 28188, "quoteEnd": 28272}, {"id": 939, "title": "Terms may be changed any time at their discretion, without notice to the user", "source": "http://www.meredith.com/legal/privacy", "status": "They can change the terms of service any time they see fit, even without notification to the user. Your use of the service supposedly constitutes acceptance of the changes in the terms.", "created_at": "2018-01-16 15:28:03.642205", "updated_at": "2018-09-10 08:40:39.177833", "quoteText": "Digital technology is rapidly evolving.\nIf we decide to change our\nPrivacy Statement in the future, we'll post the changes here and indicate at\nthe top of the policy the last date on which it was updated.\nUnless otherwise\nnoted, all changes will be effective when posted.</p", "case_id": 121, "document_id": 14, "quoteStart": 32926, "quoteEnd": 33200}, {"id": 6686, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "http://www.meredith.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2019-05-17 22:11:02.410365", "updated_at": "2021-02-06 04:16:30.609069", "quoteText": "<p>Like most website and mobile application operators, we, our service providers or other third parties acting on our behalf or with our permission, use embedded scripts, \"cookies,\" web beacons, device identifiers and other tracking technologies to operate, analyze, improve and protect the security of our Services and tailor content and advertising to user interests.", "case_id": 323, "document_id": 14, "quoteStart": 15514, "quoteEnd": 15883}, {"id": 1367, "title": "Allrecipes explains how to prevent disclosure of personal information to third parties", "source": "http://www.meredith.com/legal/privacy", "status": "While allrecipes states that the instructions on how to prevent its disclosure of personal information to third parties are specifically for California residents, the instructions are included in the Privacy Policy for everyone to read.", "created_at": "2018-05-15 09:11:46.322787", "updated_at": "2021-02-06 03:50:36.804808", "quoteText": "California residents have the right to request and obtain from us, once a year and free of charge, a list of the third parties to whom we have disclosed certain types of personal information (if any) for their direct marketing purposes in the prior calendar year.\nAt our option, we may respond by providing instructions about how our users can prevent our disclosure of personal information to third parties for their direct marketing purposes.\nYou can read these instructions in the section of our Online Privacy Policy titled \"How We Disclose Information and Your Related Opt-out Choices\".\nOr, if you are a California resident and prefer that we send you a separate response, please email your request to privacy@meredith.com</p>\n<p>", "case_id": 334, "document_id": 14, "quoteStart": 1279, "quoteEnd": 2014}], "urls": ["meredith.com", "meredithdirectmedia.com", "people.com", "peopleenespanol.com", "allrecipes.com", "shapehealthhalf.com", "eatingwell.com", "shape.com", "health.com"]}}