{"error": 448, "message": "OK", "parameters": {"id": 4467, "name": "Tether", "created_at": "2021-07-03 22:45:18.612726", "updated_at": "2021-07-06 07:38:03.011747", "wikipedia": "https://en.wikipedia.org/wiki/Tether_(cryptocurrency)", "keywords": null, "related": null, "slug": "tether", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4467.png", "url": "tether.to", "documents": [{"id": 7840, "name": "Terms of Service", "url": "https://tether.to/legal/", "xpath": "//body", "text": " <ul>\n<li>Home</li>\n<li>Why use Tether</li>\n<li>Resources\n<ul>\n<li>Whitepaper</li>\n<li>Transparency</li>\n<li>Rich List</li>\n<li>Legal</li>\n<li>Fees</li>\n</ul>\n</li>\n<li>Tether Gold</li>\n<li>Log In</li>\n<li>Signup</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>Why use Tether</li>\n<li>Resources\n<ul>\n<li>Whitepaper</li>\n<li>Transparency</li>\n<li>Rich List</li>\n<li>Legal</li>\n<li>Fees</li>\n</ul>\n</li>\n<li>Tether Gold</li>\n<li>Log In</li>\n<li>Signup</li>\n</ul> Legal <ul>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Anti-Spam Policy</li>\n<li>Law Enforcement Requests</li>\n<li>Cookies Policy</li>\n<li>Risk Disclosure Statement</li>\n<li>Appendix</li>\n</ul> Terms of Service <p>Last updated: May 12, 2020</p>\n<p> Thank you for choosing Tether.to (the “<b>Site</b>”).\nThe following terms and conditions of service (these “<b>Terms of Service</b>”) apply to users of the Site.\nYou should read these Terms of Service carefully to determine which provisions apply to you.\nThese Terms of Service should be read in conjunction with the&nbsp;Privacy Policy and the&nbsp;Cookies Policy.\nBy using any of the services, functions, or features offered from time to time on the Site (collectively or individually, the “<b>Services</b>”), the user (referred to herein as “<b>you</b>” or “<b>your</b>”) agrees to these Terms of Service (each of you and one of the following entities named in (a) or (b) being a “<b>Party</b>” and collectively, the “<b>Parties</b>”<b>)</b>.\n</p>\n<p>These Terms of Service constitute the entire agreement and understanding with respect to the use of any or all of the Services, and any manner of accessing them via the Site, between you and one of the following Parties:</p>\n<p>a) Tether International Limited (“<b>TIL</b>”), unless you meet one or more of the criteria in paragraph (b).\nor,</p>\n<p>b) Tether Limited (“<b>TLTD</b>”) if you meet one or more of the following criteria:</p>\n<ol>\n<li>\n<p>you are a U.S.\nPerson, as defined below;</p>\n</li>\n<li>\n<p>your account is regarded as a U.S.\nAccount, as defined below.\nor</p>\n</li>\n<li>\n<p>you make a deposit, withdrawal, or transfer of Fiat or Digital Tokens to, from, or through any U.S.\nFinancial Institution to facilitate the provision of any of the Services.</p>\n</li>\n</ol>\n<p>If any of the criteria set out in paragraph (b)(1) through (b)(3), above, apply, then you are a “<b>TLTD Customer</b>.”&nbsp.\nOtherwise, you are a “<b>TIL Customer</b>.”</p>\n<p>\n<b>PLEASE REVIEW THE ARBITRATION PROVISION SET FORTH BELOW CAREFULLY, AS IT WILL REQUIRE ALL TLTD CUSTOMERS TO RESOLVE DISPUTES ON AN INDIVIDUAL BASIS THROUGH FINAL AND BINDING ARBITRATION.\nBY ENTERING THIS AGREEMENT, YOU EXPRESSLY ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTAND ALL OF THE TERMS OF THIS AGREEMENT AND HAVE TAKEN TIME TO CONSIDER THE CONSEQUENCES OF THIS IMPORTANT DECISION.</b>\n</p>\n<p>For the avoidance of doubt, these Terms of Service have two Parties: you and either TIL or TLTD.\nThe following documents are incorporated into these Terms of Service by reference:&nbsp;the&nbsp;Risk Disclosure Statement.\nthe&nbsp;Privacy Policy.\nthe&nbsp;Anti-Spam Policy.\nthe&nbsp;Law Enforcement Requests Policy.\nand the&nbsp;Fees Schedule.&nbsp;Also, the Terms of Service should be read in conjunction with the&nbsp;Privacy Policy and the Cookies Policy.\nIn particular, please note that all transactions of Digital Tokens on or off the Site may be subject to fees levied by Tether as set out and updated in the Fees Schedule from time to time.\nIn the event of any inconsistency between these Terms of Service and any other pages, policies, terms, conditions, licenses, limitations, or obligations contained within or on the Site, these Terms of Service shall prevail.</p>\n<p>By creating a Digital Tokens Wallet on the Site or by using any of the Services, you acknowledge that you have read, understand, and completely agree to these Terms of Service, as updated and amended from time to time.\nIf you do not agree to be bound by these Terms of Service or with any subsequent amendments, changes, or updates, you may not use any of the Services, and if you do use any of the Services you will be bound by the Terms of Service, as amended.\nyour only recourse in the case of your unwillingness to be bound by these Terms of Service is to stop using all of the Services.</p>\n<p>These Terms of Service may be amended, changed, or updated by Tether at any time and without prior notice to you.\nYou should check back often on the Site to confirm that your copy and understanding of these Terms of Service is current and correct.\nYour non-termination or continued use of any Services after the effective date of any amendments, changes, or updates constitutes your acceptance of these Terms of Service, as modified by such amendments, changes, or updates.</p>\n<p>The use of the Site and any Services is void where such use is prohibited by, would constitute a violation of, or would be subject to penalties under applicable Laws, and shall not be the basis for the assertion or recognition of any interest, right, remedy, power, or privilege.</p>\n<ol>\n<li>Interpretation:\n<ol>\n<li>Definitions: In these Terms of Service and all documents incorporated herein by reference, the following words have the following meanings unless otherwise indicated:\n<ol>\n<li>“<b>Affiliate</b>” means, in relation to either Party, a direct or indirect subsidiary of the Party, a holding company of the Party, and any other subsidiary of that holding company;</li>\n<li>“<b>AML</b>”&nbsp;means anti-money laundering, including all Laws applicable to the Parties prohibiting money laundering or any acts or attempted acts to conceal or disguise the identity or origin of.\nchange the form of.\nor move, transfer, or transport, illicit proceeds, property, funds, Fiat, or Digital Tokens, including but not limited to the promotion of any unlawful activity such as fraud, tax evasion, embezzlement, insider trading, financial crime, bribery, cyber theft or hack, narcotics trafficking, weapons proliferation, terrorism, or Economic Sanctions violations, which may also require internal controls to detect, prevent, report, and maintain records of suspected money laundering or terrorist financing;</li>\n<li>“<b>Anti-Corruption</b>” means all Laws applicable to each Party prohibiting corruption or bribery of Government Officials, kickbacks, inducements, and other related forms of commercial corruption or bribery;</li>\n<li>“<b>Associates</b>” means TIL, TLTD, TOL and each and every one of their respective shareholders, directors, officers, Affiliates, employees, contractors, agents, partners, insurers, and attorneys who or that are acting or performing or has acted or performed services for the benefit of or on behalf of the Site;</li>\n<li>“<b>Controlling Person</b>” means any Person who owns more than a 25 percent interest in any Person or affiliate;</li>\n<li>“<b>Copyrights</b>” has the meaning set out in paragraph 10 of these Terms of Service;</li>\n<li>“<b>CPR Rules</b>” has the meaning set out in paragraph 6 of these Terms of Service;</li>\n<li>“<b>CRS</b>” means the common reporting standard or the Standard for Automatic Exchange of Financial Account Information;</li>\n<li>“<b>CTF</b>” means counter-terrorist financing;</li>\n<li>“<b>Digital Tokens</b>” means a digital representation of value that functions as (i) a medium of exchange.\n(ii) a unit of account.\n(iii) a store of value, and/or (iv) other similar digital representations of rights or assets, which is neither issued nor guaranteed by any country or jurisdiction and does not have legal tender status in any country or jurisdiction, typically including blockchain-based assets or rights including sovereign cryptocurrency or virtual currency such as bitcoins, Litecoins, and ethers;</li>\n<li>“<b>Digital Tokens Address</b>” means an alphanumeric identifier that represents a potential destination for a Digital Tokens transfer, which typically is associated with a user’s Digital Tokens Wallet;</li>\n<li>“<b>Digital Tokens Wallet</b>” means a software application (or other mechanism) that provides a means for holding, storing, and transferring Digital Tokens, including a user’s Digital Tokens Address, Digital Tokens balance, and cryptographic keys;</li>\n<li>“<b>Economic Sanctions</b>” means financial sanctions, trade embargoes, export or import controls, anti-boycott, and restrictive trade measures enacted, administered, enforced, or penalized by any Laws applicable to you or the Site;</li>\n<li>“<b>Eligible Contract Participant</b>” has the meaning set out in Section 1a(18) of the United States Commodity Exchange Act and Rule 1.3 of the United States Commodity Futures Trading Commission, each as amended;</li>\n<li>“<b>FATCA</b>”<b>\n</b>means the United States Foreign Account Tax Compliance Act, as enacted by Title V, Subtitle A of the Hiring Incentives to Restore Employment Act, P.L 111-147 (2010), as amended;</li>\n<li>“<b>FATCA IGA</b>”<b>\n</b>means an intergovernmental agreement entered into by the United States and another jurisdiction to implement FATCA;</li>\n<li>“<b>FATF</b>” means the Financial Action Task Force;</li>\n<li>“<b>FIA</b>” means the Financial Investigation Authority of the British Virgin Islands;</li>\n<li>“<b>Fiat</b>” means the money or currency of any country or jurisdiction that is:\n<ol>\n<li>designated as legal tender.\nand, </li>\n<li>circulated, customarily used, and accepted as a medium of exchange in the country or jurisdiction of issuance;</li>\n</ol>\n</li>\n<li>“<b>FinCEN</b>” means the Financial Crimes Enforcement Network of the U.S.\nDepartment of the Treasury;</li>\n<li>“<b>Government</b>” means any national, federal, state, municipal, local, or foreign branch of government, including any department, agency, subdivision, bureau, commission, court, tribunal, arbitral body, or other governmental, government appointed, or quasi-governmental authority or component exercising executive, legislative, juridical, regulatory, or administrative powers, authority, or functions of or pertaining to a government instrumentality, including any parasternal company, or state-owned (majority or greater) or controlled business enterprise;</li>\n<li>“<b>Government Approval</b>” means any authorization, license, permit, consent, approval, franchise, concession, lease, ruling, certification, exemption, exception, or waiver by or with any Government necessary to conduct the business of either Party or the execution and delivery of the Services under this Terms of Service;</li>\n<li>“<b>Government Official</b>” means an officer or employee of any Government, a director, officer, or employee of any instrumentality of any Government, a candidate for public office, a political party or political party official, an officer or employee of a public international organization, and any Person who is acting in an official capacity for any of the foregoing, even if such Person is acting in that capacity temporarily and without compensation;</li>\n<li>“<b>Laws</b>” means all laws, statutes, orders, regulations, rules, treaties, and/or official obligations or requirements enacted, promulgated, issued, ratified, enforced, or administered by any Government that apply to you or the Site;</li>\n<li>“<b>Losses</b>” has the meaning set out in paragraph 14 of these Terms of Service;</li>\n<li>“<b>Marks</b>” has the meaning set out in paragraph 10 of these Terms of Service;</li>\n<li>“<b>OFAC</b>” means Office of Foreign Assets Control of the U.S.\nDepartment of the Treasury;</li>\n<li>“<b>Person</b>” includes an individual, association, partnership, corporation, other body corporate, trust, estate, and any form of organization, group, or entity cognizable as legal personalities;</li>\n<li>“<b>Personal Information</b>” has the meaning set out in the&nbsp;Privacy Policy.\n</li>\n<li>“<b>Prohibited Jurisdictions</b>” means Cuba.\nDemocratic People’s Republic of Korea (North Korea).\nIran.\nPakistan.\nSingapore.\nSyria.\nthe Government of Venezuela.\nand Crimea;</li>\n<li>“<b>Prohibited Use</b>” has the meaning set out in paragraph 8 of these Terms of Service;</li>\n<li>\n<strong>“Reserves”</strong> means traditional currency and cash equivalents and, from time to time, may include other assets and receivables from loans made by Tether to third parties, which may include affiliated entities;</li>\n<li>“<b>Sanctions List</b>” means the “Specially Designated Nationals and Blocked Persons” (“<b>SDN</b>”)&nbsp.\nList and the Non-SDN List, including the “Sectoral Sanctions Identifications List”, published by OFAC.\nthe Section 311 Special Measures for Jurisdictions, Financial Institutions, or International Transactions of Primary Money Laundering Concern published by FinCEN.\nand, any other foreign terrorist organization or other sanctioned, restricted, or debarred party list published by the FIA, or under Economic Sanctions, AML, or CTF Laws of or by Governments of the United States, the British Virgin Islands, the United Nations, or any other jurisdiction or Government, as applicable to you or to the Site, as amended, supplemented, or substituted from time to time;</li>\n<li>“<b>Sanctioned Person</b>” refers to any Person or Digital Tokens Address that is: (i) specifically listed in any Sanctions List.\nor (ii) directly or indirectly owned 50 percent or more by any Person or group of Persons in the aggregate, or a Digital Tokens Wallet associated with such Person or Persons, referred to in any Sanctions List, or Government or Government Official of any Prohibited Jurisdiction, and (iii) that is not subject to any Government Approval or otherwise not sanctioned, restricted, or penalized under applicable Laws;</li>\n<li>“<b>Terms of Service</b>” means these terms and conditions of service, as they may be changed, amended, or updated from time to time, including the following Site policies and pages:&nbsp;the&nbsp;Risk Disclosure Statement.\nthe&nbsp;Privacy Policy.\nthe&nbsp;Anti-Spam Policy.\nthe&nbsp;Law Enforcement Requests Policy.\nand the&nbsp;Fees Schedule;</li>\n<li>“<b>Territory or Insular Possession of the United States</b>” means the Commonwealth of Puerto Rico.\nthe U.S.\nVirgin Islands.\nGuam.\nthe Commonwealth of the Northern Mariana Islands.\nand all other territories and possessions of the United States, other than the Indian lands (as that term is defined in the Indian Gaming Regulatory Act).\n</li>\n<li>“<b>Tether</b>” means:\n<ol>\n<li>&nbsp;where you are a U.S.\nPerson, or your account would be regarded as a U.S.\nAccount, or you make a deposit, withdrawal, or transfer of Fiat or Digital Tokens to, from, or through any U.S.\nFinancial Institution to facilitate the provision of the Services, TLTD.\nand</li>\n<li>where you are not a U.S.\nPerson, and your account would not be regarded as a U.S.\nAccount, and you do not make a deposit, withdrawal, or transfer of Fiat or Digital Tokens to, from, or through any U.S.\nFinancial Institution to facilitate the provision of the Services, TIL;</li>\n</ol>\n</li>\n<li>“<b>Tether Token</b>”&nbsp;means the tether Digital Token issued and redeemed by Tether;</li>\n<li>“<b>TIL Customer</b>” has the meaning set out above at clause (a);</li>\n<li>“<b>TLTD Customer</b>” has the meaning set out above at clause (b);</li>\n<li>“<b>TOL</b>” means Tether Operations Limited;</li>\n<li>“<b>United States</b>”<b>\n</b>means the several states of the United States and the District of Columbia;</li>\n<li>“<b>U.S.\nAccount</b>” means any account that is held by one or more U.S.\nPersons or non-U.S.\nentities that have one or more Controlling Persons who is a U.S.\nPerson.\n</li>\n<li>“<b>U.S.\nCitizen or U.S.\nResident</b>” includes any U.S.\ncitizen, U.S.\nlawful permanent resident, individual who meets the “substantial presence” test described in section 7701(b)(3) of the U.S.\nInternal Revenue Code of 1986 (as amended), protected individual under section 1324b(a)(3) of the U.S.\nImmigration and Nationality Act, or individual who holds a passport issued by the United States Government;</li>\n<li>“<b>U.S.\nFinancial Institution</b>” means any U.S.\nPerson and any of its affiliates, branches, offices, or agents incorporated, organized, or located in the United States or Territory or Insular Possession of the United States that is engaged in the business of: (i) accepting deposits, (ii) making, granting, transferring, holding, or brokering remittances, loans, or credits, or (iii) purchasing or selling foreign exchange, securities, commodity futures or options, or procuring purchases and sellers thereof, whether as principal or agent, and this term applies to affiliates, branches, offices, and agencies of any foreign financial institution that are located in the United States or Territory or Insular Possession of the United States, but not such foreign financial institution’s affiliates, branches, offices, or agencies located outside the United States and Territory or Insular Possession of the United States;</li>\n<li>“<b>U.S.\nPerson</b>” means:\n<ol>\n<li>U.S.\nCitizen or U.S.\nResident;</li>\n<li>corporation, partnership, or other entity established or organized in or under the Laws of the United States.\n</li>\n<li>any estate of a decedent who was a citizen or a resident of the United States;</li>\n<li>any trust if (i) a court within the United States is able to exercise primary supervision over the administration of the trust, and (ii) one or more United States Persons have the authority to control all substantial decisions of the trust.\nor</li>\n<li>any Person organized or incorporated outside the United States and the<b>\n</b>Territory or Insular Possession of the United States in which any of the foregoing, whether singularly or in the aggregate, directly or indirectly holds a 50 percent or greater equity interest by votes or value, holds a majority of seats or memberships on the board of directors of the entity, or authorizes, establishes, directs, or otherwise controls the actions, policies, personnel decisions, or day-to-day operations of the Person;</li>\n</ol>\n</li>\n<li>“<b>you</b>” or “<b>your</b>” means the user.</li>\n</ol>\n</li>\n<li>Headings: The headings and sub-headings in these Terms of Service are for ease of reference only and are not to be taken into account in the construction or interpretation of any provision or provisions to which they refer.</li>\n<li>Extended Meanings: Unless otherwise specified in these Terms of Service, words importing the singular include the plural and vice versa and words importing gender include all genders.</li>\n<li>Governing Law: These Terms of Service shall be governed by and construed and enforced in accordance with the Laws of the British Virgin Islands, and shall be interpreted in all respects as a British Virgin Islands contract.\nAny dispute, controversy, claim or action arising from or related to your use of the Site or these Terms of Service likewise shall be governed by the Laws of the British Virgin Islands, exclusive of choice-of-law principles.\n</li>\n</ol>\n</li>\n<li>Licence to Use the Site: If you comply with these Terms of Service, Tether grants you the limited right to use the Site and the Services.\nThe right to use the Site and the Services is a personal, restricted, non-exclusive, non-transferable, non-sublicensable, revocable, limited licence, and it is subject to the limitations and obligations in these Terms of Service.\nNothing in these Terms of Service gives you any licence (other than as set out in this paragraph), right, title, or ownership of, in, or to the Site, any of the Services, the Copyrights or the Marks.\nThe Site may suspend or terminate the Services to you, your Digital Tokens Wallet, or to any of your Digital Tokens Address at its sole discretion, as required by applicable Laws or where Tether determines that you have violated, breached, or acted inconsistent with any of these Terms of Service.</li>\n<li>About Tether Tokens.\nGeneral Restrictions: Tether issues and redeems Tether Tokens.\nTether Tokens may be used, kept, or exchanged online wherever parties are willing to accept Tether Tokens.\nTether Tokens are&nbsp;100% backed by by Tether’s Reserves.\nTether Tokens are denominated in a range of Fiat.\nFor example, if you purchase EURT, your Tether Tokens are&nbsp;1-to-1 pegged to Euros.\nIf you cause to be issued EURT 100.00, Tether holds&nbsp;Reserves valued at €100.00 to back those Tether Tokens.&nbsp;The composition of the Reserves used to back Tether Tokens is within the sole control and at the sole and absolute discretion of Tether.\nTether Tokens are backed by Tether’s Reserves, including Fiat, but Tether Tokens are not Fiat themselves.&nbsp;Tether will not issue Tether Tokens for consideration consisting of the Digital Tokens (for example, bitcoin).\nonly money will be accepted upon issuance.\nIn order to cause Tether Tokens to be issued or redeemed directly by Tether, you must be a verified customer of Tether.\nNo exceptions will be made to this provision.\nThe right to have Tether Tokens redeemed or issued is a contractual right personal to you.\nTether reserves the right to delay the redemption or withdrawal of Tether Tokens if such delay is necessitated by the illiquidity or unavailability or loss of any Reserves held by Tether to back the Tether Tokens, and Tether reserves the right to redeem Tether Tokens by in-kind redemptions of securities and other assets held in the Reserves.\nTether makes no representations or warranties about whether Tether Tokens that may be traded on the Site may be traded on the Site at any point in the future, if at all.&nbsp.\n<p>\n<b>The following Persons are prohibited from depositing to, or withdrawing from, any Digital Tokens Wallet on the Site:&nbsp;</b>\n</p>\n<ol>\n<li>\n<b>Persons domiciled or ordinarily resident in, certain nationals of, or the Governments or Government Officials of Prohibited Jurisdictions;</b>\n</li>\n<li>\n<strong>\n<b>any Person that resides, is located, has a place of business, or conducts business in the State of New York.\nand</b>\n</strong>\n</li>\n<li>\n<b>U.S.\nPersons.</b>\n</li>\n</ol>\n<p>\n<b>Any individual who is a U.S.\nPerson and any entity that is a U.S.\nPerson is prohibited from using the Site or any Services, including but not limited to using a Digital Tokens Wallet on the Site.\nExceptions to this policy may be made by Tether, in its sole discretion, for Eligible Contract Participants only, which shall be customers solely of TLTD.&nbsp;</b>\n</p>\n<p>For the avoidance of doubt, as defined above, U.S.\nPersons (including but not limited to United States Citizens or United States Residents) are prohibited from using the Site or any Services.\nIn addition,<b>\n</b>where you are not a U.S.\nPerson and your account would not be regarded as a U.S.\nAccount, but Tether knows or has reason to know that you are making a deposit, withdrawal, or transfer of Fiat or Digital Tokens to, from, or through any U.S.\nFinancial Institution to facilitate the provision of the Services to you, then you may be regarded as a customer of TLTD and prohibited from using the Site or any Services, at the sole discretion of Tether.</p>\n</li>\n<li>\n<p>&nbsp;Risks and Limitation of Liability: <b>Important:</b> This paragraph is in addition to the&nbsp;Risk Disclosure Statement.\nTrading markets in Digital Tokens are volatile and shift quickly in terms of price, liquidity, market depth, and trading dynamics.&nbsp;Digital Tokens also are subject to cybersecurity risk, including the risk of a cyberattack or breach.\nYou are solely responsible and liable: for any and all trading and non-trading activity on the Site and for your Digital Tokens Wallet on the Site.\nand, for knowing the true status of your Tether Tokens on the Site, even if presented incorrectly by the Site at any time.\nYou acknowledge and agree: (i) to be fully responsible and liable for your trading and non-trading actions and inactions on the Site and all gains and losses sustained from your use of the Site and any of the Services.\n(ii) to be fully responsible for safeguarding access to, and any information provided through, the Site and any of the Services, including, but not limited to, Digital Tokens Wallet, Digital Tokens Address, private keys, usernames, passwords, and bank account details.\nand (iii) that Tether does not have control of, or liability for, any products or services that are purchased or sold by third parties using the Site and any of the Services.\nDigital Tokens in a given Digital Tokens Wallet or other wallet or address are controlled by your private key and Digital Tokens in a Digital Tokens Wallet or other wallet or address may be stolen or lost and otherwise unrecoverable if the private key is compromised or lost.\nYou further acknowledge and agree that Tether is not liable for any losses or issues that may arise from third-party transactions, including, but not limited to, legality (including any consequences for illegal transactions that may be triggered under these Terms of Service), quality, delivery, or satisfaction with any products purchased by means of a Digital Token transfer.\nIn the event that you are not satisfied with any goods or services purchased from, or sold to, a third party using the Services, you must handle those issues directly with the third-party seller or buyer, as applicable.\nDigital Tokens may be compatible with third-party software or other technology provided by a third party.\nTether does not guarantee the security or functionality of third-party software or technology and is not liable for losses of Digital Tokens due to the failure or malfunction of third-party software or technology.</p>\n</li>\n<li>\n<p>Withdrawals and Deposits: In the course of processing and sending any withdrawals, or when processing and receiving deposits, Tether may be required to share your user information with other contractual third parties, including financial institutions, or as required under applicable Laws or demanded upon a lawful request by any Government.\nYou hereby irrevocably grant full permission and authority for Tether to share this information with such contractual third parties, or as required under applicable Laws or demanded upon a lawful request by any Government, and release Tether from any liability, error, mistake, or negligence related thereto.&nbsp;You accept all consequences of sending Digital Tokens, including Tether Tokens, off of the Site.\nDigital Token transactions are not reversible.\nOnce you send Digital Tokens to an address, whether intentionally or by a fraudulent or accidental transaction, you accept the risk that you may lose access to, and any claim on, those Digital Tokens indefinitely or permanently.\nYou acknowledge that Tether may delay or suspend redemption under various circumstances, including but not limited to, in the event that Tether determines that you have engaged in a Prohibited Use (as defined in paragraph 8).\nwhen Tether is directed to do so by any Government.\nif your Digital Tokens Wallet or other account or wallet is subject to pending litigation, investigation, or Government proceedings.\nor when Tether believes that someone is attempting to gain unauthorized access to your Digital Tokens Wallet or other account or wallet.&nbsp.\nDigital Tokens are not legal tender and are not backed by any Government.\nDigital Tokens are not subject to Federal Deposit Insurance Corporation (“FDIC”) or Securities Investor Protection Corporation protections.</p>\n</li>\n<li>\n<p>Resolution of Disputes:</p>\n<ol>\n<li>If you are a TIL Customer, any dispute, claim, controversy or action arising out of or related to (a) the Terms of Service or the existence, breach, termination, enforcement, interpretation or validity thereof, or (b) your account(s), the operations and Services of the Site, or (c) your access to or use of the Services at any time, shall be subject to the exclusive jurisdiction of the courts of the British Virgin Islands.\nFor the avoidance of doubt, and without limiting the generality of the foregoing, this provision expressly applies to any claim, whether in tort, contract or otherwise, against Tether.\nYou irrevocably and unconditionally agree and consent to the jurisdiction and venue of the courts of the British Virgin Islands, and you waive any objections thereto, including under the doctrine of forum non conveniens or other similar doctrines.\nYou and Tether agree that any Party hereto may bring claims against the others only on an individual basis and not as a plaintiff or class member in any purported class or representative action or proceeding.\nNo adjudicator may consolidate or join more than one Person’s or party’s claims and may not otherwise preside over any form of a consolidated, representative, or class proceeding.\nAny relief awarded to any one Tether user cannot and may not affect any other Tether users.</li>\n<li>If you are a TLTD Customer, any dispute, claim or controversy arising out of or relating to (a) the Terms of Service or the existence, breach, termination, enforcement, interpretation or validity thereof, or (b) your account(s), the operations and Services of the Site, or (c) your access to or use of the Services at any time, shall be subject to and finally resolved by confidential arbitration before a sole arbitrator in accordance with the International Institute for Conflict Prevention and Resolution Rules for Non Administered Arbitration, as amended from time to time (the “<b>CPR Rules</b>”).\nThe interpretation and enforceability of this arbitration provision shall be governed by the Federal Arbitration Act, 9 U.S.C.\n§§ 1&nbsp;<i>et seq</i>.\nIssues of arbitrability and enforceability of this arbitration provision shall be decided by the arbitrator in the first instance.\nJudgment upon the award rendered by the arbitrator may be entered by any court having jurisdiction thereof.\nThe seat or legal place of the arbitration shall be San Diego, California, unless otherwise agreed by the parties.\nThe language of the arbitral proceedings shall be English.\nYou agree to the appointment of a single arbitrator selected in accordance with the CPR Rules.&nbsp.\nThe arbitrator may award any relief that a court of competent jurisdiction could award, including attorneys’ fees when authorized by law, and the arbitral decision may be enforced in court.\nFor claims less than $15,000, TLTD shall reimburse you for all initiating filing fees that are in excess of fees you would have paid if you were proceeding in court, provided however, should you be deemed to be the losing Party, the filing fees reimbursed by TLTD shall be added to the final arbitrator’s costs and fees award.\nThe prevailing Party shall be entitled to its costs of the arbitration (including the arbitrator’s fees) and its reasonable attorney’s fees and costs.\nYou and Tether agree that any Party hereto may bring claims against the others only on an individual basis and not as a plaintiff or class member in any purported class or representative action or proceeding.\nNo class arbitration is permitted, and no arbitrator may consolidate or join more than one Person’s or party’s claims and may not otherwise preside over any form of a consolidated, representative, or class proceeding.\nAny relief awarded to any one Tether user cannot and may not affect any other Tether users.</li>\n</ol>\n</li>\n<li>\n<b>JURY TRIAL WAIVER: TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, THE PARTIES HEREBY IRREVOCABLY AND UNCONDITIONALLY WAIVE ALL RIGHT TO TRIAL BY JURY IN ANY LEGAL ACTION OR PROCEEDING OF ANY KIND WHATSOVER ARISING OUT OF OR RELATING TO THESE TERMS OF SERVICE OR ANY BREACH THEREOF, ANY USE OR ATTEMPTED USE OF THE SITE OR THE SERVICE BY YOU, AND/OR ANY OTHER MATTER INVOLVING THE PARTIES.</b>\n</li>\n<li>\n<p>Prohibited Uses: You may not:</p>\n<ol>\n<li>use the Site or any Services in order to disguise the origin or nature of illicit proceeds of, or to further, any breach of applicable Laws, or to transact or deal in, any contraband Digital Tokens, Fiat, funds, property, or proceeds;</li>\n<li>use the Site or any Services if any applicable Laws, including but not limited to AML Laws, CTF Laws, Anti-Corruption Laws, Economic Sanctions Laws, prohibit, penalize, sanction, or expose the Site to liability for any Services furnished or offered to you or any of your Digital Tokens Wallet(s) or Digital Tokens Address(es) under these Terms of Service;</li>\n<li>use the Site or any of the Services, or any financial services of any U.S.\nFinancial Institution, whether or not an Affiliate or Associate of Tether, to facilitate, approve, evade, avoid, violate, attempt to violate, aid or abet the violation of, or circumvent any applicable Laws, including but not limited to AML Laws, CTF Laws, Anti-Corruption Laws, and Economic Sanctions Laws;</li>\n<li>use the Site or any Services to evade taxes under the Laws of the British Virgin Islands, the United States, or any other jurisdiction(s) applicable to you or the Site;</li>\n<li>use the Site or any Services with anything other than Fiat, funds, keys, property, or Digital Tokens that have been legally obtained by you and that belong to you;</li>\n<li>use the Site or any Services to interfere with or subvert the rights or obligations of Tether or the rights or obligations of any other Site user or any other third party or cause legal liability for Tether or other Site user;</li>\n<li>take advantage of any technical glitch, malfunction, failure, delay, default, or security breach on the Site;</li>\n<li>use the Site or any Services to engage in conduct that is detrimental to Tether or to any other Site user or any other third party;</li>\n<li>use the Site or any Services to: (i) engage or attempt to engage in wash trading, spoofing, fictitious trading or price manipulation.\n(ii) enter orders or quotes in any Digital Token market with the intent to disrupt, or with reckless disregard for the adverse impact on, the orderly conduct of trading or the fair execution of transactions.\nor (iii) enter orders or quotes in any Digital Token market with the intent of creating the false impression of market depth or market interest;&nbsp;</li>\n<li>falsify any account, Digital Tokens Wallet, or Digital Tokens Address registration, exchange, or administration details provided to Tether, impersonate another Person or misrepresent your affiliation with a Person;</li>\n<li>falsify or materially omit any information or provide misleading or inaccurate information requested by Tether, including at registration or during the course of administering any Services to you;</li>\n<li>cause injury to, or attempt to harm, Tether or any third party through your access to the Site or any Services;</li>\n<li>have more than one account and more than one Digital Tokens Wallet on the Site, or use any Digital Tokens Wallet on a one-time, ‘throwaway’ basis.\nany such additional Digital Tokens Wallets or one time ‘throwaway’ Digital Tokens Wallet may be terminated or suspended at the absolute discretion of Tether.\n</li>\n<li>where you are subject to prohibitions or restrictions as set forth in paragraph 3, access the Site or use any Services utilizing any virtual private network, proxy service, or any other third party service, network, or product with the effect of disguising your IP address or location, or access the Site or use any Services using a Digital Tokens Address in or subject to the jurisdiction of any Prohibited Jurisdiction or Government or Government Official thereof.\nor,</li>\n<li>violate, cause a violation of, or conspire or attempt to violate these Terms of Service or applicable Laws.&nbsp.\n<p>Any use, whether actual or suspected, as described&nbsp;in this paragraph shall constitute a “<b>Prohibited Use</b>”.\nIf Tether determines that you have engaged in any Prohibited Use, Tether may address such Prohibited Use through an appropriate sanction, in its sole and absolute discretion.\nSuch sanction may include, but is not limited to, making a report to any Government, law enforcement, or other authorities, without providing any notice of you about any such report.\nconfiscation of any Fiat, funds, property, proceeds, or Digital Tokens in any Digital Tokens Wallet that you have on the Site.\nand, suspending or terminating your access to any Services or Fiat, funds, property, or Digital Tokens from any Digital Tokens Address.\nTether may, at its sole and absolute discretion, seize and deliver your property to any applicable Government, law enforcement, or other authorities where circumstances warrant.\nIn addition, should your actions or inaction result in the imposition of economic costs to Tether, you shall pay an amount to Tether so as to render Tether whole, including without limitation, the amount of taxes or penalties that might be imposed on Tether.</p>\n</li>\n</ol>\n</li>\n<li>Due Diligence Generally, Anti-Money Laundering and Counter-Terrorist Financing: Tether is committed to providing safe, compliant, and reputable Services to identify, detect, prevent, and report on money laundering, terrorist financing, and other improper activities under applicable AML Laws, CTF Laws, Anti-Corruption Laws, and Economic Sanctions Laws.\nAccordingly, Tether insists on a comprehensive and thorough user due diligence process implementation and ongoing analysis and reporting.\nBy agreeing to these Terms of Service, you shall affirmatively certify whether (i) you are a U.S.\nPerson or your account would be regarded as a U.S.\nAccount or (ii) you are not a U.S.\nPerson and your account would not be regarded as a U.S.\nAccount, and must provide promptly all information requested and necessary to satisfy due diligence requirements and obligations pursuant to applicable Laws and the compliance policies or procedures of Tether.\nAdditionally, Tether may assess whether you will make, or intend to make, a deposit, withdrawal, or transfer of Fiat or Digital Tokens to, from, or through any U.S.\nFinancial Institution to facilitate the provision of the Services, and if applicable, you must provide all information requested and necessary to satisfy due diligence requirements and obligations pursuant to applicable Laws and the compliance policies or procedures of Tether.\nYou agree to provide promptly documentation, information, or records requested by Tether at any time, including, without limitation, a self-certification permitting the determination of tax residence and status under FATCA and under CRS or other applicable Laws.\nSuch information may include, but is not limited to, self-certifications as to Controlling Persons.\nTether needs to retain certain information, documentation, and records on file pursuant to applicable Laws and its contractual relationships, and Tether hereby expressly reserves the right to keep such information, documentation, and records.\nBased on documentation, information, or records provided by you, requested by Tether, or otherwise available, Tether in its absolute and sole discretion may determine that you are a customer of TIL or TLTD.\nSuch determination will be communicated to you.\nAdditionally, Tether monitors for and assesses suspicious or sanctionable transactions under applicable AML, Anti-Corruption, and Economic Sanctions Laws, as well as undertakes mandatory reporting to FinCEN, OFAC, FIA, and international regulators.\nThese undertakings shall apply even when you suspend or terminate your relationship with Tether or abandon your application to have a Digital Tokens Wallet with Tether.\nOur policies apply to any and all Digital Tokens, Fiat, and other funds or property being exchanged on or through the Site or by any of you, your Affiliates, of any of Tether’s Associates.\n<p>Tether reserves the right to refuse registration to, to bar transactions from or to, or to suspend or terminate the administration of Services, Digital Tokens Address, or Digital Tokens Wallet for or with, any user for any reason (or for no reason) at any time, including but not limited to the provisions of paragraphs 8 and 11, subject to any limitations imposed by applicable Laws.\nWithout limiting the generality of the foregoing, this includes, but is not limited to, any transfer, transaction, business, or dealing with a: (i) Sanctioned Person, (ii) a Person from or in jurisdictions that does not meet international AML–CTF standards as set out by the FATF as high-risk, non-cooperative, and strategically deficient jurisdictions, including but not limited to the Democratic People’s Republic of Korea (North Korea), Ethiopia, Iran, Iraq, Serbia, Sri Lanka, Syria, Trinidad &amp.\nTobago, Tunisia, Vanuatu, or Yemen.\n(iii) Person that is a Government Official or Politically Exposed Person within the meaning of the FATF’s 40 Recommendations.\n(iv) Person that presents a risk of any exposure to penalties, sanctions, or other liabilities under AML Laws, CTF Laws, Anti-Corruption Laws, Economic Sanctions Laws, or tax Laws that may apply.\n(v) Person that Tether determines is acting in the United States or Territory or Insular Possession of the United States (whether or not by, to, through, or from any U.S.\nFinancial Institution) in violation of, causing any other Person, including any of the Associates, to violate, attempting or conspiring to violate, or evading or circumventing these Terms of Service or applicable Laws.\nand (vi) any Person that fails to meet any user due diligence standards, requests, or requirements of Tether, or otherwise appears to be of high risk, including but not limited to any of the foregoing factors.\nIn lieu of refusing registration or ongoing administration of your Digital Tokens Wallet, Tether may perform enhanced due diligence procedures.\nAt all times, you may be subject to enhanced due diligence procedures in your use of the Site and any Service.\nIf you decline to provide requested due diligence information or otherwise do not reply timely or substantively with the documentation or data requested, the Site has the absolute discretion to suspend or terminate Services to you immediately.</p>\n</li>\n<li>\n<p>Intellectual Property:</p>\n<ol>\n<li>The trademarks, service marks, and trade names, including both word marks and design marks (the “<b>Mark(s)</b>”) are the property of TOL or other third parties.\nYou agree not to appropriate, copy, display, or use the Marks or other content without express, prior, written permission from TOL or the third-party owner of the Marks, including without limitation, as a domain name, as social media profile/handle, on a website, in an advertisement, as or in connection with a phone number, as or in connection with an email address, in Internet search results, in meta data or code, or in any other manner;</li>\n<li>Unless otherwise indicated, all materials on the Site are copyrighted by, and owned exclusively by, TOL (“<b>Copyrights</b>”).&nbsp.\nTOL reserves all rights in its Copyrights.&nbsp.\nYou agree not to appropriate, copy, display, or use the Copyrights or other content without express, prior, written permission from TOL;</li>\n<li>You may link to the Site’s homepage or other pages, provided you do so in a way that is fair and legal and does not damage TOL’s or Tether’s reputation or take advantage of it, but you must not establish a link in such a way as to suggest any form of association, approval, or endorsement on TOL’s or Tether’s part without&nbsp.\nprior, express, written consent;</li>\n<li>The Site may provide certain social media features that enable you to link, send communications, or display certain content from the Site.&nbsp.\nYou may use these features solely as they are provided by Tether.&nbsp.\nYou may not establish a link from any website that is not owned by you, cause the Site or portions of it to be displayed on or by any other site (for example, framing, deep linking, or in-line linking), or otherwise take any action with respect to the materials on the Site that is inconsistent with any other provision of these Terms.\nand</li>\n<li>The Site and Services are owned by TOL, its licensors, or other providers, and are protected by copyright, trademark, and other intellectual property or proprietary rights laws in various jurisdictions.&nbsp.\nAll rights not expressly granted to you in these Terms are reserved by TOL.&nbsp.\nExcept as expressly authorized by TOL or its licensors, you will not (a) license, sublicense, rent, sell, resell, transfer, assign, distribute, or otherwise commercially exploit or make available to any third party the Site or Service in any way.\n(b) copy, modify, republish, distribute, or make derivative works based upon the Site or Service.\n(c) “frame” or “mirror” the Site or Service on any other server or wireless or Internet-based device.\nor (d) reverse engineer or access the Site or its Services in order to (i) build a competitive product or service, (ii) build a product or service using similar ideas, features, functions, or graphics of the Site or Service, or (iii) copy any ideas, features, functions, or graphics of the Site or Service.</li>\n</ol>\n</li>\n<li>\n<p>Your Representations &amp.\nWarranties: You represent and warrant to Tether as follows:</p>\n<ol>\n<li>that, if you are an individual user, you are 18 years of age or older and that you have the capacity to contract under applicable Laws;</li>\n<li>that, if you are registering to use the Site on behalf of a legal entity, (i) such legal entity is duly organized and validly existing under the applicable laws of the jurisdiction of its organization.\nand (ii) you are duly authorized by such legal entity to act on its behalf;</li>\n<li>that you understand the risks associated with using the Site, that you are not prohibited or restricted from using the Site by paragraph 3 of these Terms, and that you are not otherwise prohibited by applicable Laws from using the Site;</li>\n<li>that you will not use the Site or any Services in order to conceal or disguise the origin or nature of proceeds of crime or terrorist financing, or blocked property, frozen assets, economic resources, or corruption related to any Person or Government Official under any applicable Laws, or to further any breach of applicable AML Laws or CTF Laws, or to deal in any unlawful Digital Tokens, Fiat, property, funds, or proceeds;</li>\n<li>that you will not trade or obtain financing on the Site or use any Services with anything other than Fiat, funds, or Digital Tokens that have been legally obtained by you and that belong to you;</li>\n<li>that, to the extent not penalized by or in conflict with United States Laws, you are currently in compliance with, and must, at your own cost and expense, comply with all Laws that relate to or affect the Services conducted under these Terms of Service, including but not limited to AML Laws, CTF Laws, Anti-Corruption Laws, Economic Sanctions Laws, or tax Laws, including FATCA and CRS;</li>\n<li>that you consent to any and all tax and information reporting under AML Laws, CTF Laws, Anti-Corruption Laws, Economic Sanctions Laws, or tax Laws, including FATCA and CRS, as Tether may reasonably determine;</li>\n<li>that neither you nor any of your Affiliates shall use any Digital Tokens, Fiat, property, proceeds or funds subject to the Services of the Site directly or indirectly (i) on behalf of or for the benefit of a Sanctioned Person or any Person subject to the jurisdiction of a Prohibited Jurisdiction, except where authorized under any Government Approval or not restricted by applicable Laws.\n(ii) in violation of or as prohibited, restricted, or penalized under applicable Economic Sanctions Laws.\nor (iii) in any way that would violate, be inconsistent with, penalized under, or cause the omission of filing of any report required under applicable AML Laws, CTF Laws, or Economic Sanctions Laws;</li>\n<li>that you have not (i) violated.\n(ii) been fined, debarred, sanctioned, the subject of Economic Sanctions-related restrictions, or otherwise penalized under.\n(iii) received any oral or written notice from any Government concerning actual or possible violation by you under.\nor (iv)&nbsp.\nreceived any other report that you are the subject or target of sanctions, restrictions, penalties, or enforcement action or investigation under, any applicable Laws, including AML Laws, CTF Laws, Anti-Corruption Laws, or Economic Sanctions Laws.\n</li>\n<li>that neither you nor any of your Affiliates is: (i) itself or owned or controlled by a Sanctioned Person.\n(ii) involved in any transaction, transfer, or conduct, whether or not by using or receiving the Services from any Digital Tokens Wallet or Digital Tokens Address, that is likely to result in you or your Affiliates becoming a Sanctioned Person.\nor (iii) residing or domiciled in, or transferring Digital Tokens, Fiat, funds, or property to, from, or through any Digital Tokens Wallet, Digital Tokens Address, or other account in, a Prohibited Jurisdiction or Government or Government Official of a Prohibited Jurisdiction;</li>\n<li>that neither you nor any of your Affiliates has directly or indirectly offered, promised, given, or authorized any payment, or offered, promised, given, or authorized the giving of anything else of value, including any Digital Tokens, to a Government Official or individual employed by another entity in the private sector in violation of any applicable Anti-Corruption Laws;</li>\n<li>that you will not falsify any Digital Tokens Wallet registration or administration details provided to Tether;</li>\n<li>that you will not falsify or materially omit any information or provide misleading or inaccurate information requested by Tether in the course of, directly or indirectly relating to, or arising from your activities on the Site or use of any Services, including at registration or during administration or other due diligence processes, and that if any information provided to Tether becomes incorrect, you will promptly provide corrected information to Tether.\n</li>\n<li>that any instructions received or undertaken through your login credentials or from your authorized e-mail address on file with Tether are deemed to be valid, binding, and conclusive, and that Tether may act upon those instructions without any liability or responsibility attaching to it.\n</li>\n<li>that you will fairly and promptly report all income associated with your activity on the Site pursuant to applicable Laws and pay any and all taxes exigible thereon.\nand</li>\n<li>that you will accurately and promptly inform Tether if you know or have reason to know whether any of the foregoing representations or warranties no longer is correct or becomes incorrect.</li>\n</ol>\n</li>\n<li>\n<p>No&nbsp;Representations &amp.\nWarranties by Tether: Tether makes no representations, warranties, or guarantees to you of any kind.\nThe Site and the Services are offered strictly on an as-is, where-is basis and, without limiting the generality of the foregoing, are offered without any representation as to merchantability or fitness for any particular purpose.\nTether may also provide access to features or services that are identified as “beta” or pre-release.\nWithout limiting the preceding sentences in this paragraph, you understand that such services are still in development, may have bugs or errors, may be feature incomplete, may materially change prior to a full commercial launch, or may never be released commercially.</p>\n</li>\n<li>\n<p>No Advice: Tether does not provide any investment advice or advice on trading techniques, models, algorithms, or any other schemes.</p>\n</li>\n<li>\n<p>Limitation of Liability &amp.\nRelease: Important: Except as may be provided for in these Terms of Service, Tether assumes no liability or responsibility for and shall have no liability or responsibility for any claim, application, loss, injury, delay, accident, cost, business interruption costs, or any other expenses (including, without limitation, attorneys’ fees or the costs of any claim or suit), nor for any incidental, direct, indirect, general, special, punitive, exemplary, or consequential damages, loss of goodwill or business profits, work stoppage, data loss, computer failure or malfunction, or any and all other commercial losses (collectively, referred to herein as “Losses”) directly or indirectly arising out of or related to:</p>\n<ol>\n<li>these Terms of Service;</li>\n<li>the Site, and your use of it;</li>\n<li>the Services, and your use of any of them;</li>\n<li>any inaccurate, misleading, or incomplete statement by Tether or on the Site regarding your Digital Tokens Wallet, whether caused by Tether’s negligence or otherwise;</li>\n<li>any failure, delay, malfunction, interruption, or decision (including any decision by Tether to vary or interfere with your rights) by Tether in operating the Site or providing any Service;</li>\n<li>any stolen, lost, or unauthorized use of your Digital Tokens Wallet information, any breach of security or data breach related to your Digital Tokens Wallet information, or any criminal or other third party act affecting Tether or any Associate.\nor,</li>\n<li>any offer, representation, suggestion, statement, or claim made about Tether, the Site, or any Service by any Associate;</li>\n<li>any delay in withdrawal or redemption, or loss of value of Tether Tokens or the Reserves backing such Tether Tokens resulting from failure or insolvency of any bank, depository, custodian, borrower, or payment processor holding or processing the assets backing Tether Tokens, or from the theft of such assets, or from freezes, seizures, or other legal process asserted by a Government.\nor,</li>\n<li>another Person using your Digital Tokens, Digital Tokens Wallet, account or password, with or without your knowledge.\n<p>You hereby agree to release the Associates from liability for any and all Losses, and you shall indemnify and save and hold the Associates harmless from and against all Losses.\nThe foregoing limitations of liability shall apply whether the alleged liability or Losses are based on contract, negligence, tort, unjust enrichment, strict liability, violation of law or regulation, or any other basis, even if the Associates have been advised of or should have known of the possibility of such losses and damages, and without regard to the success or effectiveness of any other remedies.</p>\n</li>\n</ol>\n</li>\n<li>No Waiver: Any failure by Tether to exercise any of its respective rights, powers, or remedies under these Terms of Service, or any delay by Tether in doing so, does not constitute a waiver of any such right, power, or remedy.\nThe single or partial exercise of any right, power, or remedy by Tether does not prevent either from exercising any other rights, powers, or remedies.</li>\n<li>Force Majeure: Tether (or any bank, depository or service provider where our deposit accounts are held or Reserves are handled) is not responsible for damages caused by delay or failure to perform undertakings under these Terms of Service when the delay or failure is due to fires.\nstrikes or labor disputes.\nriots.\nembargoes.\nfloods.\nbank failures;&nbsp.\nDigital Token market collapse or fluctuations.\npower outages or failures.\nacts of God or the state’s enemies.\nlawful acts of public authorities.\nany and all market movements, shifts, or volatility.\ncomputer, server, or Internet malfunctions.\nInternet disruptions, viruses, and mechanical, power, or communications failures.\nsecurity breaches or cyber attacks.\ncriminal acts.\ndelays or defaults caused by common carriers.\nacts or omissions of third parties.\nor, any other delays, defaults, failures or interruptions that cannot reasonably be foreseen or provided against or that are otherwise outside Tether’s control.\nIn the event of force majeure, Tether is excused from any and all performance obligations and these Terms of Service shall be fully and conclusively at an end.</li>\n<li>Assignment: These Terms of Service, and any of the rights, duties, and obligations contained herein, are not assignable by you without prior written consent of Tether.\nThese Terms of Service, and any of the rights, duties, and obligations contained herein, are freely assignable by Tether without notice or your consent.\nAny attempt by you to assign these Terms of Service without written consent is void.</li>\n<li>Severability: If any provision of these Terms of Service or part thereof, as amended from time to time, is determined to be invalid, void, or unenforceable, in whole or in part, by any court of competent jurisdiction, such invalidity, voidness, or unenforceability attaches only to such provision to the extent of its illegality, unenforceability, invalidity, or voidness, as may be, and everything else in these Terms of Service continues in full force and effect.</li>\n<li>Sharing of Personal Information: From time to time, Tether receives information requests from law enforcement agencies around the world.\nIn this context, Tether might be ordered to share and/or will provide on a voluntary basis, if this appears reasonable and necessary, your Personal Information with/to law enforcement agencies and/or a Government.\nYou hereby consent to the sharing of your Personal Information as further detailed in these Terms of Service, the&nbsp;&nbsp;Privacy Policy and the Law Enforcement Requests Policy.&nbsp;</li>\n</ol> Privacy Policy <p>Last updated May 28, 2021</p>\n<p>Thank you for visiting Tether.to (the “<strong>Site</strong>“).\nThe Site is owned and operated by Tether Operations Limited (“<strong>Tether</strong>”, “<strong>we</strong>,” “<strong>our</strong>,” or “<strong>us</strong>”).</p>\n<p>This privacy notice (“<strong>Privacy Statement</strong>”) sets out the basis on which any Personal Information we collect from you (“<strong>you</strong>”, “<strong>your</strong>”, or “<strong>customer</strong>”), or that you provide to us, will be processed by us.\nBy “<strong>Personal Information</strong>”, we mean any information which, either alone or in combination with other data, enables you to be directly or indirectly identified, for example your name, email address, username, contact details or any unique identifier such as an IP address, device ID or other online identifier.</p>\n<p>Capitalized terms that are not defined in this Privacy Statement shall have the meaning ascribed in our Terms of Service (which can be found at https://tether.to/legal/).</p>\n<p>Please read the following carefully to understand what Personal Information we collect, how it is used and the ways it can be shared by us.</p>\n<p>The data controller of your Personal Information is Tether Operations Limited, a company which is registered in the BVI under company number 1 939 633.\nIts EU representative is: Rickert Rechtsanwaltsgesellschaft mbH, whose registered office is at Colmantstraße 15, 53115 Bonn.</p>\n<p>&nbsp;</p>\n<p>\n<strong>1.\nOur Processing of Your Personal information </strong>\n</p>\n<p>\n</p>\n<p>When we say that we think we can process your data, it is because we considered we have a legitimate interest (for ourselves or of a third party) to do so.\nit is in the interest of our organization to conduct and manage our business.\nthis includes protecting our interests and enforcing agreements with others, as well as comply with industry self-regulatory requirements.\n&nbsp;We might have legitimate interest to process Personal Information in other contexts.\nWe ensure that we balance any potential impact on you and your rights before we process your Personal Information on that basis.\nYou can obtain further information about how we assess our legitimate interests against any potential impact on you in respect of specific activities by contacting us.\nPlease also consult the section “Your rights” below.</p>\n<p>It is important that the Personal Information We collect from You is accurate and current.\nPlease keep us informed if your Personal Information changes during your relationship with us.\nYou can do so by lodging a customer support ticket.\nWe will endeavor to effect those changes within a reasonable timeframe.</p>\n<p>If you do not wish for your Personal Information to be used in the ways described within this Privacy Statement then you should not use the Site or use the services, functions, or features offered from time to time on the Site (“<strong>Services</strong>”).\nWhere we need information from you to offer our Services, failure to provide such information will mean that you will not get access to the Services.</p>\n<p>\n<strong>2.\nSecurity and Confidentiality</strong>.</p>\n<p>Tether is committed to protecting your privacy.\nInternally, only people with a business need to know Personal Information, or whose duties reasonably require access to it, are granted access to customers’ Personal Information.&nbsp;Such individuals will only process your Personal Information on our instructions and are subject to a duty of confidentiality.\nWe audit our personal compliance regularly.</p>\n<p>The Site’s systems and data are reviewed periodically to ensure that you are getting a quality service and that leading security features are in place.\nWe have put in place procedures to deal with any actual or suspected data breach and will notify you and any applicable regulator of a breach where we are legally required to do so.</p>\n<p>Tether takes all reasonable endeavors to protect and safeguard Personal Information, but there are protective measures you should take, as well.\nDo not share your Personal Information with others unless you clearly understand the purpose of their request for it and you know with whom you are dealing.\nDo not keep sensitive Personal Information in your e-mail inbox or on Webmail.\nIf you are asked to assign passwords to connect you to your Personal Information, you should use a secure password and always use two-factor authentication (2FA), where available.\nYou should change your password regularly.</p>\n<p>\n<strong>3.\nWhat and with whom we share your Personal Information</strong>\n</p>\n<p>As necessary, we will share your Personal Information with:</p>\n<p>a) Any member of our group, which means our direct or indirect subsidiaries, our ultimate holding company and any other subsidiary of that holding company, including their respective shareholders, directors, officers, affiliates, employees, contractors, agents, partners, insurers, and attorneys or representatives.</p>\n<p>b) Our service providers, to the extent necessary to supply the Services to you</p>\n<p>c) Selected third parties, including analytics and search engine providers that assist us in the improvement and optimization of the Services.</p>\n<p>d) Authorities and law enforcement agencies worldwide either when ordered to do so or on a voluntary basis if this appears reasonable and necessary to us (please refer to our Law Enforcement Requests Policy available here).</p>\n<p>We also disclose your Personal Information to third parties:</p>\n<p>a) If Tether or substantially all of its assets are acquired by a third party, in which case Personal Information held by it about its customers will be one of the transferred assets.</p>\n<p>b) If we are under a duty to disclose or share your Personal Information in order to comply with any legal obligation, or in order to enforce or apply our Terms of Service and other agreements.\nor to protect the rights, property, or safety of us, our clients, or others, including to defend ourselves from legal claims.</p>\n<p>Tether reserves the right to share current and historical bids, asks, and market prices.\nopening and closing range prices.\nhigh–low prices.\ntrade prices.\nestimated and actual trade volumes.\nsettlement prices.\nand other aggregate data and information related to the digital tokens traded on the Site.</p>\n<p>You can find more information on the actual parties we are sharing your data with here.\nThe list is updated regularly.</p>\n<p>\n<strong>4.\nTransfers</strong>\n</p>\n<p>Your Personal Information will be stored in the European Economic Area (“EEA”) and may be transferred worldwide.</p>\n<p>Personal Information and other data may therefore be exported outside of the jurisdiction in which you reside.\nYour Personal Information may be processed and stored in a foreign country or countries.\nUnder those circumstances, the governments, courts, law enforcement, or regulatory agencies of that country or those countries may be able to obtain access to your Personal Information through foreign laws.\nYou need to be aware that the privacy standards of those countries may be lower than those of the jurisdiction in which you reside.</p>\n<p>\n<u>EEA customers.</u> We will take all steps reasonably necessary to ensure that your Personal Information is treated securely and in accordance with this Privacy Statement.\nAll data you provide to us is stored on our secure servers.\nWhere we transfer our data outside of the EEA, we ensure that adequate safeguards are in place.\nThat includes, where necessary, taking steps to evaluate the risks raised by the transfers in countries that do not offer an adequate level of protection.\nPlease contact us if you want further information on the specific mechanism used by us when transferring your Personal Information out of the EEA.</p>\n<p>\n<strong>5.\nData Retention</strong>\n</p>\n<p>We have data retention and deletion policies designed to retain Personal Information for no longer than necessary for the purposes set out herein or as otherwise required to meet legal or business needs.\nBecause of those retention requirements, we might not be able to honor erasure requests.</p>\n<p>\n<strong>6.\nYour rights</strong>\n</p>\n<p>\n<em>&nbsp;</em>\n<u>All Customers.</u> You may access and verify your Personal Information held by Tether by submitting a customer support ticket or email to legal@tether.to&nbsp.\nor a written request to: Tether c/o cRickert Rechtsanwaltsgesellschaft mbH,, Colmantstraße 15, 53115 Bonn.</p>\n<p>\n<u>EEA Customers</u>.\nYou have a number of rights in relation to how we process your Personal Information.\nYou may exercise these rights by contacting us (see details below).\nThese include the right to:</p>\n<p>a) access the Personal Information that we may hold about you;</p>\n<p>b) rectify any inaccurate Personal Information that we may hold about you;</p>\n<p>c) have your Personal Information erased in certain circumstances, for example, where it is no longer necessary for us to process your Personal Information to fulfill our processing purposes.\nor where you have exercised your right to object to the processing;</p>\n<p>d) restrict the processing of your Personal Information where, for example, the information is inaccurate or it is no longer necessary for us to process such information or where you have exercised your right to object to our processing;</p>\n<p>e) object to the processing of your Personal Information which may be exercised in certain circumstances, for example, where we are processing your Personal Information for direct marketing purposes, or where your own legitimate interests outweigh ours;</p>\n<p>f) have your Personal Information ported to a new service provider if you no longer wish to use the Services.\nYou may exercise these rights by contacting us (see details below);</p>\n<p>g) when we rely on your consent to process Personal Information (cookies and newsletter communication), you have the right to withdraw your consent at any time.\nFor cookies, this is done by setting up the cookie’s preferences.\nPlease visit our Cookies Policy.\nFor newsletters, you can do so by opting-out using the link provided in the newsletters at any time or by lodging a customer support ticket.\nWe will do our best to honor your request promptly.</p>\n<p>\n<u>No fee usually required.</u>\n</p>\n<p>You will not have to pay a fee to access your Personal Information or to exercise any of your other rights.\nWe may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive.\nAlternatively, we may refuse to comply with your request in these circumstances.</p>\n<p>\n<u>What we may need from you.</u>\n</p>\n<p>We may need to request specific information from you to help us confirm your identity and ensure your right to access your Personal Information&nbsp;(or to exercise any of your other rights).\nThis is a security measure to ensure that Personal Information&nbsp;is not disclosed to any person who has no right to receive it.\nWe may also contact you to ask you for further information in relation to your request to speed up our response.</p>\n<p>\n<u>Time limit to respond.</u>\n</p>\n<p>We try to respond to all legitimate requests within one month.\nOccasionally it may take us longer than a month if your request is particularly complex or you have made a number of requests.\nIn this case, we will notify you and keep you updated.</p>\n<p>\n<strong>7.\nChanges to this Privacy Statement</strong>\n</p>\n<p>Any changes we make to our Privacy Statement in the future will be posted on this page and, where material, notified to you by e-mail.\nPlease check back frequently to see any updates or changes to our Privacy Statement.</p>\n<p>\n<strong>8.\nContact</strong>\n</p>\n<p>Questions, comments and requests regarding this Privacy Statement should be addressed to our customer support service or by email to &nbsp;legal@tether.to or art-27-rep-tether@rickert.law.</p>\n<p>\n<u>EEA customers</u>.\nShould you have any concerns about how we handle your Personal Information, please contact us in the first instance by opening a customer support ticket or sending an email to legal@tether.to.\nAlternatively, you can contact our EU representative, by email to &nbsp;art-27-rep-tether@rickert.law.\nWe will do our best to resolve your concern.\nYou can also submit a complaint to the national supervisory authority within your jurisdiction, details of which can be found online.</p> Anti-Spam Policy <p>Last updated:&nbsp;January 3, 2018</p>\n<p>International anti-spam legislation and best practices in the industry require informed, opt-in consent to receiving commercial electronic messages.\na meaningful unsubscribe option for recipients.\nand, proper identification of message senders.</p>\n<p>Tether needs your consent to communicate with you electronically to establish and maintain a responsible commercial relationship with you.\nto understand your needs and your eligibility for products and services.\nto recommend particular products, services, and opportunities to you.\nto inform you about trading and financing features.\nto provide information to you about developments and new products, including changes and enhancements to the Site.\nto develop, enhance, and market products and services, and provide products and services to you.\nto process billing and collection of any fees.\nto conduct surveys and get feedback from you.\nto deliver products and services to you.\nto provide you with news and other matters of general interest to you as a customer.\nand, to meet Tether’s legal and regulatory requirements.</p> Law Enforcement Requests <p>Last updated:&nbsp;January 3, 2018</p>\n<p>From time to time, Tether receives information requests about its customers from law enforcement agencies around the world.\nThis page is here to provide you and law enforcement with information about how these requests are processed.</p>\n<p>When Tether is contacted, law enforcement is generally interested in two types of data: information about customers’ identities and information about their activities using Tether Tokens.</p>\n<p>When information requests are received, Tether requires that it be accompanied by appropriate legal process.\nThis can vary from place to place.\nFor example, production orders, search warrants, and subpoenas, but also requests for voluntary disclosure of data may all amount to legal process.\nTether reviews each order and request for voluntary disclosure to determine that it has valid legal basis and that any response is narrowly tailored to ensure that only the data to which law enforcement is entitled is provided.</p>\n<p>Tether also reserves the right to make disclosures to authorities in order to protect itself, any Associates, and its customers.</p>\n<p>\n<strong>Tether welcomes inquiries from law enforcement agencies about its policies and procedures.\nPlease contact Tether at inforequests@tether.to.</strong>\n</p> Cookies Policy <p>Welcome to tether.to (“<b>the Site</b>”).&nbsp.\nThis cookies policy should be read in conjunction with our Privacy Policy https://tether.to/legal/.</p>\n<ol>\n<li>The Site may use “cookies”.\nA cookie is a small text file containing a unique identification number that identifies a customer’s browser each time that customer visits a website.&nbsp.\nThe use of cookies is industry standard practice and many major browsers are initially set up to accept them.\nYou can reset your browser to either refuse to accept all cookies or to notify you when you have received a cookie.\nHowever, if you refuse to accept cookies, you may not be able to use some of the features available on the Site.</li>\n<li>If you choose to disable or block our cookies on your computer or other device you will need to do this through your browser.\nClick on the ‘Help’ menu on your particular browser to learn how to manage your cookie preferences.\nAlternatively, you can visit www.aboutcookies.org&nbsp.\nor www.youronlinechoices.eu for comprehensive information on how to manage cookies.&nbsp;</li>\n<li>We set cookies (first party cookies) on web pages, however, where we require additional information, we may also allow other companies to host cookies on our Site (third party cookies).\nThese companies have been carefully selected by us and are required to meet contractual obligations they have with us.\n<i>What do we use cookies for?</i>\n</li>\n<li>The cookies on the Site may be from any of the following categories:\ni.\n<i>Strictly Necessary cookies</i> – these are used for technical reasons and are necessary to enable the Site to operate efficiently so that you can navigate the Site with ease and use specific features.\nThese include, for example, cookies that help us to debug any errors.\nIf these cookies are blocked or disabled, some of the Site may not operate effectively.\nii.\n<i>Functionality cookies</i> – these are used to improve the functionality of the Site and make it easier to use.&nbsp.\nThey help us to identify you as a repeat user of the Site and help us remember your preferences (for example, your choice of language or region).\niii.\n<i>Analytical</i> – these record your visit to our Site, the pages you have visited and the links you have followed.\nWe will use this information to make the Site and the advertising displayed on it (if any) more relevant to your interests.\nWe may also share this information with third parties for this purpose.\nHow do we share cookies?\n</li>\n<li>We may share information that we collect through cookies, in aggregated form, with carefully selected third parties for the purposes set out above, unless you disable or block cookies.</li>\n</ol> Risk Disclosure Statement <p>Trading in Digital Tokens entails certain risks.\nThis risk disclosure statement cannot and does not disclose all risks and other aspects involved in holding, trading, or engaging in Digital Tokens.\nRisks include, but are not limited to, the following:</p>\n<ol>\n<li>Market Risk: The market for Digital Tokens is still new and uncertain.\nNo-one should have funds invested in Digital Tokens or speculate in Digital Tokens that she is not prepared to lose entirely.\nWhether the market for one or more Digital Tokens will move up or down, or whether a particular Digital Token will lose all or substantially all of its value, is unknown.\nThis applies both to traders that are going long and to traders that are shorting the market.\nParticipants should be cautious about holding Digital Tokens.</li>\n<li>Liquidity and Listing Risk: Markets for Digital Tokens have varying degrees of liquidity.\nSome are quite liquid while others may be thinner.\nThin markets can amplify volatility.\nThere is never a guarantee that there will be an active market for one to sell, buy, or trade Digital Tokens or products derived from or ancillary to them.\nFurthermore, any market for tokens may abruptly appear and vanish.\nTether makes no representations or warranties about whether a Digital Token that may be used on the Site may be used on the Site at any point in the future, if at all.\nAny Digital Token is subject to delisting without notice or consent.</li>\n<li>Legal Risk: The legal status of certain Digital Tokens may be uncertain.\nThis can mean that the legality of holding or trading them is not always clear.\nWhether and how one or more Digital Tokens constitute property, or assets, or rights of any kind may also seem unclear.\nParticipants are responsible for knowing and understanding how Digital Tokens will be addressed, regulated, and taxed under applicable law.</li>\n<li>Exchange Risk (Counterparty Risk): Having Digital Tokens on depositor with any third party in a custodial relationship has attendant risks.These risks include security breaches, risk of contractual breach, and risk of loss.\nParticipants should be wary of allowing third parties to hold their property for any reason.\nDigital Token transactions are not reversible.Once you send Digital Tokens to an address, whether intentionally or by a fraudulent or accidental transaction, you accept the risk that you may lose access to, and any claim on, those Digital Tokens indefinitely or permanently.</li>\n<li>Trading Risk: In addition to liquidity risks, values in any digital token marketplace are volatile and can shift quickly.\nParticipants in any Digital Tokens market are warned that they should pay close attention to their position and holdings, and how they may be impacted by sudden and adverse shifts in trading and other market activities.</li>\n<li>Banking Risk: Any stablecoin project (like Tether) relies on financial institutions and counterparties to hold funds, cash equivalents, and other assets to back the tokens that are issued, outstanding, and freely circulating.\nThese parties have their own policies and may change their view and acceptance of any stablecoin at any time.\nThis may result in delays and other barriers to redemption and sale.\nDigital Token holders should be aware of these risks at all times.\nAdditionally, Reserves held at or through financial institutions or intermediaries may be subject to the risk of loss, theft, insolvency, and governmental and regulatory freezes and seizures.</li>\n<li>Counterparty Risk: Assets backing digital assets such as Tether Tokens, including loan receivables owed to Tether, are subject to the risk of default, insolvency, inability to collect, and illiquidity.</li>\n<li>Valuation Risk: Tethers are backed 100% by Tether’s Reserves.\nThose Reserves are not insured and could be subject to unexpected diminution in value or to governmental and regulatory freezes and seizure.\nThis may result in delays and other barriers to redemption and sale.\nTether Tokens are not a fiat currency and are not issued, backed, or guaranteed by any government.\nAs with all investments, there is a risk of loss in owning Tether Tokens.\nToken holders should be aware of these risks at all times.</li>\n</ol> Appendix <p>\n<b>List of Third-Party Service Providers With Whom Personal Information May Be Shared</b>\n</p> Party Name and<br>\nJurisdiction\nPurpose\nData Disclosed Cloud providers\nFor storage purposes.\nUser names, corporate documentation, dates of birth, identifying documentation, correspondence, transactional activity and analysis, financial information.\nLegal counsel\nAs part of attorney-client relationships, legal counselling and litigations\nAny relevant account information, as the case may be.\nChainalysis\nChainalysis uses public blockchain addresses to conduct investigations, compliance, and risk management checks.\nPublic blockchain addresses.\nRefinitiv group of companies<p>\n</p>\n<p>Refinitiv’s privacy policy is accessible at https://www.refinitiv.com/en/products/world-check-kyc-screening/privacy-statement</p>\nAs part of the verification process, to check your name against WorldCheck’s database of politically exposed persons and heightened risk individuals and organizations, to help to identify and manage financial, regulatory and reputational risks.\nInformation necessary to conduct the search such as your name and date of birth.\nTwilio Inc.\n(US) trading as Sendgrid<p>\n</p>\n<p>Sendgrid’s privacy policy is accessible at<br>\nhttps://www.twilio.com/legal/privacy</p>\nWhen you use the Site services, to send you 2FA sms or service emails (e.g.m when you log in, withdraw, receive a deposit, open a new account or sub-account or confirm pop-ups).\nYour email addresses, your IP address and the content of the service email.\n<br>\n<br>\n© 2021 Tether Operations Limited.\nAll rights reserved.\nResources\n<ul>\n<li>FAQs</li>\n<li>Knowledge Base</li>\n<li>Whitepaper</li>\n<li>Transparency</li>\n<li>Fees</li>\n<li>Legal</li>\n</ul> About\n<ul>\n<li>Why use Tether</li>\n<li>Tether for Individuals</li>\n<li>Press</li>\n<li>About us</li>\n<li>Branding</li>\n<li>Announcements</li>\n<li>Careers</li>\n</ul> Connect\n<ul>\n<li>Contact Us</li>\n<li>Media Contact</li>\n<li>Twitter</li>\n<li>Facebook</li>\n<li>LinkedIn</li>\n<li>Telegram</li>\n</ul> Other Products\n<ul>\n<li>Tether Gold</li>\n</ul>\n<p>When you visit the Site for the first time, a cookies pop-up appears.\nthis pop-up informs you on the use of cookies.\nThis pop-up gives you the following options:<br>\na) To accept all cookies being stored on your device.<br>\nb) To refuse all cookies, except the essential ones, being stored on your device.<br>\nc) To accept only certain cookies categories.<br>\nd) To view and read this Cookies Policy.\nRead More </p> Accept Decline Cookie Settings I consent to the use of following cookies: Necessary Marketing Analytics Preferences Unclassified Cookie Declaration About Cookies Necessary (6) Marketing (0) Analytics (3) Preferences (0) Unclassified (0) Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.\nName Domain Purpose Expiry Type is_authorized tether.to It allows you to get access to your account and the related functions Session HTTP _tether_sid app.tether.to It allows you to stay connected between sessions when using our application Session HTTP __cfduid tether.to These are set by Cloudfare and are used to identify trusted web-traffic.\nFor instance, they help us detect malicious bots.\nMore information can be found here https://support.cloudflare.com/hc/en-us/articles/200170156-What-does-the-CloudFlare-cfduid-cookie-do- and here https://www.cloudflare.com/privacypolicy/ 1 month HTTP _cf_bm tether.to These are set by Cloudfare and are used to identify trusted web-traffic.\nFor instance, they help us detect malicious bots.\nMore information can be found here https://support.cloudflare.com/hc/en-us/articles/200170156-What-does-the-CloudFlare-cfduid-cookie-do- and here https://www.cloudflare.com/privacypolicy/ Session HTTP wpl_user_preference tether.to Is used to track your Cookie choices and ensure your choices are respected on the website.\n2 years HTTP wpl_viewed_cookie tether.to Is used to track if you have viewed the Cookie policy popup.\n2 years HTTP Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.\nWe do not use cookies of this type.\nAnalytics cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.\nName Domain Purpose Expiry Type _gat tether.to It is set by Google Universal Analytics to throttle the request rate to limit the collection of data on high traffic sites.\nMore information can be found here https://policies.google.com/technologies/cookies?hl=en-US, and here https://support.google.com/analytics/answer/181881.\n1 hour HTTP _ga tether.to It is is used to calculate visitor, session, campaign data and keep track of site usage for the Site's analytics report.\nThe cookie stores information anonymously and assign a randomly generated number to identify unique visitors.\nMore information can be found here https://policies.google.com/technologies/cookies?hl=en-US and here https://support.google.com/analytics/answer/181881.\n2 years HTTP _gid tether.to It is set by Google Universal Analytics to store information of how visitors use a website and helps in creating analytics report of how the website is doing.\nMore information can be found here https://policies.google.com/technologies/cookies?hl=en-US, and here https://support.google.com/analytics/answer/181881 1 day HTTP Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.\nWe do not use cookies of this type.\nUnclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.\nWe do not use cookies of this type.\nWe use essential cookies to enable the Site to operate efficiently.<br>\nWe also use functional cookies to improve your experience on the website, analytical cookies to measure how users interact with the website content and social media cookies to allow you to follow us on social medias.<br>\nEssential cookies are required and cannot be blocked, you can consent to the use of other cookies through the buttons below.\nCookie Settings ", "created_at": "2021-07-03 22:45:18.615068", "updated_at": "2021-07-03 20:47:20.100958"}], "points": [], "urls": ["tether.to"]}}