{"error": 448, "message": "OK", "parameters": {"id": 6306, "name": "Alphabugs", "created_at": "2022-01-14 22:08:55.016156", "updated_at": "2022-01-14 23:01:15.144643", "wikipedia": null, "keywords": null, "related": null, "slug": "alphabugs", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6306.png", "url": "alphabugs.co.za", "documents": [{"id": 11443, "name": "Privacy Policy", "url": "https://alphabugs.co.za/privacy-policy/", "xpath": "/html/body/div[1]/div[4]/div/div/div/div/main/article/div/div/div[2]", "text": " <strong>Privacy Policy</strong>\n<p>This privacy policy sets out how <strong>Alphabugs</strong> uses and protects any information that you give <strong>Alphabugs</strong> when you use this website.</p>\n<p>\n<strong>Alphabugs</strong> is committed to ensuring that your privacy is protected.\nShould we ask you to provide certain information by which you can be identified when using this website, then you can be assured that it will only be used in accordance with this privacy statement.</p>\n<p>\n<strong>Alphabugs</strong> may change this policy from time to time by updating this page.\nYou should check this page from time to time to ensure that you are happy with any changes.\nThis policy is effective from 16/06/2012.</p>\n<p>\n<strong>What we collect</strong>\n</p>\n<p>We may collect the following information:</p>\n<ul>\n<li>Name and Surname</li>\n<li>Contact information including email address</li>\n<li>Demographic information such as postcode, preferences and interests</li>\n<li>IP address</li>\n</ul>\n<p>\n<strong>What we do with the information we gather</strong>\n</p>\n<p>We require this information to understand your needs and provide you with a better service, and in particular for the following reasons:</p>\n<ul>\n<li>Internal record keeping</li>\n<li>We may use the information to improve our products and services</li>\n</ul>\n<p>\n<strong>Security</strong>\n</p>\n<p>We are committed to ensuring that your information is secure.\nIn order to prevent unauthorised access or disclosure we have put in place suitable physical, electronic and managerial procedures to safeguard and secure the information we collect online.</p>\n<p>\n<strong>How we use cookies</strong>\n</p>\n<p>A cookie is a small file which asks permission to be placed on your computer’s hard drive.\nOnce you agree, the file is added and the cookie helps analyse web traffic or lets you know when you visit a particular site.\nCookies allow web applications to respond to you as an individual.\nThe web application can tailor its operations to your needs, likes and dislikes by gathering and remembering information about your preferences.</p>\n<p>We use traffic log cookies to identify which pages are being used.\nThis helps us analyse data about webpage traffic and improve our website in order to tailor it to customer needs.\nWe only use this information for statistical analysis purposes and then the data is removed from the system.</p>\n<p>Overall, cookies help us provide you with a better website, by enabling us to monitor which pages you find useful and which you do not.\nA cookie in no way gives us access to your computer or any information about you, other than the data you choose to share with us.</p>\n<p>You can choose to accept or decline cookies.\nMost web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer.\nThis may prevent you from taking full advantage of the website.</p>\n<p>\n<strong>Links to other websites</strong>\n</p>\n<p>This website may contain links to other websites of interest.\nHowever, once you have used these links to leave this site, you should note that we do not have any control over that other website.\nTherefore, we cannot be responsible for the protection and privacy of any information which you provide whilst visiting such sites and such sites are not governed by this privacy statement.\nYou should exercise caution and look at the privacy statement applicable to the website in question.</p>\n<p>\n<strong>Controlling your personal information</strong>\n</p>\n<p>We will not sell, distribute or lease your personal information to third parties unless we have your permission or are required by law to do so.</p> ", "created_at": "2022-01-14 21:10:19.035376", "updated_at": "2022-01-14 21:10:31.144453"}, {"id": 11442, "name": "Terms & Conditions", "url": "https://alphabugs.co.za/tcs", "xpath": "/html/body/div[1]/div[4]/div/div/div/div/main/article/div/div/div[2]", "text": " <strong>Terms &amp.\nConditions</strong>\n<strong>Disclaimer</strong>\n<p>The information contained in this website is for general information purposes only.\nThe information is provided by <strong>Alphabugs</strong> and whilst we endeavour to keep the information up-to-date and correct, we make no representations or warranties of any kind, express or implied, about the completeness, accuracy, reliability, suitability or availability with respect to the website or the information, products, services, or related graphics contained on the website for any purpose.\nAny reliance you place on such information is therefore strictly at your own risk.</p>\n<p>In no event will we be liable for any loss or damage including without limitation, indirect or consequential loss or damage, or any loss or damage whatsoever arising from loss of data or profits arising out of, or in connection with, the use of this website.</p>\n<p>Through this website you may be able to link to other websites which are not under the control of <strong>Alphabugs</strong>.\nWe have no control over the nature, content and availability of those sites.\nThe inclusion of any links does not necessarily imply a recommendation or endorse the views expressed within them.</p>\n<p>Every effort is made to keep the website up and running smoothly.\nHowever, <strong>Alphabugs</strong> takes no responsibility for, and will not be liable for, the website being temporarily unavailable due to technical issues beyond our control.</p>\n<strong>Privacy Policy</strong>\n<p>This privacy policy sets out how <strong>Alphabugs</strong> uses and protects any information that you give <strong>Alphabugs</strong> when you use this website.</p>\n<p>\n<strong>Alphabugs</strong> is committed to ensuring that your privacy is protected.\nShould we ask you to provide certain information by which you can be identified when using this website, then you can be assured that it will only be used in accordance with this privacy statement.</p>\n<p>\n<strong>Alphabugs</strong> may change this policy from time to time by updating this page.\nYou should check this page from time to time to ensure that you are happy with any changes.\nThis policy is effective from 16/06/2012.</p>\n<p>\n<strong>What we collect</strong>\n</p>\n<p>We may collect the following information:</p>\n<ul>\n<li>Name and Surname</li>\n<li>Contact information including email address</li>\n<li>Demographic information such as postcode, preferences and interests</li>\n<li>IP address</li>\n</ul>\n<p>\n<strong>What we do with the information we gather</strong>\n</p>\n<p>We require this information to understand your needs and provide you with a better service, and in particular for the following reasons:</p>\n<ul>\n<li>Internal record keeping</li>\n<li>We may use the information to improve our products and services</li>\n</ul>\n<p>\n<strong>Security</strong>\n</p>\n<p>We are committed to ensuring that your information is secure.\nIn order to prevent unauthorised access or disclosure we have put in place suitable physical, electronic and managerial procedures to safeguard and secure the information we collect online.</p>\n<p>\n<strong>How we use cookies</strong>\n</p>\n<p>A cookie is a small file which asks permission to be placed on your computer’s hard drive.\nOnce you agree, the file is added and the cookie helps analyse web traffic or lets you know when you visit a particular site.\nCookies allow web applications to respond to you as an individual.\nThe web application can tailor its operations to your needs, likes and dislikes by gathering and remembering information about your preferences.</p>\n<p>We use traffic log cookies to identify which pages are being used.\nThis helps us analyse data about webpage traffic and improve our website in order to tailor it to customer needs.\nWe only use this information for statistical analysis purposes and then the data is removed from the system.</p>\n<p>Overall, cookies help us provide you with a better website, by enabling us to monitor which pages you find useful and which you do not.\nA cookie in no way gives us access to your computer or any information about you, other than the data you choose to share with us.</p>\n<p>You can choose to accept or decline cookies.\nMost web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies if you prefer.\nThis may prevent you from taking full advantage of the website.</p>\n<p>\n<strong>Links to other websites</strong>\n</p>\n<p>This website may contain links to other websites of interest.\nHowever, once you have used these links to leave this site, you should note that we do not have any control over that other website.\nTherefore, we cannot be responsible for the protection and privacy of any information which you provide whilst visiting such sites and such sites are not governed by this privacy statement.\nYou should exercise caution and look at the privacy statement applicable to the website in question.</p>\n<p>\n<strong>Controlling your personal information</strong>\n</p>\n<p>We will not sell, distribute or lease your personal information to third parties unless we have your permission or are required by law to do so.</p>\n<strong>Terms of Use</strong>\n<p>If you continue to browse and use this website you are agreeing to comply with and be bound by the following terms and conditions of use, which together with our privacy policy govern the relationship with you and <strong>Alphabugs</strong> in relation to this website.</p>\n<p>The term <strong>Alphabugs</strong> or “us” or “we” refers to the owner of the website whose registered office is in Wheeler Rd, Manor Gardens, Durban KwaZulu Natal, South Africa.\nThe term “you” refers to the user or viewer of our website.</p>\n<p>The use of this website is subject to the following terms of use:</p>\n<ul>\n<li>The content of the pages of this website is for your general information and use only.\nIt is subject to change without notice.</li>\n<li>Neither we nor any third parties provide any warranty or guarantee as to the accuracy, timeliness, performance, completeness or suitability of the information and materials found or offered on this website for any particular purpose.\nYou acknowledge that such information and materials may contain inaccuracies or errors and we expressly excludes liability for any such inaccuracies or errors to the fullest extent permitted by law.</li>\n<li>Your use of any information or materials on this website is entirely at your own risk, for which we shall not be liable.\nIt shall be your own responsibility to ensure that any products, services or information available through this website meet your specific requirements.</li>\n<li>This website contains material which is owned by or licensed to us.\nThis material includes, but is not limited to, the design, layout, look, appearance, graphics and photographs.\nReproduction is prohibited other than in accordance with the copyright notice, which forms part of these terms and conditions.</li>\n<li>All trademarks reproduced in this website which are not the property of, or licensed to, the operator are acknowledged on the website.</li>\n<li>Unauthorised use of this website may give rise to a claim for damages and/or be a criminal offence.</li>\n<li>From time to time this website may also include links to other websites.\nThese links are provided for your convenience to provide further information.\nThey do not signify that we endorse the website(s).\nWe have no responsibility for the content of the linked website(s).</li>\n<li>You may not create a link to this website from another website or document without prior written consent from <strong>Alphabugs</strong>\n</li>\n<li>Your use of this website and any dispute arising out of such use of the website is subject to the laws of South Africa.</li>\n</ul>\n<p>\n<strong>Jurisdiction &amp.\nApplicable Law</strong>\n</p>\n<p>Any dispute or purported dispute arising out of these Terms shall be governed by and construed in accordance with the law of the Republic of South Africa and all disputes, actions and other matters relating thereto will be determined in accordance with such law.\nThe parties to any dispute arising out of this Website hereby consent and submit to the jurisdiction of the South Gauteng division of the High Court of the Republic of South Africa.&nbsp;</p> ", "created_at": "2022-01-14 22:08:55.018566", "updated_at": "2022-01-14 21:09:59.542808"}], "points": [], "urls": ["alphabugs.co.za"]}}