{"error": 448, "message": "OK", "parameters": {"id": 5879, "name": "osboxes", "created_at": "2021-11-26 23:46:46.865605", "updated_at": "2021-11-26 23:01:11.138385", "wikipedia": null, "keywords": null, "related": null, "slug": "osboxes", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5879.png", "url": "osboxes.org", "documents": [{"id": 10614, "name": "privacy-policy", "url": "https://www.osboxes.org/privacy-policy/", "xpath": "/html/body/div[1]/div[2]/div/div/div[1]", "text": " Privacy PolicyUmair2017-12-30T23:28:47+02:00 <strong>Legal</strong>\n<p>We only offer those operating system images that are distributed under an open-source license.\nDue to some blobs stuff, we refer to the “OSI open source” license.\nWe do not include any <strong>free or non-free package/any kind of file/stuff</strong> in images and referring you to operating systems websites to know their licensing terms (documentation/terms &amp.\nconditions/license of each operating system is available on their websites).</p>\n<p>On our site we have used trademarks and logos of VirtualBox™, VMware™, and other corporations (like Ubuntu, Fedora, Opensuse, and so on), all these names and logos are registered trademarks of their respective corporations.\nWe do not intend to infringe any product/service.</p>\n<strong>Privacy Policy</strong>\n<p>\n</p>\n<p>\n<strong>Virtual images notes:</strong>\n</p>\n<p>We <strong>\n<em>do not</em>\n</strong> install any kind of package in any distribution that is available here or <em>\n<strong>do not</strong>\n</em> add any kind of file/script or <em>\n<strong>do not</strong>\n</em> perform update or <em>\n<strong>do not</strong>\n</em> configure anything in the Operating System, virtual images for VirtualBox and VMware are only available with default options.\nWe believe that user should get a clean install image.\nFrom our site you get fresh image with default options (we do not modify anything within the image), just like you install fresh OS, after getting image you can make it your own.\n<strong>Our images are 100% free from malware/spyware/bloatware/adware and so</strong>.\nFeel free to <strong>audit</strong> any image you download from <strong>here</strong>, after that also <strong>send audit report</strong> to us(we may feature your report).</p>\n<p>\n<strong>Information we collect:</strong>\n</p>\n<p>Privacy of your personal information is very important to us.\nWe <strong>never</strong> disclose any of your information to third-party or any other person, when you visit our site.\nHere are some details which information our site collect.</p>\n<p>We collect data contained from our site log files, the information in the log files include your ISP (internet service provider) info, the web browser you are using, your IP (internet protocol) address, and the time duration you’ve visited our site and which pages you’ve explored.</p>\n<p>We’re not responsible for any external linked sites.\nWe recommend you to read privacy policy before disclosing any personal information to them.</p>\n<p>\n<strong>Cookies:</strong>\n</p>\n<p>Cookies are part of every website now a days, cookies used to store information for advertisement, analytics, and social interaction.\nWe are using Google Analytics.\nAdsense for advertisements.\nFacebook, Google Plus, and Twitter for social interaction.\nand Disqus service as commenting system.</p>\n<p>You may opt-out of the use of DART cookie by visiting here.</p>\n<p>\n<em>Your browser can turn-off cookies for our site or selectively third-party cookies or disable cookies within settings</em>\n</p>\n<p>However, this step will affect your browser interaction with our website as well as other websites.</p>\n<p>\n<strong>Commenting Policy:</strong>\n</p>\n<p>Visitor should not abuse anyone or defame any product on our site.\nWe may delete your comment, if found offended.\nBe nice, polite, respective and so on.\n🙂</p>\n<i>\n</i>Share this post Facebook Twitter LinkedIn Pinterest Email Tumblr Reddit WhatsApp ", "created_at": "2021-11-26 23:46:46.867617", "updated_at": "2021-11-26 22:47:26.197256"}], "points": [], "urls": ["osboxes.org"]}}