{"error": 448, "message": "OK", "parameters": {"id": 5371, "name": "NorthCountry ", "created_at": "2021-10-30 04:50:46.947089", "updated_at": "2021-10-30 22:01:11.746833", "wikipedia": null, "keywords": null, "related": null, "slug": "northcountry", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5371.png", "url": "northcountry.org", "documents": [{"id": 9648, "name": "Privacy Policy", "url": "https://www.northcountry.org/home/fiFiles/static/documents/Privacy_policy.pdf ", "xpath": "", "text": "To limit ,our sharing,n Call toll-free (800) 660-3258,n Visit: www.northcountry.org ,Please note: If you are a new member, we can begin sharing your information 30 days from the date we sent ,this notice.\nWhen you are no longer a member, we continue to share your information as described in this notice.\n,However, you can contact us at any time to limit our sharing.,Questions?,Call toll-free (800) 660-3258 or go to www.northcountry.org,FACTS,What does NorthCountry Federal Credit Union do with your ,personal information?,Why?,Financial companies choose how they share your personal information.\nFederal law gives consumers the right ,to limit some but not all sharing.\nFederal law also requires us to tell you how we collect, share, and protect your ,personal information.\nPlease read this notice carefully to understand what we do.,What?,The types of personal information we collect and share depend on the product or service you have with us.\n,This information can include:,n Social Security number n Transaction or loss history,n Account balances n Credit history,n Transaction history n Assets,How?,All financial companies need to share members’ personal information to run their everyday business.\nIn the ,section below, we list the reasons financial companies can share their members’ personal information.\nthe ,reasons NorthCountry Federal Credit Union chooses to share.\nand whether you can limit this sharing.,Privacy Disclosure,Reasons we can share your personal informationCan you limit this sharing?,Does NorthCountry Federal ,Credit Union share?,For our everyday business purposes – such as to ,process your transactions, maintain your account(s), ,respond to court orders and legal investigations, or ,report to credit bureaus,YesNo,For our marketing purposes – to offer our products ,and services to you,YesYes,For joint marketing with other financial companiesYesYes,For our affiliates’ everyday business purposes – ,information about your transactions and experiences,NoWe don’t share,For our affiliates’ everyday business purposes – ,information about your creditworthiness,NoWe don’t share,For nonaffiliates to market to youNoWe don’t share,What We Do,How does NorthCountry Federal To protect your personal information from unauthorized access and use, we use security ,Credit Union protect my personal measures that comply with federal law.\nThese measures include computer safeguards and ,information?secured files and buildings.,How does NorthCountry Federal ,Credit Union collect my personal ,information?,We collect your personal information, for example, when you,n Open an account,n Apply for a loan,n Provide employment information,n Provide your mortgage information,n Show your driver’s license,We also collect your personal information from others, such as credit bureaus, affiliates, ,or other companies.,Why can’t I limit all sharing?,Federal law gives you the right to limit only ,nsharing for affiliates’ everyday business purposes – information about your ,creditworthiness,n affiliates from using your information to market to you,n sharing for nonaffiliates to market to you,State laws and individual companies may give you additional rights to limit sharing.,See below for more on your rights under state law.,What happens when I limit Your choices will apply to everyone on your account.,sharing for an account I hold ,jointly with someone else?,Definitions,Affiliates,Companies related by common ownership or control.\nThey can be financial ,and non-financial companies.\n,nNorthCountry Federal Credit Union has no affiliates.,Nonaffiliates,Companies not related by common ownership or control.\nThey can be financial ,and non-financial companies.\n,nNorthCountry Federal Credit Union does not share personal information ,with nonaffiliates.,Joint Marketing,A formal agreement between nonaffiliated financial companies that together market ,financial products or services to you.\n,nOur joint marketing partners include Dealer Policy Insurance, CFS, CUNA Mutual ,and Greg Lambesis.,Other Important Information,For Vermont Members.\nWe will not share personal information with nonaffiliates for them to market to you without your ,authorization and we will not share personal information with affiliates or for joint marketing about your creditworthiness ,without your authorization.,The credit union’s mobile app periodically collects, transmits, and uses location data to enable push notification, geofence, and ,beacon campaigns to send alerts and support advertising, even when the app is closed or not in use.\nThis enables features that ,prevent fraudulent card use and notifies users of any important notices, but only if the end user expressly authorizes collection ,of such information.\nLocation data can be monitored on a continuous basis in the background, only while the solution is being ,used or not at all, depending on the end user’s selection.\nEnd users can change their location permissions at any time in their ,device settings.,Mobile App Privacy Disclosure", "created_at": "2021-10-30 04:50:46.949843", "updated_at": "2021-10-30 02:51:01.977835"}], "points": [], "urls": ["northcountry.org"]}}