{"error": 448, "message": "OK", "parameters": {"id": 866, "name": "Dailymotion", "created_at": "2018-12-19 04:40:35.416921", "updated_at": "2021-04-01 00:03:32.117997", "wikipedia": "https://en.wikipedia.org/wiki/Dailymotion", "keywords": null, "related": null, "slug": "dailymotion", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/866.png", "url": "dailymotion.com", "documents": [{"id": 1863, "name": "Prohibited Content", "url": "https://www.dailymotion.com/legal/prohibited", "xpath": "//*[@id=\"contract\"]", "text": "Prohibited Content Policy<p> Dailymotion seeks to provide users worldwide with a safe, respectful, and hassle-free viewing environment.\nBy banning the following Prohibited Content, we seek to protect the Dailymotion community and maintain a secure global platform.\nAlthough we take the quality of the content on Dailymotion extremely seriously and strive to ensure that no inappropriate video finds its way into the experience, we are unable to monitor and control every video that is uploaded to Dailymotion.\nTherefore, we strongly encourage our users to notify us when they become aware of any of the following Prohibited Content on Dailymotion by reporting such content to us using the methods explained below.\nWe also ask you, as users of Dailymotion, to never upload content which falls into any of the following Prohibited Content categories.\n</p>\n<p> Note that the following is not an exhaustive list of Prohibited Content.\n</p>\n<br>\n<ol>\n<li> Types of Prohibited Content <ol>\n<li>Sexually Explicit or Child Abuse Content</li>\n<li>Dangerous, Harmful, Violent or Illegal Actions in Content</li>\n<li>Hateful, Defamatory, Libelous, or Excessively Vulgar Speech in Content</li>\n<li>Violent, Graphic or Repulsive Content</li>\n<li>Harassment, Threats, and Personal Information in Content</li>\n<li>Spam, Fake Engagement, Scam, Disinformation or Deceptive Content</li>\n<li>Copyright-Infringing Content</li>\n</ol>\n</li>\n<li>How to Report Prohibited Content</li>\n<li>Consequences of Violating Dailymotion’s Prohibited Content Policy</li>\n</ol>\n<br>\n<br>\n<ol>\n<li>TYPES OF PROHIBITED CONTENT<ol>\n<li>Sexually Explicit or Child Abuse Content<p> Sexually explicit content, such as content which contains nudity or sexual activities, is prohibited on Dailymotion.\nSexually explicit content includes, but is not limited to, content that would be considered or that includes the following: </p>\n<ul>\n<li>Any sexual content involving minors;</li>\n<li>Promotion of bestiality, incest, or pedophilia;</li>\n<li>Revenge porn;</li>\n<li>Depictions of genitals, breasts, or buttocks (clothed or unclothed) for the purpose of sexual gratification.\n</li>\n<li>Nudity or partial nudity for the purpose of sexual gratification;</li>\n<li>Celebrity wardrobe malfunctions or nude photo leaks;</li>\n<li>Depictions of sexual acts, genitals, or fetishes for the purpose of sexual gratification (i.e., pornography).\n</li>\n<li>Using or displaying sex toys to provide viewers with sexual gratification;</li>\n<li>Violent, graphic, or humiliating fetish content with the purpose of sexual gratification.\n</li>\n<li>Nonconsensual sex acts or unwanted sexualization;</li>\n<li>Content that facilitates, encourages, or coordinates sexual encounters between adults (i.e., solicitation).\n</li>\n<li>Images of rape, bestiality, incest, masturbation, fondling, sadistic or masochistic abuse, pedophilia, zoophilia or necrophilia;</li>\n<li>Dramatized or fictional footage of any of the above that does not provide the viewer enough context to determine that the footage is dramatized or fictional.</li>\n</ul>\n<p>These restrictions also apply to animated or digitally created content unless it is posted for educational, humorous, or satirical purposes.</p>\n<p>Dailymotion understands that sexual content, such as nudity, can be shared for a variety of acceptable reasons such as for purposes of art, science, education, etc.\nWhen we can clearly distinguish that this is the purpose of such content and that the sharing of such content is not done for any illicit purpose, that content will not be considered Prohibited Content.</p>\n<p>Sexually explicit content depicting and/or exploiting minors is strictly prohibited on Dailymotion.\nIf Dailymotion becomes aware of the availability of such content, it will be immediately removed, the account will be promptly terminated, and Dailymotion will report the content to the proper authorities.\nFor more information, please review our Child Safety Policy.</p>\n</li>\n<li>Dangerous, Harmful, Violent or Illegal Actions in Content<p>Content that aims to encourage dangerous or illegal activities, including activities that risk serious physical harm or death, is not allowed on Dailymotion.\nDangerous, harmful, or illegal content includes, but is not limited to, content that includes or would be considered to be the following:</p>\n<ul>\n<li>Instructing and showing viewers how to perform activities meant to kill or maim (e.g., providing instructions on how to build a bomb).\n</li>\n<li>Instructing viewers how to abuse controlled substances (e.g., cocaine or opioids) or instructions on how to create drugs;</li>\n<li>Challenges that pose imminent risk of physical injury (e.g., choking, fire, or detergent-eating games/challenges);</li>\n<li>Pranks that lead victims to fear imminent serious physical danger or severe emotional distress;</li>\n<li>Promoting, glorifying, or celebrating violent tragedies (e.g., school shootings);</li>\n<li>Instructing viewers how to steal money or tangible goods, or how to bypass secure computer systems or steal user credentials and personal data;</li>\n<li>Praising, bragging about, or encouraging anorexia, bulimia, or other eating disorders to induce weight loss;</li>\n<li>Claims that harmful substances or treatments can have health benefits;</li>\n<li>Terrorist content (or content that promotes terrorist activities).\n</li>\n<li>Fake news content;</li>\n<li>Dramatized or fictional footage of any of the above that does not provide the viewer enough context to determine that the footage is dramatized or fictional.</li>\n</ul>\n</li>\n<li>Hateful, Defamatory, Libelous, or Excessively Vulgar Speech in Content<p>Hateful, defamatory, libelous or excessively vulgar speech is not allowed on Dailymotion.\nAny content that promotes violence or incites hatred against individuals or groups based on discriminating attributes (including but not limited to ethnicity, gender identity, nationality, race, immigration status, religion, sexual orientation, age, social class, disability, or veteran status), or any content meant to incite the audience to terrorist acts, will be immediately removed.</p>\n<p>Some language is also not appropriate for younger viewers.\nUse of excessive profanity or sexually explicit language in your video may lead to the age-restriction of your video.</p>\n</li>\n<li>Violent, Graphic or Repulsive Content<p>Content intended to shock or disgust viewers, glorifying violence, or celebrating the suffering or humiliation of others is strictly prohibited from Dailymotion.\nThis content includes, but is not limited to, the following:</p>\n<ul>\n<li>Encouraging others to commit a violent act against individuals or a defined group of people;</li>\n<li>Especially gory or disturbing images, including footage or imagery showing bodily fluids (e.g., blood, vomit, semen) with the intent to shock or disgust viewers;</li>\n<li>Footage, audio, or imagery involving road accidents, natural disasters, war aftermath, terrorist attack aftermath, street fights, physical attacks, sexual assaults, immolation, torture, corpses, protests or riots, robberies, medical procedures, or other such scenarios with the intent to shock or disgust viewers;</li>\n<li>Fights or other dangerous acts involving minors;</li>\n<li>Animal abuse by deliberately inflicting unnecessary suffering or harm to an animal or encouraging or coercing animals to fight;</li>\n<li>Dramatized or fictional footage of any of the above that does not provide the viewer enough context to determine that the footage is dramatized or fictional.</li>\n</ul>\n<p>If you see content that leads you to believe that an individual is in imminent danger, immediately report the situation to your local law enforcement agency.</p>\n</li>\n<li>Harassment, Threats, and Personal Information in Content<p>Content that is intended to maliciously harass, threaten, intimidate, humiliate, or bully individuals, or incite others to do so, is not allowed on Dailymotion.\nDailymotion does not tolerate hurtful or negative videos about other individuals or groups.\nExamples of such content include, but are not limited to, the following:</p>\n<ul>\n<li>content deliberately posted in order to humiliate, threaten, or harass someone;</li>\n<li>content that incites others to harass or threaten individuals;</li>\n<li>content claiming that specific victims of public violent incidents or their next of kin are actors, or that their experiences are false;</li>\n<li>content featuring non-consensual sex acts or unwanted sexualization;</li>\n<li>content sexualizing or degrading an individual who is engaged or present in an otherwise non-sexual context;</li>\n<li>content threatening specific individuals with physical harm or destruction of property;</li>\n<li>content featuring abusive or threatening behavior directed at a minor.</li>\n</ul>\n<p>Furthermore, users are prohibited from sharing or revealing another individual’s personal information.\nPersonal information includes, but is not limited to, physical addresses, email addresses, phone numbers, passport or driver’s license numbers, or bank account information.\nNote, however, that this does not include posting widely available public information (e.g., a public official’s office phone number).</p>\n</li>\n<li>Spam, Fake Engagement, Scam, Disinformation or Deceptive Content<p>Content that is considered spam, fake engagement, or scams, meaning content that attempts to take advantage of users, deceive users, or interfere with their use and enjoyment of Dailymotion, is strictly prohibited.</p>\n<p>\n</p>\n<p>Spam, fake engagement, and scam content includes, but is not limited to, the following:</p>\n<ul>\n<li>excessively posted, repetitive, or fraudulent content;</li>\n<li>content intended to gather personal information from users;</li>\n<li>content intending to misleadingly direct users off Dailymotion to an external site;</li>\n<li>content created with the sole purpose of promoting third-party sites or services;</li>\n<li>content created to promote inflation and engagement metrics, such as likes, views, shares, followers, or any other metrics (including content that directs users to third-party sites or services, as well as content that acts as a tutorial in artificially boosting these metrics).</li>\n</ul>\n<p>Spam, fake engagement, scams, disinformation and other deceptive content may do one or more of the following:</p>\n<ul>\n<li>promise users that they’ll quickly make money or see something by clicking on a link with the sole purpose of getting views, clicks, or traffic off Dailymotion and sending the user to an external website or service;</li>\n<li>direct users to sites that spread malware;</li>\n<li>create invisible or nested invisible IFRAMEs loading pages which load ads, or use spyware/adware loading ads invisibly;</li>\n<li>contain downloadable software, executable or malicious code, any virus, malicious or social engineering (phishing) code or features, worm, Trojan horse, time bomb, spyware, malware or other computer code, file or program designed, intended or likely to disrupt, damage, limit or interfere with the proper function of any software, hardware or telecommunications equipment or to damage or obtain unauthorized access to any system, data, password or other information of any person or entity;</li>\n<li>falsely suggest or imply sponsorship or endorsement by Dailymotion;</li>\n<li>intentionally provide the audience with verifiably false or misleading information that is intended to deceive;</li>\n<li>provide viewers with any other misleading, inaccurate, or fraudulent information.</li>\n</ul>\n<p>Additionally, if your account is engaged in suspicious activity, it may be deactivated without prior notice.\nSuspicious activity includes, but is not limited to, the following:</p>\n<ul>\n<li>posting duplicate videos over multiple accounts;</li>\n<li>posting multiple duplicate videos on one account;</li>\n<li>trading follows, shares, and/or likes;</li>\n<li>creating and/or using serial accounts to artificially boost views or likes;</li>\n<li>using or promoting third-party sites or services that claim to increase your followers and/or likes;</li>\n<li>a disproportionate number of users reporting your content;</li>\n<li>uploading videos autogenerated by robots in a manner that will disrupt users’ experience, such as posting numerous poor-quality videos;</li>\n<li>including links in your content that directs users offsite;</li>\n<li>repeated use of misleading or inappropriate thumbnails.</li>\n</ul>\n</li>\n<li>Copyright-Infringing Content<p>Dailymotion strictly prohibits copyright-infringing content on its website and will remove all such content if properly notified that such content infringes another's intellectual property rights or right of publicity.\nDailymotion also reserves the right to terminate a user's account if they are determined to be a repeat infringer.\nFor more information, including how to notify Dailymotion that your work has been copied in a way that constitutes copyright infringement, please review our Copyright Notification page.</p>\n</li>\n</ol>\n<br>\n</li>\n<li>HOW TO REPORT PROHIBITED CONTENT<p>Dailymotion allows users to easily and anonymously report infringing or suspicious videos, which the Dailymotion Team then reviews every day.\nWhen you have spotted Prohibited Content, we encourage you to submit a Prohibited Content notification, by one the following methods:</p>\n<p> (1) Use the “Report” button available on every video page.\n<br> (2) If you are reporting copyright infringing content you can also do so through our Copyright Notification page.\n<br> (3) Send Dailymotion a detailed message, by email or mail, specifying the date, your name, the URL address and a description of the alleged Prohibited Content, and the username of the uploading person.\n<br>\n</p>\n<ul>\n<li> If you are located in the United States, you may send your notice to the following addresses: <br>\n<b>By mail:</b>\n<br> Dailymotion, Inc.\n<br> Prohibited Content Notice <br> 50 W 23rd St 10th floor <br> New York City, NY 10010 <br> Phone: 646-576-6642 <br>\n<b>By email: </b>\n<br>notifications@dailymotion.com<br>\n<br>\n</li>\n<li> If you are located in Europe, you may send your notice to the following addresses: <br>\n<b>By mail :</b>\n<br> Dailymotion SA <br> Service Contenus Abusifs <br> 140 boulevard Malesherbes <br> 75017 Paris <br>\n<b>By email: </b>\n<br>notifications@dailymotion.com<br>\n<br>\n</li>\n<li> If you are located anywhere else in the world, you may send your notice to either of the addresses mentioned above.\n</li>\n</ul>\n<br>\n</li>\n<li>CONSEQUENCES OF VIOLATING DAILYMOTION’S PROHIBITED CONTENT POLICY<p>Violations of this policy may result in the removal of content and/or termination of your account, without prior notice and at Dailymotion’s sole discretion.\nIn certain situations, Dailymotion may also report the content and its uploader to the relevant law enforcement authorities and will assist with any investigations.</p>\n</li>\n</ol>", "created_at": "2019-09-01 22:25:43.591796", "updated_at": "2020-12-14 19:40:45.246069"}, {"id": 1861, "name": "Cookie Policy", "url": "https://www.dailymotion.com/legal/cookiemanagement", "xpath": "//*[@id=\"contract\"]", "text": "COOKIE POLICY<br>\n<p>\n<i>Last Update: May 23rd, 2018</i>\n</p>\n<br>\n<p>This page contains information on any cookies likely to be saved to your device, whether it be your computer, cell phone, tablet or smart TV, when visiting (i) the DAILYMOTION website, accessible at www.dailymotion.com and elsewhere, including its local or specific extensions (like advertising.dailymotion.com), and/or (ii) DAILYMOTION apps, and/or (iii) the DAILYMOTION video player (jointly referred to hereinafter as the <b>“Site”</b>).</p>What are cookies?<p>Our chief aim is to ensure that you receive a reliable, effective, and functional service when browsing on our Site.\nOn occasion, services provided on the internet need to save certain information on your device (computer, cell phone, tablet, …) using small files called “cookies”.</p>\n<p>These text files are saved to your computer when you visit a site or view an ad.\nThey are handled by your web browser and only the issuer of a cookie is likely to read the information it contains.</p>\n<p>DAILYMOTION uses cookies on its Site to, among other things:</p>\n<ul>\n<li>Measure and analyze the audience for each page in order to subsequently improve the ergonomics, browsing, or visibility of content;</li>\n<li>Measure the reliability of its Site by analyzing the number of visits to its pages in real time, and offer varied ads that are adapted to users’ areas of interest;</li>\n<li>Recognize previously identified users whenever they connect (so users are not repeatedly asked for their username and password for each webpage they visit).</li>\n</ul>\n<p>Cookies may also be saved by social media tools if you use these functionalities (Facebook, Twitter, Google+, etc.).</p>\n<p>Cookies&nbsp;can be divided into several types: functional cookies, user experience personalization cookies, analytics cookies, advertising cookies, and social network cookies.</p>\n<p>Besides how they are used, cookies may also be classified according to their issuer:</p>\n<ol>\n<li>\n<b>Internal cookies</b> are saved directly by DAILYMOTION (also called first-party cookies);</li>\n<li>\n<b>Third-party cookies</b> are saved by companies of the Vivendi group or by DAILYMOTION partners, which are usually advertising partners</li>\n</ol>\n<br>\n<p>Cookies may consist of «&nbsp;session&nbsp;» cookies that only last for as long as the site is being visited, or may consist of cookies of a longer duration, which allow information from one visit to be memorized until the next.</p>\n<p>You can configure cookies settings yourself by accessing the cookie settings page available at all times on the Site.\nIf you’d like to learn more about cookies, CNIL has prepared an explanatory video entitled “Comment j’ai attrapé un cookie ?”, which can be accessed at the following link:&nbsp;https://www.dailymotion.com/video/x16lt53_tutoriel-qu-est-ce-qu-un-cookie_tech</p>What are the cookies issued on our Site used for?Internal cookies<p>Internal cookies that are directly saved by DAILYMOTION&nbsp;are mainly functional cookies.\nThey are saved on your device primarily for the browsing needs on our Site, identification, and for the optimization and personalization of our services and content.</p>\n<p>These functional cookies serve the following purposes:</p>\n<ul>\n<li>\n<b>User authentication cookies</b>: Authentication cookies allow you to access your account using the username you have already provided us with.</li>\n<li>\n<b>Personalization cookies</b>: Personalization cookies make it possible to adapt the appearance of our Site to the display preferences on your device (language, display resolution, operating system, security settings, etc.) whenever you visit our Site, all according to the tools and software for viewing and playing media present on your device.</li>\n<li>\n<b>Statistics cookies</b>: Statistics cookies allow us to ascertain the use and performance of our Site and improve its functioning.\nTo accomplish this, these cookies track your browsing in order to establish statistics on visits.\nFor the most part, these cookies are saved and used by DAILYMOTION.</li>\n<li>\n<b>Audience measurement cookies</b>: DAILYMOTION uses audience measurement cookies (including Google Analytics) to obtain anonymous visitor statistics for its Site, which are then used to optimize it by analyzing the browsing activity of users and detecting any potential malfunctions.</li>\n<li>\n<b>Functional cookies used to conduct ergonomics/marketing&nbsp;studies</b>: Our Site uses an A/B testing solution that relies on cookies to improve the user experience.\nA/B testing&nbsp;makes it possible to personalize web content and offer variety.</li>\n</ul>\n<p>Most internal functional cookies expire at the end of your visit to our Site.\nOthers have a longer duration, although this never exceeds 13 months in accordance with current regulations.</p>\n<br>Cookies saved by third parties<p>These are cookies saved on your device by non-affiliated companies when you browse on our Site, or when you click on an advertisement on our Site.</p>\n<ul>\n<li>\n<u>Cookies from the Vivendi group</u>\n<br>\n<p>As DAILYMOTION is an entity of the Vivendi group, cookies are likely to originate with companies in the Vivendi Group.\nThese cookies are considered “third-party cookies.” Cookies from the Vivendi group may be saved when browsing on our Site, watching our videos, or when you click on an advertisement.\nThey allow for a determination of your areas of interest based on the pages you visit on our Site, and for personalization of the ads we show you on other sites from the Vivendi group, such as Canal+, Universal, Digitick, Wengo, Seetickets, Radionomy, MyBestPro, etc.\nFor a complete and updated list of entities belonging to the Vivendi group, please visit http://www.vivendi.com/en/vivendi-en/vivendi-in-brief-2/.</p>\n</li>\n<li>\n<u>Cookies saved by partners</u>\n<br>\n<br>\n<ol>\n<li>\n<i>Third-party advertising cookies: these cookies are saved via third-party content distributed in our advertising spaces</i>\n<br>\n<p>Advertising cookies are saved by non-affiliated companies (like advertisers, advertising agencies, communications consulting agencies, audience measurement companies, providers of targeted advertising, etc.) through the advertising spaces on our Site.\nthe operation of these spaces helps pay for the content and services that we provide to you free of charge.</p>\n<p>First and foremost, these cookies allow us to record the total number of ads viewed in our advertising spaces, to identify these ads, their number of respective views, the number of users who have clicked on each ad, and where applicable, the actions then taken by these users on the sites where these ads take them, all in order to calculate amounts owed to members of the advertising distribution chain (communications agency, advertising agency, distribution site/media) and to establish statistics.</p>\n<p>These advertising cookies also allow us to adjust the advertising content displayed on your device in our advertising spaces in accordance with the browsing behavior of your device on our Site, or even on the location data transmitted by your device, where applicable (behavioral advertising).\nThis allows you to see the advertisement we believe to be the most suitable for the user profile on your device.\nThese cookies also allow us to limit the number of times you see the same ad on the same media.</p>\n<p>We do not always have final control over these cookies saved by non-affiliated companies that act independently.\nSuch cookies are subject to the privacy protection policies of said third parties.\nNevertheless, if you wish to refuse all or some of these cookies, please follow the steps outlined below.</p>\n<br>\n</li>\n<li>\n<i>Social network cookies (Facebook, Google+, Twitter, Pinterest, etc.)&nbsp;generated by share buttons</i>\n<br>\n<p>We are likely to include computer applications originating with third parties on our Site.\nThese applications allow you to share content from our Site with third parties.\nThese include \"Share\" and \"Like\" buttons from social networks like Facebook, Twitter, Pinterest or Google+.</p>\n<p>Social networks providing a share button will likely identify you using this function, even if you have not used this button during your visit.\nThis type of button can allow the social network in question to track your browsing behavior on our Site simply because your social network account was activated on your device (open session) during your visit.</p>\n<p>We have no control over the process used by social networks to collect information on your browsing of our Site and information pertaining to the personal data in their possession.\nWe suggest you consult the privacy protection policies of these social networks to learn about how browsing information collected by them through the use of these application buttons (e.g., for advertising), and ways to disable their tracking functions.</p>\n<p>You may find here an exhaustive listing of all the cookies likely to be saved on your device.\nFor more information, do not hesitate to reach out to us through the Dailymotion Help Center.</p>\n</li>\n</ol>\n</li>\n</ul>Accepting or refusing cookies<p>When you visit the DAILYMOTION website for the first time, a banner informs you of the use of cookies and provides a direct link to this information page.\nIf you confirm your acceptance of cookies by clicking the “Accept cookies” button within the banner, or by clicking on the Site or on our video player, your consent is considered as obtained.\nThe cookie acceptance banner will no longer display on your screen.</p>\n<p>If you click on “Personalize”, you will be redirected to the cookie management page which gives you the ability to delete or disable all or part of these cookies directly from the Site, with the exception of the functional cookies necessary for the Site to function, as indicated above.</p>\n<p>You are informed that when you visit a third party website on which the DAILYMOTION video player is embedded, you may see a message within the video player asking for your acceptance of cookies.\nBy playing the video, you confirm your acceptance of cookies, but you may also chose to personalize your cookie settings before playing the video.</p>\n<p>In any case, you may change your mind at any time and decide to accept, delete or disable all or part of these cookies, either directly through the Site, or by using your browser or professional platforms for this purpose, with the exception of the functional cookies necessary for the Site to function, as indicated above.</p>\n<u>Choices available through the Site</u>\n<p>A cookie settings page, enabling you to personalize your cookie preferences, is available at any time on the footer of our website, as well as through the DAILYMOTION video player settings menu.</p>\n<u>Choices available through your browser</u>\n<p>All browsers offer configuration options to:</p>\n<ul>\n<li>inform you of the cookies saved on your computer;</li>\n<li>allow you to accept or refuse them, on either a case-by-case basis or outright.</li>\n</ul>\n<p>The configuration of each browser is different.\nWe suggest you consult the help menu on your browser in order to configure your browser as you wish.</p>Consenting to cookies<p>The saving of a cookie on a device is governed by user-defined settings for the user’s browsing software.</p>\n<p>If you have accepted the saving of cookies through your browser, they will be integrated into the pages and content you have viewed and may be temporarily stored in a dedicated location on your device.\nThey will only be readable by their issuer.</p>Refusing cookies<p>There are different options for refusing cookies, which may impact the functioning of the service you request on our Site.</p>How to implement your choice according to the browser you use<p>When it comes to managing cookies and your choices, the configuration of each browser is different.\nMore information can be found in the help menu of your browser, which will inform you of the proper procedure to follow:</p>\n<ul>\n<li>Microsoft Internet Explorer</li>\n<li>Google Chrome</li>\n<li>Safari</li>\n<li>Firefox</li>\n<li>Opéra</li>\n</ul>\n<br>How to manage and/or delete cookies according to the browser you use<p>At any time you may view the cookie management settings used by your browser, and delete any cookies it has stored, which must be done one by one.\nTo make your search easier, please find below a list of direct links for each of the main browsers in use:</p>\n<ul>\n<li>Microsoft Internet Explorer</li>\n<li>Google Chrome</li>\n<li>Safari</li>\n<li>Firefox</li>\n<li>Opera</li>\n</ul>\n<p>This configuration is different on your cell phone or tablet:</p>\n<ul>\n<li>iOS</li>\n<li>Android</li>\n<li>Blackberry</li>\n<li>Windows Phone</li>\n</ul>\n<br>Do Not Track<p>Finally, you may configure the browser on your device to send a code informing websites that you do not wish to be tracked.\nThis option is often called “Do Not Track” and can be accessed at the following links for the main browsers listed below:</p>\n<ul>\n<li>Internet Explorer ™</li>\n<li>Safari ™</li>\n<li>Chrome ™</li>\n<li>Firefox ™</li>\n<li>Opera ™</li>\n<li>Microsoft Edge ™</li>\n</ul>\n<p>However, we draw your attention to the fact that we cannot guarantee that this choice will always be acted on by independent non-affiliated companies.\nTherefore, on its own, this option does not represent a solution for refusing all cookies.</p>\n<u>Choices available through professional platforms</u>\n<p>The website http://www.youronlinechoices.com&nbsp;published by the European Digital Advertising Alliance (EDAA), a group of advertising professionals, allows you to accept or refuse cookies used by companies registered with the site when you visit their services.</p>\n<p>The refusal of cookies will not prevent the display of advertising on our Site.\nHowever, its content will no longer be adapted to the browsing data from your device.</p>\n<br>\n<p>\n<u>NOTICE</u>: We remind you that refusing cookies is likely to modify the terms of your access to our Site as well as its use (viewing our videos, saving identifying information, receiving personalized recommendations, etc.).\nConsequently, we invite you to configure your cookies using the methods explained above, keeping in mind their purpose, as explained above.</p>", "created_at": "2019-09-01 22:21:19.230987", "updated_at": "2019-09-01 22:21:21.199427"}, {"id": 1859, "name": "Terms of Use", "url": "https://www.dailymotion.com/legal", "xpath": "//*[@id=\"contract\"]", "text": "<b>\n<u>TERMS OF USE</u>\n</b>\n<p>\n<strong>Your use of the Dailymotion Service implies your acceptance of these Terms of Use.\nWe ask that you read them carefully.</strong>\n</p>\n<p>\n<strong>If you have any questions, please do not hesitate to contact us.</strong>\n</p>\n<br>\n<b>SECTION 1: DESCRIPTION OF THE DAILYMOTION SERVICE</b>\n<p>1.1.\nDailymotion is an original, free video hosting website that enables users to access, view, upload, store and share videos.\nThe Dailymotion Service is made up of the Dailymotion website, the Dailymotion video player that is embeddable onto any website, the Dailymotion apps and web-apps as accessible via any current or future device capable of distributing the Dailymotion website and/or the video player, and more generally any Dailymotion products, content, channels, software, data feeds, services and functionality (“<b>Dailymotion Service</b>”).</p>\n<p>1.2.\nBy accessing and/or using the Dailymotion Service, without being logged into Dailymotion Account, You will be hereinafter a “<b>Visitor</b>.” As a Visitor, You will only have the ability to access, view or share videos available on the Dailymotion Service, but will not be able to benefit from all the other features available on the Dailymotion Service.\nA “<b>Dailymotion Account</b>” means the video content storage space on the Dailymotion Service which is dedicated to a Viewer or a User Dailymotion Service that can be created by signing up for a Dailymotion Account via www.dailymotion.com.</p>\n<p>1.3.\nIf You want to be able to upload videos and access some other features of the Dailymotion Service, You will need to first create a Dailymotion Account and have your email address validated.\nYou will then be a “<b>User</b>”, being though agreed that after having created Your Dailymotion Account and until You have validated Your email address according to the process defined below, You will be a “<b>Viewer</b>” and will not be able to upload videos or access the other features of the Dailymotion Service.</p>\n<p>1.4.\nInformation provided by You to create Your Dailymotion Account must be accurate and complete.\nIn order for Dailymotion to verify that the email address You provided is valid, You will receive an email from Dailymotion asking You to validate Your email address.</p>\n<p>1.5.\nBy creating a Dailymotion Account, You agree that You alone will be responsible (to Dailymotion and to others) for all activity that occurs under Your Dailymotion Account.\nThe user id and password which are necessary to access the Dailymotion Account and the features associated with it are Your sole responsibility and it is Your obligation to keep them confidential.</p>\n<p>1.6.\nAs a User, You will also have the ability to access some more additional features from the Dailymotion Service, and if and when you have accepted the terms of the Dailymotion Partner Program, you will then be a “<b>Partner</b>” and will have the opportunity to monetize Your Content uploaded on Your Dailymotion Account.</p>\n<p>1.7.\nIf You are a User, You may notably upload video files (that must be compliant with these Terms) on the Dailymotion Service, and have a nickname and an avatar that will be associated with Your Dailymotion Account.\nAny and all elements posted by You on the Dailymotion Service are deemed to be “<b>Your Content</b>.” If you are not a Partner, Your Content may be automatically set to “private mode” so that Your Content will only be available on the Dailymotion website to individuals who have the URL link for Your Content, however You or any third party will still have the ability to embed Your Content on any website through Dailymotion video player.</p>\n<br>\n<b>SECTION 2: ACCEPTANCE OF THESE TERMS</b>\n<p>2.1.\nWhether You are a Visitor, a Viewer, a User or a Partner, either an individual or a single entity (\"<b>You</b>\" or \"<b>Your</b>\" as applicable), You signify Your express and unconditional agreement to: (1) these terms and conditions, (2) all other <b>policies of Dailymotion</b>, including but not limited to the Dailymotion privacy and cookie policies,&nbsp;as accessible at any time from the homepage of the Dailymotion website, and incorporated herein by reference, (all collectively, the “<b>Terms</b>”).\n<b>You may not use the Dailymotion Service if You do not accept any of the Terms</b>.\nYou understand and agree that Dailymotion will treat Your use of the Dailymotion Service as acceptance of the Terms from that point onwards.</p>\n<p>2.2.\nIf you reside in a country of the European Economic Area, these Terms form a legally binding agreement between You and Dailymotion SA in relation to Your use of the Dailymotion Service.\nAny reference to “Dailymotion” in these Terms or any other policies of Dailymotion will then always refer to “Dailymotion SA” whose details are provided <b>here</b>.<br>\n<br>If you reside in a country that is not part of the European Economic Area, these Terms form a legally binding agreement between You and Dailymotion Inc.\nin relation to Your use of the Dailymotion Service.\nAny reference to “Dailymotion” in these Terms or any other policies of Dailymotion will then always refer to “Dailymotion Inc.” whose details are provided <b>here</b>.</p>\n<p>2.3.\nDailymotion may, in its sole discretion, modify these Terms from time to time, and You agree to be bound by such modifications.\nAlthough we may attempt to notify You when major changes are made to these Terms, You should periodically review the most up-to-date version which shall always be accessible from the homepage of the Dailymotion website.\nIf You do not agree to the modified Terms, Your only recourse is to stop using the Dailymotion Service.\nYour continued use of the Dailymotion Service after the date the modified Terms are posted will constitute Your acceptance of the modified Terms.</p>\n<p>2.4.\nYou shall not use the Dailymotion Service if (a) You are not of legal age to form a binding contract with Dailymotion, or (b) You are a person who is either barred or otherwise legally prohibited from receiving or using the Dailymotion Service under the laws of the country in which You are resident or from which You access or use the Dailymotion Service.</p>\n<p>2.5.\nIf You are not an individual, You represent to Dailymotion that You have all necessary corporate or equivalent authority and power to agree to the Terms which You agree shall be binding on the corporation, partnership, association or other entity in whose name You using or accessing the Dailymotion Service.</p>\n<br>\n<b>SECTION 3: YOUR INTELLECTUAL PROPERTY RIGHTS</b>\n<p>3.1.\nFor the entire period during which Your Content is hosted on the Dailymotion Service, You grant to Dailymotion, and transferable to its affiliates, the non-exclusive rights to reproduce, represent, stream, replay (including offline display without permanent download), exploit, exhibit, show, market, distribute and to technically modify and compress Your Content as is strictly necessary for the purposes of the viewing and/or streaming of Your Content on the Dailymotion Service.</p>\n<p>3.2.\nBy making Your Content accessible on the Dailymotion Service, You agree to allow any Visitors of the Dailymotion Service , to view and to share Your Content through the Dailymotion video player on or through any declination of the Dailymotion Service, as accessible (online or offline) via any current or future device capable of distributing the Dailymotion Service by any means of access, including but not restricted to computers, smartphones, tablets, TV devices, IPTV platforms and/or game consoles free-of-charge.</p>\n<p>3.3.\nDespite this allowance, Your Content shall always remain Your property.\nPlease note that due to the nature of the Internet and digital media, data transmitted – including Your Content – cannot be protected against risks of misappropriation and/or piracy, for which Dailymotion shall not be liable.\nYou are responsible for taking all appropriate steps to protect Your data, where applicable.</p>\n<br>\n<b>SECTION 4: OUR INTELLECTUAL PROPERTY RIGHTS</b>\n<p>4.1.\nWe grant You a personal, non-exclusive, non-transferable and revocable right to access and use the Dailymotion Service, which right is conditioned on Your compliance with the Terms.</p>\n<p>4.2.\nThe content (other than Your Content and other users' content) included on or accessible through the Dailymotion Service, such as text, graphics, logos, names, designations, button icons, features, functionalities, images, audio clips, information, data collected from the Dailymotion Service, photographs, graphs, videos, typefaces, graphics, music, sounds, and other material and software (the “<b>Dailymotion Content</b>”), is the exclusive property of Dailymotion and its licensors, and is protected by copyrights, trademarks, trade secrets, or other proprietary rights and subject to applicable laws and regulations.</p>\n<p>4.3.\nDailymotion Content may not be downloaded, copied, reproduced, distributed, transmitted, broadcast, displayed, sold, licensed, or otherwise exploited for any other purpose whatsoever without the prior written consent of Dailymotion or Dailymotion's licensors.\nYou agree to not use or exploit the Dailymotion Content in any manner inconsistent with any of the rights granted or restrictions set forth herein, including, without limitation, prohibitions on downloading, redistribution, alteration, deletion and deactivation of any content protection mechanisms.\nYou are not allowed to modify, enhance, edit, translate, adapt, reverse engineer, decompile, disassemble, or create derivative works based upon or otherwise alter in part or in full any Dailymotion Content.</p>\n<p>4.4.\nAll rights not expressly granted in the Terms are reserved to Dailymotion and its licensors.</p>\n<br>\n<b>SECTION 5: OUR LIABILITY AS HOST</b>\n<p>5.1.\nIn its capacity as a web hosting service provider, Dailymotion is under no legal obligation to monitor content uploaded on the Dailymotion Service, nor obligated to actively seek facts or circumstances indicating illegal content, but shall forthwith remove or disable access from its Dailymotion Service to any infringing content once having been notified of its existence.</p>\n<p>5.2.\nYou agree that Your use of the Dailymotion Service shall be at your sole risk and liability.\nIn this regard, You are solely responsible for (i) Your use of the Dailymotion Service and more specifically for Your Content, and (ii) the protection of its computer hardware against any virus or interruption.</p>\n<p>5.3.\nYou acknowledge and agree that the Dailymotion Service, in whole or in part (including, without limitation, the look and feel, the thematic channels, the functionality, and/or the Dailymotion video player), on and through which Your Content will be distributed is provided “AS IS” without warranty, provided that Dailymotion may enhance, modify and update the Dailymotion Service at its sole discretion.\nFor the sake of clarity, You shall not be entitled to request any modification to the Dailymotion Service.</p>\n<p>5.4.\nDailymotion, its affiliated companies, officers, directors, employees, agents, vendors and suppliers (the “<b>DM Parties</b>”) disclaim all warranties of any kind, either expressed or implied, including but not limited to, the implied warranties of merchantability, fitness for a particular purpose, and non-infringement to the fullest extent permissible under applicable law.\nThe DM Parties also disclaim all warranties, take no responsibility and assume no liability for the content present on the Dailymotion Service, including but not limited to any mistakes, defamation, libel, slander, omissions, falsehoods, obscenity, pornography or profanity You may encounter on the Dailymotion Service.\nThe DM Parties make no warranty or representation that the Dailymotion Service or its functionalities or technology, in whole or in part, will be uninterrupted, error-free or secure, including with respect to the delivery of Your content and/or any limitations on Your or any other Visitors ability to access, view or use Your Content or any other content, or that any information obtained from the Dailymotion Service will be accurate or reliable.</p>\n<p>5.5.\nDailymotion shall not be held responsible in any case for (i) any malfunctions, inherent of the nature of the Internet, in the access and/or the use of the Dailymotion Service, (ii) or any default of its obligations caused by force majeure or an unintentional cause.\nUnless otherwise stated herein, Dailymotion does not grant You any guarantee of any kind, whether expressly or implicitly, in any area, including and in particular any guarantee of fitness for a particular purpose.</p>\n<p>5.6.\nNothing herein shall exclude or limit Dailymotion's liability for losses which may not be lawfully excluded or limited by applicable law.\nSubject to this overall provision above, Dailymotion shall not be liable for: (a) any indirect or consequential losses which may be incurred by You.\nThis shall include.\n(i) any loss of profit (whether incurred directly or indirectly).\n(ii) any loss of goodwill or business reputation.\n(iii) any loss of opportunity.\nor (iv) any loss of data suffered.\n(b) any loss or damage which may be incurred as a result of: (i) any reliance placed by You on the completeness, accuracy or existence of any advertising, or as a result of any relationship or transaction between You and any advertiser or sponsor whose advertising appears on the Dailymotion Service.\n(ii) any changes which Dailymotion may make to the Dailymotion Service, or for any permanent or temporary cessation in the provision of the Dailymotion Service (or any of its features).\n(iii) the deletion of, corruption of, or failure to store, any content and other communications data maintained or transmitted by or through Your use of the Dailymotion Service.\n(iv) Your failure to provide Dailymotion with accurate account information (v) Your failure to keep Your password or your accounts details secure and confidential.</p>\n<p>5.7.\nThe limitations on Dailymotion's liability defined in this section shall apply whether or not Dailymotion has been advised of or should have been aware of the possibility of any such losses arising.<br>\nSome jurisdictions limit or do not allow the disclaimer of warranties or damages so the above disclaimer may not apply to the extent such jurisdiction's law applies to this agreement.</p>\n<br>\n<b>SECTION 6: RESTRICTIONS RELATED TO YOUR USE OF THE DAILYMOTION SERVICE AND ITS RELATED TECHNOLOGIES</b>\n<p>6.1.\nIn view of the user-driven nature of the Dailymotion Service, and out of consideration for the general public, You are responsible for maintaining certain ethical standards respecting the Content You upload on the Dailymotion Service.\nYou represent and warrant as an essential condition that Your Content, and any images, data and/or text which you may disseminate through the Dailymotion Service: (i) contains no child pornography.\ndangerous or illegal acts (including but not limited to incitement to violence, animal abuse or drug abuse).\nunlawful, obscene, defamatory or libelous material.\nimages of rape or abuse.\nimages of bestiality.\nor any sexually explicit content (including but not limited to intercourse, masturbation, sadistic or masochistic abuse, explicit depiction of male or female genitalia or pubic areas, pedophilia or necrophilia).\n(ii) does not infringe the intellectual property rights of any third party (including but not limited to sound, music, excerpts from any animated or non-animated television shows, short, medium-length and/or feature-length films, advertisements or any other material that You have not created yourself or for which You do not have the necessary clearances and permissions from third party rights owners or copyright royalty collection organizations in such materials).\n(iii) does not infringe personal rights (i.e.\nthat is not defamatory and does not contain insults, abuse, libel, etc.) or personal privacy (including an individual's right to his or her image).\n(iv) is not contrary to public policy and accepted moral standards.\n(v) does not display, incite or otherwise promote illegal or immoral activity, and (vi) does not violate any applicable laws or regulations.</p>\n<p>6.2.\nBy uploading or disseminating images, data, and/or text to or through the Dailymotion Service, You warrant that You are not uploading any infringing material and expressly warrant that You have all necessary rights and/or authorizations from the copyright owner(s) and have paid any royalties or other fees pursuant to any licenses or permissions needed to upload and distribute Your Content on the Dailymotion Service.</p>\n<p>\n<b>6.3.\nDailymotion reserves the right to decide in its sole discretion whether Your Content, Your Dailymotion Account and/or Your use of the Dailymotion Service violates these Terms for any reasons other than copyright infringement, such as, but not limited to, pornography, obscenity, or excessive length.\nFailure to comply with these Terms may result in (i) Your Content being removed and/or (ii) Your Dailymotion Account being deactivated and/or (iii) your use of the embeddable Dailymotion video player being blocked and/or (iv) any elements or data related to Your Content or to Your Dailymotion Account being modified or removed (i.e.\nallegedly infringing username, metadata considered inappropriate, etc.) from the Dailymotion Service, without prior notice.\nIn addition, Dailymotion reserves the right to report any violation of these provisions to applicable legal authorities and You may be personally liable to criminal sanctions applicable to the content in question (fines and imprisonment), in addition to any applicable civil damages.</b>\n</p>\n<p>6.4.\nBecause the Dailymotion Service is not designed as a video back-up service, You are responsible for taking all necessary precautions to safeguard Your video files.\nIn accordance with internet practice and custom, advertisements may be incorporated into the Dailymotion Service and then associated to your Dailymotion Account and/or Your Content.</p>\n<p>6.5.\nMoreover, You shall not (i) falsely increase the number of views, impression of or clicks associated with Your Content or other users’ content either directly or indirectly, or automatically or manually, or (ii) authorize or encourage any third party including offering any financial incentive to do the same.</p>\n<p>6.6.\nYou also warrant that any website or applications on which You export Your Content and/or other users’ content through the embeddable Dailymotion video player does not include any element that: (i) breaches any intellectual property rights of any third parties or (ii) constitutes an injury to any person (including defamation, slander, abuse, etc.) or to any third party’s privacy rights or (iii) encourages violence or hatred against any individual or group, or cruelty to animals (iv) or contains sexually explicit or highly suggestive content or (v) encourages drug use or any illegal activity (vi) constitutes a threat to public order or standards of decency and good morals or (vii) violates any applicable laws.\nMoreover, You warrant that Your use of the embeddable Dailymotion video player shall not be made for: (i) any activity which may imply any kind of product, trademark or artist endorsement without authorization from the applicable rights owner or (ii) resale of any kind of the Dailymotion Service or (iii) any unauthorized third party contests or (iv) synchronization of the underlying musical composition that might be embodied in the content displayed through the embeddable Dailymotion video player or any other use with any visual media output.\nYou also shall not modify, build upon or block any portion or functionality of the Dailymotion video player including but not limited to links back to the Dailymotion website.\nBy embedding Your Content and/or other user’s content through the embeddable Dailymotion video player on any website or applications, You warrant that You have all the necessary rights and/or authorizations from the owner(s) of such website or applications and have paid any royalties or other fees pursuant to any licenses or permissions needed to such distribution.</p>\n<p>6.7.\nYou agree not to alter or modify any part of the Dailymotion Service (including but not limited to the Dailymotion video player and its related technologies).You agree not to (or attempt to) circumvent, disable or otherwise interfere with any security related features of the Dailymotion Service or features that (i) prevent or restrict use or copying of content or (ii) enforce limitations on use of the Dailymotion Service or the content accessible via the Dailymotion Service.\nYou agree not to collect or harvest any personal data of any Visitor, Viewer, User or Partner of the Dailymotion Service and to not use the Dailymotion Service) for the solicitation of business in the course of trade or in connection with a commercial enterprise.</p>\n<p>6.8.\nYou agree not to use the Dailymotion Service and any of its related technologies (including without restriction the Dailymotion video player, the website, the app and the webapp) for any commercial use unless You obtain Dailymotion's prior written approval, in particular any of the following uses: (i) the sale of access to the Dailymotion Service, (ii) the sale of advertising, sponsorships or promotions placed on or within the Dailymotion Service or content or Dailymotion video player.</p>\n<p>6.9.\nYou agree not to access content hosted on the Dailymotion Service for any reason other than your personal, non-commercial use solely as intended through and permitted by the normal functionality of the Dailymotion Service, and solely for Streaming purposes.\n\"<b>Streaming</b>\" means a digital transmission of an audiovisual work from the Dailymotion Service to a Visitor operated Internet enabled device in such a manner that the data is intended for real-time viewing and not intended to be permanently downloaded, copied, stored, or redistributed by the Visitor.\nAccessing a Dailymotion user’s content for any purpose or in any manner other than Streaming and personal use is expressly prohibited.\nIf You wish to use another user’s content for any other purpose, in particular for commercial use, You are solely responsible for obtaining the necessary advance authorization.\nYou agree and shall indemnify and hold Dailymotion- harmless from and against any liability, loss, damages (including punitive damages), claim, settlement payment, cost and expense, interest, award, judgment, diminution in value, fine, fee (including reasonable attorneys’ fees), and penalty, or other charge (including reasonable attorneys’ fees and all other cost of investigating, defending or asserting any claim for indemnification under these Terms) arising from or relating to (i) Your Content, (ii) Your violation of the Terms or any other policy of Dailymotion.\n(iii) Your use of the Dailymotion Service.\nand (iv) Your violation of any third party rights, including without limitation any copyright, property, publicity or privacy rights.</p>\n<p>6.10 &nbsp;You acknowledge and agree that some other Partners are third party beneficiaries of these Terms and as such they may have the right to enforce these Terms against You as a third party beneficiaries of these Terms.</p>\n<br>\n<b>SECTION 7: REPORTING PROHIBITED CONTENT</b>\n<p>7.1.\nDailymotion has established an easily accessible means of allowing anyone to notify it of the availability of infringing content or illegal content and/or activity on the Dailymotion Service.\nSuch processes to notify Dailymotion of prohibited content are described in detail at the following URL: http://www.dailymotion.com/legal/prohibited.</p>\n<p>7.2.\nIf You notice infringing or illegal content and/or activity on the Dailymotion Service, You can report it to us at any time by contacting us via the form available from the homepage of the Dailymotion website.</p>\n<br>\n<b>SECTION 8: DATA AND PRIVACY</b>\n<p>8.1.\nThe records of Dailymotion are stored on our systems in accordance with standard safety practices and applicable laws.\nThe Dailymotion records shall be considered proof of emails exchanged, registration forms sent, videos uploaded, and other activity within the Dailymotion Service, being agreed that, in the event of a discrepancy between our records and any paper or electronic documents in Your possession, our records shall be authoritative and controlling.</p>\n<p>8.2.\nThe Dailymotion Service may contain links to websites operated by other entities (a \"<b>Linked Site</b>\").\nIf You decide to visit any Linked Site, You do so at Your own risk and it is Your responsibility to take all protective measures to guard against viruses or other destructive elements.Dailymotion has no responsibility to You with respect to any Linked Site, and no Linked Site, regardless of the linking form (e.g.\nhotlinks, hypertext links, IMG links) is maintained, controlled, endorsed, monitored or otherwise governed by Dailymotion.</p>\n<p>8.3.\nDailymotion takes very seriously Your privacy and the protection of Your personal data, collected and processed in connection with Your use of the Dailymotion Service.\nIf You want to find out more about the personal data collected, how we collect them and the related processes, You can check our Privacy Policy available at any time on the Dailymotion website.</p>\n<br>\n<b>SECTION 9: MISCELLANEOUS</b>\n<p>9.1.\nYou acknowledge and agree that the Terms will continue to be enforceable for as long as You use the Dailymotion Service or any of its features, whether or not if you are a Visitor, a Viewer, a User or a Partner.\nFor the sake of clarity, watching videos from the Dailymotion Service, exporting the Dailymotion video player, and/or maintaining a Dailymotion Account are all deemed to be uses of the Dailymotion Service.</p>\n<p>9.2.\nAny obligations which expressly or by their nature are to continue after termination, cancellation, or expiration of the Terms shall survive and remain in effect after such happening.</p>\n<p>9.3.\nIf you reside in a country of the European Economic Area, you agree that any dispute between You and Dailymotion arising out of or relating in any way to these Terms or Your use of the Dailymotion Service shall be interpreted in accordance with the laws of France, without reference to its conflicts of laws, and notwithstanding multiple defendants or third party claims.\nYou also agree that any claim or dispute between You and Dailymotion shall be decided by a court of competent jurisdiction located in Paris.</p>\n<p>If you reside in a country that is not part of the European Economic Area, You agree that any dispute between You and Dailymotion arising out of or relating in any way to these Terms or Your use of the Dailymotion Service shall be interpreted in accordance with the New York laws, without reference to its conflicts of laws, and notwithstanding multiple defendants or third party claims.\nYou also agree that any claim or dispute between You and Dailymotion shall be decided by a court of competent jurisdiction located in the New York county.</p>\n<p>9.4.\nThese Terms of Use constitute the entire agreement between Dailymotion and You with respect to the Dailymotion Service and shall supersede all prior or contemporaneous communications and proposals, whether electronic, oral, or written, between You and Dailymotion with respect to the Dailymotion Service.</p>\n<p>9.5.\nA printed version of the Terms of Use and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to the Terms to the same extent and subject to the same conditions as other business documents and record originally generated and maintained in printed form.</p>\n<p>9.6.\nYou agree that Dailymotion may provide You with notices, including those regarding changes to the Terms, by email, regular mail, or postings on the Dailymotion Service.</p>\n<p>9.7.\nIf one or more provision of the Terms is considered to be invalid as such or as a result of the application of a law, regulation, or the decision of a competent body having jurisdiction, it will be treated as not forming part of the Terms and all other conditions of these Terms will remain in force.</p>\n<p>9.8.\nNo waiver by either party of any breach or default hereunder shall be deemed to be a waiver of any preceding or subsequent breach or default.</p>\n<br>\n<br>\n<b>Last Updated: May 23rd 2018</b>\n<br>\n<br>", "created_at": "2019-09-01 22:18:39.348644", "updated_at": "2019-09-01 22:18:41.858436"}, {"id": 1860, "name": "Privacy Policy", "url": "https://www.dailymotion.com/legal/privacy", "xpath": "//*[@id=\"privacy\"]", "text": "DAILYMOTION PRIVACY POLICY<p>\nDailymotion respects your privacy and has developed this privacy policy (the “<b>Privacy Policy</b>”) to present our commitment to protecting your privacy and to explain how we collect, use, and share Personal Data from or about you in connection with your use of the Dailymotion Service (the “<b>Data</b>”).\n</p>\n<p>\nWe encourage you to read this Privacy Policy carefully when using the Dailymotion Service or transacting business with us.\n</p>\n<p>\nIf you reside in a country that is part of the European Economic Area (including in the United Kingdom), or Switzerland (collectively referred to as “EEA”), any reference to \"<b>Dailymotion</b>\", \"<b>we</b>\", \"<b>us</b>\", or “<b>our</b>” in this Privacy Policy will always refer to “Dailymotion SA” whose details are provided here.\n</p>\n<p>\nIf you reside in a country that is not part of the European Economic Area or Switzerland, any reference to “<b>Dailymotion</b>”, “<b>we</b>”, “<b>us</b>”, or “<b>our</b>” in this Privacy Policy will always refer to “<b>Dailymotion Inc.</b>” whose details are provided here.\n</p>\n<b>DEFINITIONS</b>\n<p>\nThe terms “<b>Dailymotion Service</b>” or “<b>Service</b>” refer to the following: the Dailymotion principal website accessible at www.dailymotion.com and at any of its local versions (the “<b>Dailymotion Site</b>”), the Dailymotion secondary websites (“<b>Secondary Sites</b>”), the Dailymotion video player when it is embedded onto any website (the \"Video Player\"), the Dailymotion apps and web-apps (the “<b>Dailymotion Applications</b>”) as accessible via any current or future device capable of distributing the Dailymotion Site and/or the Video Player, together with any Dailymotion products, content, channels, software, data feeds, services and functionality.\n</p>\n<p>\nIn connection with its main activity as a content hosting platform, Dailymotion operates Secondary Sites addressed to professionals in the advertising industry, such as software developers wanting to contribute to or use the Dailymotion APIs, content right holders interested in the Dailymotion’s Partner Program, advertisers, media agencies and various actors of the marketing sector who wish to learn more about our offering.\nAll of the Secondary Sites can be accessed from the Dailymotion Site but, due to the particularity of their audience, may be subject to distinct terms of use.\nThe use of their visitors’ Data is limited by the particular purpose of these sites and is further explained in the dedicated Section 9 of the present Privacy Policy.\n</p>\n<p>The term “<b>Commercial Partner</b>” refers to entities Dailymotion may cooperate with while carrying out its Services.\nIn particular, Commercial Partners may include content editors, advertisers, media agencies and other actors of the on-line marketing sector.\nDailymotion belongs to the <b>Vivendi group</b> of companies.\nSome of the Commercial Partners may also be a part of the <b>Vivendi group</b> and thus will also be Dailymotion’s affiliates.</p>\n<p>The term “<b>Content</b>” refers to videos available on the Service.</p>\n<p>The terms “<b>Personal Data,</b>” “<b>Data Controller,</b>” “<b>Joint Controller,</b>” “<b>Data Processor</b>” and “<b>Processing</b>” used in the present Privacy Policy shall have the same meaning as defined in the General Data Protection Regulation (“<b>GDPR</b>”), or unless, otherwise stated herein, under applicable local data protection laws.\nPersonal Data processed by Dailymotion is referred to as “<b>Data</b>”.</p>\n<p>We encourage you to read this Privacy Policy carefully when using the Dailymotion Service or transacting business with us.</p>\n<ol>\n<li>GENERAL INFORMATION<ul>\n<li> 1.1.\n<u>Dailymotion’s Role in Processing of Personal Data</u>\n<p>Certain Data from or about you may be collected or otherwise processed when you use the Dailymotion Service, regardless of whether you do so as a Viewer, Visitor, User, or member of the “<b>Partner Program</b>” (as defined in the Dailymotion Terms of Use).</p>\n<p>If you reside in a country that is part of the European Economic Area, the GDPR is applicable to the collection of your Personal Data.\nIf you reside outside of the EEA, local laws are applicable to such collection.\n</p>\n<p>Note that the laws applicable to further processing of your Personal Data depend on your country of residency and that of an entity that uses your Personal Data.</p>\n<p>When Dailymotion (or its Data Processors) process your Data, we do so for the purposes that we have defined and explained to you in the present Privacy Policy and, if applicable laws require so, subject to existence of a valid legal basis justifying such Processing (e.g.\nyour consent, legitimate interest, contract execution, legal obligation).\nIn such cases, Dailymotion acts in its role of a Data Controller.\nWe may hire some service providers to help us implement certain aspects of your Data Processing.\nIn doing so, these service providers act on our behalf following our instructions and thus are considered our Data Processors.</p>\n<p>In some cases, Dailymotion and its Commercial Partners may process your Personal Data together for joint purposes.\nUnder these circumstances, Dailymotion and these Commercial Partners act in their role of Joint Controllers.</p>\n<p>Your Personal Data may also be processed by our Commercial Partners (or by their respective Data Processors) for purposes that each of them defines independently.\nIt is the Commercial Partners who are Data Controllers for such Processing of your Personal Data.\nthe role of Dailymotion is limited to the collection of consent on Commercial Partners’ behalf (if applicable), transmission of collected consent to such Commercial Partners and providing you with access to their respective privacy policies and consent management mechanisms.</p>\n<p>Dailymotion may also participate in implementation of some Personal Data Processing operations carried out by our Commercial Partners.\nIn such cases, Dailymotion acts in its role of a Data Processor while our Commercial Partners remain Data Controllers.</p>\n</li>\n<li> 1.2.\n<u>Legal Basis for Processing of Personal Data</u>\n<p>The GDPR provides several situations upon which Dailymotion can rely for Processing of Personal Data, namely consent, contractual necessity, compliance with a legal obligation, vital interests of data subjects, public interest or legitimate interest.\nSimilarly, applicable laws may provide other or similar legal bases, as explained further below in the country specific sections.</p>\n<p>When Processing of your Personal Data requires your consent, we ask you to communicate your consent either via a positive action (e.g.\nby activating “Accept” button on our Site, Secondary Site or Video Player) or via an explicit decision for each of the purposes your consent is being collected for, in accordance with applicable laws.</p>\n<p>Dailymotion participates in the “Transparency &amp.\nConsent Framework” (“<b>TCF</b>”), developed by the Interactive Advertising Bureau (IAB) and complies with its Specifications and Policies.\nWe operate a TCF-compliant Consent Management Platform (IAB / TCF identification number 105) for the consent collection and management for Dailymotion’s and our Commercial Partners’ data processing activities in connection with Dailymotion Service and, in general, for the communication of user consent information to our Commercial Partners.\nDailymotion is also registered with the IAB as a Vendor (IAB / TCF identification number 573).</p>\n<p>You can always choose not to consent to Processing of some of your Data, withdraw your consent, or oppose such Processing (unless the applicable laws authorize or require us not to take into account such decision) as further explained herein.\nHowever, this may limit your ability to take full advantage of the many features we offer, including features that are needed for our Service to operate as it is intended to and, consequently, seriously deteriorate your user experience.\nIf you do not agree to the collection and use of Data needed for our Service to operate at its optimal capacities, we strongly advise you not to use Dailymotion Service as we will not be capable of providing you with the high quality service you may expect from us.<u>\n</u>\n</p>\n</li>\n<li> 1.3.\n<u>Transfer of Data</u>\n<p>The Data collected by us through our Service may be sent to and stored on servers located in the United States, France, and other countries around the world.</p>\n<p>We ensure that legally required, appropriate contractual or other mechanisms are present prior to transfers of Data outside of the EEA.</p>\n</li>\n</ul>\n</li>\n<li>DATA WE COLLECT<p>We may collect Personal Data that can identify you directly, such as your name and email address, and other information that does not identify you directly.\nThis Section explains what Personal Data we collect and how we collect such information.</p>\n<ul>\n<li> 2.1.\n<u>Categories of Data We Collect</u>\n<ul>\n<li> 2.1.1 <b>Data You Provide to Us</b>\n<p>We collect Personal Data you provide to us when you interact with the Dailymotion Service, including when you sign up for an account, upload Content, create a playlist or share a playlist with others.\nFor instance, when you register to use the Dailymotion Service, we may collect your name, email address, birth date, gender, and other similar information.\nIf you are a member of the Dailymotion Partner Program, Dailymotion may also collect your payment information, such as your address, bank account details and authentication information, as well as billing, shipping and contact details.\nNote that we do not collect your credit card details.\nIn addition, Dailymotion may collect information you provide to us when you respond to surveys, set your preferences on the Dailymotion Service, directly contact Dailymotion through the Dailymotion Help Center or by other means, or agree to participate in promotions that Dailymotion may offer from time to time.\nDailymotion also allows multiple profiles to be set up under one account, so we may collect information you provide to us if you create such profiles.</p>\n</li>\n<li> 2.1.2 <b>Usage and Log Data</b>\n<p>We collect information when you use the Dailymotion Service or view Dailymotion ads outside of the Dailymotion Service.\nWe may also collect information from or about the computers, phones, tablets, or other devices where you install Dailymotion Applications or otherwise access the Dailymotion Service, depending on the permissions you have granted.\nExamples of this information may include your IP address, device ID number, settings of the browser and software you use (such as type and version of an operating system or its language settings), activity on the Dailymotion Service including information about the videos you watch on the Service (e.g.\nvideo titles and categories), about the ads you are being shown and your interaction with them, the frequency and duration of your activities, page views, referral URLs, network state, and carrier information.</p>\n</li>\n<li> 2.1.3 <b>Account and Profile Data from Third-Party Services</b>\n<p>If you choose to log-in, access or otherwise connect to the Dailymotion Service or contact Dailymotion through a third-party service (e.g.\nFacebook), such method being completely optional and subject to your exclusive decision, we may, in order to execute your choice of a log-in or contact method, collect your user ID and user name associated with that third-party service as well as any other information you make public using that service.\nWe may also collect information you have authorized the third-party service to share with us (such as, for example, your user ID, billing information, public profile information, email address, birthday, and profile data).</p>\n</li>\n<li> 2.1.4 <b>Third-Party Data</b>\n<p>We may, if you authorized such third parties to share such information with us or if we believe that such sharing is in conformity with the applicable laws, receive from them or share with them information about you originating from other sources, such as data aggregators, public databases, and our Commercial Partners, be it affiliated or unaffiliated entities.\nShared data (whether identified, pseudonymized or anonymous and whether collected online or offline) may include information about your interests, demographic data, purchasing behavior, and your online activities (such as websites you have visited and/or advertisements you have viewed).</p>\n<p>We may combine the shared information with the information we collect from or about you and use it in the manner described in Section 3 of the Privacy Policy or as otherwise permitted by law.</p>\n</li>\n</ul>\n</li>\n<li> 2.2.\n<u>How the Data Is Collected</u>\n<p>Like many online services, we use, directly or via our subcontractors, various technologies to collect usage data and store your user settings.\nThe Data thus collected helps us propose, protect and improve the Dailymotion Service and to personalize your user experience by adapting the Content and advertising to your taste.\n</p>\n<p>Despite a variety of the actual measures deployed, the various technologies used to collect data are commonly referred to as “<b>cookies</b>” and their use is regulated by “cookie laws.” Whenever the applicable laws subject the use of cookies to user consent, Dailymotion asks for your consent prior to their use.</p>\n<p>A “cookie” is a small data file that is transferred to your computer’s hard disk.\nA cookie life is limited to its purpose and does not, in general, exceed 13 months.\nA cookie expires upon the end of its validity period.\nA cookie may be deleted before the end of its validity period if you or the technologies you use (e.g.\nyour operating system) do so.\nThe different categories of cookies and assimilated technologies we use are further described below.</p>\n<ul>\n<li>\n<b>- Cookies and Local Storage</b>\n<p>We may use both session cookies and persistent cookies to offer you a high quality Service, better understand how you interact with the Dailymotion Service or with marketing material advertising the Dailymotion Service outside of our Service.\nto monitor aggregate usage by our users and web traffic routing on the Dailymotion Service.\nto customize Content and advertising.\nto respect the rights of the Content rights holders or that of advertisers and to be in conformity with obligations imposed by applicable laws.\nWe may create a unique device or user ID (“<b>Service ID</b>”) for you and store it in a cookie so we can customize your experience based on your preferences.\nThese uses allow us to create a better experience for you on the Dailymotion Service.</p>\n<p>We may collect information through other kinds of local storage (also referred to as \"Flash cookies\") and HTML5 local storage, including in connection with features such as volume/mute settings for the Video Player.\nThese technologies are sometimes referred to as \"browser cookies\" even though they may be stored in different parts of your computer.</p>\n<p>Most Internet browsers automatically accept cookies.\nBy changing your browser settings, you can instruct your browser to stop accepting cookies or to prompt you before accepting a cookie from the websites you visit.\nFor further information on disabling cookies or deleting information contained in cookies in general, please click here.\nPlease note that disabling cookies or deleting information contained in cookies or Flash cookies may interfere with the performance and features of the Dailymotion Service, including the Video Player.\nFor example, we may not be able to store your preferences (such as the language to be used by the Service) or login information (such as keeping your connection session active thus allowing you to be automatically recognized by the Services when you repeatedly access Dailymotion Service on the same device) or customize the Content and advertising to your online viewing habits.</p>\n</li>\n<li>\n<b>- Web Beacons, Pixels and other Trackers</b>\n<p>In addition to cookies, we may use other similar technologies such as web beacons or pixel tags, which can be embedded in web pages, videos, or emails.\nThese technologies are mainly used to learn whether you have viewed a particular web page, ad, or email message.\nand determine other usage details including the time and date on which you viewed Content, the IP address of your computer, and the URL of the web page from which the Content was viewed.</p>\n</li>\n<li>\n<b>- Mobile Device Identifiers and Software Development Kits (\"SDKs\")</b>\n<p>We may use or work with third parties, including our Commercial Partners and service providers, who use mobile SDKs to collect information such as advertising identifiers (e.g., \"ad-ID\" or \"IDFA\") and information related to how mobile devices interact with the Dailymotion Service.\nAn SDK is computer code that app developers can include in their apps to enable ads to be shown, data to be collected and related services and functionality to be implemented (a mobile SDK is a mobile app version of a pixel tag or beacon, described above).\nFor instance, we may use this technology to analyze how you interact with Content and advertisements and to enable analytics or other features through mobile devices.</p>\n<p>The uses of these various technologies, notably in connection with advertising on the Dailymotion Service, are further explained in Section 3 below.</p>\n<p>To learn more about our cookie management rules we invite you to read our Cookie Policy.\nYou may, at any time, manage your cookie settings and chose the purposes for which you consent to or refuse use of the cookies by accessing the “<b>Manage Cookies</b>” section available on our Service.</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>PURPOSES FOR DATA PROCESSING<ul>\n<li> 3.1.\n<u>Purposes for which Data is Processed by Dailymotion</u>\n<ul>\n<li> 3.1.1.\n<b>General</b>\n<p>We receive or collect Data, either directly or via our service providers, because we are passionate about creating an engaging and relevant experience for our users, and in order to ensure that the rights of Content right holders and advertisers are respected.\nWe may also share some of your data with Dailymotion’s affiliated companies (Vivendi group companies) or with other Commercial Partners to better understand what you may be interested in.</p>\n<p>We use all of the legitimately collected or received information to help us provide and support the Dailymotion Service with a first-class user experience that is adapted to each user’s tastes, as varied as they may be.\nThe way we actually use the Data about you depends on how you use the Dailymotion Service.</p>\n</li>\n<li> 3.1.2.\n<b>Purposes for which Data is Processed</b>\n<p>Dailymotion may process the Data for the following purposes :</p>\n<ul>\n<li>\n<p>\n<b>- Provide, Improve and Develop the Dailymotion Service</b>.\nWe are able to deliver the Service, personalize the Content and advertisements, evaluate the quality of our platform and the Content and make customized recommendations for you by using Data collected on our Service.\nWe analyze that Data to understand how you use and interact with the Dailymotion Service and discover the things you’re interested in on and off our Service and ultimately provide you with the best user experience we can offer.\nFor example, we collect your authentication data to allow you to connect to your account, and we collect information on your language setting preferences to provide you with the Dailymotion Service in the language of your choice.\nWe may conduct surveys and research, test features in development and analyze the information that we have in order to evaluate and improve our existing products and services, develop new offerings or features and conduct maintenance and troubleshooting activities.</p>\n</li>\n<li>\n<p>\n<b>Communicate with You</b>.\nWe may use your Data to send you marketing communications, communicate with you about the Dailymotion Service and update you about our policies and terms.\nWe also may use your information to respond to you when you contact us, or for any other purpose that is disclosed to you at the time we collect the Data or that is related to a request made by you or related to you.\nTo learn about opting out of promotional communications, please see the information we have provided in Section 9 below (“Your Rights &amp.\nOpting-Out”).</p>\n</li>\n<li>\n<p>\n<b>Show and Adapt Ads</b>.\nDailymotion offers its users the opportunity to watch numerous videos without charging any fee in return.\nSuch free of charge service can only be possible thanks to the presence of advertisements.\nWe may use Data we have, including information received from our Commercial Partners, to evaluate and improve our advertising and analytics systems so that the ads shown to you on and off our Services are customized and of real interest to you.\nWe also use Data to limit the quantity of advertisements you are shown on our Service to allow you to fully enjoy the Content.\nBy processing some of your Data we also measure the effectiveness and reach of ads and services.\nYour Data may be shared with our Commercial Partners to inform them about your decision whether or not to allow processing of your Personal Data and, if you agreed, to allow them to estimate whether the products or service for which they run advertising campaigns may be of interest to you.\nTo learn about opting out of interest-based or online behavioral advertising, please see the information we have provided in Section 8 below (\"Your Rights &amp.\nOpting-Out\") or exercise your choices via Dailymotion’s “ Manage Cookies” section available on our Service.</p>\n</li>\n<li>\n<p>\n<b>Pay You</b>.\nIf you are a member of the Dailymotion Partner Program, we use your billing information, such as your billing address or payment methods details, to proceed with payment of sums generated under our Partner Program monetization features.\nIf you choose a third-party payment method, we will communicate to the payment service provider of your choice all information necessary to process due payments and may receive from such payment service provider the receiving account details and related payment confirmations.\nThe exact information communicated or received depend on the payment service provider chosen, the payable amounts and then-current requirements of laws and regulations applicable to financial transactions.\nNote that we do not use or otherwise access your credit card information.</p>\n</li>\n<li>\n<p>\n<b>Your Geographic Location</b>.\nWe may collect your device’s location data (limited to the city level only).\nThis information not only allows us to serve you Content related to your local area, such as local news and sports videos, but enables us to ensure the respect of Content geo-restrictions imposed by the Content right holders.\nThis Data may also be used to tailor advertising to you based on your location by, for example, not showing you ads for services unavailable at your location.\n</p>\n</li>\n<li>\n<p>\n<b>Elaborate Aggregated or Anonymized Statistics</b>.\nWe may “de-identify” information about you and/or other users, which means that the Data is modified (anonymized or aggregated with other information) so it no longer personally identifies you.\nWe may then use this “de-identified” information for any legitimate internal and external business purpose, including for research and analysis of the Dailymotion Service, improving our capacity to deliver customized advertisements, and for promoting our Service to future users, Commercial Partners and other business partners.</p>\n</li>\n<li>\n<p>\n<b>Ensure Safety and Security of Dailymotion Service and its Conformity with Applicable Laws</b>.\nWe may use the Data to ensure the security of our Service and anti-fraud protection.\nOur dedicated engineering teams do so by using automated procedures and advances technologies such as data encryption and machine learning.\nConsequently, your Data may be processed as part of investigation of suspicious account activities or violations of our legal terms and policies.\nIn conformity with our legal obligations, Dailymotion maintains connections logs linked to each user’s account activities and communicates them, if requested to do so pursuant to applicable legal procedures, to duly authorized public authorities.</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li> 3.2.\n<u>Purposes for which Data is Processed by our Commercial Partners</u>\n<p>When you watch Content or ads on the Dailymotion Service our Commercial Partners may process, either directly or via their respective subcontractors, information about you and your use of our Service.\nThey may use this information, including in combination with other data they have access to, in order to adapt content and ads that may be shown to you on our and on third parties’ services.\nWhile doing so, our Commercial Partners process your Personal Data in their capacity as Data Controllers and follow privacy policies that are their own.</p>\n<p>Your Data may be disclosed to or shared with our Commercial Partners.\nIn particular, we and our affiliated companies.\n(Vivendi group companies) may share the information we have about you.\nWe do so for a common purpose - in order to learn more about your tastes and offer you more personalized services, products and ads</p>\n<p>When disclosed Data is used by a Commercial Partner for its own purposes, it is that Commercial Partner who is a Data Controller for the Processing it undertakes.</p>\n<p>Dailymotion works with a large number of Commercial Partners.\nThe list of Dailymotion Comercial Partners is published on our Service and may be consulted at all times from within the “<b>Manage Cookies</b>” section.\nNote that it does not mean that when you watch a video on our Service all of these Commercial Partners process your Personal Data.\nOnly the Commercial Partners (or their technical service providers) involved in posting the ads shown to you or publishing Content that you watch on Dailymotion Service process your data.\nThe identity of our Commercial Partners who actually process your data depends on the Content and ads you watch on our Service.</p>\n<p>As a Data Controller, each Commercial Partner determines the purpose for which it wishes to process your Personal Data.\nThese purposes may include the development, improvement and delivery of their services, audience and service analytics, personalization and adaptation to your centers of interest of their content, commercial offerings and ads, whether on or outside of the Dailymotion Service, conformity with their respective contractual and legal obligations, such as, for example, geographic restrictions of their content exploitation rights, calculation of applicable fees or anti-fraud measures.</p>\n<p>When our Commercial Partners’ collection (via the use of cookies or access to you your device) or processing of your Personal Data depends on your consent, Dailymotion does ask you for such consent on behalf of our Commercial Partners.\nConsequently, you may, at all times, manage your consent and indicate the purposes you choose to consent or not to consent to by exercising your choice on the “<b>Manage Cookies</b>” section available on our Service.\nYou may also exercise your right directly by following a link to each of the Commercial Partners’ respective privacy policies as indicated within the Commercial Partners List.</p>\n<p>Note that refusing the use of your Personal Data for ad-targeting purposes will not block advertisements.\nYou will still see ads, but they will be less pertinent to your interests.</p>\n<p>If you wish to learn more about the purposes for which our Commercial Partners process your Personal Data and the legal basis such processing is based on, we advise you to read their respective privacy policies accessible via links listed within the Commercial Partners List.\nFor reasons inherent to the dynamic character of the online activities, this list of Dailymotion Commercial Partners may evolve and is subject to changes.\nThe list will be updated periodically, and we invite you to consult it regularly for the most up-to-date information.</p>\n</li>\n</ul>\n</li>\n<li>DATA RECIPIENTS<p>We may share personally identifiable or non-personally identifiable information collected from or about you with third parties, as explained further below (“<b>Data Recipients</b>”).\nWe require such Data Recipients to adhere to strict confidentiality obligations in a way that is consistent with this Privacy Policy and the agreements that we may enter into with them.</p>\n<ul>\n<li> 4.1.\n<u>Social Networking and Single Sign-On Services</u>\n<p>When you choose to share information with social networking services or single sign-on services about your activities on the Dailymotion Service, such as videos you watched or “<b>liked</b>” on Dailymotion Service, such information about you and your activities is shared with that social network or single sign-on service.</p>\n<p>\n<b>\n<i>Sharing with Facebook or Google</i>\n</b>.\nIf you connect to Dailymotion through your Facebook or Google accounts you may choose to share information about your activities on the Dailymotion Service with Facebook or Google and their users, by, for example, publishing on Facebook or Google information about the videos you watch on Dailymotion.\nFurthermore, if you visit Dailymotion while logged-in to Facebook or Google, then those entities may record your browser details and combine technical information from your web browser with other information that each of them already knows about you.\nYour decision to share information about your activities on the Dailymotion Service within your Facebook or Google profile may result in Dailymotion sending relevant information about you to Facebook or Google.\nFacebook or Google may then make that information visible to their respective users in accordance with applicable law, their own data and privacy policies, and your Facebook or Google privacy settings.\nWe recommend you familiarize yourself with Facebook’s and Google’s respective data and privacy policies and available account privacy controls.\nWe remind you that Dailymotion is independent from these third-party companies and that any privacy settings you might have chosen on the Dailymotion Service are not applicable on Facebook, Google or any other social network account.</p>\n</li>\n<li> 4.2.\n<u>Commercial Partners</u>\n<p>We work with a number of Commercial Partners who help us offer and improve the Dailymotion Service.\nSuch Commercial Partners include, for example, our Content programmers, distributors, and other actors of the digital industry.\nWe may disclose information collected from or about you to such Commercial Partners (or their authorized service providers) when we are legally authorized to do so, but such disclosure is always accompanied by appropriate technical, organizational or contractual measures aimed at ensuring the integrity and security of your information (e.g., aggregation, anonymization, etc.).</p>\n<p>In particular, we may share information, generally in the aggregated, encrypted or anonymized form, about you with advertisers and advertising-related service providers.\nSome Data needs to be shared for technical reasons (e.g., to deliver advertising videos on your screen).\nSome Data is shared in order to make ads relevant and interesting to you or measure and improve the effectiveness of advertising campaigns.\nThis information includes Data on your digital identifiers, devices used or online activities in relation to your use of the Dailymotion Service, such as the websites you have visited and advertisements you have viewed.\nFor example, we may tell an advertiser how its ads performed, or how many people viewed its ads or installed an app after seeing an ad, or provide non-personally identifying demographic information (such as a female between 25 and 30 years of age, living in New York) to these advertisers to help them understand their audience or customers, but only after the advertiser has agreed to abide by strict confidentiality obligations.\nNote that we do not share directly identifiable information about you (such as your email address) with advertisers and advertising-related service providers.</p>\n</li>\n<li> 4.3.\n<u>Service Providers</u>\n<p>Like most companies, we contract third parties to provide specialized services for us.\nWe may share some of your Data with our service providers who provide us with specialized technical solutions, who are billing facilitators (e.g.\nPayPal or Payoneer), or who help us analyze and process data (e.g.\nprovide analytic software helping us to improve ads relevancy), mange user accounts, host our websites and content, provide customer support, marketing tools (emails, on-line communication and letters) or otherwise assist us with provisions of the Dailymotion Service.</p>\n<p>Our Service Providers commit to confidentiality obligations in conformity with the present Privacy Policy and contracts we sign with them.</p>\n</li>\n<li> 4.4.\n<u>Audience Measurement Providers</u>\n<p>Our Commercial Partners, such as content providers and advertisers, seek to measure the performance of their videos across many platforms, including the Dailymotion Service.\nAccordingly, Dailymotion may use and permit the use on its Service of independent, industry-standard, third-party measurement software (e.g.\nNielsen or comScore) that enables us or our Business Partners to include your video views in our or their measurement statistics.\nWe may also share our own usage statistics, in anonymized or aggregated form, with these Business Partners.</p>\n<p>To learn more about your choices with respect to audience measurement software, please see the information we have provided in Section 9 (\"Your Rights &amp.\nOpting-Out\").</p>\n</li>\n<li> 4.5.\n<u>Public Authorities and Legal Counsel</u>\n<p>In some instances, we may be required to disclose information from or about you to public authorities or legal counsel without providing you with notice or giving you the opportunity to consent.\nWe may disclose your information in good-faith to protect the legal rights of Dailymotion, our affiliates or Commercial Partners, and each of our respective equity holders, directors, officers, employees, agents, and business partners.\nto protect the safety and security of our users of the or of third parties.\nto enforce our Terms of Use.\nto protect against fraud.\nfor risk management purposes.\nand to comply with or respond to the law, a legal process, or a request for cooperation by a government entity.\nHowever, it is Dailymotion’s policy, whenever reasonably possible and legally permissible, to promptly notify you upon receipt of a subpoena or court order requesting your Data and to not produce your Data until after receipt of such subpoena or court order, so that you will have adequate opportunity to initiate appropriate legal proceedings.</p>\n<p>Furthermore, if you notify us that you believe your legal rights have been violated by Dailymotion or another user of the Dailymotion Service, we may provide the Data that you provide to us to others to the extent that we believe it is necessary to evaluate and respond to your complaint.</p>\n</li>\n<li> 4.6.\n<u>Third Parties in Connection with Certain Transactions</u>\n<p>If we sell all or part of our business, make a transfer of assets, or are otherwise involved in a change-of-control transaction, or in the event of bankruptcy, we may transfer information from or about you to one or more third parties as part of the transaction, including as part of the due diligence process.\nPlease note that in such a case your Data would be shared only as an integral part of the Dailymotion Service and not sold or transferred separately from the Service to third parties.</p>\n</li>\n<li> 4.7.\n<u>Parties You Consented or When You Otherwise Choose to Share Your Data</u>\n<p>In addition to the sharing described in this Privacy Policy, we may share any information from or about you with any party when we have your consent or when you otherwise choose to share such information.\nAlso, certain functions within the Dailymotion Service may give you the option to share information about your Dailymotion activities, for example, by email, text message, social networking, or other sharing function.</p>\n</li>\n</ul>\n</li>\n<li>DATA SECURITY AND ACCOUNT ACCESS<ul>\n<li> 5.1.\n<u>Data Security</u>\n<p>The security of your Data is important to us.\nOur goal is to make you feel confident and safe when using the Dailymotion Service.</p>\n<p>We use a variety of physical, technical, and administrative measures to safeguard information in our possession against loss, theft and unauthorized use, disclosure, and modification.\nFor example, we take steps to limit access to sensitive information from or about you to only those Dailymotion employees, agents, and contractors who have a legitimate business reason to access such information.\nWe also use measures like encryption and hashing to help protect sensitive information when in transmission, and firewalls to help prevent unauthorized persons from gaining access to your Personal Data.\nWe also use techniques such as data aggregation to render it more difficult to link and trace information to you.</p>\n<p>Despite these efforts, there is always a possibility that a breach in data transmission or storage may occur.\nWe want you to feel confident in our security when using the Dailymotion Service, but we cannot guarantee the absolute security of Data at all times.\nWe advise you to exercise caution and, in particular, to use a unique password for your Dailymotion account, i.e.\na password that you do not use for any other service you have an account with (which could prevent, in the event your Dailymotion password confidentiality is breached, unauthorized access to these other accounts), to change your password if you suspect its fraudulent use and contact us if you notice any suspicious activities on your Dailymotion account.</p>\n</li>\n<li> 5.2.\n<u>Account Access</u>\n<p>If you have an online account with us, your Personal Data can be reviewed online from within your account settings.\nYou can also update that information either via the account settings or by contacting us (see Section 10.6 “<b>Contact Us</b>” for more details).\n</p>\n<p>Your account is unique to you and protected by a user-generated password.\nWe advise you to choose a unique and complex password, not to disclose it to third parties, and change it if you have any doubts as to its confidentiality.\nDo not hesitate to contact us if you observe any suspicious activity on your account.</p>\n<p>Please note that if you allow others to use your account (including by authorizing others to set up profiles within your account), they may be able to view information about your account (e.g.\nyour email address) or any of the profiles created within your account (e.g.\nvideos you have viewed).\nYou should exercise caution while handling and disclosing your Personal Data on our Service and avoid sending it through insecure email.\nPlease refer to the Federal Trade Commission’s website at for further information on how to protect yourself from identity theft.</p>\n</li>\n</ul>\n</li>\n<li>DATA RETENTION<p>Data is stored electronically on Dailymotion’s servers or with our cloud service providers and is kept only as long as necessary for the purposes set out in the present Privacy Policy or as otherwise required by applicable laws.</p>\n<p>We have a legal obligation to store some Data, such as information associated with the identity of an account holder (retained for a period of one year following the deletion of an account) or invoicing details.\nIf you ask us to delete your Data, provided that its retention is not required or expressly authorized by the applicable laws, the Data is deleted or anonymized and used for statistical purposes only.\nPlease note that you may always exercise your right to erase your Personal Data stored in our system pursuant to the conditions set out in Section 9 below.</p>\n</li>\n<li>YOUTH RESTRICTIONS AND PARENTAL CONTROL<p>Children who are under the legal age in their country of residence to enter into an agreement with a digital service provider are defined in this Privacy Policy as “<b>Juniors</b>” and are not permitted to register with Dailymotion, i.e.\nare not allowed to open an account with our Service.</p>\n<p>The age limit that determines whether a person is a Junior is defined by the laws applicable in your country of residence and generally varies from 13 to 16 years of age.</p>\n<p>In addition, Juniors should not use or access our Service without the involvement and consent of a parent or guardian.</p>\n<p>Dailymotion Service is intended for the general public.\nIt does not specifically cater to any specific age or interest group.\nWhen you visit our Service, we do not know your age.\nDespite lacking that knowledge, we have designed some Service features protecting young audiences.\nIn particular, a parental control is activated by default when using our Service.</p>\n<p>If you are the parent or legal guardian of a Junior, and that child has somehow registered with Dailymotion without your approval and contrary to our Terms and Conditions, please contact Dailymotion’s support team, available 24/7 through the Dailymotion Help Center to initiate an account deletion procedure.\nWhen submitting your request, please provide us with a sworn statement confirming that you are either a parent exercising full parental rights or a legal guardian of the child and indicate your full name and address, the child's full name and address, your relationship to the child and your email address.\nDailymotion will use this information only to process your request and verify that you are the child's parent or legal guardian, and for no other purposes.</p>\n<p>\n</p>\n</li>\n<li>YOUR RIGHTS &amp.\nOPTING -OUT<ul>\n<li> 8.1.\n<u>General</u>\n<p>Depending on your country of residence, you may be entitled to access, correct and/or delete the Data you have provided to us, by requesting to do so through the setting of your account, or by reaching out to the Dailymotion Help Center via the dedicated section.\nAny such request needs to be accompanied by a copy of your ID in order to allow us to confirm that you are the data subject or otherwise a person authorized to exercise these rights.\nDepending on the content of your request you may be asked to provide further documents as needed to confirm conformity of your request with legal requirements and identify the Personal Data to which the request pertains.\n</p>\n</li>\n<li> 8.2.\n<u>Change of Privacy Settings for Promotional Communications</u>\n<p>You may decide not to receive promotional communications from Dailymotion by accessing your account and clicking on \"Manage Email Notifications.\" You may also communicate to us your decision not to receive promotional communications by clicking the \"unsubscribe\" link in a particular promotional message.\n</p>\n<p>Note that you cannot opt out from receiving all communications from Dailymotion, including administrative messages, service announcements, and messages regarding the terms and conditions of your account because those may contain important information necessary to using the Dailymotion Service.</p>\n<p>You can choose to receive push notifications from Dailymotion on your device.\nIf you do not wish to receive push notifications, you can use your device’s settings to turn them off.</p>\n</li>\n<li> 8.3.\n<u>Options for Third-Party Online Behavioral or Interest-Based Advertising on Websites (including Mobile Websites)</u>\n<p>Dailymotion offers its users the ability to make choices about the use of their information for ad targeting.\nTo learn more and exercise your ad preferences on Dailymotion, please refer to our cookie settings section available on the Dailymotion Service or access the Manage Cookies section</p>\n<p>Some of the third parties that collect or participate in the collection of information from or about you on the Dailymotion Service in order to provide more relevant advertising to you participate in the DAA Self-Regulatory Program for Online Behavioral Advertising.\nThis program offers a centralized forum where users can declare their choices about the use of their information for online behavioral advertising.\nTo learn more and to make choices about the use of your information for online behavioral advertising on websites, please click here.\nPlease note that if you exclude online behavioral advertising using this method, this choice will only apply to the specific browser or device from which you opt out.</p>\n<p>In addition, some of these third parties may be members of the Network Advertising Initiative (\"NAI\"), a cooperative of online marketing companies that offers a centralized tool for opting out of interest-based advertising delivered by each of its member companies.\nIf you would like to obtain more information about interest-based advertising and the NAI and make choices about their members’ use of information from or about you on websites, please click here.\nPlease note that if you exclude interest-based advertising using this method, this choice will only apply to the specific browser or device from which you opt out.</p>\n</li>\n<li> 8.4.\n<u>Options for Third-Party Online Behavioral or Interest-Based Advertising within Mobile Applications</u>\n<p>You can define your preferences regarding the use of your information or ad targeting within mobile apps by accessing a cookie preference module available directly within the settings of Dailymotion’s mobile applications.</p>\n<p>Some of the third parties that collect or participate in the collection of information from or about you on the Dailymotion Service in order to provide more relevant advertising to you within mobile applications participate in the DAA Self-Regulatory Program for Online Behavioral Advertising.\nThis program offers a mobile application called the \"AppChoices,\" which provides a centralized location where users can make choices about the use of their information for online behavioral advertising within the mobile application environment.\nThe AppChoices application can be downloaded from your mobile device at www.aboutads.info/appchoices or from your device’s app store.\nPlease note that if you exclude online behavioral advertising using this method, this choice will only apply to the mobile device you used to do so.</p>\n<p>You may also exercise your choices by accessing your device settings and selecting \"Limit Ad Tracking\" (for iOS devices) or \"Opt out of Interest-Based Ads\" (for Android devices), which will allow you to limit our use of information collected from or about your mobile device (such as precise location data) for the purposes of serving online behavioral advertising to you.</p>\n</li>\n<li> 8.5.\n<u>Additional Information for Residents in the EEA</u>\n<p>Individuals located in the European Economic Area, have certain statutory rights in relation to their Data.\nSubject to statutory exemptions, you have the right to request access to your Personal Data, as well as update, deletion, correction or transfer of this information.\nYou can do this by using the settings and tools provided in your Dailymotion account.\nIf you encounter troubles using the settings and tools, or if you do not have a Dailymotion account, reach out to the Dailymotion Help Center via the dedicated section or send a letter to the attention of our Data Protection Officer at the following address: 140 Boulevard Malesherbes - 75017 Paris, France.\nPlease include within your request a copy of your ID and information about your country of residence, along with any information allowing us to identify your account on the Dailymotion Service.</p>\n<p>Depending on the content of your request you may be asked to provide further documents as needed to confirm conformity of your request with legal requirements and to identify the Personal Data to which the request pertains.</p>\n<p>Furthermore, you are entitled to define and communicate to us rules applicable to your Data upon your death.</p>\n<p>Note that, in compliance with applicable laws, some of your Data may not be communicated, rectified or deleted despite your request to do so.</p>\n<p>Furthermore, Dailymotion Inc., in conformity with the Privacy Shield principles, undertakes to process any complaints related to its processing of Personal Data of Swiss or EEA residents.\nIf you wish to file such a complaint, please reach out to the Dailymotion Help Center via the dedicated “Your Personal Data” section or send a letter to the attention of our Data Protection Officer at the following address: Dailymotion Inc.\nP/O Dailymotion SA, 140 Boulevard Malesherbes - 75017 Paris, France.\nPlease include within your request a copy of your ID, information about your country of residence, and any information allowing us to identify your account on the Dailymotion Service.\nDailymotion Inc.\nwill reply to you within 30 days.</p>\n<p>If you are not satisfied with the final Dailymotion Inc.\ndecision regarding your complaint, you may use the other appeal venues defined in the Privacy Shield.\nIn particular, upon exhaustion of the appeal rights with Dailymotion Inc.\nyou may file your complaint with the entity declared by Dailymotion with the Privacy Shield as competent for dispute resolution purposes, and if not satisfied with that entity’s decision, use the arbitration procedure provided for under the Privacy Shield.\nFor further information on applicable procedures please visit the Privacy Shield web site .</p>\n<p>Please note that at the date of publication of the current update of this Privacy Policy, Dailymotion Inc.\nis registered with Privacy Shield and has designated the EU Data Protection Authorities or the Swiss FDPIC, as applicable, as the entities competent for dispute resolution purposes under the Privacy Shield proceedings.</p>\n<p>You may regularly verify Dailymotion Inc.’s self-certification with the Privacy Shield by consulting the list of Privacy Shield participants which may be found here.</p>\n</li>\n<li> 8.6.\n<u>Additional Choices for California Residents</u>\n<ul>\n<li> 8.6.1.\n<b>Personal Data Processing Information under the California Consumer Protection Act (“CCPA”)</b>\n<ul>\n<li> 8.6.1.a.\n<b>General</b>\n<p>If you are a California resident, in addition to any other information you may find in this Privacy Policy, this section is intended to provide you with specific information required under the California Consumer Protection Act (“<b>CCPA</b>”).\nIn particular, this section describes Dailymotion’s practices regarding the collection, use, disclosure and sale of consumers’ Personal Information (hereafter referred to as “<b>PI</b>”) and includes an explanation of your rights regarding your own PI.</p>\n<p>Note that rights and obligations provided under the CCPA take effect on 1st January 2020.\nIf you decide to exercise any of such rights your request will be considered as of that date.</p>\n<p>The terms “<b>Personal Information,</b>” “<b>Business,</b>” “<b>Third Party</b>” and “<b>Service Provider</b>” used in this section have the same meanings as defined in the CCPA.</p>\n<p>If you have an account with Dailymotion, we identify you by the email address you use to log-in.\nHowever, if you do not have an account, in most cases, we rely on a unique online identifier to identify and recognize you.</p>\n<p>When you access our Service, a Dailymotion cookie (i.e.\na small text file) is dropped on your device’s browser.\nThis cookie creates a unique online ID specific to the Dailymotion Service and allows us to recognize you when you visit us again (“<b>Service ID</b>”).\nIf you use different devices or different Internet browsers to access our Service (and unless you do so as a logged-in user, in which case we might be able to recognize you regardless of the device or browser used), you are assigned a different Service ID for each of your device/ browser combinations.\nIn other words, if you first accessed the Dailymotion Service using Internet Explorer on your laptop, but then visited it on your phone using Chrome you will appear to us as two distinct users.\nUnless you access the Dailymotion Service as a logged-in user, any information that we might have about you is attached to that Service ID.</p>\n<p>Due to legal rules applicable to our activities, the lifespan of our cookies is limited to 13 months.\nOnce the 13-month period comes to an end, the Dailymotion cookie storing your Service ID expires.\nIf you continue to use our Service, a new Dailymotion cookie will be dropped on your browser and a new Service ID will be assigned to you.</p>\n<p>As already mentioned in this Privacy Policy, we do not cross-reference Service IDs that are assigned to you on our Service.\nUnless you are a logged-in user (in which case we may recognize you regardless of the number of Service IDs created for you, and we process your requests in relation to all Personal Data linked to your account), each new Service ID represents to us a new user.\nFor that reason, if you decide to exercise any of your CCPA rights, your decision will only be applied to the Service ID we recognize you under.\nIn particular, if you use the Dailymotion Service on several devices or Internet browsers, your decision to Opt-Out of the sale of your PI needs to be expressed on each such device or browser.</p> 8.6.1.b.\n<b>Collected Personal Information: Categories, Sources and the Business or Commercial Purposes It is Used for.</b>\n<p>We may obtain your PI either from you (directly or indirectly) or from our Service Providers or our affiliates.\nWe receive your PI directly from you when you create an account or otherwise communicate with us or interact with our Service.\nWe collect or generate information about you when you use our Service.\nYour PI may be shared with and by our affiliates if you use their services.</p>\n<p>Note that in order to enable the delivery of ads, certain PI may be disclosed to us by advertising partners wishing to advertise on our Service or by Service Providers we work with in the operation of the Service.</p>\n<p>The following categories of PI may be collected by us from or about you and used for the below-listed purposes:</p>\n<p>\n</p>Category of PIExample of PIPurpose the PI is Collected forSource the PI is Collected fromCategories of Third Parties with Whom PI May Be SharedIdentifiersA real name, alias, postal address, Service ID, third party online identifier, IP address, email address, account name, a copy of official ID, or other similar identifiersTo comply with a legal obligation.\nTo achieve our business purposesYou.\neither directly or indirectly <br>\n<br> Our Service Providers <br>\n<br> Our affiliates Advertising Networks companies, data analytics services providers, governmental entities, <br>\n<br> Our affiliates Commercial InformationRevenues generated, Payment method details for payments made by us (to the exclusion of credit card details) To comply with a legal obligation, to achieve our business purposesYou, indirectly (information generated by us based on your Content activity) <br>\n<br> Our Service Providers Content right holders, governmental entities, payment solution services providers, our affiliatesInternet or other electronic network activity informationBrowsing history, search history, and information regarding a consumer’s interaction with an Internet Web site, application, or advertisementTo comply with a legal obligation, to achieve our business purposesYou.\nindirectly <br>\n<br> Our Service Providers <br>\n<br> Our affiliates Advertising Networks companies, data analytics providers, governmental entities, our affiliatesGeolocation dataIP address To comply with a legal obligation, to achieve our business purposesYou, indirectlyAdvertising Networks companies, data analytics providers, governmental entitiesElectronic informationDevice used, language and other settings, operating systemYou, indirectly <br>\n<br> Our Service Providers <br>\n<br> Our affiliatesAdvertising Networks companies, data analytics providers, our affiliatesInferences drawn from PI to create your profileUser segments based on your deduced geographic location, age and/or viewing preferencesTo achieve our business purposesYou, indirectly (information generated by us based on your activities) <br>\n<br> Our affiliates Advertising Networks companies, data analytics providers, Content right holders, our affiliates.<p>Note that the Dailymotion Service is an advertising-based content hosting platform.\nOur business purposes include enabling you to use your Dailymotion account, selecting content and ads showed to you on the Dailymotion Service, delivering and monitoring the platform, processing payments that may be due to content editors, using data analytics services aimed at improving our commercial offer and providing required reporting to content editors and advertisers, ensuring security and preventing fraud, providing customer support and ensuring our compliance with legal or industry standard rules.\n</p>\n<p>The PI we collect may be shared with our affiliates, or with (i) advertising partners participating in the delivery of ads on the Dailymotion Service (e.g.\nadvertisers, media agencies), (ii) service providers (data analytics services), and, (iii) if required so by applicable laws, with certain public authorities.\nWhen we share your PI, we only do so to the extent needed to achieve our business purposes or to comply with the applicable laws or regulations.</p>\n</li>\n<li> 8.6.1.c.\n<b>Categories of Collected Personal Information that Might Be Disclosed or Sold to Third Parties</b>\n<p>The CCPA defines the “<b>sale</b>” of PI as any communication of a consumer’s PI by a Business to another Business or a Third Party for monetary or other valuable consideration.</p>\n<p>Dailymotion does not engage in data brokerage nor knowingly sells PI of minors under 16 years of age.\nAs part of our regular business activities (i.e.\noperating an online service offering access to videos and displaying ads), your PI may be disclosed to companies we cooperate with.\nThese companies may use such information to help us conduct our business activities (in doing so, they are our Service Providers), as well as for their own business purposes.\nIf they do use your PI for their own business activities, our disclosure of your PI amounts to its sale.</p>\n<p>In addition, our advertising partners collect PI, such as digital identifiers (e.g.\nonline identifiers, IP address), activity history (how you interact with their ads) and electronic information, when you use our Service and are shown their ads.\nThat information is used to deliver, analyze and tailor ads you see on our Service or elsewhere.\nTo tailor ads that may be more relevant to you, we or our commercial partners may share it with Third Parties.</p>\n<p>If you do not want us to sell your PI, you may decide to Opt-Out as further explained below in Section 8.6.1.e.</p>\n<p>The following categories of PI may be disclosed or sold by us:</p>Category of PICan the PI be Disclosed? If so, for what purpose?Can the PI be Sold? If so, for what purpose?Identifiers Yes, to comply with a legal obligation, to achieve our business purposesYes: to tailor, deliver and analyze the delivery of ads and content to you on our Service and on third parties’ services Commercial InformationYes, to comply with a legal obligation or to achieve our business purposesNoInternet or other electronic network activity informationYes, to achieve our business purposesYes: to tailor, deliver and analyze the delivery of ads and content to you on our Service and on third parties’ servicesGeolocation dataYes, to achieve our business purposesYes, limited to city-level localization information based on your IP address: to tailor, deliver and analyze the delivery of ads and content to you on our Service and on third parties’ servicesInferences drawn from PI to create your profileYes, to achieve our business purposesYes: to tailor, deliver and analyze the delivery of ads and content to you on our Service and on third parties’ services</li>\n<li> 8.6.1.d.\n<b>California Consumers Rights</b>\n<p>If you are a California resident, you have the right to request access to or deletion of your PI that we have in our records and which were collected or otherwise obtained during the 12-month period preceding your request.\nYou also have the right to instruct us not to sell your PI to Third Parties.</p>\n<p>You may exercise any of these rights either directly or through an authorized representative.\nIf you wish to make a request regarding your PI via an authorized agent, you must provide this agent with your written permission, which is to be submitted to Dailymotion together with copies of your and your agent’s official IDs at the time of filing a request.\nWe may ask for additional documents or information if we judge them necessary to verify the agent’s authority to act on your behalf, the extent of the authorizations you have granted and to identify your PI.</p>\n<p>Your choice to exercise any of the above-listed rights will not result in any discriminatory treatment.\n</p>\n</li>\n<li> 8.6.1.e.\n<b>Right to Opt-Out from Sale of Personal Information</b>\n<p>You have the right to “<b>opt-out</b>” of the sale of your PI, which means that you can tell a business to stop selling your PI and to refrain from selling it in the future.\nExercising your Opt-Out right does not affect previously sold PI.</p>\n<p>To exercise this right, click on the “Do Not Sell My Personal Information” link available within this Privacy Policy and on our Service.\n<u>Note that this link may not be visible or functional if you access our Service using a non-California IP address</u> (e.g.\nwhile accessing Dailymotion Service from a different state or country or doing so using location-masking technologies such as a proxy or a VPN (Virtual Private Network) software).\nIf you are a California resident and encounter problems in the exercise of your Opt-Out right, such as if you are not physically in California at the time, we invite you to contact us directly using either of the contact methods listed in Section 8.6.1.h.\n</p>\n<p>Upon exercising your right to Opt-Out, we will cease selling your PI, i.e.\nwe will refrain from disclosing it to Third Parties for their own business purposes.\nWe will also communicate your decision to all Third Parties to whom your PI may have previously been sold during the 90-day period preceding your request.</p>\n<p>Note that while we will not sell your PI once you exercise your Opt-Out right, we may still disclose such information to our business partners in order for them to help us carry out our own business activities.\nIn these circumstances, our business partners will act as our Service Providers and they will not be allowed to use your PI for any purposes other than those we ask them to.</p>\n<p>We remind you that an Opt-Out decision is limited to the device and the browser used.\nIf you use our Service on different devices or via different browsers, your Opt-Out decision needs to be communicated to us separately on each of them and renewed every time the associated Service ID is no longer active.</p>\n<p>Additionally, if your Service ID is no longer recognized by our Service (either because the cookie it is stored in has expired or because you or the technology you use (e.g.\nyour Internet browser) has deleted such cookie or prevented its deployment), we will no longer be capable of either recognizing you or acknowledging that you have opted-out from the sale of your PI.\nWe invite you to verify your registered options by accessing your CCPA settings through the “Do Not Sell My Personal Information” link and to renew the Opt-Out procedure if needed.</p>\n</li>\n<li> 8.6.1.f.\n<b>Requests to Opt-In After Opting-Out of the Sale of Your PI</b>\n<p>Once you have exercised your right to Opt-Out, it is possible for you to opt back into the sale of your PI.\nYou will be alerted if a transaction requires the sale of your PI in order to complete.</p>\n<p>Opting back into the sale of your PI is an easy two-step process: you just have to request to opt-in and you will then be asked to confirm your choice.\nYou may do so by clicking the “Do Not Sell My Personal Information” link or by using any of the other contact methods described in Section 8.6.1.h below.</p>\n</li>\n<li> 8.6.1.g.\n<b>Right to Access and / or Delete Personal Information</b>\n<p>In addition to the information provided in Section 8.6.1.b., you have the right to request that Dailymotion provides you with access to the specific pieces and categories of your PI that Dailymotion has collected, disclosed or sold during the 12 months preceding your request.\nThis request can only be made once every 12 months.</p>\n<p>Additionally, you have the right to request the deletion of your PI that Dailymotion collected or maintained during the same 12-month period.</p>\n<p>Upon receipt of your verifiable request to delete your PI, we will proceed with the deletion of such information unless otherwise authorized or required by law.</p>\n</li>\n<li> 8.6.1.h.\n<b>Methods for Submitting a Verifiable Consumer Request to Access or Delete their Personal Information or to Opt-Out from its Sale</b>\n<p>In addition to exercising your Opt-Out right via the “Do Not Sell My Personal Information” link available in the present Policy and on our Service, you may submit your Opt-Out, access or deletion request by contacting our Support Policy Team using one of the following methods:</p>\n<ul>\n<li> making a request via the “<b>Personal Data</b>” dedicated section available on the Dailymotion Help Center.\n</li>\n<li>sending an email to feedback@dailymotion.com</li>\n</ul>\n<p>At a minimum, the following information must be provided with your request:</p>\n<ul>\n<li>your account login (email address or username used to log-in to your Dailymotion account) or your Service ID(s), which you will be able to retrieve by following the instructions that we will provide to you;</li>\n<li>the nature of your request;</li>\n<li>documents evidencing that you are a California resident;</li>\n<li>an email or a physical address we may use for further correspondence in relation to your request;</li>\n<li>whether your request concerns yourself or a third party (if you file on behalf of a third party, you must submit documents evidencing your legal authority to do so (e.g.\na signed document from the person you file the request for specifying the content of the request you are authorized to file, together with a copy of that person’s and your own official IDs)).</li>\n</ul>\n<p>Depending on the content and circumstances of your request, you may need to follow additional procedures (e.g.\nretrieve your Service ID following the instructions provided by our Support Team) or provide additional supportive documents as necessary to confirm your identity and identify your PI.\n</p>\n<p>Note that in order to comply with requests to access, delete, or disclose a consumer’s PI, it is mandatory for Dailymotion to first verify such requests.\nThe CCPA rights in relation to your PI can only be exercised by you, meaning that your request cannot concern PI that is not yours and no one else can exercise the CCPA rights in relation to your PI (unless acting as an authorized agent on your behalf).\nConsequently, we need to take reasonable measures to verify the identity of the person sending us a request, as well as that person’s entitlement to exercise the CCPA rights and to identify the information such request relates to, before we process the request.\n</p>\n<p>The actual verification process may take different forms depending on the circumstances of your request.\nFor example, if you have a Dailymotion account, you may be asked to reply to a verification email sent to you by our Support Team at the email address you use to login.\nThe Dailymotion Support Policy team will guide you through the applicable procedures.</p>\n</li>\n</ul>\n</li>\n<li> 8.6.2.\n<b>Third Party Marketing Activities</b>\n<p>If you are a California resident, you may be entitled to request disclosure of the categories of PI (such as your name and contact information), if any, that we share with third parties who wish to contact you or send you promotional information about their products and services directly (as compared to when the third party is acting on our behalf or you have provided your PI as part of a co-promotion by Dailymotion and the third party).\nYou may also request the names and addresses of these third parties.\nPlease note that you can only make these requests once per calendar year.\n</p>\n<p>If you are a California resident and would like to request a copy of this information regarding our disclosure of PI to third parties for their direct marketing purposes in the preceding calendar year, please contact us using the procedure described in Section 8.6.1.h.\nor send us a letter at: Legal Department, Dailymotion Inc., 50 West 23rd Street, 10th Floor, New York, NY 10010, United States.</p>\n</li>\n<li> 8.6.3.\n<b>Specific Rules Applicable to Deletion of Information Published by Minors</b>\n<p>If you are a California resident under the age of 18 and a registered user of the Dailymotion Service, you may request and obtain removal of Content or information you have publicly posted on the Dailymotion Service.\nTo make this request, please contact the Dailymotion Help Center and include a detailed description of the specific content or information you would like to remove.\nPlease note that this removal does not ensure complete or comprehensive removal of the Content or information posted on the Dailymotion Service by you, as there may be circumstances in which the law does not require or allow removal.</p>\n</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>SPECIFIC CONDITIONS APPLICABLE TO SECONDARY DAILYMOTION SITES<p>Since the Secondary Sites of Dailymotion are not intended primarily for users of the Dailymotion Site, the Processing purposes described in this Privacy Policy are not the same as those applicable to the Secondary Sites.</p>\n<p>The Secondary Sites may collect their visitors’ Data for purely statistical purposes, in particular to register the number of visits to the Secondary Sites' pages and the behavior of their visitors (e.g.\nnavigation time, pages clicked on, videos viewed, or articles read, etc.).</p>\n<p>Other than that, the Secondary Sites may collect their visitors’ Data for purely statistical purposes, in particular to register the number of visits to the Secondary Sites' pages and the behavior of their visitors (e.g.\nnavigation time, pages clicked on, videos viewed, or articles read, etc.).</p>\n<p>Dailymotion may use different types of cookies on the Secondary Sites: <br>\n<br> - so-called \"functional\" cookies designed solely to operate these Secondary Sites correctly or, if you decide so, to enable you to log-in using third party log-in tools (e.g.\nFacebook Connect).\n<br> - audience measurement and statistical analysis cookies, deposited by Dailymotion or by our subcontractors providing audience measurement services (e.g.\nAmplitude).\n</p>\n<p>The use of these audience measurement cookies is subject to the same rules as those explained in the present Privacy Policy.\nYou can, at any time, oppose their use by indicating your decision on the “<b>Consent Management</b>” page accessible on our Service.\nYou may also exercise your rights of access, modification or deletion as described in Section 8 above.</p>\n</li>\n<li>MISCELLANEOUS<ul>\n<li> 10.1.\n<u>Third-Party Access Points, Devices, and Links.</u>\n<p>The Dailymotion Service may be accessible through third-party websites, applications and other means of access operated by other companies (collectively, \"Third-Party Access Points\").\nFor example, you can access the Dailymotion Service through third-party websites where the Video Player has been embedded.\nThe Dailymotion Service also may contain links to third-party websites or applications.\nFor example, if you click on an advertisement or a search result on our website, you may be taken to a website that we do not control.\nNone of these Third-Party Access Points, devices, websites or applications are operated by Dailymotion, even if they contain our name or logo.\nAs such, we are not responsible for the privacy practices of the operators of these Third-Party Access Points.\nAccordingly, we recommend that you review their respective privacy policies for further information.</p>\n</li>\n<li> 10.2.\n<u>Deleting Your Dailymotion Account</u>\n<p>If you have an account with us, you may choose to delete your Dailymotion account, in accordance with our Terms of Use , via the settings of your Dailymotion account when signed in.\nIf you are a Member of our Partner Program, deletion of your account will require a prior termination of that Program.\nPlease note that after you delete your account, you will not be able to sign into our website or access any of your Personal Data.\nHowever, you can open a new account at any time.\nIf you delete your account, we will still retain some information from or about you when we are required to do so under the applicable law or contracts we are party to.\nWe may also continue to use some of the Data in anonymized or pseudonymized forms for various operational and analytical purposes.\nIn addition, if certain information has already been provided to third parties, as described in this Privacy Policy, retention of that information will be subject to those third parties’ policies.</p>\n</li>\n<li> 10.3.\n<u>Applicable Law and Jurisdiction</u>\n<p>\n<b>If you reside in a country of the European Economic Area</b>: you agree that any dispute between you and Dailymotion arising out of or relating in any way to this Privacy Policy or our collection, processing and/or use of your Data shall be interpreted in accordance with the laws of France, without reference to its conflicts of laws, and notwithstanding multiple defendants or third party claims.\nYou also agree that any claim or dispute between you and Dailymotion shall be decided by a court of competent jurisdiction located in Paris.</p>\n<p>\n<b>If you reside in a country that is not part of the European Economic Area</b>: you agree that any dispute between you and Dailymotion arising out of or relating in any way to this Privacy Policy or our collection, processing and/or use of your Data shall be interpreted in accordance with the laws of the State of New York, without reference to its conflicts of laws, and notwithstanding multiple defendants or third party claims.\nYou also agree that any claim or dispute between you and Dailymotion shall be decided by a court of competent jurisdiction located in the New York County.</p>\n</li>\n<li> 10.4.\n<u>International Data Transfers and Privacy Shield</u>\n<p>Dailymotion respects privacy rights, and strives to collect, use and disclose Data in a manner consistent with the laws of the countries in which it does business.\nAs such, Dailymotion complies with the EU-U.S.\nPrivacy Shield and the Swiss-U.S.\nPrivacy Shield Frameworks (collectively, the “<b>Privacy Shield</b>”) as set forth by the U.S.\nDepartment of Commerce (“<b>DOC</b>”) regarding the collection, use, and retention of Personal Data transferred from the European Economic Area (“<b>EEA</b>”) or Switzerland to the United States.\nIf there is inconsistency between the present Privacy Policy and the Privacy Shield rules, the Privacy Shield rules shall prevail.\nDuring Dailymotion Inc.’s participation in the Privacy Shield program, the Federal Trade Commission is the competent jurisdiction for matters relating to Dailymotion Inc.’s compliance with the Privacy Shield rules.\nTo learn more about the Privacy Shield Program, please see Privacy Shield website.</p>\n</li>\n<li> 10.5.\n<u>Changes to this Privacy Policy</u>\n<p>From time to time, we may revise this Privacy Policy to reflect changes in the law or the Dailymotion Service or for other reasons in our discretion.\nWe may do so as needed, but in any event, the Privacy Policy will be updated at least once every 12 months.\nTherefore, it is important that you verify the effective date of the latest update of the Privacy Policy each time you visit the Dailymotion Site or use any of the Dailymotion Service, to ensure you are familiar with our most updated policies and practices.\nIf we make any material change to this Privacy Policy, we will notify you by posting a notice on the Dailymotion Site.</p>\n<p>If you are a User or a Partner, we may also send an email to the email address that you most recently provided to us in your Dailymotion account settings, prior to the material change taking effect.\nAccordingly, please keep your account information, including email address, updated.\nAny material change to this Privacy Policy will be effective automatically (i) 7 days after the revised Privacy Policy is first posted or, for users who register or otherwise provide opt-in consent during this 7-day period, at the time of registration or consent, as applicable, or (ii) immediately upon its publication, if required so by applicable laws.</p>\n</li>\n<li> 10.6.\n<u>Contact Us</u>\n<p>If you have further questions about this Privacy Policy, or wish to learn more about our information-handling practices, you can reach us:</p>\n<ul>\n<li> by sending a request to the Dailymotion Help Center via the dedicated “<b>Your Personal Data</b>” section or, </li>\n<li> by sending a letter to the attention of: <br>\n<ul>\n<li> our Data Protection Officer at the following address: 140 Boulevard Malesherbes - 75017 Paris, France, <u>if you reside in a country of the EEA</u>.\nor </li>\n<li> our Legal Department at the following address: 50 West 23rd Street, 10th Floor, New York, NY 10010, United States, <u>if you reside in a country that is not part of the EEA</u>.\n</li>\n</ul>\n</li>\n</ul>\n<p> If you reside in Korea, the following additional terms apply to you: </p>\n<p> Dailymotion has designated Lee &amp.\nKo as its domestic representative in Korea to handle questions and complaints relating to the processing of Korean users' Personal Information.\nYou may contact our domestic representative by telephone, email, or mail by using the following information: </p>\n<ul>\n<li> Lee &amp.\nKo (Yong Seok Ahn, Managing Partner) <br> Email: Email Reserved for Korean Privacy Issues Only<br> Mail: Lee and Ko (Domestic Representative of Dailymotion), Hanjin Building, 63 Namdaemun-ro, Jung-gu, Seoul, Korea<br>\n<br> Telephone: 02-6386-7195<br>\n</li>\n</ul>\n<p>\n<u>귀하가 한국에 거주한다면 아래 추가 조항이 귀하에게 적용됩니다 :</u>\n</p>\n<ul>\n<li>\n<b>Dailymotion은 대한민국 이용자의 개인정보 관련 고충에 관한 문의를 위해 법무법인(유) 광장을 국내대리인으로 지정하였습니다.\n아래 정보를 이용하여 국내대리인에게 전화 이메일, 또는 우편으로 문의하실 수 있습니다.</b>\n<br>\n<b>법무법인 (유) 광장 (대표변호사 안용석)</b>\n<br>\n<b>이메일:</b>국내 개인정보 문의<br>\n<b>우편: 서울 중구 남대문로 63, 한진빌딩 18 층, 법무법인 (유) 광장, Dailymotion 국내대리인</b>\n<br>\n<b>전화: 02-6386-7195</b>\n</li>\n</ul>\n<p> If you reside in Turkey, the following additional terms apply to you: </p>\n<p> Dailymotion may process Data listed under Section 2 for the purposes explained under Section 3 based on the following legal grounds: </p>\n<ol>\n<li>processing is explicitly laid down in or dictated by laws;</li>\n<li>processing of your Data, is necessary provided that it is directly related to the conclusion or fulfilment of your contract with us;</li>\n<li>processing is mandatory for us to be able to comply with our legal obligations;</li>\n<li>the relevant data is made available to the public by yourself;</li>\n<li>processing is mandatory for the establishment, exercise or protection of a right;</li>\n<li>processing is mandatory for our legitimate interests, provided that it does not violate your fundamental rights and freedoms;</li>\n<li>your explicit consent (this legal basis is only used in relation to processing that requires your consent and is not used for any processing that might be performed based on another legal ground).</li>\n</ol>\n<p> Pursuant to the applicable privacy laws in Turkey, you have the following rights regarding your Data: </p>\n<ol>\n<li>the right to learn whether your Data is processed;</li>\n<li>the right to request information with respect to such processing;</li>\n<li>the right to learn the purposes of processing and whether your Data is used for such purpose or not;</li>\n<li>the right to know the third parties within or outside your country to whom your Data is transferred;</li>\n<li>the right to request correction of your Data if it is incomplete or inaccurate;</li>\n<li>the right to request deletion or destruction of your Data in accordance with applicable laws;</li>\n<li>the right to request notification of actions taken within the scope of (v) and (vi) above items to third parties, who received your Data from us;</li>\n<li>the right to object to the consequences that are to your detriment, as a result of the analysis of your Data solely by automated means;</li>\n<li>the right to claim indemnification if you suffer damages due to illegal processing of your Data.</li>\n</ol>\n<p>For further information about your rights under the article 11 of the Turkish Data Protection Law, you may refer to the official law text accessible [here] in Turkish.\nDailymotion has designated İlay Yılmaz as its personal data controller representative in Turkey to handle questions and complaints strictly in connection with the processing of Personal Information related to individuals in Turkey.\nYou may contact our data controller representative in Turkey for such privacy matters by email or mail by using the following information:</p>\n<ul>\n<li> İlay Yılmaz (Esin Attorney Partnership, Partner)<br> Email : [Email Reserved for Turkish Privacy Issues Only]<br> Mail : İlay Yılmaz (Data Controller Representative of Dailymotion)<br> Ebulula Mardin Cad., Gül Sok.\nNo.\n2<br> Maya Park Tower 2, Akatlar-Beşiktaş 34335 Istanbul, Turkey </li>\n</ul>\n<br>\n</li>\n</ul>\n</li>\n</ol>\n<p>\n<i>Last modified on: November 9th, 2020.</i>\n</p>", "created_at": "2019-09-01 22:19:45.422126", "updated_at": "2020-12-14 22:27:56.260331"}, {"id": 1862, "name": "Copyright Notification", "url": "https://www.dailymotion.com/legal/copyright", "xpath": "//*[@id=\"contract\"]", "text": "I) Copyright Notification<p>\nDailymotion does not permit copyright infringing activities and infringement of intellectual property rights on its Website, and will remove all Content if properly notified that such content infringes on another's intellectual property rights.\nDailymotion reserves the right also to terminate a User's account, if they are determined to be a repeat infringer.\n</p>\n<p>\nIf you believe that your work has been copied in a way that constitutes copyright infringement, please provide Dailymotion’s copyright agent the written information specified below:\n</p>\n<p>\n</p>\n<ul>\n<li>A physical or electronic signature of the person authorized to act on behalf of the owner of the copyright interest that is allegedly infringed.\n</li>\n<li>A description of all of the copyrighted works that you claim has been infringed upon.\n</li>\n<li>A description of where the material that you claim is infringing is located on the Dailymotion website, including, a URL of the specific location of the infringing material.\n</li>\n<li>Information sufficient to allow us to contact you including, at a minimum, your address, telephone number, and e-mail address.\n</li>\n<li>A statement by you that you have a good-faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand\n</li>\n<li>A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.\n</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<p>Send a copyright notification</p>II) Copyright Counter-Notification<p>\nIf you believe that the content you uploaded was removed in error, or that it does not infringe upon third-party copyright, you may send us an appeal by completing the following form.\nOnce your appeal is received, we will forward it, along with you personal information, to the party that initiated the take-down notice.\nThe restoration of deleted content is at our sole discretion.\nPlease not that unfounded appeals may be subject to legal action.\n</p>\n<p>\n</p>\n<p>Send a copyright counter-notification</p>", "created_at": "2019-09-01 22:23:55.139802", "updated_at": "2019-09-01 22:23:56.109139"}], "points": [{"id": 17878, "title": "The service uses your personal data to employ targeted third-party advertising", "source": "https://www.dailymotion.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-03-29 07:25:05.428016", "updated_at": "2021-05-10 14:58:35.098172", "quoteText": "</li>\n<li>\n<b>- Mobile Device Identifiers and Software Development Kits (\"SDKs\")</b>\n<p>We may use or work with third parties, including our Commercial Partners and service providers, who use mobile SDKs to collect information such as advertising identifiers (e.g., \"ad-ID\" or \"IDFA\") and information related to how mobile devices interact with the Dailymotion Service.\nAn SDK is computer code that app developers can include in their apps to enable ads to be shown, data to be collected and related services and functionality to be implemented (a mobile SDK is a mobile app version of a pixel tag or beacon, described above).\nFor instance, we may use this technology to analyze how you interact with Content and advertisements and to enable analytics or other features through mobile devices.</p>", "case_id": 220, "document_id": 1860, "quoteStart": 16488, "quoteEnd": 17285}, {"id": 17891, "title": "They may stop providing the service at any time", "source": "https://www.dailymotion.com/legal", "status": "Generated through the annotate view", "created_at": "2021-03-29 11:04:53.992366", "updated_at": "2021-05-09 21:58:33.169256", "quoteText": "(ii) any changes which Dailymotion may make to the Dailymotion Service, or for any permanent or temporary cessation in the provision of the Dailymotion Service (or any of its features).", "case_id": 203, "document_id": 1859, "quoteStart": 13488, "quoteEnd": 13673}, {"id": 7856, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.dailymotion.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2019-09-01 22:29:02.390088", "updated_at": "2020-12-08 20:51:01.298595", "quoteText": "In addition to cookies, we may use other technologies such as web beacons or pixel tags, which can be embedded in web pages, videos, or emails.", "case_id": 323, "document_id": 1860, "quoteStart": 9729, "quoteEnd": 9872}, {"id": 9852, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.dailymotion.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2020-07-27 09:11:52.108616", "updated_at": "2020-10-11 22:59:18.912016", "quoteText": "<p>In addition to cookies, we may use other similar technologies such as web beacons or pixel tags, which can be embedded in web pages, videos, or emails.", "case_id": 323, "document_id": 1860, "quoteStart": 16029, "quoteEnd": 16183}, {"id": 8293, "title": "This service requires first-party cookies", "source": "https://www.dailymotion.com/legal/cookiemanagement", "status": "Generated through the annotate view", "created_at": "2019-11-06 05:01:52.501979", "updated_at": "2020-12-08 20:45:01.724722", "quoteText": "Internal cookies</b> are saved directly by DAILYMOTION (also called first-party cookies);</", "case_id": 126, "document_id": 1861, "quoteStart": 1996, "quoteEnd": 2087}, {"id": 8296, "title": "The service provides a complete list of all cookies set by its website", "source": "https://www.dailymotion.com/legal/cookiemanagement", "status": "Generated through the annotate view", "created_at": "2019-11-06 05:10:29.105335", "updated_at": "2020-12-08 18:59:40.046784", "quoteText": "You may find here an exhaustive listing of all the cookies likely to be saved on your device", "case_id": 306, "document_id": 1861, "quoteStart": 8921, "quoteEnd": 9013}, {"id": 8285, "title": "Users agree to comply with the law of the service's country", "source": "https://www.dailymotion.com/legal", "status": "Generated through the annotate view", "created_at": "2019-11-06 00:03:18.893285", "updated_at": "2020-06-30 16:41:34.608785", "quoteText": "Any obligations which expressly or by their nature are to continue after termination, cancellation, or expiration of the Terms shall survive and remain in effect after such happening.</p>\n<p>9.3.\nIf you reside in a country of the European Economic Area, you agree that any dispute between You and Dailymotion arising out of or relating in any way to these Terms or Your use of the Dailymotion Service shall be interpreted in accordance with the laws of France, without reference to its conflicts of laws, and notwithstanding multiple defendants or third party claims.\nYou also agree that any claim or dispute between You and Dailymotion shall be decided by a court of competent jurisdiction located in Paris", "case_id": 237, "document_id": 1859, "quoteStart": 25943, "quoteEnd": 26650}, {"id": 8299, "title": "This service is only available to users of a certain age", "source": "https://www.dailymotion.com/legal", "status": "Generated through the annotate view", "created_at": "2019-11-06 05:35:08.154338", "updated_at": "2020-12-08 20:45:17.232083", "quoteText": "You shall not use the Dailymotion Service if (a) You are not of legal age to form a binding contract with Dailymotion, ", "case_id": 152, "document_id": 1859, "quoteStart": 5832, "quoteEnd": 5951}, {"id": 8292, "title": "This service employs third-party cookies, but with opt-out instructions", "source": "https://www.dailymotion.com/legal/cookiemanagement", "status": "Generated through the annotate view", "created_at": "2019-11-06 05:01:03.501629", "updated_at": "2020-12-08 20:51:59.247114", "quoteText": "Choices available through the Site</u>\n<p>A cookie settings page, enabling you to personalize your cookie preferences, is available at any time on the footer of our website, as well as through the DAILYMOTION video player settings menu", "case_id": 127, "document_id": 1861, "quoteStart": 10564, "quoteEnd": 10799}, {"id": 8307, "title": "Usernames can be rejected for any reason", "source": "https://www.dailymotion.com/legal", "status": "Generated through the annotate view", "created_at": "2019-11-06 06:13:19.764742", "updated_at": "2020-12-08 20:53:03.567107", "quoteText": "i.e.\nallegedly infringing username, metadata considered inappropriate, etc.) from the Dailymotion Service, without prior notice", "case_id": 328, "document_id": 1859, "quoteStart": 17341, "quoteEnd": 17468}, {"id": 8291, "title": "Blocking cookies may limit your ability to use the service", "source": "https://www.dailymotion.com/legal/cookiemanagement", "status": "Generated through the annotate view", "created_at": "2019-11-06 04:47:15.12736", "updated_at": "2020-12-08 20:46:57.716957", "quoteText": "NOTICE</u>: We remind you that refusing cookies is likely to modify the terms of your access to our Site as well as its use (viewing our videos, saving identifying information, receiving personalized recommendations, etc.).\n", "case_id": 375, "document_id": 1861, "quoteStart": 13929, "quoteEnd": 14153}, {"id": 8294, "title": "This service employs third-party cookies, but with opt-out instructions", "source": "https://www.dailymotion.com/legal/cookiemanagement", "status": "Generated through the annotate view", "created_at": "2019-11-06 05:02:38.50303", "updated_at": "2020-12-08 20:51:33.099695", "quoteText": ">\n<li>\n<b>Third-party cookies</b> are saved by companies of the Vivendi group or by DAILYMOTION partners, which are usually advertising partners</li>\n</ol>\n<br>\n<p>Cookies may consist of «&nbsp;session&nbsp;» cookies that only last for as long as the site is being visited, or may consist of cookies of a longer duration, which allow information from one visit to be memorized until the next.</p>\n<p>You can configure cookies settings yourself by accessing the cookie settings page available at all times on the Site", "case_id": 127, "document_id": 1861, "quoteStart": 2089, "quoteEnd": 2605}, {"id": 8300, "title": "You maintain ownership of your data", "source": "https://www.dailymotion.com/legal", "status": "Generated through the annotate view", "created_at": "2019-11-06 05:39:20.497758", "updated_at": "2020-12-08 18:59:51.009397", "quoteText": "Despite this allowance, Your Content shall always remain Your property", "case_id": 183, "document_id": 1859, "quoteStart": 7605, "quoteEnd": 7675}, {"id": 17885, "title": "The service may keep a secure, anonymized record of users' data for analytical purposes even after the data retention period", "source": "https://www.dailymotion.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-03-29 10:59:22.468293", "updated_at": "2021-03-31 11:45:46.169348", "quoteText": "We may also continue to use some of the Data in anonymized or pseudonymized forms for various operational and analytical purposes.", "case_id": 304, "document_id": 1860, "quoteStart": 73276, "quoteEnd": 73406}, {"id": 8308, "title": "only for your individual use", "source": "https://www.dailymotion.com/legal", "status": "Generated through the annotate view", "created_at": "2019-11-06 06:18:28.188292", "updated_at": "2020-12-08 20:47:13.053728", "quoteText": "<p>6.9.\nYou agree not to access content hosted on the Dailymotion Service for any reason other than your personal, non-commercial use solely as intended through and permitted by the normal functionality of the Dailymotion Service, and solely for Streaming purposes", "case_id": 142, "document_id": 1859, "quoteStart": 21526, "quoteEnd": 21790}, {"id": 8306, "title": "The service can delete your account without prior notice and without a reason", "source": "https://www.dailymotion.com/legal", "status": "Generated through the annotate view", "created_at": "2019-11-06 06:11:59.250353", "updated_at": "2020-12-08 20:49:48.863425", "quoteText": "Your Dailymotion Account being deactivated and/or (iii) your use of the embeddable Dailymotion video player being blocked and/or (iv) any elements or data related to Your Content or to Your Dailymotion Account being modified or removed ", "case_id": 201, "document_id": 1859, "quoteStart": 17104, "quoteEnd": 17340}, {"id": 8304, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://www.dailymotion.com/legal", "status": "Generated through the annotate view", "created_at": "2019-11-06 06:06:38.576265", "updated_at": "2020-12-08 20:54:15.588248", "quoteText": "iii) does not infringe personal rights (i.e.\nthat is not defamatory and does not contain insults, abuse, libel, etc.) or personal privacy (including an individual's right to his or her image).\n(iv) is not contrary to public policy and accepted moral standards", "case_id": 283, "document_id": 1859, "quoteStart": 15862, "quoteEnd": 16121}, {"id": 8305, "title": "This service can delete your content if you violate the terms", "source": "https://www.dailymotion.com/legal", "status": "Generated through the annotate view", "created_at": "2019-11-06 06:10:48.832904", "updated_at": "2020-12-08 20:56:40.898723", "quoteText": "Dailymotion reserves the right to decide in its sole discretion whether Your Content, Your Dailymotion Account and/or Your use of the Dailymotion Service violates these Terms for any reasons other than copyright infringement, such as, but not limited to, pornography, obscenity, or excessive length.\nFailure to comply with these Terms may result in (i) Your Content being removed and/or ", "case_id": 377, "document_id": 1859, "quoteStart": 16712, "quoteEnd": 17099}, {"id": 8288, "title": "If you are the target of a copyright holder's take down notice, this service gives you the opportunity to defend yourself", "source": "https://www.dailymotion.com/legal/copyright", "status": "Generated through the annotate view", "created_at": "2019-11-06 00:20:46.828376", "updated_at": "2021-02-06 03:50:48.105345", "quoteText": "If you believe that your work has been copied in a way that constitutes copyright infringement, please provide Dailymotion’s copyright agent the written information specified below", "case_id": 155, "document_id": 1862, "quoteStart": 399, "quoteEnd": 579}, {"id": 8303, "title": "Users agree not to submit illegal content", "source": "https://www.dailymotion.com/legal", "status": "Generated through the annotate view", "created_at": "2019-11-06 05:57:32.393933", "updated_at": "2020-12-08 20:56:18.282909", "quoteText": "contains no child pornography.\ndangerous or illegal acts (including but not limited to incitement to violence, animal abuse or drug abuse).\nunlawful, obscene, defamatory or libelous material.\nimages of rape or abuse.\nimages of bestiality.\nor any sexually explicit content (including but not limited to intercourse, masturbation, sadistic or masochistic abuse, explicit depiction of male or female genitalia or pubic areas, pedophilia or necrophilia", "case_id": 238, "document_id": 1859, "quoteStart": 14941, "quoteEnd": 15389}, {"id": 8301, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.dailymotion.com/legal", "status": "Generated through the annotate view", "created_at": "2019-11-06 05:41:30.704917", "updated_at": "2020-12-08 20:58:23.346694", "quoteText": "Please note that due to the nature of the Internet and digital media, data transmitted – including Your Content – cannot be protected against risks of misappropriation and/or piracy, for which Dailymotion shall not be liable.\nYou are responsible for taking all appropriate steps to protect Your data, where applicable", "case_id": 148, "document_id": 1859, "quoteStart": 7677, "quoteEnd": 7994}, {"id": 8297, "title": "The service explains how to prevent disclosure of personal information to third parties", "source": "https://www.dailymotion.com/legal/cookiemanagement", "status": "Generated through the annotate view", "created_at": "2019-11-06 05:16:33.049354", "updated_at": "2020-12-08 21:03:48.661115", "quoteText": "All browsers offer configuration options to:</p>\n<ul>\n<li>inform you of the cookies saved on your computer;</li>\n<li>allow you to accept or refuse them, on either a case-by-case basis or outright.</li>\n</ul>\n<p>The configuration of each browser is different.\nWe suggest you consult the help menu on your browser in order to configure your browser as you wish.</p>Consenting to cookies<p>The saving of a cookie on a device is governed by user-defined settings for the user’s browsing software.</p>\n<p>If you have accepted the saving of cookies through your browser, they will be integrated into the pages and content you have viewed and may be temporarily stored in a dedicated location on your device.\nThey will only be readable by their issuer.</p>Refusing cookies<p>There are different options for refusing cookies, which may impact the functioning of the service you request on our Site.</p>How to implement your choice according to the browser you use", "case_id": 334, "document_id": 1861, "quoteStart": 10854, "quoteEnd": 11809}, {"id": 8302, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.dailymotion.com/legal", "status": "Generated through the annotate view", "created_at": "2019-11-06 05:48:15.36839", "updated_at": "2020-12-08 21:06:14.008878", "quoteText": "You agree that Your use of the Dailymotion Service shall be at your sole risk and liability.\nIn this regard, You are solely responsible for (i) Your use of the Dailymotion Service and more specifically for Your Content, and (ii) the protection of its computer hardware against any virus or interruption", "case_id": 293, "document_id": 1859, "quoteStart": 10207, "quoteEnd": 10509}, {"id": 8290, "title": "The service deletes tracking data after a period of time and allows you to opt out", "source": "https://www.dailymotion.com/legal/cookiemanagement", "status": "Generated through the annotate view", "created_at": "2019-11-06 02:58:31.254041", "updated_at": "2020-12-08 21:11:07.673993", "quoteText": "Others have a longer duration, although this never exceeds 13 months in accordance with current regulations", "case_id": 221, "document_id": 1861, "quoteStart": 4730, "quoteEnd": 4837}, {"id": 8287, "title": "This service keeps user logs for an undefined period of time", "source": "https://www.dailymotion.com/legal", "status": "Generated through the annotate view", "created_at": "2019-11-06 00:16:11.202146", "updated_at": "2020-12-08 21:12:31.463951", "quoteText": "The records of Dailymotion are stored on our systems in accordance with standard safety practices and applicable laws.\nThe Dailymotion records shall be considered proof of emails exchanged, registration forms sent, videos uploaded, and other activity within the Dailymotion Service, being agreed that, in the event of a discrepancy between our records and any paper or electronic documents in Your possession, our records shall be authoritative and controlling", "case_id": 178, "document_id": 1859, "quoteStart": 24071, "quoteEnd": 24531}, {"id": 8286, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://www.dailymotion.com/legal", "status": "Generated through the annotate view", "created_at": "2019-11-06 00:11:38.910778", "updated_at": "2020-12-08 20:55:15.954514", "quoteText": "The Dailymotion Service may contain links to websites operated by other entities (a \"<b>Linked Site</b>\").\nIf You decide to visit any Linked Site, You do so at Your own risk and it is Your responsibility to take all protective measures to guard against viruses or other destructive elements.Dailymotion has no responsibility to You with respect to any Linked Site, and no Linked Site, regardless of the linking form (e.g.\nhotlinks, hypertext links, IMG links) is maintained, controlled, endorsed, monitored or otherwise governed by Dailymotion", "case_id": 278, "document_id": 1859, "quoteStart": 24545, "quoteEnd": 25088}, {"id": 8278, "title": "Users agree not to submit illegal content", "source": "https://www.dailymotion.com/legal/prohibited", "status": "Generated through the annotate view", "created_at": "2019-11-05 23:37:59.213693", "updated_at": "2021-02-06 04:25:30.12158", "quoteText": "child pornography;<br>\n- dangerous or illegal acts (including but not limited to incitement to violence, animal abuse or drug abuse);<br>\n- unlawful, ", "case_id": 238, "document_id": 1863, "quoteStart": 171, "quoteEnd": 321}, {"id": 8283, "title": "The court of law governing the terms is in location X", "source": "https://www.dailymotion.com/legal", "status": "Generated through the annotate view", "created_at": "2019-11-06 00:02:41.081443", "updated_at": "2020-10-10 03:49:34.321338", "quoteText": "If you reside in a country that is not part of the European Economic Area, You agree that any dispute between You and Dailymotion arising out of or relating in any way to these Terms or Your use of the Dailymotion Service shall be interpreted in accordance with the New York laws, without reference to its conflicts of laws, and notwithstanding multiple defendants or third party claims.\nYou also agree that any claim or dispute between You and Dailymotion shall be decided by a court of competent jurisdiction located in the New York county", "case_id": 163, "document_id": 1859, "quoteStart": 26659, "quoteEnd": 27200}, {"id": 8281, "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly", "source": "https://www.dailymotion.com/legal/copyright", "status": "Generated through the annotate view", "created_at": "2019-11-05 23:46:48.236345", "updated_at": "2020-08-07 23:05:21.611606", "quoteText": "Dailymotion reserves the right also to terminate a User's account, if they are determined to be a repeat infringer", "case_id": 313, "document_id": 1862, "quoteStart": 274, "quoteEnd": 388}, {"id": 8276, "title": "Prohibits the posting of pornographic content", "source": "https://www.dailymotion.com/legal/prohibited", "status": "Generated through the annotate view", "created_at": "2019-11-05 23:33:44.636698", "updated_at": "2021-02-06 04:25:30.099111", "quoteText": "any sexually explicit content (including but not limited to images of rape, bestiality, intercourse, masturbation, sadistic or masochistic abuse, explicit depiction of male or female genitalia or pubic areas, pedophilia or necrophilia).<", "case_id": 315, "document_id": 1863, "quoteStart": 372, "quoteEnd": 609}, {"id": 8282, "title": "There is a date of the last update of the terms", "source": "https://www.dailymotion.com/legal", "status": "Generated through the annotate view", "created_at": "2019-11-05 23:51:08.001353", "updated_at": "2020-12-08 19:32:43.04333", "quoteText": "Last Updated: May 23rd 2018", "case_id": 331, "document_id": 1859, "quoteStart": 28521, "quoteEnd": 28548}, {"id": 8279, "title": "There is a date of the last update of the terms", "source": "https://www.dailymotion.com/legal/cookiemanagement", "status": "Generated through the annotate view", "created_at": "2019-11-05 23:42:50.254439", "updated_at": "2020-12-08 20:54:53.791112", "quoteText": "Last Update: May 23rd, 2018", "case_id": 331, "document_id": 1861, "quoteStart": 25, "quoteEnd": 52}, {"id": 8280, "title": "This service can delete your content if you violate the terms", "source": "https://www.dailymotion.com/legal/copyright", "status": "Generated through the annotate view", "created_at": "2019-11-05 23:45:22.193933", "updated_at": "2020-12-08 21:04:02.391682", "quoteText": "will remove all Content if properly notified that such content infringes on another's intellectual property rights", "case_id": 377, "document_id": 1862, "quoteStart": 158, "quoteEnd": 272}, {"id": 8277, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://www.dailymotion.com/legal/prohibited", "status": "Generated through the annotate view", "created_at": "2019-11-05 23:35:16.565397", "updated_at": "2021-02-06 04:32:04.322361", "quoteText": "obscene, defamatory or libelous material", "case_id": 283, "document_id": 1863, "quoteStart": 321, "quoteEnd": 361}, {"id": 8295, "title": "The service provides a complete list of all cookies set by its website", "source": "https://www.dailymotion.com/legal/cookiemanagement", "status": "Generated through the annotate view", "created_at": "2019-11-06 05:04:44.074721", "updated_at": "2020-12-08 19:29:33.626616", "quoteText": "If you’d like to learn more about cookies, CNIL has prepared an explanatory video entitled “Comment j’ai attrapé un cookie ?”, which can be accessed at the following link:&nbsp;https://www.dailymotion.com/video/x16lt53_tutoriel-qu-est-ce-qu-un-cookie_tech</p>What are the cookies issued on our Site used for?Internal cookies<p>Internal cookies that are directly saved by DAILYMOTION&nbsp;are mainly functional cookies.\nThey are saved on your device primarily for the browsing needs on our Site, identification, and for the optimization and personalization of our services and content.</p>\n<p>These functional cookies serve the following purposes:</p>\n<ul>\n<li>\n<b>User authentication cookies</b>: Authentication cookies allow you to access your account using the username you have already provided us with.</li>\n<li>\n<b>Personalization cookies</b>: Personalization cookies make it possible to adapt the appearance of our Site to the display preferences on your device (language, display resolution, operating system, security settings, etc.) whenever you visit our Site, all according to the tools and software for viewing and playing media present on your device.</li>\n<li>\n<b>Statistics cookies</b>: Statistics cookies allow us to ascertain the use and performance of our Site and improve its functioning.\nTo accomplish this, these cookies track your browsing in order to establish statistics on visits.\nFor the most part, these cookies are saved and used by DAILYMOTION.</li>\n<li>\n<b>Audience measurement cookies</b>: DAILYMOTION uses audience measurement cookies (including Google Analytics) to obtain anonymous visitor statistics for its Site, which are then used to optimize it by analyzing the browsing activity of users and detecting any potential malfunctions.</li>\n<li>\n<b>Functional cookies used to conduct ergonomics/marketing&nbsp;studies</b>: Our Site uses an A/B testing solution that relies on cookies to improve the user experience.\nA/B testing&nbsp;makes it possible to personalize web content and offer variety.</li>\n</ul>\n<p>Most internal functional cookies expire at the end of your visit to our Site", "case_id": 306, "document_id": 1861, "quoteStart": 2607, "quoteEnd": 4728}, {"id": 8289, "title": "This service respects your browser's Do Not Track (DNT) headers", "source": "https://www.dailymotion.com/legal/cookiemanagement", "status": "Generated through the annotate view", "created_at": "2019-11-06 00:26:55.736301", "updated_at": "2020-12-08 19:32:18.153481", "quoteText": "This configuration is different on your cell phone or tablet:</p>\n<ul>\n<li>iOS</li>\n<li>Android</li>\n<li>Blackberry</li>\n<li>Windows Phone</li>\n</ul>\n<br>Do Not Track<p>Finally, you may configure the browser on your device to send a code informing websites that you do not wish to be tracked.\nThis option is often called “Do Not Track” and can be accessed at the following links for the main browsers listed below:</p>\n<ul>\n<li>Internet Explorer ™</li>\n<li>Safari ™</li>\n<li>Chrome ™</li>\n<li>Firefox ™</li>\n<li>Opera ™</li>\n<li>Microsoft Edge ", "case_id": 383, "document_id": 1861, "quoteStart": 12611, "quoteEnd": 13155}, {"id": 8298, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://www.dailymotion.com/legal", "status": "Generated through the annotate view", "created_at": "2019-11-06 05:33:14.378795", "updated_at": "2020-12-08 20:46:23.119079", "quoteText": "Dailymotion may, in its sole discretion, modify these Terms from time to time, and You agree to be bound by such modifications.\nAlthough we may attempt to notify You when major changes are made to these Terms, You should periodically review the most up-to-date version which shall always be accessible from the homepage of the Dailymotion website", "case_id": 329, "document_id": 1859, "quoteStart": 5222, "quoteEnd": 5568}, {"id": 8284, "title": "Users agree to comply with the law of the service's country", "source": "https://www.dailymotion.com/legal", "status": "Generated through the annotate view", "created_at": "2019-11-06 00:03:16.54362", "updated_at": "2021-02-06 03:50:47.963092", "quoteText": "Any obligations which expressly or by their nature are to continue after termination, cancellation, or expiration of the Terms shall survive and remain in effect after such happening.</p>\n<p>9.3.\nIf you reside in a country of the European Economic Area, you agree that any dispute between You and Dailymotion arising out of or relating in any way to these Terms or Your use of the Dailymotion Service shall be interpreted in accordance with the laws of France, without reference to its conflicts of laws, and notwithstanding multiple defendants or third party claims.\nYou also agree that any claim or dispute between You and Dailymotion shall be decided by a court of competent jurisdiction located in Paris", "case_id": 237, "document_id": 1859, "quoteStart": 25943, "quoteEnd": 26650}, {"id": 17893, "title": "Indemnify, hold harmless; survives termination", "source": "https://www.dailymotion.com/legal", "status": "Generated through the annotate view", "created_at": "2021-03-29 11:07:51.952872", "updated_at": "2021-03-31 11:41:37.797582", "quoteText": "\nAny obligations which expressly or by their nature are to continue after termination, cancellation, or expiration of the Terms shall survive and remain in effect after such happening.</p>", "case_id": 147, "document_id": 1859, "quoteStart": 25942, "quoteEnd": 26130}, {"id": 17869, "title": "This service tracks you on other websites", "source": "https://www.dailymotion.com/legal/cookiemanagement", "status": "Generated through the annotate view", "created_at": "2021-03-29 07:10:50.547754", "updated_at": "2021-03-31 11:52:29.748181", "quoteText": "They allow for a determination of your areas of interest based on the pages you visit on our Site, and for personalization of the ads we show you on other sites from the Vivendi group, such as Canal+, Universal, Digitick, Wengo, Seetickets, Radionomy, MyBestPro, etc.", "case_id": 129, "document_id": 1861, "quoteStart": 5389, "quoteEnd": 5656}, {"id": 17877, "title": "This service gathers information about you through third parties", "source": "https://www.dailymotion.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-03-29 07:22:45.454032", "updated_at": "2021-03-29 08:48:23.514337", "quoteText": "We may also collect information you have authorized the third-party service to share with us (such as, for example, your user ID, billing information, public profile information, email address, birthday, and profile data).</p>\n", "case_id": 382, "document_id": 1860, "quoteStart": 11572, "quoteEnd": 11799}, {"id": 17887, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.dailymotion.com/legal", "status": "Generated through the annotate view", "created_at": "2021-03-29 11:02:02.019549", "updated_at": "2021-03-31 11:43:23.861409", "quoteText": "You acknowledge and agree that the Dailymotion Service, in whole or in part (including, without limitation, the look and feel, the thematic channels, the functionality, and/or the Dailymotion video player), on and through which Your Content will be distributed is provided “AS IS” without warranty", "case_id": 286, "document_id": 1859, "quoteStart": 10523, "quoteEnd": 10820}, {"id": 17876, "title": "The service may collect extra data about you through promotions", "source": "https://www.dailymotion.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-03-29 07:22:11.019931", "updated_at": "2021-03-31 11:48:47.949591", "quoteText": "In addition, Dailymotion may collect information you provide to us when you respond to surveys, set your preferences on the Dailymotion Service, directly contact Dailymotion through the Dailymotion Help Center or by other means, or agree to participate in promotions that Dailymotion may offer from time to time.", "case_id": 211, "document_id": 1860, "quoteStart": 9669, "quoteEnd": 9981}, {"id": 17874, "title": "Your data may be processed and stored anywhere in the world", "source": "https://www.dailymotion.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-03-29 07:20:02.95487", "updated_at": "2021-03-31 11:49:37.362212", "quoteText": "Transfer of Data</u>\n<p>The Data collected by us through our Service may be sent to and stored on servers located in the United States, France, and other countries around the world.</p>", "case_id": 187, "document_id": 1860, "quoteStart": 8302, "quoteEnd": 8487}, {"id": 17872, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://www.dailymotion.com/legal/cookiemanagement", "status": "Generated through the annotate view", "created_at": "2021-03-29 07:18:19.391638", "updated_at": "2021-03-31 11:51:03.270352", "quoteText": "Finally, you may configure the browser on your device to send a code informing websites that you do not wish to be tracked.\nThis option is often called “Do Not Track” and can be accessed at the following links for the main browsers listed below:</p>\n<ul>\n<li>Internet Explorer ™</li>\n<li>Safari ™</li>\n<li>Chrome ™</li>\n<li>Firefox ™</li>\n<li>Opera ™</li>\n<li>Microsoft Edge ™</li>\n</ul>\n<p>However, we draw your attention to the fact that we cannot guarantee that this choice will always be acted on by independent non-affiliated companies.\nTherefore, on its own, this option does not represent a solution for refusing all cookies.</p>\n", "case_id": 233, "document_id": 1861, "quoteStart": 12780, "quoteEnd": 13417}, {"id": 17871, "title": "The service uses social media cookies/pixels", "source": "https://www.dailymotion.com/legal/cookiemanagement", "status": "Generated through the annotate view", "created_at": "2021-03-29 07:15:55.845872", "updated_at": "2021-03-31 11:51:28.98899", "quoteText": "ocial network cookies (Facebook, Google+, Twitter, Pinterest, etc.)&nbsp;generated by share buttons</i>\n<br>\n<p>We are likely to include computer applications originating with third parties on our Site.\nThese applications allow you to share content from our Site with third parties.\nThese include \"Share\" and \"Like\" buttons from social networks like Facebook, Twitter, Pinterest or Google+.</p>\n<p>Social networks providing a share button will likely identify you using this function, even if you have not used this button during your visit.\n", "case_id": 307, "document_id": 1861, "quoteStart": 7719, "quoteEnd": 8261}, {"id": 17873, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.dailymotion.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-03-29 07:19:26.016677", "updated_at": "2021-04-10 22:52:29.045663", "quoteText": "Your Personal Data may also be processed by our Commercial Partners (or by their respective Data Processors) for purposes that each of them defines independently.", "case_id": 188, "document_id": 1860, "quoteStart": 5284, "quoteEnd": 5446}, {"id": 17875, "title": "You must provide your identifiable information", "source": "https://www.dailymotion.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-03-29 07:21:43.275837", "updated_at": "2021-05-06 09:48:41.747002", "quoteText": "For instance, when you register to use the Dailymotion Service, we may collect your name, email address, birth date, gender, and other similar information.", "case_id": 409, "document_id": 1860, "quoteStart": 9223, "quoteEnd": 9378}, {"id": 17884, "title": "The service reviews its privacy policy on a regular basis", "source": "https://www.dailymotion.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-03-29 07:31:08.472686", "updated_at": "2021-03-29 08:45:10.807888", "quoteText": "We may do so as needed, but in any event, the Privacy Policy will be updated at least once every 12 months.", "case_id": 301, "document_id": 1860, "quoteStart": 76064, "quoteEnd": 76171}, {"id": 17890, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.dailymotion.com/legal", "status": "Generated through the annotate view", "created_at": "2021-03-29 11:04:38.477309", "updated_at": "2021-03-31 11:39:48.372926", "quoteText": "Subject to this overall provision above, Dailymotion shall not be liable for: (a) any indirect or consequential losses which may be incurred by You.\nThis shall include.\n(i) any loss of profit (whether incurred directly or indirectly).\n(ii) any loss of goodwill or business reputation.\n(iii) any loss of opportunity.\nor (iv) any loss of data suffered.\n(b) any loss or damage which may be incurred as a result of: (i) any reliance placed by You on the completeness, accuracy or existence of any advertising, or as a result of any relationship or transaction between You and any advertiser or sponsor whose advertising appears on the Dailymotion Service.\n", "case_id": 293, "document_id": 1859, "quoteStart": 12836, "quoteEnd": 13488}, {"id": 17883, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.dailymotion.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-03-29 07:29:05.204871", "updated_at": "2021-03-31 11:42:30.428556", "quoteText": "Depending on your country of residence, you may be entitled to access, correct and/or delete the Data you have provided to us, by requesting to do so through the setting of your account, or by reaching out to the Dailymotion Help Center via the dedicated section.", "case_id": 195, "document_id": 1860, "quoteStart": 41960, "quoteEnd": 42223}, {"id": 17888, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.dailymotion.com/legal", "status": "Generated through the annotate view", "created_at": "2021-03-29 11:02:59.879455", "updated_at": "2021-03-31 11:43:11.191726", "quoteText": "The DM Parties make no warranty or representation that the Dailymotion Service or its functionalities or technology, in whole or in part, will be uninterrupted, error-free or secure, including with respect to the delivery of Your content and/or any limitations on Your or any other Visitors ability to access, view or use Your Content or any other content, or that any information obtained from the Dailymotion Service will be accurate or reliable.</p>", "case_id": 287, "document_id": 1859, "quoteStart": 11743, "quoteEnd": 12195}, {"id": 17882, "title": "This service may collect, use, and share location data", "source": "https://www.dailymotion.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-03-29 07:27:42.688867", "updated_at": "2021-03-31 11:46:02.07875", "quoteText": "We may collect your device’s location data (limited to the city level only).\nThis information not only allows us to serve you Content related to your local area, such as local news and sports videos, but enables us to ensure the respect of Content geo-restrictions imposed by the Content right holders.", "case_id": 373, "document_id": 1860, "quoteStart": 22558, "quoteEnd": 22860}, {"id": 17881, "title": "This service shares your personal data with third parties that are not involved in its operation", "source": "https://www.dailymotion.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-03-29 07:27:08.09391", "updated_at": "2021-03-31 11:46:26.843954", "quoteText": "\nYour Data may be shared with our Commercial Partners to inform them about your decision whether or not to allow processing of your Personal Data and, if you agreed, to allow them to estimate whether the products or service for which they run advertising campaigns may be of interest to you.\n", "case_id": 166, "document_id": 1860, "quoteStart": 21116, "quoteEnd": 21408}, {"id": 17880, "title": "The service uses your personal data for advertising", "source": "https://www.dailymotion.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-03-29 07:26:44.574449", "updated_at": "2021-03-31 11:47:00.959607", "quoteText": "Dailymotion offers its users the opportunity to watch numerous videos without charging any fee in return.\nSuch free of charge service can only be possible thanks to the presence of advertisements.\nWe may use Data we have, including information received from our Commercial Partners, to evaluate and improve our advertising and analytics systems so that the ads shown to you on and off our Services are customized and of real interest to you.\n", "case_id": 216, "document_id": 1860, "quoteStart": 20451, "quoteEnd": 20893}, {"id": 17879, "title": "This service may use your personal information for marketing purposes", "source": "https://www.dailymotion.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-03-29 07:25:47.880107", "updated_at": "2021-03-31 11:48:00.882371", "quoteText": "\nWe may use your Data to send you marketing communications, communicate with you about the Dailymotion Service and update you about our policies and terms.", "case_id": 336, "document_id": 1860, "quoteStart": 19878, "quoteEnd": 20033}, {"id": 17894, "title": "This service does not force users into binding arbitration", "source": "https://www.dailymotion.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-03-29 11:10:00.831253", "updated_at": "2021-05-25 17:05:27.772693", "quoteText": "You also agree that any claim or dispute between you and Dailymotion shall be decided by a court of competent jurisdiction located in Paris.</p>\n<p>\n<b>If you reside in a country that is not part of the European Economic Area</b>: you agree that any dispute between you and Dailymotion arising out of or relating in any way to this Privacy Policy or our collection, processing and/or use of your Data shall be interpreted in accordance with the laws of the State of New York, without reference to its conflicts of laws, and notwithstanding multiple defendants or third party claims.\n", "case_id": 335, "document_id": 1860, "quoteStart": 74070, "quoteEnd": 74653}, {"id": 17892, "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.", "source": "https://www.dailymotion.com/legal", "status": "Generated through the annotate view", "created_at": "2021-03-29 11:07:06.547798", "updated_at": "2021-03-31 11:41:03.902395", "quoteText": "You agree and shall indemnify and hold Dailymotion- harmless from and against any liability, loss, damages (including punitive damages), claim, settlement payment, cost and expense, interest, award, judgment, diminution in value, fine, fee (including reasonable attorneys’ fees), and penalty, or other charge (including reasonable attorneys’ fees and all other cost of investigating, defending or asserting any claim for indemnification under these Terms) arising from or relating to (i) Your Content, (ii) Your violation of the Terms or any other policy of Dailymotion.\n(iii) Your use of the Dailymotion Service.\nand (iv) Your violation of any third party rights, including without limitation any copyright, property, publicity or privacy rights.</p>\n<p>", "case_id": 145, "document_id": 1859, "quoteStart": 22411, "quoteEnd": 23166}, {"id": 17889, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.dailymotion.com/legal", "status": "Generated through the annotate view", "created_at": "2021-03-29 11:03:11.463789", "updated_at": "2021-03-31 11:43:00.207679", "quoteText": "The DM Parties also disclaim all warranties, take no responsibility and assume no liability for the content present on the Dailymotion Service, including but not limited to any mistakes, defamation, libel, slander, omissions, falsehoods, obscenity, pornography or profanity You may encounter on the Dailymotion Service.", "case_id": 288, "document_id": 1859, "quoteStart": 11423, "quoteEnd": 11742}, {"id": 17886, "title": "This service may keep personal data after a request for erasure for business interests or legal obligations", "source": "https://www.dailymotion.com/legal/privacy", "status": "Generated through the annotate view", "created_at": "2021-03-29 10:59:38.528961", "updated_at": "2021-03-31 11:44:05.929306", "quoteText": "If you delete your account, we will still retain some information from or about you when we are required to do so under the applicable law or contracts we are party to.", "case_id": 333, "document_id": 1860, "quoteStart": 73107, "quoteEnd": 73275}, {"id": 17870, "title": "Tracking via third-party cookies for advertising", "source": "https://www.dailymotion.com/legal/cookiemanagement", "status": "Generated through the annotate view", "created_at": "2021-03-29 07:11:25.686628", "updated_at": "2021-03-31 11:52:06.579336", "quoteText": "Third-party advertising cookies: these cookies are saved via third-party content distributed in our advertising spaces</i>\n<br>\n<p>Advertising cookies are saved by non-affiliated companies (like advertisers, advertising agencies, communications consulting agencies, audience measurement companies, providers of targeted advertising, etc.) through the advertising spaces on our Site.\nthe operation of these spaces helps pay for the content and services that we provide to you free of charge.</p>\n<p>First and foremost, these cookies allow us to record the total number of ads viewed in our advertising spaces, to identify these ads, their number of respective views, the number of users who have clicked on each ad, and where applicable, the actions then taken by these users on the sites where these ads take them, all in order to calculate amounts owed to members of the advertising distribution chain (communications agency, advertising agency, distribution site/media) and to establish statistics.</p>\n", "case_id": 128, "document_id": 1861, "quoteStart": 5875, "quoteEnd": 6880}, {"id": 17868, "title": "Third-party cookies are used for statistics", "source": "https://www.dailymotion.com/legal/cookiemanagement", "status": "Generated through the annotate view", "created_at": "2021-03-29 07:08:55.381017", "updated_at": "2021-03-31 11:52:40.305253", "quoteText": "DAILYMOTION uses audience measurement cookies (including Google Analytics) to obtain anonymous visitor statistics for its Site, which are then used to optimize it by analyzing the browsing activity of users and detecting any potential malfunctions.</li>\n<li>", "case_id": 325, "document_id": 1861, "quoteStart": 4128, "quoteEnd": 4386}], "urls": ["dailymotion.com"]}}