{"error": 448, "message": "OK", "parameters": {"id": 6209, "name": "CannaWeed ", "created_at": "2021-12-31 20:13:54.473565", "updated_at": "2021-12-31 23:01:12.748402", "wikipedia": null, "keywords": null, "related": null, "slug": "cannaweed", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6209.png", "url": "cannaweed.com", "documents": [{"id": 11247, "name": " Privacy Policy ", "url": "https://www.cannaweed.com/privacy/", "xpath": "//*[@id=\"ipsLayout_mainArea\"]", "text": " Privacy Policy <p>\n<strong>Mise en garde</strong>\n</p>\n<p> &nbsp.\n</p>\n<p>\n<strong>CannaWeed est un site d'information sur le cannabis (son histoire, ses applications thérapeutiques ou industrielles, ses produits dérivés, etc.), et sa culture pour un usage strictement privé.\nDe plus, CannaWeed est un site Hollandais destiné à un public averti et majeur, CannaWeed ne tient pas à faire de propagande ni de prosélytisme.\n</strong>\n</p>\n<p> &nbsp.\n</p>\n<p>\n<strong>Avertissement légal</strong>\n<strong>\n</strong>\n</p>\n<p> &nbsp.\n</p>\n<p>\n<strong>La possession, la consommation et la culture de cannabis sont réglementés dans de nombreux pays.\nL'administration du site ne pourra être tenue pour responsable de l'utilisation que vous ferez de la documentation mise à disposition.\nAinsi, renseignez-vous auprès des autorités légales pour vous assurer que vous respectez les lois en vigueur, nous ne souhaitons pas inciter des personnes qui seraient alors en délit.</strong>\n</p>\n<p> &nbsp.\n</p>\n<p>\n<strong>Pré-requis :</strong>\n</p>\n<p> &nbsp.\n</p>\n<ul>\n<li>\n<strong>Etre majeur : CannaWeed est exclusivement réservé à un public majeur.\n</strong>\n</li>\n</ul>\n<ul>\n<li>\n<strong>L'autoproduction : CannaWeed est un site d'aide à la culture du cannabis pour un usage personnel.\nAucune discussion concernant le marché noir, ni requête de cannabis (graines et boutures y compris), n'est tolérée.\n</strong>\n</li>\n</ul>\n<p> &nbsp.\n</p>\n<p>\n<strong>Tout écart à l'éthique de CannaWeed sera sanctionné par un bannissement immédiat et non-discutable.\n</strong>\n</p>\n<p>\n<strong>En entrant dans la communauté, vous déclarez être en accord avec les conditions précédemment citées, et respecter les lois en vigueur dans votre pays.</strong>\n</p>\n<p> &nbsp.\n</p>\n<p>\n<em>Les informations vous concernant sont destinées à CannaWeed.com.\nEn aucun cas nous ne les transmettrons à des tiers.\nVous disposez d'un droit d'accès, de modification, de rectification et de suppression des données qui vous concernent (art.\n34 de la loi 'Informatique et Libertés').\nPour l'exercer, ou refuser de recevoir des e-mails d'informations de Cannaweed.com, adressez vous à </em>\n<em>contact@cannaweed.com</em>\n</p>\n<p> &nbsp.\n</p>\n<p>\n<strong>Règles du Forum :</strong>\n</p>\n<p> &nbsp.\n</p>\n<ul>\n<li> Les Achats / Ventes/ Cessions / Échanges / Dons de cannabis (graines et boutures y compris), de plantes enthéogènes, ou de tout autre psychotrope, sont proscrits sur l'ensemble du site CannaWeed (forum, messagerie privée, salon jabber) ! </li>\n</ul>\n<ul>\n<li> Pas de discussions à propos des prix du cannabis au marché noir ! Et plus généralement, de tout ce qui lui est relatif.\nLe site prône l'AUTOproduction ! </li>\n</ul>\n<ul>\n<li> Toute discussion ayant pour sujet la religion (au sens large) et la politique (sauf si en rapport avec la législation sur les stupéfiants) sera fermée sans préavis, et ce suite à de nombreux débordements.\n</li>\n</ul>\n<ul>\n<li> Veuillez adopter une écriture correcte, faire un effort de rédaction (orthographe, syntaxe, ponctuation) ainsi que les formules de politesse d'usage et ne pas employer de langage sms ni d'abréviations ! </li>\n</ul>\n<ul>\n<li> Les noms et liens de growshops Français et Belges sont interdits, ceux d'Espagne, Suisse, et des Pays-Bas sont tolérés.\n* Pas de discussion visant à une action commerciale ! </li>\n</ul>\n<ul>\n<li> Pas de publicité pour un site personnel ! </li>\n</ul>\n<ul>\n<li> Le titre de votre sujet doit être le plus explicite possible, et non pas chercher à attirer l'attention ! Exemple à éviter :\"help\", \"question\", \"urgent\", \"à l'aide\", \"au secours\" etc.\n</li>\n</ul>\n<ul>\n<li> Veuillez prendre soin de placer votre topic dans la section lui correspondant le mieux.\n</li>\n</ul>\n<ul>\n<li> Ne pas utiliser d'images de plus de 100 pixels de hauteur dans les signatures, et merci de limiter l'usage des gifs animés au maximum.\n</li>\n</ul>\n<ul>\n<li> Pas de liens vers des sites extérieurs, ou offres commerciales quelles qu'elles soient, dans les signatures.\n</li>\n</ul>\n<ul>\n<li> Seuls les Achats / Ventes / Échanges de matériels de culture sont tolérés, section accessible après 200 messages </li>\n</ul>\n<ul>\n<li> Toute forme de flood (création de sujets à répétition, pollution) est proscrite du forum ! </li>\n</ul>\n<ul>\n<li> Inutile de spécifier votre adresse e-mail à la fin des messages postés, ou de demander un tuteur pour poser ses questions en privé, car l'essence même d'un forum est que tous les internautes profitent des réponses.\n</li>\n</ul>\n<ul>\n<li> Pour des raisons évidentes de sécurité liées au statut prohibé de notre plante favorite dans de nombreux pays, et en raison des risques liés au trafic, les topics de \"rencontres\" entre CannaWeedeurs seront systématiquement clos.\n</li>\n</ul>\n<ul>\n<li> Les sujets émanant d'utilisateurs habitants encore chez leurs parents et cultivant à leur insu seront clos et leurs auteurs bannis.\n</li>\n</ul>\n<ul>\n<li> Toute image pornographique ou lien vers celles-ci sont interdits ! </li>\n</ul>\n<ul>\n<li> Afin que la bonne-entente sur le forum persiste, nous demandons à tout un chacun de rester impérativement courtois.\nEn cas de différent entre membres, veuillez régler ça par MP, et non publiquement sur le forum ! </li>\n</ul>\n<ul>\n<li> Idem pour les conflits avec l'équipe de modération, nous ne tolérerons aucun sujet publique qui aurait pour origine une mésentente avec un membre de l'équipe.\n</li>\n</ul>\n<p> &nbsp.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<strong>Les décisions sont prises pour le bien du forum, si vous avez quelque chose à redire, contactez personnellement </strong>\n</p> un administrateur<strong>.\n</strong>\n<p> &nbsp.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<strong>Tout cela est laissé à l'appréciation des modérateurs qui se réservent le droit de fermer, déplacer, et supprimer un topic s'il enfreint une ou plusieurs de ces règles.\nDes sanctions peuvent également être prises en cas de non-respect des ces dernières, soit des avertissements, soit en cas de récidive, ou encore immédiatement selon la gravité de la faute, le bannissement définitif et non-discutable de CannaWeed !</strong>\n<strong>\n</strong>\n</p>\n<p> &nbsp.\n</p>\n<p>\n<strong>Relativement aux données personnelles et aux droits d'auteur: </strong>\n</p>\n<ul>\n<li> Pour la sécurité et la liberté de tous, conformément à l'article 34 de la loi informatique et libertés du 6 janvier 1978, chaque membre du forum dispose d'un droit d'accès, de modification, de rectification et de suppression des données personnelles qui le concernent.\n(Est appelée donnée personnelle: toute information relative à une personne physique identifiée ou qui peut être identifiée, directement ou indirectement, par référence à un numéro d'identification ou à un ou plusieurs éléments qui lui sont propres.\nExemple: un email est une donnée personnelle, un pseudo non, sauf s'il est explicitement lié à une personne physique).\n</li>\n</ul>\n<ul>\n<li> Pour consolider l'esprit de partage et de communauté du forum, toute production (texte, article, guide, photo, illustration, vidéo) originale publiée sur Cannaweed et pouvant répondre à l'appellation \"oeuvre de l'esprit\" engage son auteur à autoriser l'extraction, la réutilisation, la reproduction, la représentation, totale ou partielle, de son oeuvre par www.cannaweed.com.\nCannaweed s'engage pour sa part à ne pas utiliser ces productions pour un but lucratif.\n</li>\n<li> La suppression intempestif de contenu est interdite et passible sanction pouvant aller jusqu'au bannissement </li>\n</ul>\n<ul>\n<li> Enfin, et toujours pour mettre en avant l'esprit de communauté qui nous anime, l'utilisation et le partage de ces productions et du contenu du forum en général sont autorisés pour des usages privés ou des usages publics à but non lucratif en échange cordial d'un rappel de la source, i.e.\nwww.cannaweed.com.\nPour les websites sponsorisés et ne correspondant donc pas à la mention \"usage public à but non lucratif\", une autorisation sera délivrée au cas par cas sur simple demande auprès de l'administration qui est seule mandatée pour ce faire.\n</li>\n</ul>\n<p> &nbsp.\n</p>\n<p> Somme toute, s'il vous plaît, pour tout problème ne respectant pas les règles ci-dessus énumérées, veuillez prévenir la modération en cliquant sur le bouton <strong>Signaler</strong> prévu à cet effet.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<em>Comprenez qu'il est impossible d'assurer la pérennité d'un tel site sans un minimum de règles.\nLeur but est de préserver une agréable harmonie au sein du forum, de nous prévenir de poursuites judiciaires, et de privilégier la courtoisie ainsi que la bonne humeur à travers des sujets intéressants.\n</em>\n</p>\n<p> &nbsp.\n</p>\n<p>\n<em>Merci d'avoir pris le temps de lire, nous vous remercions de votre compréhension et vous souhaitons un bon surf sur CannaWeed, ainsi que d'excellentes cultures !</em>\n</p>\n<p> &nbsp.\n</p>\n<p>\n<strong>Cordialement, La TEAM CannaWeed.</strong>\n</p>\n<p> &nbsp.\n</p>\n<p> &nbsp.\n</p>\n<p>CannaWeed, Stationsplein, Amsterdam, Hollande-Septentrionale, 1012 AB</p> Third Parties <strong>reCAPTCHA V2</strong> This site uses a CAPTCHA to ensure humans are performing certain actions.\nThe CAPTCHA provider may set a session cookie and get information about your internet browser and device accessing this website.\nPrivacy Policy ", "created_at": "2021-12-31 20:13:54.476531", "updated_at": "2021-12-31 19:14:16.603218"}], "points": [], "urls": ["cannaweed.com"]}}