{"error": 448, "message": "OK", "parameters": {"id": 2395, "name": "PriceCharting", "created_at": "2020-11-08 07:13:33.234602", "updated_at": "2021-03-25 03:19:52.450369", "wikipedia": null, "keywords": null, "related": null, "slug": "pricecharting", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2395.png", "url": "pricecharting.com", "documents": [{"id": 3042, "name": "Privacy Policy", "url": "https://www.pricecharting.com/page/privacy-policy", "xpath": "//*[@id=\"terms-of-service\"]", "text": " Privacy Policy <p> We value your privacy and as web users ourselves know that you want the least invasive user experience possible.\nWe collect, use, and share the least amount of information possible for our website services to operate.\n</p>\n<p> This side is the actual privacy policy.\nIt is legally binding.\n</p>\n<p> This side is a summary.\nIt is not legally binding.\n</p> Data We Collect From You <p> We collect your personal information when you submit it to us via a webform or send us an email.\n</p>\n<p> We also collect personal transaction information when you are logged into your account and use services on our site, make purchases, or sell items in our marketplace.\n</p> Summary, <p> If you give us your personal info we will have it.\nIf you have an account we will keep track of what you buy and sell on the website.\n</p> How We Use Your Personal Information <p> We use your personal information to contact you about your account and transactions you make on the site.\n</p>\n<p> We may provide your personal information to service providers to facilitate services on the site including but not limited to email delivery and payment processing.\n</p> Summary, <p> We will only use your personal information to contact you about your account.\n</p> Sharing Data with Third Parties <p> When you enter into a transaction on our marketplace, you give us permission to share your personal information with the other party to the transaction.\nWe will only share information needed for order fulfilment.\nWe will never share payment information, passwords, or phone numbers.\n</p>\n<p> We do not sell, rent, or give away any of your personal information to any other third parties.\n</p>\n<p> We will only share your personal and transaction information with law enforcement personnel when presented with a valid court order.\n</p> Summary, <p> We share your information with people on the marketplace only when needed to complete a transaction.\nWe don't share it with anyone else unless the law requires it.\n</p> Information Retention <p> We retain personal and transaction information indefinitely.\nYou can request us to remove your personal information.\nTo preserve integrity of our database, we do not remove transaction informaton.\nIf required by law, we will erase account information.\nYou agree that all information submitted to us is the property of PriceCharting and can be used by us in accordance with this privacy policy.\n</p> Summary, <p> We can keep and use your information until you ask us to remove it.\n</p> Cookies <p> When you visit PriceCharting we might sent cookies to your computer.\nWe use this information to remember user preferences, logged in status, and for some website features.\n</p>\n<p> Some third party services deliver cookies as well.\nWe use these to know traffic numbers and what features customers use.\n</p>\n<p> At any time you can block cookies in your browser.\nSome features will not work correctly with our cookies turned off.\nThere are no negative consequences to disabling third party cookies.\n</p> Summary, <p> We use some cookies for website features like logging in.\nSome features won't work if you block our cookies.\n</p>\n<p>&nbsp;</p>\n", "created_at": "2020-11-08 07:14:21.024607", "updated_at": "2020-11-08 07:14:22.521549"}, {"id": 3043, "name": "Terms of Service", "url": "https://www.pricecharting.com/page/terms-of-service", "xpath": "//*[@id=\"terms-of-service\"]", "text": " PriceCharting Terms of Service <p> This document contains the terms and conditions of use on PriceCharting.<br> Our privacy policy outlines how we handle and protect your personal information.\n</p>\n<p> This side is the actual terms of service.\nIt is legally binding.\n</p>\n<p> This side is a summary.\nIt is not legally binding.\n</p> Acceptance of Terms <p> By accessing PriceCharting.com (\"Site\") or using any services available on the Site you agree to be bound by these terms (\"Terms\").\nIf you disagree with any part of the terms you may not access the Site.\n</p> Summary, <p> By using PriceCharting you agree to the terms and conditions on this page.\n</p> Service Offered <p> The Site is an online resource allowing users to view current and historic video game prices, track video game collections, and buy and sell video game in our marketplace (\"Services\").\n</p>\n<p> PriceCharting provides information that you may decide to follow or not.\nOn the marketplace, we help facilitate transactions but the contract for sale is between the buyer and seller.\nPriceCharting does not guarantee the existence, quality, legality, accuracy, or content of listings or the the products in the listings.\nUse caution and common sense when entering into transactions on the marketplace.\n</p> Summary, <p> We operate a site that helps you price, collect, buy, &amp.\nsell video games.\n</p>\n<p> On the marketplace, you are making a contract with the other person in the transaction, not with us.\nUse caution when making a transaction.\n</p> User Conduct &amp.\nMarketplace Acceptable Use <p> All listings or other content submitted on the Site is the sole responsibility of the user and not PriceCharting.\nYou agree to maintain and provide accurate information when you submit content.\nPriceCharting does not control or verify user submitted content.\n</p>\n<p> Sellers on the marketplace agree to fulfill their sales in a timely fashion.\nBuyers have an obligation to pay for the items they purchase.\n</p>\n<p> You will not use the Service for any purpose that is illegal in the jurisdiction where you use the Service.\nYou will not use the Service in ways prohibited by these Terms.\nViolations are grounds for closing your account and/or deleting your listings at the sole discretion of PriceCharting.\n</p>\n<p> When using the service you will NOT:<br>\n</p>\n<ul>\n<li> Post or upload items in inappropriate categories.\n</li>\n<li> Post inaccurate, misleading, or libellous content.\n</li>\n<li> Spam users on the site.\n</li>\n<li> Violate any laws.\n</li>\n<li> Collect information about users without their consent.\n</li>\n</ul>\n<p>\n</p> Summary, <p> You can't use the site to do something illegal in your country.\nFor example, selling bootlegged video games.\nIf you sell a video game on the marketplace you will ship it.\n</p>\n<p> If you do something bad, we have the right to close your account.\n</p> Content Ownership <p> When you submit content to the Site you retain full ownership of the content.\nYou promise that our use of this content will not violate the rights of any third party, including, but not limited to, copyrights, intellectual property rights, and privacy rights.\n</p>\n<p> You grant PriceCharting the right to store, display, and use the content.\nThis right is non-exclusive, perpetual, irrevocable, and royalty-free.\n</p> Summary, <p> You still own any content you upload.\nWe just use it for the purposes of running our site and marketplace.\n</p> Price Data Acceptable Use <p> All Price Data on the site is sole ownership of PriceCharting.\nYou may not republish, redistribute, or reuse the price data without explicitly citing PriceCharting as the source.\n</p>\n<p> PriceCharting price data may be integrated with POS (Point of Sale) systems that and marketed, sold, and distributed to third parties.\nPOS integrations must verify that each store location accessing the data has a valid and current PriceCharting premium subscription.\n</p> Summary, <p> You can use the price data for your personal needs or internal business purposes.\nYou cannot resell the data or redistribute the data unless you cite us as the source.\n</p>\n<p> You can use our price data with any POS (Point of Sale) system but each store location using the POS must have PriceCharting subscription.\n</p> Payment <p> Some Services on the site require payment.\nIn order to use these Services you must provide PriceCharting with your credit card information.\nBy submitting card info you warrant to PriceCharting that you are authorized to use the credit card submitted.\nYou agree to have your credit card charged on a monthly basis for any recurring services.\n</p>\n<p> All payments are facilitated through a third party payment service, Stripe and PayPal.\nYou agree to the payment processor's terms of service when you pay PriceCharting for our services, when you receive payment for a sale on the marketplace, or purchase something on the marketplace.\n</p> Summary, <p> If you choose to use premium services on the site you will pay for them.\n</p>\n<p> Whenever money changes hands, you agree to our payment processor's terms of service.\n</p> Closing Accounts <p> We may terminate any and all Services and/or accounts immediately without prior notice or liability, for any reason, including without limitation if you breach the Terms.\nUpon termination you may no longer use the Services.\n</p>\n<p> You may terminate your account by discontinuing use, or closing your account.\nAll provisions which should survive termination shall survive, including, ownership provisions, warranty disclaimers, limitations of liability, and indemnity.\n</p> Summary, <p> We can stop providing services at any time.\nYou can stop using our services at any time.\n</p> Revision <p> PriceCharting retains the right to modify or replace terms in this agreement at any time at our sole discretion.\nWe will notify you of material changes by posting on the Site.\nWhat constitutes a material change is at our sole discretion.\nUse of the Site and Services after material changes constitutes your acceptance of the Terms as modified.\n</p> Summary, <p> Some day we might need to change the terms.\nIf we do we will let you know.\n</p> Accessing the Site <p> Your access to the Site may be interrupted due to maintenance, malfunction, acts of god, or other causes.\nPriceCharting reserves the right to suspend or discontinue the Site for any reason without prior notice or liability.\n</p> Summary, <p> Sometimes things go wrong and you might lose access to the Site.\nPotentially forever if things go really bad.\n</p> Limitation of Liability <p> You hereby expressly and irrevocably release and forever discharge PriceCharting, and its respective directors, officers, employees, agents, representatives, independent and dependent contractors, licensees, successors and assigns of and from any and all actions, causes of action, suits, proceedings, liability, debts, judgments, claims and demands whatsoever in law or equity which you ever had, now have, or hereafter can, shall or may have, for or by reason of, or arising directly or indirectly out of your use of the Site and the Services.\n</p>\n<p> In no event shall PriceCharting be liable under contract, tort, strict liability, negligence or other Legal theory with respect to the Site or Services for (i) any lost profit or indirect punitive, or consequential damages, {ii) to provide substitute goods or services, or (iii) for any direct damages.\n</p> Summary, <p> We are not liable if something bad happens because you used the site.\n</p> Dispute Resolution <p> Both parties agree that the Terms shall be governed in accordance with the laws of Carbon County, Wyoming as if both parties were residents thereof.\nBoth parties submit to the exclusive jurisdiction of Carbon County, Wyoming courts.\n</p> Summary, <p> If there is a dispute, we will resolve it where we are based, in Carbon County, Wyoming.\n</p>\n<p>&nbsp;</p>\n", "created_at": "2020-11-08 07:14:57.326015", "updated_at": "2020-12-14 22:59:37.188765"}], "points": [{"id": 11187, "title": "Users agree not to use the service for illegal purposes", "source": "https://www.pricecharting.com/page/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-11-09 16:28:15.211124", "updated_at": "2020-11-28 04:17:03.420101", "quoteText": "You will not use the Service for any purpose that is illegal in the jurisdiction where you use the Service", "case_id": 280, "document_id": 3043, "quoteStart": 1991, "quoteEnd": 2097}, {"id": 11188, "title": "You can request access and deletion of personal data", "source": "https://www.pricecharting.com/page/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-11-09 16:32:25.614412", "updated_at": "2020-11-28 04:17:44.404978", "quoteText": "You can request us to remove your personal information.", "case_id": 195, "document_id": 3042, "quoteStart": 2096, "quoteEnd": 2151}, {"id": 11189, "title": "This service does not sell your personal data", "source": "https://www.pricecharting.com/page/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-11-09 16:33:25.761711", "updated_at": "2020-11-28 04:18:08.136311", "quoteText": "We do not sell, rent, or give away any of your personal information to any other third parties", "case_id": 193, "document_id": 3042, "quoteStart": 1584, "quoteEnd": 1678}, {"id": 11190, "title": "They may stop providing the service at any time", "source": "https://www.pricecharting.com/page/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-11-09 16:47:49.11312", "updated_at": "2020-11-28 04:16:29.106822", "quoteText": "PriceCharting reserves the right to suspend or discontinue the Site for any reason without prior notice or liability", "case_id": 203, "document_id": 3043, "quoteStart": 6288, "quoteEnd": 6404}, {"id": 11193, "title": "The terms for this service are easy to read", "source": "https://www.pricecharting.com/page/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-11-09 16:52:08.599932", "updated_at": "2021-02-06 03:50:42.04418", "quoteText": "PriceCharting Terms of Service", "case_id": 199, "document_id": 3043, "quoteStart": 1, "quoteEnd": 31}, {"id": 11192, "title": "This service does not force users into binding arbitration", "source": "https://www.pricecharting.com/page/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-11-09 16:51:48.680637", "updated_at": "2020-12-07 16:50:20.448566", "quoteText": "Summary, <p> If there is a dispute, we will resolve it where we are based, in Carbon County, Wyoming", "case_id": 335, "document_id": 3043, "quoteStart": 7779, "quoteEnd": 7879}, {"id": 11195, "title": "You maintain ownership of your data", "source": "https://www.pricecharting.com/page/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-11-09 16:55:41.765367", "updated_at": "2020-11-28 04:15:14.608603", "quoteText": "When you submit content to the Site you retain full ownership of the content", "case_id": 183, "document_id": 3043, "quoteStart": 2896, "quoteEnd": 2972}, {"id": 11191, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.pricecharting.com/page/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-11-09 16:51:15.060523", "updated_at": "2020-11-28 04:17:25.867491", "quoteText": "We use some cookies for website features like logging in.\nSome features won't work if you block our cookies.", "case_id": 375, "document_id": 3042, "quoteStart": 3048, "quoteEnd": 3156}, {"id": 11194, "title": "Your personal data is used for limited purposes", "source": "https://www.pricecharting.com/page/privacy-policy", "status": "Generated through the annotate view", "created_at": "2020-11-09 16:55:01.144644", "updated_at": "2020-12-07 16:49:42.474243", "quoteText": "We use your personal information to contact you about your account and transactions you make on the site.\n</p>\n<p> We may provide your personal information to service providers to facilitate services on the site including but not limited to email delivery and payment processing.", "case_id": 196, "document_id": 3042, "quoteStart": 875, "quoteEnd": 1154}, {"id": 11196, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.pricecharting.com/page/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-11-09 16:58:53.691732", "updated_at": "2020-11-28 04:16:41.076426", "quoteText": "PriceCharting does not guarantee the existence, quality, legality, accuracy, or content", "case_id": 288, "document_id": 3043, "quoteStart": 1057, "quoteEnd": 1144}, {"id": 11197, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.pricecharting.com/page/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-11-09 16:59:53.527356", "updated_at": "2020-11-28 04:15:05.502435", "quoteText": "PriceCharting retains the right to modify or replace terms in this agreement at any time at our sole discretion.", "case_id": 121, "document_id": 3043, "quoteStart": 5717, "quoteEnd": 5829}], "urls": ["pricecharting.com"]}}