{"error": 448, "message": "OK", "parameters": {"id": 4897, "name": "SMMPLUS ", "created_at": "2021-08-19 01:59:46.944435", "updated_at": "2021-08-19 22:01:07.042227", "wikipedia": null, "keywords": null, "related": null, "slug": "smmplus", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4897.png", "url": "smmplus.shop", "documents": [{"id": 8786, "name": " Terms & Privacy Policy  ", "url": "https://smmplus.shop/terms", "xpath": "/html/body/div[2]/div/div[1]/div/div", "text": " Terms &amp.\nPrivacy Policy Terms <p>\n<strong>General:</strong>\n</p>\n<p>By placing an order with SMMPLUS, you automatically accept all the below-listed terms of service whether you read them or not.</p>\n<p>We reserve the right to change these terms of service without notice.\nYou are expected to read all terms of service before placing an order to ensure you are up to date with any changes or any future changes.</p>\n<p>You will only use the SMMPLUS website in a manner that follows all agreements made with Instagram/Facebook/Twitter/Youtube/Other social media sites on their individual Terms of Service page.\nSMMPLUS rates are subject to change at any time without notice.\nThe payment/refund policy stays in effect in the case of rate changes.\nSMMPLUS does not guarantee a delivery time for any services.\nWe offer our best estimation for when the order will be delivered.\nThis is only an estimation and SMMPLUS will not refund orders that are processing if you feel they are taking too long.\nSMMPLUS tries hard to deliver exactly what is expected from us by our re-sellers.\nIn this case, we reserve the right to change a service type if we deem it necessary to complete an order.</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Disclaimer:</strong>\n</p>\n<p>SMMPLUS will not be responsible for any damages you or your business may suffer.</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Liabilities:</strong>\n</p>\n<p>SMMPLUS is in no way liable for any account suspension or picture deletion done by Instagram or Twitter or Facebook or YouTube or Other Social Media.</p>\n<p>\n<strong>\n</strong>\n</p>\n<p>\n<strong>Service：</strong>\n</p>\n<p>SMMPLUS will only be used to promote your Instagram/Twitter/Facebook or Social account and help boost your \"Appearance\" only.</p>\n<p>We DO NOT guarantee your new followers will interact with you, we simply guarantee you to get the followers you pay for.</p>\n<p>We DO NOT guarantee 100% of our accounts will have a profile picture, full bio, and uploaded pictures, although we strive to make this the reality for all accounts.</p>\n<p>You will not upload anything into the SMMPLUS site including nudity or any material that is not accepted or suitable for the Instagram/Twitter/Facebook or Social Media community.</p>\n<p>Private accounts would not a get a refund! Please ensure that your account is public before ordering.</p> Privacy Policy <p>\n<strong>Refund Policy：</strong>\n</p>\n<p>No refunds will be made to your payment method.\nAfter a deposit has been completed, there is no way to reverse it.\nYou must use your balance on orders from SMMPLUS.</p>\n<p>You agree that once you complete a payment, you will not file a dispute or a chargeback against us for any reason.</p>\n<p>If you file a dispute or chargeback against us after a deposit, we reserve the right to terminate all future orders, ban you from our site.\nWe also reserve the right to take away any followers or likes we delivered to your or your clients' Instagram/Facebook/Twitter or other social media account.</p>\n<p>Orders placed in SMMPLUS will not be refunded or canceled after they are placed.\nYou will receive a refund credit to your SMMPLUS account if the order is non-deliverable.</p>\n<p>Misplaced or Private account orders will not qualify for a refund.\nBe sure to confirm each and every order before placing it.</p>\n<p>Fraudulent activity such as using unauthorized or stolen credit cards will lead to the termination of your account.\nThere are no exceptions.</p>\n<p>Please do not use more than one server at the same time for the same page.\nWe cannot give you the correct followers/likes number in that case.\nWe will not refund these orders.</p>\n<p>\n</p>\n<p>\n<strong>Privacy Policy：</strong>\n</p>\n<p>This policy covers how we use your personal information.\nWe take your privacy seriously and will take all measures to protect your personal information.</p>\n<p>Any personal information received will only be used to fill your order.\nWe will not sell or redistribute your personal information to anyone.\nAll personal information is encrypted and saved in secure servers.</p> ", "created_at": "2021-08-19 01:59:46.94661", "updated_at": "2021-08-19 00:00:23.831703"}], "points": [], "urls": ["smmplus.shop"]}}