{"error": 448, "message": "OK", "parameters": {"id": 6057, "name": "Busuu ", "created_at": "2021-12-13 23:08:27.270854", "updated_at": "2022-08-09 22:01:01.505798", "wikipedia": null, "keywords": null, "related": null, "slug": "busuu", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/6057.png", "url": "busuu.com", "documents": [{"id": 10956, "name": "TERMS OF SERVICE", "url": "https://www.busuu.com/en/terms", "xpath": "/html/body/div[2]/div[2]", "text": " TERMS OF SERVICE\nINTRODUCTION\n<p>In the event there is a discrepancy between this English language version and any translated copies of the Terms of Service, the English version shall prevail.</p>\n<p>Thanks for having a look at our Terms of Service! For us transparency is very important, so our full Terms of Service are set out below, but to make it easier for you here is a short overview of the most important points: </p>\n<ul>\n<li>The basic version of Busuu can be accessed free of charge.\n</li>\n<li>To access the language courses on Busuu you must register for a free account.\n</li>\n<li>You have the option to purchase a Premium membership.\nWith a Premium membership you have access to additional learning functions such as grammar units, certificates, etc.\nThis is just an option.\nyou can use Busuu as basic member completely for free.\nIf you purchase a Premium membership, it will renew automatically for the initial time period purchased, but you can cancel it at any time by going to \"Settings\" and then “Subscription” within the Site.\nIf you purchased through a third party such as an app store, your subscription is also subject to the terms of your agreement with that third party (in addition to these Terms).\nTo cancel your subscription, you must cancel directly with that third party.\nYou will then still enjoy Premium access until the end of the period you’ve paid for.</li>\n<li>We hate spam as much as you do.\nIf you want, you can turn off any notifications, emails and newsletters from Busuu at any time.\n</li>\n</ul>\n<p>We hope you enjoy our services and that you improve your language skills with Busuu!\n<br>\n<br>\n</p>\nTERMS OF SERVICE\n<p>Welcome to busuu.com (the \"Site\"), an online community for learning languages.\nThe Site is owned and operated by Busuu Limited, an English limited liability company with company number 08172044 and with its registered address at City Place House, 55 Basinghall Street, London, EC2V 5DX, United Kingdom (\"Busuu\").\n<br>\n<br>\n</p>\nI.\nACCEPTANCE OF TERMS\n<ol>\n<li>Busuu provides its service (the \"Service\") to you, subject to the following Terms of Service.<br>\n<br>\n</li>\n<li>By accessing or using the Site, you (“you”) confirm that you agree to be bound by these Terms of Service.\nYou also confirm that you are either at least 18 years old or, if you are younger than 18, that you have the permission of your parent or legal guardian, who will take responsibility for your compliance with these Terms of Service.\nThe Service is not intended for use by children under the age of 13.\n<br>\n<br>\n</li>\n<li>These Terms of Service may be updated from time to time by Busuu.\nYou can review the most current version of the Terms of Service at any time here:&nbsp;www.busuu.com/terms.\nYour continued use of the Service or the Site after any such changes have been made constitutes your acceptance of the new Terms of Service.<br>\n<br>\n</li>\n<li>If you do not agree to comply with these or any future Terms of Service, do not use or access (or continue to use or access) the Service or the Site.\n<br>\n<br>\n</li>\n</ol>\nII.\nDESCRIPTION OF SERVICE\n<ol>\n<li>The Service allows users that register for an account on the Service (each a \"User\") to create and update an online profile on the Site (“Profile”).\nEach User that has registered with the Service receives his or her own Profile on which to post \"User Content\" (as defined in clause 6 below).<br>\n<br>\n</li>\n<li>Unless explicitly stated otherwise, any new feature that is added to the current Service, including the release of new tools and resources, shall be subject to the Terms of Service.\n<br>\n<br>\n</li>\n</ol>\nIII.\nFEES\n<ol>\n<li>The basic version of the Service can be used completely free of charge.\nHowever, you have the option to subscribe to a Premium membership in order to get access to additional learning functionalities (such as grammar material, video lessons, etc.) on the Site.&nbsp;You also have the option to purchase other services or materials (such as live lessons and business courses) whether or not you have a Premium membership.<br>\n<br>\n</li>\n<li>The prices and the related terms for all Paid Services, including the Premium membership, are governed by the Paid Services terms set out in clause 4 below.<br>\n<br>\n</li>\n<li>Where a free-trial period is included, you will not be charged until the free period is over.\nAt this point your card will automatically be charged using the card details entered at the beginning of the trial.\nThere are no refunds or credits for partial monthly subscriptions.\n<br>\n<br>\n</li>\n</ol>\nIV.\nPAID SERVICES\n<p>Where you have purchased a Paid Service (including a Premium membership), details of which can be found at www.busuu.com/premium the following terms set out in this clause 4 shall also apply to your use and access of the Paid Service.\nWhere there is any conflict between this clause 4 and the other terms set out in these Terms of Service, the terms in this clause 4 will prevail.\nThe following terms shall apply to you whether or not you are the individual using the Paid Service or if you are a third party facilitating and/or paying on behalf of an individual (such as a student, employee, agent, contractor or other representative) to use the Paid Service.\nNotwithstanding the foregoing if you are using the Paid Service pursuant to an agreement entered into by Busuu and a third party paying for and/or facilitating your use of the Paid Service then where the terms below are in conflict with the terms of the agreement entered into by Busuu and the third party the terms of such agreement shall prevail.</p>\n<ol>\n<li>The ordering process for Paid Services on the Site allows you to check your order before you proceed with your purchase: please check the details of the order before you proceed to payment.\nWe will send you a confirmation email each time that you purchase a Paid Service.\nThe contract between you and Busuu for the relevant Paid Service, which is subject to these Paid Services Terms, is formed at the time we send such confirmation email.\n<br>\n<br>\n</li>\n<li>By placing an order, you agree to pay the stipulated fees (which may be separately agreed with Busuu) for the relevant Paid Service(s) by credit card or any other form of payment accepted by Busuu, along with the VAT (if applicable) and any other fees or amounts associated with such Paid Service(s).\nThe most recent fees for each Paid Service are set out here:&nbsp;www.busuu.com/premium and you acknowledge and agree that such fees may change from time to time.\nAny price changes will be announced on the Busuu website and will not affect existing subscriptions (so if you have signed up for a membership for a certain price, price changes won’t affect your existing subscription, and will only apply to any future subscription purchase).\n<br>\n<br>\n</li>\n<li>Busuu uses secure payment service providers to make sure that your payments are secure.<br>\n<br>\n</li>\n<li>In relation to Paid Services that are offered on a subscription basis, Busuu offers different subscription periods so that you can choose the one that best meets your needs.\nPayment for subscription-based Paid Services is made in advance.\nDetails of the different subscription types and prices are available here:&nbsp;www.busuu.com/premium <br>\n<br>\n</li>\n<li>Where a subscription-based Paid Service renews automatically, your credit card will be charged automatically at the end of your current subscription period and your subscription will, unless you cancel it, be renewed for the same period of time.\nSubscriptions do not expire during the subscription period due to non-use of the subscribed Paid Service.\nYou can check on the length of your subscription at any time by viewing your account information or going to \"Settings\" and then “Subscription” within the Site.<br>\n<br>\n</li>\n<li>Busuu may run promotions and free offers which may be subject to additional terms or restrictions.\nThese promotions and offers may not be shared among different Users.\n<br>\n<br>\n</li>\n<li>Please be advised before you pay that, unless and to the extent expressly set out to the contrary in these Paid Services terms (and particularly the 7-Day Money Back Guarantee described below) or otherwise agreed with Busuu in writing, any amounts paid in advance will not be refunded.\n<br>\n<br>\n</li>\n<li>You may cancel any purchase of a Paid Service and claim a refund from Busuu for any reason within the first 14 working days following your initial purchase.\nHowever if you have used the Paid Service prior to exercising your cancellation right then you must pay for the value of the Paid Service provided up to the date of cancellation.<br>\n<br>\n</li>\n<li>Busuu may suspend or terminate your access to and/or use of any one or more Paid Services immediately and without liability if: <br>\n9.1.\nBusuu has reason to believe that you are in breach of or have acted inconsistently with these Paid Services Terms.\nor <br>\n9.2.\nBusuu is entitled to suspend or terminate your account, or your use of the Service generally, under clause 9 below.\n<br>\n<br>\n</li>\n</ol>\nV.\nREGISTRATION\n<ol>\n<li>In order to use most features of the Service, you must have a valid Busuu account.\nIn order to obtain a Busuu account, you must register with Busuu by providing your user name, a valid email address and other information (\"Registration Data\") as required by the registration process on the Site.\nAs part of that registration process, you will choose a password and a username for your Profile.\n<br>\n<br>\n</li>\n<li>You are responsible for maintaining the confidentiality of your password and account, and are fully responsible for all activities that occur under your password or account.\nEach account must be used individually and is not transferable.\nYou agree to: <br>\n<br>\n2.1.&nbsp;use your account individually and not share it with others.\nand<br>\n2.2.&nbsp;immediately notify Busuu in writing of any unauthorised use of your password or account or any other breach of security.\n<br>\n<br>\n</li>\n<li>You agree to:<br>\n3.1.\nprovide true, accurate, up-to-date and complete information about yourself as prompted by the Service's registration form.\nand <br>\n3.2.&nbsp;maintain and update the Registration Data to ensure that it remains true, accurate, up to date and complete.<br>\n<br>\n</li>\n<li>You can modify data that you have entered into the Service at any time by accessing your account and going to \"Settings\".<br>\n<br>\n</li>\n<li>If any Paid Service is suspended or cancelled, we may delete or stop your access to any of the information contained in the Service relating to your use of such Paid Service (including, where relevant, any information in your Premium Services account).\nBusuu declines any responsibility for the loss of information as a consequence of the cancellation of Paid Services.\n<br>\n<br>\n</li>\n<li>You must protect your account and the Paid Services you purchase from unauthorised and fraudulent use.\nPlease notify Busuu immediately at&nbsp;Premium@busuu.com&nbsp;of any unauthorised or fraudulent use of your Paid Services or when you suspect that your account may be at risk.<br>\n<br>\n</li>\n<li>Amounts paid to Busuu before you report an unauthorised or fraudulent use of your account will not be refunded.\nBusuu has the right to close or cancel the account of any User in the event of any unauthorised or fraudulent use of their account or any Paid Service.<br>\n<br>\n</li>\n<li>You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of any Paid Service, use of any Paid Service, or access to any Paid Service without the express prior written consent of Busuu.\n<br>\n<br>\n</li>\n<li>Busuu cannot and will not be liable for any loss or damage arising from your failure to comply with this clause 4.\n<br>\n<br>\n</li>\n</ol>\nVI.\nPRIVACY POLICY\n<ol>\n<li>Registration Data and certain other information about you are subject to our&nbsp;Privacy Policy, the terms of which are incorporated into these Terms of Service by reference.\nDetermining which personal data may be shared on your Profile is at your discretion (subject to clause 6.2 below) and is your responsibility.\nBy signing up to the Service you accept the terms of these Terms of Service, you also indicate that you understand and consent to the information collection, use, and disclosure practices described in our Privacy Policy.<br>\n<br>\n</li>\n<li>By purchasing and/or using any Paid Service, you also indicate that you understand and consent to the practices used to collect, use and disclose information relating to such use and/or purchase as described in our Privacy Policy.<br>\n<br>\n</li>\n<li>Where you are an individual using a Paid Service (including a Premium membership) in your capacity as a student, an employee or other third party using the Paid Service, you acknowledge and agree that your Registration Data including details relating to your use of the Paid Service shall be made available to either your educational institution, your employer or any third party paying for the Service on your behalf, as the case may be.<br>\n<br>\n</li>\n<li>Where you are accessing the Paid Service as an administrator on behalf of an educational institution or an employer or any other entity, you acknowledge that you will have access to User’s Registration Data and details relating to their use of the Paid Service (together “User Data”).\nYou hereby agree that you shall treat such User Data in the strictest confidence and in accordance with our Privacy Policy and in-particular you shall keep secure and not share any User Data with other users or third parties and shall limit your use of the User Data solely for the purpose of administering and monitoring the User’s use of the Paid Service.<br>\n<br>\n</li>\n<li>Busuu is protected by reCAPTCHA and is subject to the Google Privacy Policy and Terms of Service.\n<br>\n<br>\n</li>\n</ol>\nVII.\nUSER CONTENT AND BEHAVIOUR ON THE SERVICE\n<ol>\n<li>All information, data, text, software, music, sound, photographs, graphics, video, messages, tags, or other materials which are posted uploaded, emailed or transmitted via the Service by Users (\"User Content\"), whether publicly posted or privately transmitted, are the sole responsibility of the person from whom such User Content originated.\nBusuu accepts no responsibility at all for any User Content that any User uploads, posts, emails, transmits or otherwise makes available via the Service.\nBusuu does not control the User Content posted via the Service and, as such, does not guarantee the accuracy, integrity or quality of such User Content.<br>\n<br>\n</li>\n<li>You understand that by using the Service, you may be exposed to User Content that is offensive, indecent or objectionable.\nUnder no circumstances will Busuu be liable in any way for any User Content, including, but not limited to, any errors or omissions in any User Content, or any loss or damage of any kind incurred as a result of the use of any User Content made available via the Service.<br>\n<br>\n</li>\n<li>You acknowledge that Busuu does not monitor User Content, but that Busuu shall have the right (but not the obligation) in its sole discretion to refuse, move or delete any User Content that is available via the Service that breaches the Terms of Service or is otherwise (in Busuu's sole discretion) objectionable.<br>\n<br>\n</li>\n<li>Busuu does not claim ownership of the User Content.\nBy submitting User Content to the Service, you grant Busuu a worldwide, royalty-free, and non-exclusive licence to reproduce, modify and publish such User Content (i) in respect of User Content which is submitted to your Profile, for the purpose of displaying, distributing and promoting your Profile within the Service at all times until your Profile is terminated, (ii) in respect of other User Content, indefinitely for the purposes of the normal operation of the Service, and (iii) in respect of User Content which provides comments on the Service (whether in your Profile or not), for the purpose of marketing the Service to third parties.\nIf you don’t want Busuu to display your User Content anymore, you can delete your account at any time and your information won’t be visible to other users.\nPlease be aware that due to technical reasons beyond our control, it might take some time until your personal information disappears completely from search engines (such as Google).\nYou also acknowledge that some User Content (such as comments, posts or messages) not included directly within your Profile, may remain after the cancellation of your Profile.\nIn addition, Busuu hereby grants you a personal, non-exclusive, non-sub-licensable worldwide licence to access and view User Content of other Users within the scope of your normal use of the Service whilst you have an active account.<br>\n<br>\n</li>\n<li>You agree to use the Service in a diligent, proper and lawful manner and to ensure that you do not violate any applicable local, state, national or international law or any rights of third parties (including trade mark, trade secret, copyright or other proprietary rights).\nIn particular, you agree not to use the Service to:<br>\n5.1.&nbsp;upload, post, email, transmit or otherwise make available any User Content that is unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, libellous, invasive of another's privacy, hateful, or racially, ethnically or otherwise objectionable.\n<br>\n5.2.&nbsp;harm minors in any way;<br>\n5.3.&nbsp;impersonate any person or entity, including, but not limited to, a Busuu official, forum leader, guide or host, or falsely state or otherwise misrepresent your affiliation with any person or entity;<br>\n5.4.&nbsp;use the Service as a forwarding service to another website;<br>\n5.5.\nforge headers or otherwise manipulate any content transmitted through the Service in order to disguise its origin;<br>\n5.6.&nbsp;upload, post, email, transmit or otherwise make available any User Content that you do not have a right to make available under any law or under contractual or fiduciary relationships (such as inside information, proprietary and confidential information learned or disclosed as part of employment relationships);<br>\n5.7.&nbsp;upload, post, email, transmit or otherwise make available any User Content that infringes any Intellectual Property Rights (as defined in clause 11.1) or confidentiality rights of any party.\n<br>\n5.8.&nbsp;upload, post, email, transmit or otherwise make available any unsolicited or unauthorised advertising, promotional materials, \"junk mail\", \"spam\", \"chain letters\", \"pyramid schemes\", or any other form of solicitation.\n<br>\n5.9.&nbsp;upload, post, email, transmit or otherwise make available any material that contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment;<br>\n5.10.&nbsp;disrupt the normal flow of dialogue, cause a screen to \"scroll\" faster than other Users of the Service are able to type, or otherwise act in a manner that negatively affects other Users' ability to engage in real time exchanges;<br>\n5.11.&nbsp;interfere with or disrupt the Service or servers or networks connected to the Service, or disobey any requirements, procedures, policies or regulations of networks connected to the Service;<br>\n5.12.&nbsp;\"stalk\" or otherwise harass any other Users.\n<br>\n5.13.\ncollect or store personal data about other Users in connection with the prohibited conduct and activities set forth in paragraphs above.\nand/or<br>\n5.14.\npromote other sites or services which are not related with the Service offered by Busuu.<br>\n<br>\n</li>\n<li>You acknowledge and agree that Busuu may preserve User Content and may also disclose User Content if required to do so by law, or in the good faith belief that such preservation or disclosure is reasonably necessary to: (a) comply with legal process.\n(b) enforce the Terms of Service or the Paid Services Terms.\n(c) respond to claims that any User Content violates the rights of third parties.\nor (d) protect the rights, property, or personal safety of Busuu, its Users and the public.\n<br>\n<br>\n</li>\n</ol>\nVIII.\nTHIRD-PARTY CONTENT AND LINKS TO THIRD-PARTY WEB SITES\n<ol>\n<li>The Site may contain third-party owned content and links to other websites (\"Linked Sites\").\nBusuu does not endorse, sponsor, recommend, or otherwise accept responsibility for any Linked Sites.\nIn addition, Linked Sites are not under the control of Busuu, and Busuu is not responsible for the content or privacy practices of the Linked Sites, including, without limitation, links contained on Linked Sites or any changes or updates to Linked Sites.\nBusuu may provide third party content and Linked Sites to you only as a convenience, and the inclusion of such third party content and Linked Sites is not an endorsement by Busuu in favour of any third party.\nYou further acknowledge and agree that Busuu shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such User Content, goods or services available on or through any such site or resource.<br>\n<br>\n</li>\n<li>Busuu respects the Intellectual Property Rights of others, and we ask our Users to do the same.\nBusuu has no responsibility for content on other websites that you may find or access when using the Service.\nMaterial available on or through other websites may be protected by copyright and the intellectual property laws of any country.\nThe terms of use of those websites, and not the Terms of Service of Busuu, govern your use of that material.\n<br>\n<br>\n</li>\n<li>This service may contain translations powered by Google.\nGoogle disclaims all warranties related to the translations, express or implied, including any warranties of accuracy, reliability, and any implied warranties of merchantability, fitness for a particular purpose and noninfringement.\n<br>\n<br>\n</li>\n</ol>\nIX.\nADVERTISERS\n<ol>\n<li>Your correspondence or business dealings with, or participation in promotions of advertisers found on or through the Service, including payment for and delivery of related goods or services, and any other terms, conditions, warranties or representations associated with such dealings, are solely between you and such advertiser.\nYou agree that Busuu shall not be responsible or liable for any loss or damage of any sort incurred as the result of any such dealings or as the result of the presence of such advertisers on the Service.<br>\n<br>\n</li>\n<li>You understand and agree that the Service may include advertisements and that these advertisements are necessary for Busuu to provide the Service.\nYou also understand and agree that you will not obscure any advertisements from general view via HTML/CSS or any other means.\nBy using the Service, you agree that Busuu has the right to run such advertisements with or without prior notice, and without recompense to you or any other user.\nThe manner, mode and extent of advertising by Busuu on your Profile are subject to change at any time at Busuu's discretion.\nFor users with a Paid Service membership sponsored through an organisation your service will not include advertisements.\n<br>\n<br>\n</li>\n</ol>\nX.\nTERMINATION\n<ol>\n<li>You can cancel your account and your use of the Service at any time using the cancel function within the “Settings” section of your Profile.\nAfter cancellation, you will no longer have access to your Profile and all information contained therein may be deleted by Busuu.\nHowever, you acknowledge that some User Content (such as comments, posts or messages) not included directly within your Profile, may remain after the cancellation of your Profile.\nBusuu accepts no liability for such deletion of information or content.<br>\n<br>\n</li>\n<li>You agree that Busuu may terminate your account i Busuu has reason to believe that you have breached or acted inconsistently with the Terms of Service.\nFollowing such a termination, Busuu may remove and discard any of your User Content within the Service (including, but not limited to your Profile), and may also terminate any contracts, verbal or written or assumed, in conjunction with your deleted Profile.<br>\n<br>\n</li>\n<li>Busuu reserves the right in its sole discretion at any time to modify or discontinue, temporarily or permanently, the Service (or any part thereof).\nNotice of any such modification or discontinuance shall be posted on the Site wherever possible.\nYou agree that Busuu shall not be liable to you or to any third party for any modification or discontinuance of the Service (except to the extent set out in clause 4 above in respect of Paid Services) unless otherwise agreed between Busuu and such third party.\n<br>\n<br>\n</li>\n</ol>\nXI.\nRESALE OF SERVICE\n<p>You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Service, use of the Service, or access to the Service without the express prior written consent of Busuu.\n<br>\n<br>\n</p>\nXII.\nINTELLECTUAL PROPERTY RIGHTS\n<ol>\n<li>You acknowledge and agree that all Intellectual Property Rights in the Service, the Site, any necessary software used in connection with the Service (\"Software\"), and all content (including text, videos, images or other materials) contained within the Site and the Service other than User Content (“Content”) belong to Busuu and its licensors and that, except for the limited licence rights granted to you under clause 12.2, Busuu and its licensors expressly reserve all Intellectual Property Rights in and to the Service, the Site, the Content and the Software.\nThe term “Intellectual Property Rights” means copyright, trade marks, patents, service marks, trade names, rights in know-how, database rights, design rights and other intellectual property rights or equivalent forms of protection, of whatever nature arising anywhere in the world, whether registered or unregistered and including applications for the grant of such rights.<br>\n<br>\n</li>\n<li>Subject to clauses 12.3 and 12.4 and your compliance with these Terms of Service, Busuu grants you a limited, personal, non-transferable, non-sublicensable, worldwide and non-exclusive licence to use the Site, the Service, the Content and the Software, in each case for your own personal, non-commercial use, in accordance with these Terms of Service and any other written or other instructions of Busuu (including any instructions or parameters set down by Busuu within or as part of the Site or the Service).<br>\n<br>\n</li>\n<li>Your licence to use the Software is restricted to use of the object code of the Software, and it is a condition of such licence that, except to the extent expressly permitted under applicable law, you do not (and do not allow any third party to) copy, modify, create a derivative work from, reverse engineer, reverse assemble or otherwise attempt to discover any source code, sell, assign, sublicense, grant a security interest in or otherwise transfer any right in the Software.\nAdditionally, you understand that you may have to agree to additional terms and conditions before you use such Software or any third party Content.<br>\n<br>\n</li>\n<li>Without prejudice to clause 12.1, you agree: <br>\n4.1.&nbsp;not to access the Site, the Service or the Content by any means other than through the interfaces that are provided by Busuu for use in accessing the Service.\nor /<br>\n4.2.&nbsp;except as expressly authorised by Busuu or relevant third parties (including third party advertisers), not to modify, rent, lease, loan, sell, distribute or create derivative works based on the Service or the Software, in whole or in part.\n<br>\n<br>\n</li>\n</ol>\nXIII.\nINDEMNITY\n<p>You agree to indemnify and hold Busuu, and its subsidiaries, affiliates, and its and their officers, directors, agents, co-branders or other partners, and employees, harmless from any losses, damages, cost, expense (including reasonable legal fees) or other liability, arising out of any claim, demand, allegation or proceeding brought by any third party due to or arising out of your User Content, your use of the Service, your connection to the Service, your breach of the Terms of Service, or your violation of any rights of another person or entity.\n<br>\n<br>\n</p>\nXIV.\nGENERAL PRACTICES REGARDING USE AND STORAGE\n<p>You acknowledge that Busuu may establish general practices and limits concerning storage of data on the Service and may modify such practices and limits from time to time without notice to you.\nYou agree that Busuu has no responsibility or liability for the deletion or failure to store any messages and other communications or other User Content maintained or transmitted by the Service.\nYou acknowledge that Busuu reserves the right to delete accounts that are inactive for a period of more than 12 months.\n<br>\n<br>\n</p>\nXV.\nDISCLAIMER OF WARRANTIES AND LIMITATION OF LIABILITY\n<ol>\n<li>Where you are using a Paid Service (including a Premium Membership) Busuu warrants that such Paid Service will comply in all material respects with its description as set out on the Site.<br>\n<br>\n</li>\n<li>Subject to clause 15.1 above you understand and agree that the Site, the Service and the Content are provided \"AS IS\" and that you use the Site, the Service and the Content at your own risk.\nTo the fullest extent permitted by applicable law, Busuu expressly disclaims all warranties of any kind, whether express or implied, including but not limited to any implied warranties of merchantability, fitness for a particular purpose and non-infringement.\nIn particular and without limitation to the foregoing, Busuu does not, except to the extent provided to the contrary under the warranty in clause 8.1, assume any responsibility for any improvement of your language learning.\nthe timeliness, deletion, mis-delivery or non-delivery of information.\nfailure to store any user communications or personalisation settings.\nrestriction or loss of access.\nany bugs or other errors.\nunauthorised use due to your sharing of access to the Service.\nor any malfunction and/or inadequacy of the internet connection or the computer you are using.\nIn addition, Busuu does not warrant that the Service or any part of it will be uninterrupted or error-free.\nHowever, this clause is subject to clause 15.3 below.<br>\n<br>\n</li>\n<li>Without prejudice to clause 15.2 but subject to clause 15.4, you expressly agree that Busuu shall not be liable for any:<br>\n3.1.&nbsp;loss of profit.\n<br>\n3.2.&nbsp;loss of goodwill.\n<br>\n3.3.&nbsp;loss of use.\n<br>\n3.4.&nbsp;loss of opportunity;<br>\n3.5.\nloss of data;<br>\n3.6.&nbsp;loss of anticipated savings;&nbsp.\n(in each case whether direct or indirect), nor <br>\n3.7.&nbsp;for any indirect, incidental, special, consequential or exemplary damages (even if Busuu has been advised of the possibility of such damages), resulting from any matter relating to the Site, the Service or the Content.<br>\n<br>\n</li>\n<li>However, Busuu does not restrict its liability for fraud, death or personal injury caused by its negligence, nor any other liability which Busuu is not permitted to restrict or exclude as a matter of applicable law.<br>\n<br>\n</li>\n<li>Subject to clauses 15.2, 15.3 and 15.4, the maximum aggregate liability of Busuu to you in relation to any Paid Service (whether such liability arises in contract, tort (including negligence), breach of statutory duty or otherwise) shall, to the fullest extent permitted by applicable law, not exceed the amount paid by you for such Paid Service.<br>\n<br>\n</li>\n<li>In the event that you have a dispute with another User relating to, arising from, or in any way connected with use of the Site or the Service, you release Busuu from all claims, demands and damages of any kind or nature arising out of or in any way connected with such dispute.\n<br>\n<br>\n</li>\n</ol>\nXVI.\nGENERAL INFORMATION\n<ol>\n<li>Applicable legislation and jurisdiction.\nThe Terms of Service and the relationship between you and Busuu shall be governed by the laws of England without regard to any conflict of law provisions of any jurisdiction.\nYou and Busuu agree to submit to the exclusive jurisdiction of the English courts, except that Busuu may seek injunctive relief in any jurisdiction in order to enforce its rights under these Terms of Service.<br>\n<br>\n</li>\n<li>Third party rights.\nUnder these Terms of Service no person other than you and Busuu shall have any rights in relation to your access and/or use of the Site, the Service and/or the Content, provided that Busuu’s third party licensors may take action against you to enforce their Intellectual Property Rights or other rights.<br>\n<br>\n</li>\n<li>Waiver and severability of terms.\nThe failure of Busuu to exercise or enforce any right or provision of the Terms of Service shall not constitute a waiver of such right or provision.\nIf any provision of the Terms of Service is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavour to give effect to the parties' intentions as reflected in the provision, and the other provisions of the Terms of Service remain in full force and effect.<br>\n<br>\n</li>\n<li>Entire agreement.\nYou agree that these Terms of Service represent the entire understanding between you and Busuu in respect of your relationship with Busuu as a User (except in respect of Paid Services, which are governed by the Paid Services Terms in addition to these Terms of Service).\nThese Terms of Service supersede any previous agreements between you and Busuu including any previous version of these Terms of Service.\n<br>\n<br>\n</li>\n</ol>\nXVII.\nCONTACT\n<ol>\n<li>Please contact us for any question you might have or report any breaches of the Terms of Service under info@busuu.com.<br>\n<br>\n</li>\n<li>Busuu may contact you and send you notices, including those relative to changes in these Terms of Service, by email, regular post or by posting announcements on the Site.\n<br>\n<br>\n</li>\n</ol>\n<p>Last updated: October 2018</p> ", "created_at": "2021-12-13 23:08:27.274824", "updated_at": "2021-12-13 22:09:13.467621"}, {"id": 10955, "name": "PRIVACY POLICY", "url": "https://www.busuu.com/en/privacy", "xpath": "/html/body/div[2]/div[2]", "text": " PRIVACY POLICY\n<p>\n<br>\nBusuu takes your privacy very seriously.\nBusuu is committed to safeguarding your privacy, and this privacy policy explains our data collection, use, and disclosure practices.\n<br>\n<br>\nThis policy covers:</p>\n<ul>\n<li>important information and who we are</li>\n<li>the personal data we collect</li>\n<li>how and why we collect and use your personal data</li>\n<li>why we process your personal data</li>\n<li>when and why we will disclose your personal data to the Busuu Group or other organisations</li>\n<li>international transfers</li>\n<li>the rights and choices you have when it comes to your personal data</li>\n<li>why we use cookies</li>\n<li>the steps we take to ensure your information is kept secure and confidential</li>\n<li>how long we will hold your information for</li>\n<li>your legal rights\n<br>\n<br>\n<br>\n</li>\n</ul>\n<strong>1.\nIMPORTANT INFORMATION AND WHO WE ARE</strong>\n<p>Busuu provides its service (the \"Service\") to you subject to the Terms of Service, and the following Privacy Policy.\nWe may update this Privacy Policy from time to time.\nAll changes will be posted on our website (the “Site”).\nYou can review the most current version of the Privacy Policy at any time here www.busuu.com/privacy.\nYour continued use of the Service or the Site after any such changes have been made constitutes your acceptance of the new Privacy Policy.\nThis website is not intended for children and we do not knowingly collect data relating to children.\nWords beginning with capital letters in this Privacy Policy which are not defined in this Privacy Policy are defined in the Terms of Service.</p>\n<p>Busuu Limited is the controller and responsible for your personal data (collectively referred to as \"Busuu\", \"we\", \"us\" or \"our\" in this Privacy Policy).\nYou have the right to make a complaint at any time to the Information Commissioner's Office (ICO), the UK supervisory authority for data protection issues.\nWe would, however, appreciate the chance to deal with your concerns before you approach the ICO, so please contact us in the first instance.</p>\n<p>This website may include links to third-party websites, plug-ins and applications.\nClicking on those links or enabling those connections may allow third parties to collect or share data about you.\nWe do not control these third-party websites and are not responsible for their privacy statements.\nWhen you leave our website, we encourage you to read the privacy notice of every website you visit.\n<br>\n<br>\n<br>\n</p>\n<strong>2.\nINFORMATION WE COLLECT AND RECEIVE</strong>\n<p>When you register for a Busuu account, Busuu collects personal data that you submit such as your username, email address, spoken and studied languages and any other personal or preference information that you optionally enter into the Service, as well as your profile picture.\n</p>\n<p>Busuu also collects and generates a number of other areas of usage information automatically which includes.\nservices metadata, log data, device information, IP addresses, third-party data and cookie information.</p>\n<p>We also collect, use and share Aggregated Data such as statistical or demographic data for any purpose.\nAggregated Data may be derived from your personal data but is not considered personal data in law as this data does not directly or indirectly reveal your identity.\nFor example, we may aggregate your Usage Data to calculate the percentage of users accessing a specific website feature.\nHowever, if we combine or connect Aggregated Data with your personal data so that it can directly or indirectly identify you, we treat the combined data as personal data which will be used in accordance with this privacy notice.\nWe do not collect any Special Categories of Personal Data about you (this includes details about your race or ethnicity, religious or philosophical beliefs, sexual orientation, political opinions, trade union membership, information about your health and genetic and biometric data).\nNor do we collect any information about criminal convictions and offences.</p>\n<p>We may contact you to ask you to participate in research.\nBy participating in research with us, you confirm that you have read and agreed to the research conditions.\nSome of our research will use information from your Busuu account in order to give us accurate results.\nResults will be aggregated and may be used for marketing purposes.\nNo personal details will be shared with third parties.\nAll your personal information will be stored securely for the duration of the research and deleted after the publication of the results.\nWe store your personal information only on secure servers that are held in secure facilities in the European Economic Area (“EEA”) and have up-to-date firewall protection.</p>\n<p>If you decide to participate in any research, your participation is voluntary and you can withdraw at any time.\nIf you’d like to withdraw, please send an email to research-team@busuu.com and your request will be processed on the following working day in the UK.\nAll your data will then be deleted from our database and excluded from the research.</p>\n<p>When you use the Service, you may set up your personal profile, form relationships, send and receive messages, perform searches and queries, enrol in events and courses, and transmit information through various channels.</p>\n<p>There is no statutory or contractual obligation to provide this data, however, where the data is not provided, we will be unable to provide the service.\n<br>\n<br>\n<br>\n</p>\n<strong>3.\nINFORMATION USE</strong>\n<p>Busuu will use your personal data in furtherance of our legitimate interests for the following general purposes: </p>\n<p>(i) to provide, update, maintain and protect our services, websites, apps and business<br>\n(ii) as required by applicable law, legal process or regulation<br>\n(iii) to respond to your questions and comments<br>\n(iv) to send marketing and transactional communications, including but not limited to email, push notifications, SMS and in-app messages, about the Service<br>\n(v) statistical purposes<br>\n(vi) for billing, account management and other administrative matters<br>\n(vii) to investigate and help prevent security issues and abuse<br>\n(viii) other purposes as described to you at the point of collection<br>\n</p>\n<p>Busuu uses such information to customise the marketing and Content you see, fulfil your requests for products and services, improve our Service to you, contact you, conduct research, and provide anonymised reporting for internal purposes and for external clients such as advertisers.\nIf you choose share a Busuu invite link with a friend and they click the link they will see your profile image (if you have created one) and name on a landing page within Busuu.\nYou can delete and change this data at any time within your profile settings.\nNo other information is visible.\n</p>\n<p>Please note that if you enter payment details into the Service when purchasing a Paid Service (including any Premium membership), Busuu itself does not receive or store such payment information, and as such information is received, it is stored and used by our payment service providers for the purpose of completing the purchase.</p>\n<p>You can opt out of promotional communication initiated by Busuu when registering for the Service.You can also opt out of all communications, email, push notifications and SMS, from the communication itself or from your preference settings.</p>\n<p>For users registered through an organisation using an organisation email address, your email data would have been provided to us by that data controller.\nIn this case you will have received a communication showing how to sign up.\nYou can unsubscribe from these communications at any time.\n<br>\n<br>\n<br>\n</p>\n<strong>4.\nSTORAGE AND TRANSFER OF YOUR PERSONAL DATA</strong>\n<p>We store your personal information only on secure servers that are held in secure facilities in the European Economic Area (“EEA”) and have up-to-date firewall protection.\nWhenever we transfer your personal data out of the EEA, we ensure a similar degree of protection is afforded to it by ensuring at least one of the following safeguards is implemented:</p>\n<ul>\n<li>We will only transfer your personal data to countries that have been deemed to provide an adequate level of protection for personal data by the European Commission.\nFor further details, see European Commission: Adequacy of the protection of personal data in non-EU countries.</li>\n<li>Where we use certain service providers, we may use specific contracts approved by the European Commission which give personal data the same protection it has in Europe.\nFor further details, see European Commission: Model contracts for the transfer of personal data to third countries.\n<br>\n<br>\n<br>\n</li>\n</ul>\n<strong>5.\nRETENTION</strong>\n<p>Busuu will retain your personal data for as long as we need to in order to fulfil legitimate business interests, conduct audits, comply with (and demonstrate compliance with) legal obligations, resolve disputes and enforce our agreements.\nTo determine the appropriate retention period for personal data, we consider the amount, nature, and sensitivity of the personal data, the potential risk of harm from unauthorised use or disclosure of your personal data, the purposes for which we process your personal data and whether we can achieve those purposes through other means, and the applicable legal requirements.\nYou have the right to delete your personal data by sending an email requesting so to privacy@busuu.com.\nPlease note in this case any financial information will be kept in accordance with local laws.\n<br>\n<br>\n<br>\n</p>\n<strong>6.\nCOOKIES</strong>\n<p>A cookie is a small amount of data, which often includes an anonymous unique identifier that is sent to your browser from a website's computers and stored on your computer's hard drive.\nYou can configure your browser to accept all cookies, reject all cookies or notify you when a cookie is set.\nIf you want to delete any cookies that are already on your computer, please refer to the instructions for your browser to locate the file or directory that stores cookies.\nIf you reject all cookies, you may not be able to use some features of the Service.</p>\n<p>You can find out more about how we use cookies on Busuu here: www.busuu.com/cookies</p>\n<p>Busuu lets other entities that show advertisements or provide services on some of our web pages set and access their cookies on your computer.\nOther entities' use of their cookies is subject to their own privacy policies, and not this policy.\nAdvertisers or other entities do not have access to Busuu's cookies.\n<br>\n<br>\n<br>\n</p>\n<strong>7.\nDISCLOSURE OF PERSONAL INFORMATION</strong>\n<p>We display your Profile information (except for your email address and password) to people browsing for friends, and to support other Site functions.\nBusuu does not rent, sell, or share personal information about you with third parties except to provide products or services you've requested, when we have your permission, or in the following circumstances:</p>\n<ul>\n<li>where Busuu is responding to a subpoena, court order, or legal process, or to establish or exercise our legal rights or to defend ourselves against legal claims;</li>\n<li>where Busuu believes it is necessary to share information in order to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person, violations of Busuu's Terms of Service, or as otherwise required by law;</li>\n<li>where you are using a Paid Service (including a Premium membership) in your capacity as a student or an employee or other third party using the Paid Service, we may in such circumstances share your personal information with your educational establishment, your employer or any third party paying for the Service on your behalf (as the case may be) to allow them to monitor your use of the Paid Service;</li>\n<li>where Busuu transfers information about you if Busuu is acquired by or merged with another company.\nIf this happens, Busuu will notify you before information about you is transferred and becomes subject to a different privacy policy.</li>\n</ul>\n<p>We may share your data including email addresses with other data processors such as Facebook, Google, Braze and Snapchat to provide targeted advertising.\nFor users with a Premium membership sponsored through an organisation we will not share your data for advertising purposes.\nWe also use analytical tools such as Intercom, Braze and Amplitude which in some cases may see your personal data such as IP addresses.\nIn some of these cases the data is transferred out of the EEA.</p>\n<p>We require all third parties to respect the security of your personal data and to treat it in accordance with the law.\nWe do not allow our third-party service providers to use your personal data for their own purposes and only permit them to process your personal data for specified purposes and in accordance with our instructions.</p>\n<p>Please remember that whenever you disclose personal information online, that information can be collected and used by others.\nBy posting personal information online that is publicly accessible, you may receive unsolicited messages from other parties as a result.</p>\n<p>We may also disclose your personal information to companies within our group Busuu Online S.L.\nand Busuu Servicos Online LTDA.\n<br>\n<br>\n<br>\n</p>\n<strong>8.\nTHIRD-PARTY ADVERTISING</strong>\n<p>Busuu sometimes displays targeted advertisements based on personal information.\nAdvertisers may assume that people who interact with, view, or click targeted ads meet the relevant targeting criteria (for example, men ages 18-24 from a particular geographic area).\nBusuu does not provide any personal information to the advertiser when you interact with or view a targeted ad.\nHowever, by interacting with or viewing an ad you are consenting to the possibility that the advertiser will make the assumption that you meet the targeting criteria used to display the ad.\n<br>\n<br>\n<br>\n</p>\n<strong>9.\nCONFIDENTIALITY AND SECURITY</strong>\n<p>We shall take measures to protect personal data using reasonable and industry standard security safeguards against loss or theft, as well as unauthorised access, disclosure, copying, improper use or modification.</p>\n<p>Your personal data is password protected and, other as set out in this Privacy Policy, can only be seen by you and us.\nYou agree to keep your password(s) confidential and not to disclose them to anyone else, or allow them to be disclosed.</p>\n<p>Busuu limits access to personal information about you to employees who Busuu reasonably believes need to come into contact with that information, to provide products or the Service to you, or in order to do their jobs.</p>\n<p>Busuu has physical, electronic, and procedural safeguards that comply with regulations to protect personal information about you.\nHowever, data transmissions over the internet cannot be guaranteed to be 100% secure.\nConsequently, Busuu cannot ensure or warrant the security of information you transmit to Busuu.\nIn particular, by accessing and using the Service, you do so at your sole risk and you are responsible for restricting access to your computer and ensuring that your computer is free from all types of malicious code, spyware, viruses, Trojans, etc.\nthat may track any data you enter into the Service, including email address and payment related information.\nWe are not responsible for any loss or damage arising from the user’s failure to comply with this paragraph.</p>\n<p>However, when you pay for a Paid Service, Busuu uses secure payment service providers to make sure that your payments are secure.</p>\n<p>Busuu is protected by reCAPTCHA and is subject to the Google Privacy Policy and Terms of Service.\n<br>\n<br>\n<br>\n</p>\n<strong>10.\nTHIRD-PARTY WEBSITES</strong>\n<p>Where the Site, or any other part of the Service, links to other websites, such other websites do not operate under this Privacy Policy.\nBusuu recommends that you examine the privacy statements posted on such other websites to understand their procedures for collecting, using, and disclosing personal data.\n<br>\n<br>\n<br>\n</p>\n<strong>11.\nLESSON RECORDING</strong>\n<p>You acknowledge and agree that Busuu may record videos of your lessons.\nThis recording is intended solely for the purpose of ensuring the quality of lessons and tutoring.\nRecordings will not be shared externally, used for individual targeting, or used for any sales, marketing, or other promotional purposes.\nBy using Busuu services, you agree and give consent for such recordings that is gratuitous, unsolicited, and without restriction.\nYou agree that Busuu may use these recordings without fiduciary, or other obligation, and without any additional compensation.\nYou may request to remove any existing recordings by writing to privacy@busuu.com.\n<br>\n<br>\n<br>\n</p>\n<strong>12.\nYOUR LEGAL RIGHTS</strong>\n<p>You have the right to:</p>\n<p>\n<strong>Request access</strong> to your personal data (commonly known as a \"data subject access request\").\nThis enables you to receive a copy of the personal data we hold about you and to check that we are lawfully processing it.<br>\n<strong>Request correction</strong> of the personal data that we hold about you.\nThis enables you to have any incomplete or inaccurate data we hold about you corrected, though we may need to verify the accuracy of the new data you provide to us.<br>\n<strong>Request erasure</strong> of your personal data.\nThis enables you to ask us to delete or remove personal data where there is no good reason for us continuing to process it.\nYou also have the right to ask us to delete or remove your personal data where you have successfully exercised your right to object to processing (see below), where we may have processed your information unlawfully or where we are required to erase your personal data to comply with local law.\nNote, however, that we may not always be able to comply with your request of erasure for specific legal reasons which will be notified to you, if applicable, at the time of your request.<br>\n<strong>Object to processing</strong> of your personal data where we are relying on a legitimate interest (or those of a third party) and there is something about your particular situation which makes you want to object to processing on this ground as you feel it impacts on your fundamental rights and freedoms.\nYou also have the right to object where we are processing your personal data for direct marketing purposes.\nIn some cases, we may demonstrate that we have compelling legitimate grounds to process your information which override your rights and freedoms.<br>\n<strong>Request restriction of processing</strong> of your personal data.\nThis enables you to ask us to suspend the processing of your personal data in the following scenarios: (a) if you want us to establish the data's accuracy.\n(b) where our use of the data is unlawful but you do not want us to erase it.\n(c) where you need us to hold the data even if we no longer require it as you need it to establish, exercise or defend legal claims.\nor (d) you have objected to our use of your data but we need to verify whether we have overriding legitimate grounds to use it.<br>\n<strong>Request the transfer</strong> of your personal data to you or to a third party.\nWe will provide to you, or a third party you have chosen, your personal data in a structured, commonly used, machine-readable format.\nNote that this right only applies to automated information which you initially provided consent for us to use or where we used the information to form a contract with you.<br>\n<strong>Withdraw consent at any time</strong> where we are relying on consent to process your personal data.\nHowever, this will not affect the lawfulness of any processing carried out before you withdraw your consent.\nIf you withdraw your consent, we may not be able to provide certain products or services to you.\nWe will advise you if this is the case at the time you withdraw your consent.<br>\n</p>\n<p>If you wish to exercise any of the rights set out above, please contact us as detailed below.\nYou will not have to pay a fee to access your personal data (or to exercise any of the other rights).\nHowever, we may charge a reasonable fee if your request is clearly unfounded, repetitive or excessive.\nAlternatively, we may refuse to comply with your request in these circumstances.\nWe may need to request specific information from you to help us confirm your identity and ensure your right to access your personal data (or to exercise any of your other rights).\nThis is a security measure to ensure that personal data is not disclosed to any person who has no right to receive it.\nWe may also contact you to ask you for further information in relation to your request to speed up our response.\nWe try to respond to all legitimate requests within one month.\nOccasionally it may take us longer than a month if your request is particularly complex or you have made a number of requests.\nIn this case, we will notify you and keep you updated.\n<br>\n<br>\n<br>\n</p>\n<strong>13.\nCALIFORNIA PRIVACY RIGHTS</strong>\nPersonal Data We Collect about California Consumers\n<p>Additional Notice for California Consumers - This part of our Privacy Policy applies to consumers who reside in California.\nWe have included this additional notice to give California consumers the disclosures that are required by California laws.\n</p>\n<p>The California Consumer Privacy Act of 2018 (“CCPA”) and other California laws use the term “personal information” to describe the personal data of California consumers.\nIn this portion of our Privacy Policy, we use “personal information” for the sake of consistency with California laws, but personal information includes “personal data” as used elsewhere throughout the Privacy Policy.<br>\nWe describe the personal information we have collected from consumers in the twelve (12) months preceding the effective date of this Privacy Policy in Article 2 (Information We Collect and Receive) of our Privacy Policy.\nFor more information, please see Article 2.</p>\nDisclosures of Personal Information for Monetary or Other Valuable Consideration or for Business Purposes\n<p>We do not sell consumers’ personal information in the sense that most people think of selling, but we do provide it to other companies that you should expect to interact with, such as your employer and those companies we have contracted with to help provide some part of our services, like marketing services providers and sponsors of events.\nThe term, “sale,” is broadly defined in CCPA and includes any sharing of your personal information&nbsp;to a third party for consideration if the third party might use the information for their own purpose (such as in advertising or analytics).\nAs is common practice among businesses that operate websites, we may have disclosed certain online identifiers, information about the use of our Site and inferences drawn about you to our social media, advertising and analytics partners for our marketing and related purposes.\nWhile we do not view these data sharing activities as “sales” under CCPA, if you wish to opt-out of our uses of personal information for these purposes, see your options under Article 12 (Your Legal Rights) and Article 13 (Contacting Busuu) in this Privacy Policy.\nWe don't intend for our Site or Services to be used by anyone under 16 and therefore do not knowingly collect or disclose personal information of individuals under age 16.\nWe have disclosed personal information in all or substantially all of the categories of personal information identified in this Privacy Policy for various business purposes.\nFor more information about (A) the categories of personal information we have disclosed, see Article 2.\n(B) the categories of entities with which we have disclosed this information, see Article 7.\nand (C) the purposes for which we have disclosed and use the information, see Articles 2 and 3.\nOther articles in this Privacy Policy have relevant information about these categories, disclosures and uses as well.</p>\nYour California Privacy Rights\n<p>If you are a California resident, you have the following rights.\nWe will honor requests received to the extent required by applicable law and within the time provided by law.</p>\nRight to Access and Information Regarding Personal Information:\n<p>You have the right to request that we disclose to you the categories and specific pieces of personal information we have collected about you.\nSpecifically, you have the right to request that we disclose the following to you, in each case in the twelve-month period preceding your request:</p>\n<ul>\n<li>The categories of personal information we have collected about you;</li>\n<li>The categories of sources from which the personal information is collected;</li>\n<li>Our business or commercial purpose for collecting or selling personal information.\n</li>\n<li>The categories of third parties with whom we share personal information.\n</li>\n<li>The specific pieces of information we have collected about you;</li>\n<li>The categories of personal information about you, if any, that we have disclosed for monetary or other valuable consideration and the categories of third parties to which we have disclosed the information, by category or categories of personal information for each third party to which we disclosed the personal information.\nand</li>\n<li>The categories of personal information about you that we disclosed for a business purpose.</li>\n</ul>\n<p>If not already disclosed or provided by the disclosures in this Privacy Policy, we will deliver the personal information and information categories that we are required by law to disclose to you in the manner required by law within 45 days after receipt of a verifiable request, unless we notify you that we require additional time to respond, in which case we will respond within such additional period of time required by law.\nWe may deliver such information to you through your account, if you maintain an account with us.</p>\nRight to Deletion of Personal Information:\n<p>See your right to request erasure of your personal information in Article 12.\n</p>\nRight to Opt Out:\n<p>You have the right to opt out of the disclosure of personal information about you for monetary or other valuable consideration.\nTo Opt-Out, see the “Requests to Exercise Your Rights” section below.</p>\nRight to No Discrimination:\n<p>We may not discriminate against you because of your exercise of any of the foregoing rights under the CCPA.\nWe may however, charge different prices or rates, or provide a different level or quality of goods or services, if that difference is reasonably related to the value provided to us by your personal information.</p>\nRequests to Exercise Your Rights:\n<p>If you are a California resident, you or your agent acting on your behalf may request to exercise the foregoing rights by:</p>\n<ul>\n<li>Submitting a request to us as directed in Article 14 (Contacting Busuu)</li>\n</ul>\n<p>Please note that we may take steps to verify your or identity and, if applicable, your agent’s identity and authorization to act on your behalf, before granting you or your agent access to information or acting on your request to exercise your rights, as required or permitted by law.\nWe may limit our response to your exercise of the above rights as permitted by law.</p>\nData Sharing for Direct Marketing Purposes\n<p>If you are a California resident, you may ask us for a notice describing what categories of personal information we share with third parties or affiliates for those third parties or affiliates’ direct marketing purposes and identify the name and address of the third parties that received such personal information.\nWe do not share this information with others for their direct marketing purposes.\n<br>\n<br>\n<br>\n</p>\n<strong>14.\nCONTACTING BUSUU</strong>\n<p>Busuu is the trading name of Busuu Limited with registered address at City Place House, 55 Basinghall Street, London, EC2V 5DX.</p>\n<p>You may obtain a copy of the personal data held about you that you provide through the Site or otherwise request that Busuu updates, makes changes or deletes personal information by sending an email to privacy@busuu.com.\nIf you have any questions or suggestions regarding our Privacy Policy, you can contact Busuu by email at privacy@busuu.com.\n<br>\n<br>\nLast updated: October 2021</p> ", "created_at": "2021-12-13 23:08:27.273233", "updated_at": "2021-12-13 22:09:40.672461"}], "points": [{"id": 28248, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://www.busuu.com/en/terms", "status": "Generated through the annotate view", "created_at": "2022-07-22 08:15:28.83103", "updated_at": "2022-08-09 15:40:46.028926", "quoteText": "5.8.&nbsp;upload, post, email, transmit or otherwise make available any unsolicited or unauthorised advertising, promotional materials, \"junk mail\", \"spam\", \"chain letters\", \"pyramid schemes\", or any other form of solicitation.", "case_id": 281, "document_id": 10956, "quoteStart": 18376, "quoteEnd": 18603}, {"id": 28252, "title": "There is a date of the last update of the agreements", "source": "https://www.busuu.com/en/terms", "status": "Generated through the annotate view", "created_at": "2022-07-22 08:27:57.382343", "updated_at": "2022-08-09 15:40:09.916625", "quoteText": "<p>Last updated: October 2018</p>", "case_id": 331, "document_id": 10956, "quoteStart": 34037, "quoteEnd": 34070}, {"id": 28236, "title": "You are entitled to a refund if certain thresholds or standards are not met by the service", "source": "https://www.busuu.com/en/terms", "status": "Generated through the annotate view", "created_at": "2022-07-22 07:21:19.294677", "updated_at": "2022-08-09 15:40:03.887555", "quoteText": "Busuu may suspend or terminate your access to and/or use of any one or more Paid Services immediately and without liability if: <br>\n9.1.\nBusuu has reason to believe that you are in breach of or have acted inconsistently with these Paid Services Terms.\nor <br>\n9.2.\nBusuu is entitled to suspend or terminate your account, or your use of the Service generally, under clause 9 below.", "case_id": 161, "document_id": 10956, "quoteStart": 8665, "quoteEnd": 9046}, {"id": 28245, "title": "This service holds onto content that you've deleted", "source": "https://www.busuu.com/en/terms", "status": "Generated through the annotate view", "created_at": "2022-07-22 08:06:30.755248", "updated_at": "2022-08-09 15:37:11.692024", "quoteText": "You also acknowledge that some User Content (such as comments, posts or messages) not included directly within your Profile, may remain after the cancellation of your Profile.", "case_id": 174, "document_id": 10956, "quoteStart": 16353, "quoteEnd": 16528}, {"id": 28251, "title": "This service informs you that its Terms of Service does not apply to third party websites", "source": "https://www.busuu.com/en/terms", "status": "Generated through the annotate view", "created_at": "2022-07-22 08:25:32.829832", "updated_at": "2022-08-09 15:40:17.470149", "quoteText": "The terms of use of those websites, and not the Terms of Service of Busuu, govern your use of that material.", "case_id": 408, "document_id": 10956, "quoteStart": 21565, "quoteEnd": 21673}, {"id": 28250, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://www.busuu.com/en/terms", "status": "Generated through the annotate view", "created_at": "2022-07-22 08:24:29.291817", "updated_at": "2022-08-09 15:40:25.403189", "quoteText": "Busuu has no responsibility for content on other websites that you may find or access when using the Service.", "case_id": 279, "document_id": 10956, "quoteStart": 21326, "quoteEnd": 21435}, {"id": 28249, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://www.busuu.com/en/terms", "status": "Generated through the annotate view", "created_at": "2022-07-22 08:22:42.183993", "updated_at": "2022-08-09 15:40:40.1936", "quoteText": "Busuu does not endorse, sponsor, recommend, or otherwise accept responsibility for any Linked Sites.\nIn addition, Linked Sites are not under the control of Busuu, and Busuu is not responsible for the content or privacy practices of the Linked Sites, including, without limitation, links contained on Linked Sites or any changes or updates to Linked Sites.", "case_id": 279, "document_id": 10956, "quoteStart": 20348, "quoteEnd": 20703}, {"id": 28247, "title": "Harming minors in any ways is prohibited", "source": "https://www.busuu.com/en/terms", "status": "Generated through the annotate view", "created_at": "2022-07-22 08:12:16.109821", "updated_at": "2022-08-09 15:41:28.182056", "quoteText": "\n5.2.&nbsp;harm minors in any way;", "case_id": 445, "document_id": 10956, "quoteStart": 17393, "quoteEnd": 17427}, {"id": 28246, "title": "You agree not to submit libelous, harassing or threatening content", "source": "https://www.busuu.com/en/terms", "status": "Generated through the annotate view", "created_at": "2022-07-22 08:09:13.15744", "updated_at": "2022-08-09 15:41:34.778764", "quoteText": "In particular, you agree not to use the Service to:<br>\n5.1.&nbsp;upload, post, email, transmit or otherwise make available any User Content that is unlawful, harmful, threatening, abusive, harassing, defamatory, vulgar, obscene, libellous, invasive of another's privacy, hateful, or racially, ethnically or otherwise objectionable.", "case_id": 283, "document_id": 10956, "quoteStart": 17056, "quoteEnd": 17388}, {"id": 28244, "title": "This service holds onto content that you've deleted", "source": "https://www.busuu.com/en/terms", "status": "Generated through the annotate view", "created_at": "2022-07-22 08:06:30.64143", "updated_at": "2022-08-09 15:37:46.959637", "quoteText": "You also acknowledge that some User Content (such as comments, posts or messages) not included directly within your Profile, may remain after the cancellation of your Profile.", "case_id": 174, "document_id": 10956, "quoteStart": 16353, "quoteEnd": 16528}, {"id": 28243, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.busuu.com/en/terms", "status": "Generated through the annotate view", "created_at": "2022-07-22 08:04:27.439217", "updated_at": "2022-08-09 15:38:48.065615", "quoteText": "If you don’t want Busuu to display your User Content anymore, you can delete your account at any time and your information won’t be visible to other users.", "case_id": 195, "document_id": 10956, "quoteStart": 16015, "quoteEnd": 16170}, {"id": 28242, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.busuu.com/en/terms", "status": "Generated through the annotate view", "created_at": "2022-07-22 07:56:42.66489", "updated_at": "2022-08-09 15:41:43.906733", "quoteText": "Busuu does not control the User Content posted via the Service and, as such, does not guarantee the accuracy, integrity or quality of such User Content.<br>", "case_id": 288, "document_id": 10956, "quoteStart": 14400, "quoteEnd": 14556}, {"id": 28241, "title": "Your account can be suspended for several reasons", "source": "https://www.busuu.com/en/terms", "status": "Generated through the annotate view", "created_at": "2022-07-22 07:42:28.228281", "updated_at": "2022-08-09 15:41:51.178476", "quoteText": "Busuu has the right to close or cancel the account of any User in the event of any unauthorised or fraudulent use of their account or any Paid Service.", "case_id": 205, "document_id": 10956, "quoteStart": 11234, "quoteEnd": 11385}, {"id": 28240, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.busuu.com/en/terms", "status": "Generated through the annotate view", "created_at": "2022-07-22 07:38:31.42293", "updated_at": "2022-08-09 15:47:15.782686", "quoteText": "Busuu declines any responsibility for the loss of information as a consequence of the cancellation of Paid Services.\n", "case_id": 293, "document_id": 10956, "quoteStart": 10686, "quoteEnd": 10803}, {"id": 28239, "title": "You cannot distribute or disclose your account to third parties", "source": "https://www.busuu.com/en/terms", "status": "Generated through the annotate view", "created_at": "2022-07-22 07:34:14.960886", "updated_at": "2022-08-09 15:42:27.926565", "quoteText": "Each account must be used individually and is not transferable.\nYou agree to: <br>\n<br>\n2.1.&nbsp;use your account individually and not share it with others.", "case_id": 229, "document_id": 10956, "quoteStart": 9682, "quoteEnd": 9839}, {"id": 28238, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.busuu.com/en/terms", "status": "Generated through the annotate view", "created_at": "2022-07-22 07:24:35.894024", "updated_at": "2022-08-09 15:42:34.320615", "quoteText": "You are responsible for maintaining the confidentiality of your password and account, and are fully responsible for all activities that occur under your password or account.", "case_id": 148, "document_id": 10956, "quoteStart": 9508, "quoteEnd": 9681}, {"id": 28237, "title": "You must create an account to use this service", "source": "https://www.busuu.com/en/terms", "status": "Generated through the annotate view", "created_at": "2022-07-22 07:22:11.512658", "updated_at": "2022-08-09 15:42:40.123143", "quoteText": "<li>In order to use most features of the Service, you must have a valid Busuu account.", "case_id": 230, "document_id": 10956, "quoteStart": 9090, "quoteEnd": 9176}, {"id": 28235, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "https://www.busuu.com/en/terms", "status": "Generated through the annotate view", "created_at": "2022-07-22 07:19:27.376923", "updated_at": "2022-08-09 15:42:49.222353", "quoteText": "Where a subscription-based Paid Service renews automatically, your credit card will be charged automatically at the end of your current subscription period and your subscription will, unless you cancel it, be renewed for the same period of time.", "case_id": 384, "document_id": 10956, "quoteStart": 7284, "quoteEnd": 7529}, {"id": 28234, "title": "Prices and fees may be changed at any time, without notice to you", "source": "https://www.busuu.com/en/terms", "status": "Generated through the annotate view", "created_at": "2022-07-22 07:17:10.469562", "updated_at": "2022-08-09 15:44:33.61852", "quoteText": "you acknowledge and agree that such fees may change from time to time.", "case_id": 497, "document_id": 10956, "quoteStart": 6448, "quoteEnd": 6518}, {"id": 28233, "title": "You authorise the service to charge a credit card supplied on re-occurring basis", "source": "https://www.busuu.com/en/terms", "status": "Generated through the annotate view", "created_at": "2022-07-22 07:06:58.140557", "updated_at": "2022-08-09 15:43:01.1448", "quoteText": "At this point your card will automatically be charged using the card details entered at the beginning of the trial.", "case_id": 384, "document_id": 10956, "quoteStart": 4346, "quoteEnd": 4461}, {"id": 28232, "title": "Conditions may change, but your continued acceptance is not inferred from an earlier acceptance", "source": "https://www.busuu.com/en/terms", "status": "Generated through the annotate view", "created_at": "2022-07-22 07:00:55.863141", "updated_at": "2022-08-09 15:51:42.076476", "quoteText": "These Terms of Service may be updated from time to time by Busuu.\nYou can review the most current version of the Terms of Service at any time here:&nbsp;www.busuu.com/terms.\nYour continued use of the Service or the Site after any such changes have been made constitutes your acceptance of the new Terms of Service.<br>", "case_id": 277, "document_id": 10956, "quoteStart": 2560, "quoteEnd": 2878}, {"id": 28231, "title": "This service is only available to users over a certain age", "source": "https://www.busuu.com/en/terms", "status": "Generated through the annotate view", "created_at": "2022-07-22 06:59:27.149563", "updated_at": "2022-08-09 15:43:52.652041", "quoteText": "You also confirm that you are either at least 18 years old or, if you are younger than 18, that you have the permission of your parent or legal guardian, who will take responsibility for your compliance with these Terms of Service.\nThe Service is not intended for use by children under the age of 13.", "case_id": 152, "document_id": 10956, "quoteStart": 2239, "quoteEnd": 2539}], "urls": ["busuu.com"]}}