{"error": 448, "message": "OK", "parameters": {"id": 266, "name": "Zoosk", "created_at": "2018-01-16 15:26:07.145128", "updated_at": "2021-06-25 19:09:23.177023", "wikipedia": "https://en.wikipedia.org/wiki/Zoosk", "keywords": "", "related": "", "slug": "zoosk", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/266.png", "url": "zoosk.com", "documents": [{"id": 7316, "name": "Electronic Records Disclosure Statement", "url": "https://docviewer.zoosk.com/legal-erecords.html", "xpath": "//body", "text": " Electronic Records Disclosure StatementELECTRONIC RECORDS DISCLOSURE STATEMENT<p>This disclosure statement provides you with information regarding how Zoosk may provide you with notices, disclosures, information, and other materials in electronic form (collectively “Electronic Records”), rather than in paper form in accordance with The Electronic Signatures in Global and National Commerce Act.\nYour consent to receive Electronic Records applies to all notices, disclosures, documents, records or other materials of any kind that Zoosk may be required to provide to you.\nElectronic Records will be provided on our websites, our applications, through our services or sent to the email address associated with your Zoosk account (you may change the email address associated with your Zoosk account by going to the “settings” page).\nYou may wish to print out the Electronic Records and keep them for your records.\nIf you have any trouble printing out, downloading, and/or accessing any Electronic Records, you may contact us by writing to us at Zoosk Customer Care – Spark Networks Services, Attn: Electronic Records, 3300 N.\nAshton Blvd, Suite 240, Lehi, UT 84043.\nIn order for you to access and retain Electronic Records sent by Zoosk, you must have the following hardware and software: a computer or other access device capable of reading html and text files, a modem or other means of accessing the Internet, a browser capable of accessing and displaying the Zoosk website and the ability to receive and read email.\nTo print the Electronic Records, you will also need a printer.\nYou may withdraw your consent to received Electronic Records by writing to us at the above address.\nHowever, the services provided by Zoosk are only available if you agree to receive Electronic Records, and you understand that withdrawing such consent will result in your account being deactivated.</p> About Your PrivacyWe process your data to deliver content or advertisements and measure the delivery of such content or advertisements to extract insights about our website.\nWe share this information with our partners on the basis of consent and legitimate interest.\nYou may exercise your right to consent or object to a legitimate interest, based on a specific purpose below or at a partner level in the link under each purpose.\nThese choices will be signaled to our vendors participating in the Transparency and Consent Framework.\nMore informationAllow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Store and/or access information on a device Store and/or access information on a device <p>Cookies, device identifiers, or other information can be stored or accessed on your device for the purposes presented to you.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabPersonalised ads and content, ad and content measurement, audience insights and product development Personalised ads and content, ad and content measurement, audience insights and product development <ul>\n<li>Create a personalised ads profile Switch Label <p>A profile can be built about you and your interests to show you personalised ads that are relevant to you.</p> Object to Legitimate Interests Remove Objection </li>\n</ul>\n<ul>\n<li>Select personalised ads Switch Label <p>Personalised ads can be shown to you based on a profile about you.</p> Object to Legitimate Interests Remove Objection </li>\n</ul>\n<ul>\n<li>Create a personalised content profile Switch Label <p>A profile can be built about you and your interests to show you personalised content that is relevant to you.</p> Object to Legitimate Interests Remove Objection </li>\n</ul>\n<ul>\n<li>Select personalised content Switch Label <p>Personalised content can be shown to you based on a profile about you.</p> Object to Legitimate Interests Remove Objection </li>\n</ul>\n<ul>\n<li>Measure ad performance Switch Label <p>The performance and effectiveness of ads that you see or interact with can be measured.</p> Object to Legitimate Interests Remove Objection </li>\n</ul>\n<ul>\n<li>Measure content performance Switch Label <p>The performance and effectiveness of content that you see or interact with can be measured.</p> Object to Legitimate Interests Remove Objection </li>\n</ul>\n<ul>\n<li>Apply market research to generate audience insights Switch Label <p>Market research can be used to learn more about the audiences who visit sites/apps and view ads.</p> Object to Legitimate Interests Remove Objection </li>\n</ul>\n<ul>\n<li>Develop and improve products Switch Label <p>Your data can be used to improve existing systems and software, and to develop new products</p> Object to Legitimate Interests Remove Objection </li>\n</ul>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabSelect basic ads Select basic ads <p>Ads can be shown to you based on the content you’re viewing, the app you’re using, your approximate location, or your device type.</p> Object to Legitimate Interests Remove Objection List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabUse precise geolocation data Use precise geolocation data <p>Your precise geolocation data can be used in support of one or more purposes.\nThis means your location can be accurate to within several meters.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabActively scan device characteristics for identification Actively scan device characteristics for identification <p>Your device can be identified based on a scan of your device's unique combination of characteristics.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabEnsure security, prevent fraud, and debugAlways Active<p>Your data can be used to monitor for and prevent fraudulent activity, and ensure systems and processes work properly and securely.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabTechnically deliver ads or contentAlways Active<p>Your device can receive and send information that allows you to see and interact with ads and content.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabMatch and combine offline data sourcesAlways Active<p>Data from offline data sources can be combined with your online activity in support of one or more purposes</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabLink different devicesAlways Active<p>Different devices can be determined as belonging to you or your household in support of one or more of purposes.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabReceive and use automatically-sent device characteristics for identificationAlways Active<p>Your device might be distinguished from other devices based on information it automatically sends, such as IP address or browser type.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabBack Button BackVendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>33Acrosshost descriptionView Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>\n<ul>\n</ul> Confirm My ChoicesWe Care About Your Privacy<p>We and our partners store and/or access information on a device, such as unique IDs in cookies to process personal data.\nYou may accept or manage your choices by clicking below, including your right to object where legitimate interest is used, or at any time in the privacy policy page.\nThese choices will be signaled to our partners and will not affect browsing data.</p>We and our partners process data to provide:<p>Use precise geolocation data.\nActively scan device characteristics for identification.\nStore and/or access information on a device.\nSelect basic ads.\nPersonalised ads and content, ad and content measurement, audience insights and product development.\nList of Partners (vendors) </p>I Accept Show Purposes ", "created_at": "2021-06-25 19:13:36.215713", "updated_at": "2021-06-25 19:13:43.862428"}, {"id": 7315, "name": "Terms of Use Agreement", "url": "https://docviewer.zoosk.com/legal-tos-en.html", "xpath": "//body", "text": " Terms of Use Agreement<p>&nbsp;</p>\n<p>\n<strong>TERMS OF USE AGREEMENT</strong>\n</p>\n<p>\n<strong>Last Revised: March 24, 2020</strong>\n</p>\n<p>\n<strong>CANCELLATION RIGHTS</strong>\n</p>\n<p>\n<strong>Special notice to California Members</strong>: You have the right to cancel your subscription and/or upgrade(s) (including upgrades to a subscription and upgrades without a subscription), without any penalty or obligation, at any time until midnight of the third business day after the day on which you purchased a subscription and/or upgrade(s).&nbsp.\nTo cancel your subscription and/or upgrade(s), mail or deliver a signed and dated notice to Zoosk Customer Care – Spark Networks Services, Attn: Customer Service 3300, N.\nAshton Blvd, Suite 240, Lehi, UT 84043, send an email to support@zoosk.com or send a telegram which states that you are cancelling your subscription and/or upgrade(s) or words of a similar effect.&nbsp.\nInclude your Company user name and the email address used to register for the Services with such notice.&nbsp.\nFor additional state specific information relating to cancellation, please see Section&nbsp;22 (Cancellation Rights).</p>\n<p>\n<strong>Special notice to Canadian Members</strong>: Please refer to Section&nbsp;26 first for information about how this Terms of Use Agreement applies to Canadian members including a special notice regarding provisions that are inapplicable in Quebec.</p>\n<p>\n<strong>PLEASE READ THIS TERMS OF USE AGREEMENT CAREFULLY.&nbsp.\nBY ACCESSING OR USING OUR SITES AND OUR SERVICES, YOU AGREE TO BE BOUND BY THESE TERMS AND ALL TERMS INCORPORATED BY REFERENCE.&nbsp.\nIF YOU DO NOT AGREE TO ALL OF THESE TERMS, DO NOT ACCESS OR USE OUR SITES OR OUR SERVICES.</strong>\n</p>\n<p>\n<strong>THIS AGREEMENT CONTAINS A MANDATORY ARBITRATION OF DISPUTES PROVISION IN SECTION&nbsp;20 THAT REQUIRES THE USE OF ARBITRATION ON AN INDIVIDUAL BASIS TO RESOLVE DISPUTES, RATHER THAN JURY TRIALS OR CLASS ACTIONS.</strong>\n</p>\n<p>\n<strong>IF YOU BECOME A COMPANY SUBSCRIBER AND PAY BY CREDIT OR DEBIT CARD (OR OTHER PAYMENT METHOD ASSOCIATED WITH AN AUTOMATICALLY RENEWING SUBSCRIPTION), YOUR SUBSCRIPTION WILL AUTOMATICALLY RENEW FOR CERTAIN PERIODS OF TIME IF YOU DO NOT CANCEL PRIOR TO THE END OF THE TERM.&nbsp.\nSEE SECTIONS&nbsp;13(c) AND (d) FOR MORE INFORMATION ON THE AUTOMATIC RENEWAL TERMS APPLICABLE TO SUBSCRIPTIONS.</strong>\n</p>\n<p>If you have any questions or comments about this Terms of Use Agreement, you may contact the Company by writing to us at: Zoosk Customer Care – Spark Networks Services, Attn: Customer Service – Terms of Use, 3300 N.\nAshton Blvd, Suite 240, Lehi, UT 84043.</p>\n<p>This Terms of Use Agreement (the “Agreement”) is a legal agreement that governs our relationship with users and others that interact with Zoosk, Inc.\nand our subsidiaries and affiliates (the “Company”, “we,” or “us”) in connection with the use of our websites (including www.zoosk.com) (the “Sites”) and our Services (as defined below).&nbsp.\nWe currently make services, products and features available through our Sites, applications, which include Mobile Software (as defined in Section&nbsp;16) and applications available on social networking sites and other platforms, and other downloadable products (the Sites, the applications, the downloadable products and all products, services and features provided by us in connection therewith shall be referred to collectively as, the “Services”).&nbsp.\nWe may offer additional services or products or modify or revise any of the Services at our discretion, and this Agreement will apply to all additional services or products and all modified or revised Services unless otherwise indicated.&nbsp.\nWe also reserve the right to cease offering any of the Services.&nbsp.\nYou agree that we shall not be liable to you or any third party for any modification, revision, suspension or discontinuance of any of the Services.</p>\n<p>Your use of certain Services may be subject to additional terms and conditions, and such terms and conditions will be either listed in this Agreement, or will be presented or accessible to you by us when you sign up to use, or use, such Services (“Additional Terms”).&nbsp.\nAll such Additional Terms are incorporated by reference into this Agreement unless otherwise indicated.&nbsp.\nThis Agreement does not alter in any way the terms or conditions of any other agreement you may have with us for products, services or otherwise.</p>\n<p>All visitors to or users of our Sites or Services, whether registered or not, are “users” of the Services for purposes of this Agreement.&nbsp.\nIf you register for the Services by creating an account, you become a “Member”.</p>\n<p>This Agreement and any policy or guideline of the Services may be modified by us in our sole discretion at any time.&nbsp.\nWe shall provide notice of any such modification, which notice shall, at a minimum, consist of posting the revised Agreement to the Sites.\n&nbsp;When we change the Agreement, we will update the “last revised” date at the top of this page.&nbsp.\nIf you are a non-subscribing user or Member at the time of any modification, unless otherwise indicated, any changes or modifications will be effective immediately upon posting the revisions to the Site or Service, and your use of the Service after such posting will constitute acceptance by you of the revised Agreement.&nbsp.\nIf you are a subscribing Member at the time of any change or modification, unless otherwise indicated this Agreement will continue to govern your membership until such time that your subscription renews as contemplated by Section&nbsp;13.&nbsp.\nIf you continue your subscription, the renewal will constitute acceptance by you of the revised Agreement.&nbsp.\nAlternatively, if you terminate your subscription at such time, your use of the Service after your termination will constitute acceptance by you of the revised Agreement.&nbsp.\nAs a result, you should frequently review this Agreement and all applicable terms and policies to understand the terms that apply to your use of the Services.&nbsp.\nIf you do not agree to the amended terms, you must stop using the Services.</p>\n<ol>\n<li>\n<strong>ELECTRONIC RECORDS</strong>\n</li>\n</ol>\n<p>Because the Services are provided electronically, you must consent to our providing important information electronically if you wish to use the Services.&nbsp.\nYou consent to being provided with this Agreement, notices, disclosures, information, policies and other materials in electronic form (collectively “Electronic Records”), rather than in paper form in accordance with The Electronic Signatures in Global and National Commerce Act.&nbsp.\nYour consent to receive Electronic Records applies to all notices, disclosures, documents, records or other materials of any kind that we may be required to provide to you.</p>\n<p>Electronic Records will be provided on our Sites and Services or sent to the email address associated with your account (you may change the email address associated with your account by going to the “settings” page).&nbsp.\nYou may wish to print out all Electronic Records and keep them for your records.&nbsp.\nIf you have any trouble printing out, downloading, and/or accessing any Electronic Records, you may contact us in writing at the address provided above.&nbsp.\nIn order for you to access and retain Electronic Records sent by us, you must have the following hardware and software: a computer or other access device capable of reading html and text files, a modem or other means of accessing the Internet, a browser capable of accessing and displaying the Company website and the ability to receive and read emails.&nbsp.\nTo print the Electronic Records, you will also need a printer.</p>\n<p>You may withdraw your consent to receive Electronic Records by contacting us in writing at the address provided above.&nbsp.\nHowever, the Services provided by us are only available if you agree to receive Electronic Records, and you understand that withdrawing such consent will result in your account being deactivated.&nbsp.\nYou can obtain a paper copy of an Electronic Record by contacting us in writing at the address provided above, provided that we may charge a reasonable fee to cover the costs of printing and sending the requested Electronic Record.</p>\n<ol>\n<li>\n<strong>ELIGIBILITY</strong>\n</li>\n</ol>\n<p>By accessing or using the Services, you represent and warrant that: (a)&nbsp;you are at least 18 years old.\n(b)&nbsp;you have never been convicted of a felony or any criminal offense characterized as a sexual offense and are not required to register as a sex offender with any government entity.\n(c)&nbsp;you have not previously been suspended or removed from the Services.\n(d)&nbsp;you have the right, authority and capacity to enter into this Agreement and to abide by all of the terms and conditions of this Agreement.\n(e)&nbsp;you are not a competitor of us and are not using the Services for reasons that are in competition with us or other than for its intended purpose.\nand (f)&nbsp;you are not located in, under the control of, or a national or resident of any country which the United States has (i)&nbsp;embargoed, (ii)&nbsp;identified as a “Specially Designated National” or (iii)&nbsp;placed on the Commerce Department’s Table of Deny Orders.</p>\n<ol>\n<li>\n<strong>USE OF THE SERVICES</strong>\n</li>\n</ol>\n<p>You agree that you will only use the Services, including the posting of any content through the Services, in a manner consistent with this Agreement and any and all applicable local, state, national and international laws and regulations, including, but not limited to, United States export control laws.&nbsp.\nUse of the Services is void where prohibited.</p>\n<ol>\n<li>\n<strong>Member Account</strong>.\nYou will create only one unique profile for use of the Services.&nbsp.\nYou will not include any telephone numbers, street addresses, URLs, multimedia, artworks downloaded from external sources, email addresses or any other contact information in your profile or in any other publicly viewable User Content (as defined in Section&nbsp;4 below) or other communications made in connection with your use of the Services.&nbsp.\nAdditionally, you will not include your last name in your dating profile.&nbsp.\nYou understand and agree that anyone may be able to view any information you choose to make publicly available.</li>\n<li>\n<strong>Account Security</strong>.\nYou understand that you are responsible for maintaining the confidentiality of the username and password of your account, and you are fully responsible for all activities that occur under your username and password, including the purchase of any of our Paid Services (as defined in Section&nbsp;13 below).&nbsp.\nYou agree (a)&nbsp;to immediately notify us if you suspect any unauthorized use of your username or password or any other breach of security, (b)&nbsp;to ensure that you exit from your account at the end of each session, (c)&nbsp;not to use the account, profile, username or password of any other user or Member and (d)&nbsp;to use particular caution when accessing your account from a public or shared computer so that others are not able to view or record your password or other personal information.&nbsp.\nYou acknowledge that we are not responsible for any loss or damage arising from the theft or misappropriation of your username or password.&nbsp.\nWe recommend that you use a strong password for your account, never use the same password on multiple sites or services and change your password frequently.</li>\n<li>\n<strong>Exclusive Use</strong>.\nYou will only use the Services for your sole, personal use and not in connection with any commercial endeavors.&nbsp.\nYou will not authorize others to use the Services or otherwise attempt to transfer your right to use the Services to any other person or entity.</li>\n<li>\n<strong>Interactions with Other Users.\nCriminal Background Screenings</strong>.\nYou assume all risk when using the Services, including but not limited to all risks associated with any online or offline interactions with others, including dating.&nbsp.\nThere is no substitute for acting with caution when communicating with any stranger who wants to meet you.&nbsp.\nYOU ACKNOWLEDGE THAT, CURRENTLY, WE DO NOT ROUTINELY SCREEN OUR USERS, INQUIRE INTO THE BACKGROUND OF OUR USERS, ATTEMPT TO VERIFY INFORMATION PROVIDED BY OUR USERS OR CONDUCT CRIMINAL SCREENINGS OF OUR USERS.&nbsp.\nWE RESERVE THE RIGHT, IN OUR SOLE DISCRETION, TO CONDUCT SUCH INQUIRIES OR SCREENINGS (INCLUDING THE SEARCH OF ANY SEX OFFENDER REGISTRIES).&nbsp.\nYOU FURTHER ACKNOWLEDGE THAT WE ARE UNDER NO OBLIGATION TO CONDUCT ANY SUCH INVESTIGATIONS.&nbsp.\nWe do not make any representations, warranties or guarantees as to the conduct of its users, information provided by users, or their compatibility with you.&nbsp.\nYou acknowledge that not all users are available for matching and that we may create test profiles or accounts to monitor the operation of the Services.&nbsp.\nYou agree to take all necessary precautions when meeting other users, especially if you decide to meet in person.&nbsp.\nIN ADDITION, YOU AGREE TO REVIEW OUR ONLINE DATING SAFETY TIPS PRIOR TO USING THE SERVICES.&nbsp.\nThese tips provide general advice aimed at engaging in safer dating practices, such as not providing your last name, home address, place of work, financial information (such as your credit card number or your bank account number) or other identifying information to other users and stopping all communications with anyone who pressures you for personal or financial information or attempts in any way to trick you into revealing it.&nbsp.\nYou agree to treat all other users with dignity and respect and comply with our user conduct rules set forth in Section&nbsp;3(f) below.</li>\n<li>\n<strong>No Commercial Solicitation or Advertising</strong>.\nYou will not engage in any advertising or solicitation to buy or sell any products or services through the use of the Services and you will not transmit any chain letters, junk or spam email to other users.&nbsp.\nAdditionally, you will not use any information obtained from the Services in order to contact, advertise to, solicit or sell to any user without their prior explicit consent.</li>\n<li>\n<strong>User Conduct</strong>.\nWe are not responsible or liable in any manner for the conduct of our users, whether or not such conduct is in connection with the use of the Site or the Services.&nbsp.\nYOU ACKNOWLEDGE THAT YOU USE THE SERVICES AT YOUR OWN RISK.&nbsp.\nYou agree not to do any of the following in connection with the Services or the users thereof:<ol>\n<li>use the Service in any unlawful manner or in a manner that is harmful to or violates the rights of others;</li>\n<li>engage in any unlawful, harassing, obscene, intimidating, threatening, predatory or stalking conduct;</li>\n<li>use the Services in any manner that could disrupt, damage, disable, overburden, impair or affect the performance of the Services or interfere with or attempt to interfere with any other user’s use of the Services;</li>\n<li>attempt to interfere with, compromise the system integrity or security or decipher any transmissions to or from the servers running the Service;</li>\n<li>impersonate any person or entity, or misrepresent your age, identity, affiliation, connection or association with, any person or entity;</li>\n<li>make any commercial use of the Services or promote or solicit involvement in or support of a political platform, religion, cult, or sect;</li>\n<li>defraud, swindle or deceive other users of the Services;</li>\n<li>disseminate another person’s personal information without his or her permission, or collect or solicit another person’s personal information for commercial or unlawful purposes;</li>\n<li>solicit or engage in gambling or any similar activity or any illegal or unlawful activity;</li>\n<li>use any scripts, bots or other automated technology to scrape or access the Services or take any action that imposes, or may impose at our sole discretion an unreasonable or disproportionately large load on our infrastructure;</li>\n<li>collect or solicit personal information about anyone under 18;</li>\n<li>use the Service for any phishing, trolling or similar activities;</li>\n<li>use the Service to redirect users to other sites or encourage users to visit other sites;</li>\n<li>harvest or collect email addresses or other contact information of other users from the Services by electronic or other means or use the Services to send, either directly or indirectly, any unsolicited bulk e-mail or communications, unsolicited commercial e-mail or communications or other spamming or spimming activities;</li>\n<li>attempt to access any Services or area of the Sites that you are not authorized to access;</li>\n<li>bypass the measures we may use to prevent or restrict access to the Service, including without limitation features that prevent or restrict use or copying of any content or enforce limitations on use of the Service or the content therein;</li>\n<li>use another user’s account or permit or allow other people or third parties to access and use the Services via your account.\nor</li>\n<li>upload invalid data, viruses, worms, or other software agents through the Services.</li>\n</ol>\n</li>\n<li>\n<strong>Reporting Violations</strong>.\nIf you wish to report any violation of this Agreement by others, including Members, you may do so by using the “Report This Profile” button or similar button or link on the Services or by contacting us at support@zoosk.com.</li>\n<li>\n<strong>Verification and Enforcement</strong>.\nAlthough we do not routinely conduct criminal screenings of our users, you agree that we have the right to do so at our sole discretion, and you consent to such screening and agree to provide to us complete, accurate and current information confirming your eligibility for use of the Services.&nbsp.\nYou understand and agree that if the Company believes in its sole discretion that you have violated the terms of this Agreement, misused the Services or behaved in a way that could be regarded as inappropriate, unlawful, illegal or unsafe, the Company may, among other things, investigate, take legal action against you and/or terminate your account and cancel your subscription and/or membership.</li>\n</ol>\n<ol>\n<li>\n<strong>USER CONTENT</strong>\n<ol>\n<li>\n<strong>Responsibility for User Content</strong>.\nYou are solely responsible for the content and information that you provide, publish, transmit, display or otherwise communicate to us through the Services or to other users (collectively referred to as “post”), including without limitation messages, data, text, photos, video, music, graphics, links or other materials posted through chat messages, community pages, email messages, mobile messages, photos and profile information (your submissions and those of other users, collectively, are “User Content”).&nbsp.\nThe Company does not control, take responsibility for or assume liability for any User Content posted by you or any third party, or for any loss or damage thereto, nor is the Company liable for any mistakes, defamation, slander, libel, omissions, falsehoods, obscenity, pornography or profanity you encounter.&nbsp.\nYOU ARE SOLELY RESPONSIBLE FOR YOUR USE OF THE SERVICES AND USE THEM AT YOUR OWN RISK.</li>\n<li>\n<strong>Accuracy of Information</strong>.\nYou will not post any inaccurate, misleading, incomplete or false information or User Content to us or to any other user.&nbsp.\nYou agree that all images posted to your dating profile are of you and were taken within the last 2 years and agree to update your dating profile accordingly.&nbsp.\nYou may be required to supply certain information and post a photo of yourself to use the Services.</li>\n<li>\n<strong>No Duty to Review User Content</strong>.\nAlthough you understand and acknowledge that the Company has no duty to prescreen, review, control, monitor or edit the User Content posted by users and is not liable for User Content that is provided by others, you agree that the Company may, at its sole discretion, review, edit, refuse to accept or delete User Content at any time and for any reason or no reason without notice, and you are solely responsible for creating backup copies and replacing any User Content you post or store on the Services at your sole cost and expense.&nbsp.\nThis includes the Company’s right to modify, crop or “photoshop” any photos you submit to comply with the Company’s policies, practices and procedures.</li>\n<li>\n<strong>License of User Content to the Company</strong>.\nThe Company claims no ownership or control over your User Content, except as otherwise specifically provided herein, on the Services or in a separate agreement.&nbsp.\nBy submitting or posting User Content, you hereby grant, and you represent and warrant that you have the right to grant, to the Company, its affiliates, licensees and successors an irrevocable, perpetual, non-exclusive, transferable, fully paid, royalty-free, worldwide right and license to use, copy, publicly perform, publicly display, reproduce, adapt, modify, distribute, publish, list information regarding, translate, and syndicate such User Content furnished by you and to prepare derivative works of, or incorporate into other works, such information and User Content, and to grant and authorize sublicenses of the foregoing in any medium.&nbsp.\nYou represent and warrant that the User Content and the public posting and use of your User Content by the Company will not infringe or violate any third-party rights, including without limitation any intellectual property rights or rights of privacy or publicity, or cause any harm to any third party or violate the terms of this Agreement.&nbsp.\nYou further represent and warrant that you have the written consent of each and every identifiable natural person in your User Content to use such person’s name, voice, or likeness in the manner contemplated by the Service and this Agreement, and each such person has released you from any liability that may arise in relation to such use.&nbsp.\nBy posting User Content, you hereby release the Company and its agents and employees from any claims that such use, as authorized above, violates any of your rights and you understand that you will not be entitled to any additional compensation for any use of your User Content.</li>\n<li>\n<strong>Use of Proprietary Information of Others</strong>.\nYou will not post, copy, transfer, create any derivative works from, distribute, reproduce or show in any manner any copyrighted or trademarked or other proprietary information or materials, including any User Content posted by other users, without the prior consent of the owner of such proprietary rights.&nbsp.\nYou acknowledge that information or materials available through the Services may have copyright protection whether or not it is identified as being copyrighted.</li>\n<li>\n<strong>Prohibited Content</strong>.\nYou will not post, transmit or deliver to any other user, either directly or indirectly, any User Content that violates any third-party rights or any applicable law, rule or regulation or is prohibited under this Agreement or any other Company policy governing your use of the Services (“Prohibited Content”).&nbsp.\nProhibited Content includes without limitation User Content that:<ol>\n<li>is obscene, pornographic, profane, defamatory, abusive, offensive, indecent, sexually oriented, threatening, harassing, inflammatory, inaccurate, misrepresentative, fraudulent or illegal;</li>\n<li>promotes racism, bigotry, hatred or physical harm of any kind against any group or individual;</li>\n<li>is intended to, or does, harass, or intimidate any other user or third party;</li>\n<li>may infringe or violate any patent, trademark, trade secret, copyright or other intellectual or proprietary right of any party, including User Content that contains others’ copyrighted content (e.g., photos, images, music, movies, videos, etc.) without obtaining proper permission first;</li>\n<li>contains video, audio, photographs, or images of another person without his or her express written consent (or in the case of a minor, the minor’s legal guardian) or otherwise violates anyone’s right of privacy or publicity;</li>\n<li>promotes or enables illegal or unlawful activities, such as instructions on how to make or buy illegal weapons or drugs;</li>\n<li>violates someone’s data privacy or data protection rights;</li>\n<li>contains viruses, time bombs, trojan horses, cancelbots, worms or other harmful, or disruptive codes, components or devices;</li>\n<li>contains any advertising, fundraising or promotional content.\nor</li>\n<li>is, in the sole judgment of the Company, objectionable or restricts or inhibits any person from using or enjoying the Services or exposes the Company or its users to harm or liability of any type.</li>\n</ol>\n</li>\n<li>\n<strong>Submissions</strong>.\nSeparate and apart from the User Content you provide as part of your use of the Services, you can submit questions, comments, feedback, suggestions, success stories, ideas, plans, notes, drawings, original or creative materials or other information relating to the Company and our Services (collectively, “Submissions”).&nbsp.\nSubmissions, whether posted to the Services or provided to the Company by email or otherwise, are non-confidential and shall become the sole property of the Company.&nbsp.\nYou hereby assign to the Company all right, title and interest, including without limitation all intellectual property rights, in and to any and all Submissions.&nbsp.\nThe Company shall be entitled to the unrestricted use and dissemination of any Submissions for any purpose, commercial or otherwise, without acknowledgment or compensation to you.</li>\n<li>\n<strong>Social Networking Sites</strong>.\nIf you have enabled the use of our Services through a third-party social networking or similar site or mobile or other application (a “Social Networking Site”), such as Facebook, Google or Twitter, you permit the Company to access certain information about you that is made available to the Company through or from that Social Networking Site.&nbsp.\nThe information obtained by the Company varies by Social Networking Site and may be affected by the privacy settings you establish at that Social Networking Site, but can include information such as your name, profile picture, network, gender, username, user ID, age range or birthday, language, location, country, interests, contacts list, friends lists or followers and other information.&nbsp.\nBy accessing or using our Services through a Social Networking Site, you are authorizing the Company to collect, store, retain and use, in accordance with our Privacy Policy, any and all of your information that the Company has obtained from the Social Networking Site, including to create a Company profile page and account for you.&nbsp.\nDepending on the Social Networking Site and your privacy settings, the Company may also post information to your Social Networking Site.&nbsp.\nYour agreement to the foregoing takes place when you “accept” or “allow” or “go to” (or other similar terms) our application on a Social Networking Site or the transfer of information to the Company from such site.&nbsp.\nIf there is information about your “friends” or people you are associated with in your Social Networking Site account, the information we obtain about those persons may also depend on the privacy settings such people have with the applicable Social Networking Site.&nbsp.\nYou acknowledge and agree that the Company is not responsible for, and has no control over, any applicable privacy settings on any Social Networking Sites (including any settings related to any messages or advertisements about the Company that the Social Networking Site may send to you or your friends).&nbsp.\nYou should always review, and if necessary, adjust your privacy settings on Social Networking Sites before getting or using applications such as ours or linking or connecting your Social Networking Site account to the Services.&nbsp.\nYou may also unlink your Social Networking Site account from the Services by adjusting your settings on the Social Networking Site.</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>\n<strong>PRIVACY</strong>\n</li>\n</ol>\n<p>Please refer to our Privacy Policy for information about how the Company collects, uses, stores and discloses personally identifiable information from its users.&nbsp.\nYou understand and agree that if you post any content, information or material of a personal or private nature in your profile or in any public areas of the Company or post or provide to the Company any information or content which is intended to be shared with other users, such content, information and materials will be shared with others accordingly, and you hereby consent to such sharing.&nbsp.\nYou understand that by using the Services you consent to the collection, use and disclosure of your personally identifiable information and aggregate data as set forth in our Privacy Policy, and to have your personally identifiable information collected, used, transferred to and processed in the United States or any other country in which we process your data or make the Services available.&nbsp.\nYou also consent to receive emails from us in connection with the use or promotion of the Services.</p>\n<ol>\n<li>\n<strong>INTELLECTUAL PROPERTY RIGHTS AND LIMITED LICENSE</strong>\n</li>\n</ol>\n<p>Except for your User Content, the Service and all materials therein or transferred thereby, including, without limitation, software, images, text, graphics, designs, illustrations, Company logos, patents, trademarks, service marks, copyrights, photographs, audio, videos, music, information, data, other files and the arrangement thereof and User Content belonging to other users (the “Proprietary Materials”), and all intellectual property rights related thereto, are the exclusive property of the Company and its licensors (including other users who post User Content to the Service).&nbsp.\nExcept as explicitly provided herein, nothing in this Agreement shall be deemed to create a license in or under any such intellectual property rights of the Company.</p>\n<p>You are hereby granted a non-exclusive, limited, non-transferable, non-sublicensable, freely revocable license to access and use the Services as permitted by the features of the Services, subject to the terms and conditions of this Agreement.&nbsp.\nYou agree that you will not (i)&nbsp;copy, modify, publish, adapt, sublicense, translate, sell, distribute, transmit, perform, display, reverse engineer, decipher, decompile or otherwise disassemble any portion of the Proprietary Materials or the Services or cause others to do so.\n(ii)&nbsp;“frame” or “mirror” any part of the Services, without our prior written authorization.\n(iii)&nbsp;use meta tags or code or other devices containing any reference to the Company or the Services in order to direct any person to any other website for any purpose.\n(iv)&nbsp;resell or make any commercial use of the Services.\n(v)&nbsp;use any data mining, robots, or similar data gathering or extraction methods or otherwise collect any pictures, descriptions, data or other content from the Services.\n(vi)&nbsp;forge headers or otherwise manipulate identifiers in order to disguise the origin of any information transmitted through the Services.\n(vii)&nbsp;use any automated methods or processes to create user accounts or access the Services or (viii)&nbsp;use the Proprietary Materials or the Services other than for their intended purpose.&nbsp.\nAny use of the Services or Proprietary Materials other than as expressly authorized herein, without the prior written consent of the Company, is strictly prohibited and will violate and terminate the license granted herein.&nbsp.\nSuch unauthorized use may also violate applicable laws, including without limitation copyright and trademark laws and applicable communications regulations and statutes.&nbsp.\nUnless explicitly stated herein, nothing in this Agreement shall be construed as conferring any license to intellectual property rights, whether by estoppel, implication or otherwise.&nbsp.\nThe Company reserves all rights not expressly granted herein in the Services and the Proprietary Materials.&nbsp.\nThis license is revocable at any time.</p>\n<ol>\n<li>\n<strong>REPEAT INFRINGER POLICY</strong>\n</li>\n</ol>\n<p>If you become aware of any violation of any intellectual property laws (in particular in respect of User Content) you should report this to us by emailing termsofuse@zoosk.com, including your name and address, details of the location of the content in question and details of the unlawful nature of the activity or the content.</p>\n<p>The Company reserves the right to terminate, in its sole discretion, users who are deemed to be repeat infringers.&nbsp.\nThe Company may also, in its sole discretion, limit access to the Services and/or terminate the accounts of any users who infringe any intellectual property rights of others, whether or not there is any repeat infringement.</p>\n<ol>\n<li>\n<strong>COPYRIGHT POLICY</strong>\n</li>\n</ol>\n<p>If you are a copyright owner or an agent thereof and believe that anything on the sites infringes upon your copyrights, you may submit a notification of infringement pursuant to the Digital Millennium Copyright Act (“DMCA”) by providing our Copyright Agent with the following information: (i)&nbsp;an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest.\n(ii)&nbsp;a description of the copyrighted work that you claim has been infringed.\n(iii)&nbsp;a description of where the material that you claim is infringing is located on our website (please include URLs to help us identify the material).\n(iv)&nbsp;your address, telephone number, and email address.\n(v)&nbsp;a written statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand (vi)&nbsp;a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.&nbsp.\nthe Company’s designated Copyright Agent to receive notifications of claimed infringement is:</p>\n<p>Zoosk Customer Care – Spark Networks Services<br> Attn: Copyright Agent<br> 3300 N.\nAshton Blvd, Suite 240<br> Lehi, UT 84043 USA<br> copyright@zoosk.com (only DMCA notices will be accepted at this email address.\nall other inquiries or requests will be discarded)</p>\n<p>UNDER FEDERAL LAW, IF YOU KNOWINGLY MISREPRESENT THAT ONLINE MATERIAL IS INFRINGING, YOU MAY BE SUBJECT TO CRIMINAL PROSECUTION FOR PERJURY AND CIVIL PENALTIES, INCLUDING MONETARY DAMAGES, COURT COSTS, AND ATTORNEYS’ FEES.</p>\n<p>Please note that this procedure is exclusively for notifying the Company and its affiliates that your copyrighted material has been infringed.&nbsp.\nThe preceding requirements are intended to comply with the Company’s rights and obligations under the DMCA, including 17&nbsp;U.S.C.\n§512(c), but do not constitute legal advice.&nbsp.\nIt may be advisable to contact an attorney regarding your rights and obligations under the DMCA and other applicable laws.</p>\n<ol>\n<li>\n<strong>TRADEMARKS</strong>\n</li>\n</ol>\n<p>“ZOOSK,” the Company’s logos and any other trade name or slogan contained in the Services are trademarks or service marks of the Company, its partners or its licensors and may not be copied, imitated or used, in whole or in part, without the prior written permission of the Company or the applicable trademark holder.&nbsp.\nIn addition, the look and feel of the Services, including all page headers, custom graphics, button icons and scripts, is the service mark, trademark and/or trade dress of the Company and may not be copied, imitated or used, in whole or in part, without our prior written permission.&nbsp.\nAll other trademarks, registered trademarks, product names and company names or logos mentioned in the Services are the property of their respective owners.&nbsp.\nReference to any products, services, processes or other information, by trade name, trademark, manufacturer, supplier or otherwise does not constitute or imply endorsement, sponsorship or recommendation thereof by us.</p>\n<ol>\n<li>\n<strong>HYPERLINKS</strong>\n</li>\n</ol>\n<p>You are granted a limited, freely revocable, non-exclusive right to create a text hyperlink to the Company websites for noncommercial purposes, provided such link does not portray the Company or its Services in a false, misleading, derogatory or otherwise defamatory manner and provided further that the linking site is not directed at children and does not contain any adult or illegal material or any material that is offensive, harassing or otherwise objectionable.&nbsp.\nThis limited right may be revoked at any time.&nbsp.\nYou may not use the Company’s logo or proprietary graphics to link to any Company website without our express written permission.&nbsp.\nFurther, you may not use, frame or utilize framing techniques to enclose any Company trademark, logo or other proprietary information, including the images found in the Services, the content of any text or the layout/design of any page or form contained in the Services without the Company’s express written consent.&nbsp.\nExcept as noted above, you are not conveyed any right or license by implication, estoppel or otherwise in or under any patent, trademark, copyright or proprietary right of the Company or any third party.</p>\n<p>The Company makes no claim or representation regarding, and accepts no responsibility for, the quality, content, nature or reliability of third-party websites accessible by hyperlink from the Services.&nbsp.\nSuch sites are not under the control of the Company and the Company is not responsible for the content of any linked site or any link contained in a linked site, or any review, changes or updates to such sites.&nbsp.\nthe Company provides these links to you only as a convenience, and the inclusion of any link does not imply affiliation, endorsement or adoption by the Company of any site or any information contained therein.&nbsp.\nWhen you leave the Services, you should be aware that our terms and policies no longer govern.&nbsp.\nYou should review the applicable terms and policies, including privacy and data gathering practices, of any site to which you navigate from the Services.&nbsp.\nYou understand and agree that you access any such third-party sites and services at your own risk.</p>\n<ol>\n<li>\n<strong>THIRD PARTY CONTENT</strong>\n</li>\n</ol>\n<p>The Company may provide third party content on the Services and may provide links to web pages and content of third parties (collectively the “Third Party Content”) as a service to those interested in this information.&nbsp.\nThe Company does not control, endorse or adopt any Third Party Content and makes no representations or warranties of any kind regarding the Third Party Content, including without limitation regarding its accuracy or completeness.&nbsp.\nYou acknowledge and agree that the Company is not responsible or liable in any manner for any Third Party Content and undertakes no responsibility to update or review any Third Party Content.&nbsp.\nUsers use such Third Party Content contained therein at their own risk.</p>\n<ol>\n<li>\n<strong>ADVERTISERS AND OTHER THIRD PARTIES</strong>\n</li>\n</ol>\n<p>The Services may contain advertisements and promotions from third parties or may otherwise provide information about or links to third party products or services.&nbsp.\nYour dealings or correspondence with, or participation in promotions of, such third parties, and any terms, conditions, warranties or representations associated with such dealings or promotions, are solely between you and such third party.&nbsp.\nThe Company is not responsible for, and does not endorse, any features, content, advertising, products, services or other materials on or available from third party sites.&nbsp.\nYou agree that the Company shall not be responsible or liable, directly or indirectly, for any loss or damage of any sort incurred as the result of such dealings or as a result of the presence of such third party advertisers or third party information on the Services.</p>\n<ol>\n<li>\n<strong>PAID SERVICES</strong>\n<ol>\n<li>\n<strong>General</strong>.\nIf you purchase any Services that we offer for a fee (the “Paid Services”), such as a subscription to our Services or virtual coins (as described below), you authorize the Company and our designated payment processors to store your payment information and other related information.&nbsp.\nYou also agree to pay the applicable fees for the Paid Services (including without limitation periodic fees for ongoing subscriptions (the “Subscription Fees”) as set forth on the Services) as they become due plus all related taxes (including without limitation sales and use taxes, duties or other governmental taxes or fees), and to reimburse us for all collection costs and interest for any overdue amounts.&nbsp.\nAll fees and charges are nonrefundable and there are no refunds or credits for any partially used Paid Services (including partially used subscription periods) except (i)&nbsp;as expressly set forth in this Agreement, (ii)&nbsp;as otherwise required by applicable law and (iii)&nbsp;at the Company’s sole and absolute discretion.&nbsp.\nFees for the Paid Services may be payable in advance, in arrears, per usage or as otherwise described when you initially purchase the Paid Services.&nbsp.\nAll prices for Paid Services are subject to change without notice (except as otherwise described in this Section&nbsp;13).</li>\n<li>\n<strong>Payment Method</strong>.\nThe Company may, from time to time, offer various payment methods, including without limitation payment by credit card, by debit card, by check, by certain mobile payment providers or by using PayPal.&nbsp.\nYou authorize the Company to charge you for Paid Services through any payment method(s) you select when purchasing the Paid Services (the “Payment Method”) and you agree to make payment using such Payment Method(s) (we may, from time to time, receive and use updated payment method information provided by you or that financial institutions or payment processors may provide to us to update information related to your Payment Method(s), such as updated expiration dates or account numbers).&nbsp.\nCertain Payment Methods, such as credit cards and debit cards, may involve agreements between you and the financial institution, credit card issuer or other provider of your chosen Payment Methods (the “Payment Method Provider”).&nbsp.\nIf we do not receive payment from your Payment Method Provider, you agree to directly pay all amounts due upon demand from us.&nbsp.\nYour non-termination or continued use of the Paid Services reaffirms that we are authorized to charge your Payment Method.\n&nbsp;The Company’s Paid Services may also be purchased through your accounts with certain third parties, such as your Apple iTunes account, your Google Play account or your Amazon account (a “Third Party Account”).&nbsp.\nIf you purchase any Paid Services through a Third Party Account, billing for these Paid Services will appear through your Third Party Account.&nbsp.\nYou should review the Third Party Account’s terms and conditions, which we do not control.</li>\n<li>\n<strong>Automatic Renewal of Subscriptions</strong>.\nIF YOU PAY FOR A SUBSCRIPTION BY CREDIT OR DEBIT CARD (OR OTHER PAYMENT METHOD IDENTIFIED ON OUR SERVICES OR A SOCIAL NETWORKING SITE AS INVOLVING AN AUTOMATICALLY RENEWING SUBSCRIPTION) AND YOU DO NOT CANCEL YOUR SUBSCRIPTION AS SET FORTH IN SECTION&nbsp;13(d) BELOW PRIOR TO THE END OF THE SUBSCRIPTION TERM, YOUR SUBSCRIPTION WILL BE AUTOMATICALLY EXTENDED AT THE END OF EACH TERM FOR SUCCESSIVE RENEWAL PERIODS OF THE SAME DURATION AS THE SUBSCRIPTION TERM ORIGINALLY SELECTED (FOR EXAMPLE, UNLESS YOU CANCEL, A ONE MONTH SUBSCRIPTION WILL AUTOMATICALLY RENEW ON A MONTHLY BASIS AND A SIX MONTH SUBSCRIPTION WILL AUTOMATICALLY RENEW ON A SIX MONTH BASIS).&nbsp.\nUNLESS OTHERWISE INDICATED IN ANY APPLICABLE ADDITIONAL TERMS OR COMMUNICATIONS WE SEND TO YOUR REGISTERED EMAIL ADDRESS, SUCH RENEWAL WILL BE AT THE SAME SUBSCRIPTION FEE AS WHEN YOU FIRST SUBSCRIBED, PLUS ANY APPLICABLE TAXES, UNLESS WE NOTIFY YOU AT LEAST 10 DAYS PRIOR TO THE END OF YOUR CURRENT TERM THAT THE SUBSCRIPTION FEE WILL INCREASE.&nbsp.\nYOU ACKNOWLEDGE AND AGREE THAT YOUR PAYMENT METHOD WILL BE AUTOMATICALLY CHARGED FOR SUCH SUBSCRIPTION FEES, PLUS ANY APPLICABLE TAXES, UPON EACH SUCH AUTOMATIC RENEWAL.&nbsp.\nYOU ACKNOWLEDGE THAT YOUR SUBSCRIPTION IS SUBJECT TO AUTOMATIC RENEWALS AND YOU CONSENT TO AND ACCEPT RESPONSIBILITY FOR ALL RECURRING CHARGES TO YOUR CREDIT OR DEBIT CARD (OR OTHER PAYMENT METHOD, AS APPLICABLE) BASED ON THIS AUTOMATIC RENEWAL FEATURE WITHOUT FURTHER AUTHORIZATION FROM YOU AND WITHOUT FURTHER NOTICE EXCEPT AS REQUIRED BY LAW.&nbsp.\nYOU FURTHER ACKNOWLEDGE THAT THE AMOUNT OF THE RECURRING CHARGE MAY CHANGE IF THE APPLICABLE TAX RATES CHANGE OR IF YOU ARE NOTIFIED THAT THERE WILL BE AN INCREASE IN THE APPLICABLE SUBSCRIPTION FEES.</li>\n<li>\n<strong>Cancellation of Subscriptions</strong>.\nTO CHANGE OR CANCEL YOUR SUBSCRIPTION AT ANY TIME, OTHER THAN PURSUANT TO SECTION&nbsp;22, GO TO THE “SETTINGS” PAGE OF YOUR DATING PROFILE, CLICK ON “SUBSCRIPTION” AND FOLLOW THE INSTRUCTIONS.&nbsp.\nIF YOU PURCHASED A SUBSCRIPTION THROUGH A THIRD PARTY ACCOUNT, YOU WILL NEED TO CANCEL YOUR SUBSCRIPTION THROUGH THAT THIRD PARTY AND IN ACCORDANCE WITH THAT THIRD PARTY’S TERMS AND CONDITIONS.&nbsp.\nIF YOU CANCEL YOUR SUBSCRIPTION, OTHER THAN PURSUANT TO SECTION&nbsp;22, YOUR SUBSCRIPTION BENEFITS WILL CONTINUE UNTIL THE END OF YOUR THEN CURRENT SUBSCRIPTION TERM, BUT YOUR SUBSCRIPTION WILL NOT BE RENEWED AFTER THAT TERM EXPIRES.&nbsp.\nYOU WILL NOT BE ENTITLED TO A PRORATED REFUND OF ANY PORTION OF THE SUBSCRIPTION FEES PAID FOR THE THEN CURRENT SUBSCRIPTION TERM, EXCEPT AS PROVIDED IN SECTION&nbsp;22 OF THIS AGREEMENT OR AS REQUIRED BY APPLICABLE LAW.</li>\n<li>\n<strong>Current Information Required</strong>.\nYou agree to provide current, complete and accurate billing information and agree to promptly update all such information (such as changes in billing address, credit card number or credit card expiration date) as necessary for the processing of all payments that are due to the Company.&nbsp.\nYou agree to promptly notify the Company if your Payment Method is canceled (for example, due to loss or theft) or if you become aware of a potential breach of security related to your Payment Method.&nbsp.\nIf you fail to provide any of the foregoing information, you acknowledge that your current Payment Method may continue to be charged for Paid Services and you remain responsible for all such charges.</li>\n<li>\n<strong>Change in Amount Authorized</strong>.\nIf the total amount to be charged varies from the amount you authorized when purchasing any Paid Services (other than due to the imposition or change in the amount of taxes, including without limitation sales and use taxes, duties or other governmental taxes or fees), the Company will provide notice of the amount to be charged and the date of the charge at least 10 days before the scheduled date of the transaction.&nbsp.\nIf you do not cancel your Paid Services before the increased price goes into effect, you agree to pay the increased price for the Paid Services.&nbsp.\nYou agree that the Company may accumulate charges incurred and submit them as one or more aggregate charge during or at the end of each billing cycle.&nbsp.\nThe Company will inform you of any additional charges that are accumulated.</li>\n<li>\n<strong>Virtual Currency and Virtual Products</strong>.\nPlease see our Virtual Goods and Currency Terms of Use here for additional terms applicable to the purchase and use of virtual currency and virtual products offered by us.&nbsp.\nTypically, our virtual currency may be used to purchase certain features or virtual goods in connection with our Services.&nbsp.\nAny virtual currency you receive as a promotion from us will be subject to the terms of our Virtual Goods and Currency Terms of Use.</li>\n<li>\n<strong>Incorrect Payments and Errors</strong>.\nIn the event that you submit to us a payment for Paid Services that does not match the price for the Paid Services you selected, the Company shall have the right, in its sole and absolute discretion, to (1)&nbsp;return or refund all or some of the amount of your payment, (2)&nbsp;apply all or some of your payment amount to other similar Paid Services that have a purchase price less than the amount of your payment, (3)&nbsp;apply all or some of the amount of your payment to the purchase of our virtual currency or (4)&nbsp;apply your payment in any combination of the foregoing ways.&nbsp.\nThe Company reserves the right to correct any errors or mistakes that it makes even if it has already requested or received payment.</li>\n</ol>\n</li>\n<li>\n<strong>MOBILE SERVICES</strong>\n</li>\n</ol>\n<p>You may access and use certain features of the Services using certain mobile devices, including, through our SMS service (the “Mobile Services”).&nbsp.\nYour access and use of the Mobile Services is subject to the terms and conditions of this Agreement, including without limitation the terms and conditions regarding the use and submission of User Content, as well as any Additional Terms presented to you for your acceptance when you sign up to use our Mobile Services.</p>\n<p>Please note that by accessing or using the Mobile Services, your carrier’s normal rates and fees, such as standard message and data rates, still apply and you are solely responsible for the payment of those fees.&nbsp.\nIf you sign up for our SMS service, we estimate a frequency of approximately 10 messages per month, but the actual number depends on user activity and may vary significantly.&nbsp.\nTo stop receiving SMS messages from us, text STOP to 96675.&nbsp.\nTo get help, text HELP to 96675 for instructions.&nbsp.\nFor customer support, please contact us at http://www.zoosk.com/contactinfo.php or write to support@zoosk.com.&nbsp.\nWe support the following carriers: T-Mobile®, Verizon Wireless, AT&amp;T, Sprint, Nextel, Boost, Cricket, Alltel, ACG, Cincinnati Bell, U.S.\nCellular®, Virgin Mobile, Aliant Mobility, Bell Mobility, Inc., MTS/Allstream Inc., Northern Telephone, Rogers Cantel Inc., Sasktel Mobility, Telebec, Telus Mobility, and Virgin Mobile Canada.&nbsp.\nIn the event you change or deactivate your mobile telephone number, you agree to update your account information on the Company platform within 48 hours to ensure that your messages are not sent to the person who acquires your old number.</p>\n<ol>\n<li>\n<strong>DOWNLOADABLE APPLICATIONS</strong>\n</li>\n</ol>\n<p>By using any downloadable application to enable your use of the Services, you are expressly confirming your acceptance of the terms and conditions of any End User License Agreement, or similar agreement, associated with the application provided at download or installation, or as may be updated from time to time.</p>\n<ol>\n<li>\n<strong>MOBILE SOFTWARE</strong>\n<ol>\n<li>\n<strong>Mobile Software</strong>.\nWe may make available software to access the Services via a mobile or tablet device (“Mobile Software”).&nbsp.\nMobile Software also includes any updates, upgrades or other new features, functionality, improvements or enhancements to the Mobile Software and any on-line, read me, help files, or other related explanatory materials relating to the Mobile Software.&nbsp.\nTo use the Mobile Software, you must have a device that is compatible with the Mobile Software.&nbsp.\nThe Company does not warrant that the Mobile Software will be compatible with your device.&nbsp.\nThe Company hereby grants you a non-exclusive, non-transferable, revocable license to use a compiled code copy of the Mobile Software for one Company account on one device owned or leased solely by you, for your personal use only.&nbsp.\nYou may not: (i)&nbsp;modify, disassemble, decompile or reverse engineer the Mobile Software, except to the extent that such restriction is expressly prohibited by law.\n(ii)&nbsp;rent, lease, loan, resell, sublicense, distribute or otherwise transfer the Mobile Software to any third party or use the Mobile Software to provide time sharing or similar services for any third party.\n(iii)&nbsp;make any copies of the Mobile Software.\n(iv)&nbsp;remove, circumvent, disable, damage or otherwise interfere with security-related features of the Mobile Software, features that prevent or restrict use or copying of any content accessible through the Mobile Software, or features that enforce limitations on use of the Mobile Software.\n(v)&nbsp;delete the copyright and other proprietary rights notices on the Mobile Software.\n(vi)&nbsp;block, disable or otherwise affect any advertising, advertisement banner window, links to other sites and services, or other features that constitute an integral part of the Mobile Software.\n(vii)&nbsp;use the Mobile Software on any device that you do not own or control.\nor (viii)&nbsp;distribute or make the Mobile Software available over a network where it could be used by multiple devices at the same time.&nbsp.\nYou agree to use your best efforts to prevent and protect the contents of the Mobile Software from unauthorized use or disclosure.&nbsp.\nYou acknowledge that the Company may from time to time issue upgraded versions of the Mobile Software, and may automatically electronically upgrade the version of the Mobile Software that you are using on your device.&nbsp.\nYou consent to such automatic upgrading on your device, and agree that the terms and conditions of this Agreement will apply to all such upgrades.&nbsp.\nAny third-party code that may be incorporated in the Mobile Software is covered by the applicable open source or third-party End User License Agreement, if any, authorizing use of such code.&nbsp.\nThe foregoing license grant is not a sale of the Mobile Software or any copy thereof, and the Company or its third party partners or suppliers retain all right, title, and interest in the Mobile Software (and any copy thereof).&nbsp.\nAny attempt by you to transfer any of the rights, duties or obligations hereunder, except as expressly provided for in this Agreement, is void.&nbsp.\nThe Company reserves all rights not expressly granted under this Agreement.&nbsp.\nAdditional terms to those contained in this Section&nbsp;16 may be contained in an End User License Agreement associated with any Mobile Software.&nbsp.\nPlease see the applicable End User License Agreement for more information.</li>\n<li>\n<strong>Mobile Software from iTunes or the App Store</strong>.\nThe following applies to any Mobile Software you acquire or download from the iTunes Store or the App Store provided by Apple (“iTunes-Sourced Software”): You acknowledge and agree that this Agreement is solely between you and the Company, not Apple, and that Apple has no responsibility for the iTunes-Sourced Software or content thereof.&nbsp.\nYour use of the iTunes-Sourced Software must comply with the App Store Terms of Service.&nbsp.\nYou acknowledge that Apple has no obligation whatsoever to furnish any maintenance and support services with respect to the iTunes-Sourced Software.&nbsp.\nIn the event of any failure of the iTunes-Sourced Software to conform to any applicable warranty, you may notify Apple, and Apple will refund the purchase price for the iTunes-Sourced Software to you.\nto the maximum extent permitted by applicable law, Apple will have no other warranty obligation whatsoever with respect to the iTunes-Sourced Software, and any other claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty will be solely governed by this Agreement and any law applicable to the Company as provider of the software.&nbsp.\nYou acknowledge that Apple is not responsible for addressing any claims of you or any third party relating to the iTunes-Sourced Software or your possession and/or use of the iTunes-Sourced Software, including, but not limited to: (i)&nbsp;product liability claims.\n(ii)&nbsp;any claim that the iTunes-Sourced Software fails to conform to any applicable legal or regulatory requirement.\nand (iii)&nbsp;claims arising under consumer protection or similar legislation.\nand all such claims are governed solely by this Agreement and any law applicable to the Company as provider of the software.&nbsp.\nYou acknowledge that, in the event of any third party claim that the iTunes-Sourced Software or your possession and use of that iTunes-Sourced Software infringes that third party’s intellectual property rights, the Company, not Apple, will be solely responsible for the investigation, defense, settlement and discharge of any such intellectual property infringement claim to the extent required by this Agreement.&nbsp.\nYou and the Company acknowledge and agree that Apple, and Apple’s subsidiaries, are third party beneficiaries of this Agreement as relates to your license of the iTunes-Sourced Software, and that, upon your acceptance of the terms and conditions of this Agreement, Apple will have the right (and will be deemed to have accepted the right) to enforce this Agreement as relates to your license of the iTunes-Sourced Software against you as a third party beneficiary thereof.&nbsp.\nWithout limiting any other terms of this Agreement, you must comply with all applicable third party terms of agreement when using iTunes-Sourced Software.</li>\n<li>\n<strong>Mobile Software from Google Play Store</strong>.\nThe following applies to any Mobile Software you acquire from the Google Play Store (“Google-Sourced Software”): (i) you acknowledge that the Agreement is between you and the Company only, and not with Google, Inc.\n(“Google”).\n(ii) your use of Google-Sourced Software must comply with Google’s then-current Google Play Store Terms of Service.\n(iii) Google is only a provider of the Google Play Store where you obtained the Google-Sourced Software.\n(iv) the Company, and not Google, is solely responsible for its Google-Sourced Software.\n(v) Google has no obligation or liability to you with respect to Google-Sourced Software or the Agreement.\nand (vi) you acknowledge and agree that Google is a third-party beneficiary to the Agreement as it relates to the Company’s Google-Sourced Software.</li>\n<li>\n<strong>No Support</strong>.\nThis Agreement does not entitle you to receive from the Company, its licensors, or Apple, any hard-copy documentation, support, telephone assistance, maintenance, or enhancements or updates to the Mobile Software.</li>\n<li>\n<strong>S.\nGovernment End Users</strong>.\nThe Mobile Software was developed by private financing and constitutes a “Commercial Item,” as that term is defined at 48&nbsp;C.F.R.\n§2.101.&nbsp.\nThe Mobile Software consists of “Commercial Computer Software” and “Commercial Computer Software Documentation,” as such terms are used in 48&nbsp;C.F.R.\n§12.212.&nbsp.\nConsistent with 48&nbsp;C.F.R.\n§12.212 and 48&nbsp;C.F.R.&nbsp.\n§227.7202-1 through 227.7202-4, all U.S.\nGovernment end users acquire only those rights in the Mobile Software that are expressly provided by this Agreement.&nbsp.\nConsistent with 48&nbsp;C.F.R.\n§12.211, all U.S.\nGovernment end users acquire only technical data and the rights in that data as expressly provided in this Agreement.&nbsp.\nAny use, reproduction, release, performance, display or disclosure of the Mobile Software by the U.S.\nGovernment will be governed solely by this Agreement and is prohibited except to the extent expressly permitted by the terms of this Agreement.</li>\n<li>\n<strong>Export Controls</strong>.\nThe Mobile Software and the underlying information and technology may not be downloaded or otherwise exported or re-exported (i)&nbsp;into (or to a national or resident of) any country that is subject to a U.S.\nGovernment embargo or has been designated by the U.S.\nGovernment as a “terrorist supporting” country.\nor (ii)&nbsp;to anyone on the U.S.\nTreasury Department’s list of Specially Designated Nationals or the U.S.\nCommerce Department’s Table of Deny Orders.&nbsp.\nBy downloading or using the Software and/or Documentation, you are agreeing to the foregoing and you represent and warrant that you (a)&nbsp;are not located in, under the control of, or a national or resident of any such country or on any such list, (b)&nbsp;are not listed on any U.S.\nGovernment list of prohibited or restricted parties, and (c)&nbsp;you agree to comply with all United States and foreign laws related to use of the Mobile Software and other Company Services.</li>\n<li>\n<strong>Users Outside the U.S.</strong> If you are using the Mobile Software outside the U.S.A., then the following shall apply: (a)&nbsp;you confirm that this Agreement and all related documentation is and will be in the English language (please see Section&nbsp;25 regarding any translations that are provided for your convenience).\n(b)&nbsp;you are responsible for complying with any local laws in your jurisdiction which might impact your right to import, export or use the Mobile Software or any services accessed or used in connection with the Mobile Software, and you represent that you have complied with any regulations or registration procedures required by applicable law to make this license enforceable.</li>\n<li>\n<strong>Injunctive Relief</strong>.\nYou acknowledge and agree that your breach or threatened breach of this Section&nbsp;16 shall cause the Company irreparable damage for which recovery of money damages would be inadequate and that the Company therefore may seek timely injunctive relief to protect its rights under this Agreement in addition to any and all other remedies available at law or in equity.</li>\n</ol>\n</li>\n<li>\n<strong>FREE TRIALS AND PROMOTIONS</strong>\n</li>\n</ol>\n<p>From time to time, we may offer free trials or other promotions (a “Promotion”).&nbsp.\nAs an example, we may offer promotions that provide free subscriber-level access to the Services for a certain period of time.&nbsp.\nYOU MUST CANCEL YOUR SUBSCRIPTION (IN ACCORDANCE WITH SECTION&nbsp;13(d) ABOVE) BEFORE THE END OF THE PROMOTION PERIOD IN ORDER TO AVOID BEING AUTOMATICALLY CHARGED FOR SUBSCRIPTION FEES.&nbsp.\nFurthermore, and for example, we may provide you with our virtual currency without charge.&nbsp.\nAny such virtual currency is subject to the terms of our Virtual Goods and Currency Terms of Use which can be found here.\n&nbsp;Additional Terms applicable to any Promotions may be provided.</p>\n<ol>\n<li>\n<strong>DISCLAIMERS</strong>\n</li>\n</ol>\n<p>THE COMPANY PROVIDES THE SITES, THE PROPRIETARY MATERIALS AND THE SERVICES ON AN “AS IS” AND “AS AVAILABLE” BASIS.&nbsp.\nTO THE MAXIMUM EXTENT PERMITTED UNDER APPLICABLE LAW, WE EXPRESSLY DISCLAIM ANY WARRANTIES OR REPRESENTATIONS OF ANY KIND, WHETHER EXPRESS, IMPLIED, STATUTORY OR OTHERWISE WITH RESPECT TO THE SERVICES (INCLUDING ALL PROPRIETARY MATERIALS AND OTHER INFORMATION AND CONTENT CONTAINED THEREIN), INCLUDING ANY IMPLIED WARRANTIES OF MERCHANTABILITY, TITLE, ACCURACY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT.</p>\n<p>THE COMPANY DOES NOT REPRESENT OR WARRANT THAT (A)&nbsp;YOUR USE OF THE SERVICES WILL BE SECURE, UNINTERRUPTED, COMPLETE, ALWAYS AVAILABLE, ERROR-FREE OR WILL MEET YOUR REQUIREMENTS, (B)&nbsp;ANY DEFECTS IN THE SERVICES WILL BE CORRECTED OR (C)&nbsp;THE SERVICES ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.&nbsp.\nTHE COMPANY DISCLAIMS LIABILITY FOR, AND NO WARRANTY IS MADE WITH RESPECT TO, THE CONNECTIVITY AND AVAILABILITY OF THE SERVICES OR THE DELIVERY OF ANY MESSAGES.</p>\n<p>THE COMPANY DOES NOT HAVE ANY OBLIGATION TO VERIFY THE IDENTITY OF OR SCREEN THE PERSONS SUBSCRIBING TO OR USING THE SERVICES, NOR DOES IT HAVE ANY OBLIGATION TO MONITOR THE USE OF THE SERVICES BY OTHER USERS OF THE COMMUNITY.&nbsp.\nTHEREFORE, THE COMPANY DISCLAIMS ALL LIABILITY FOR YOUR INTERACTIONS WITH AND THE CONDUCT OF OTHER USERS AND FOR IDENTITY THEFT OR ANY OTHER MISUSE OF YOUR IDENTITY OR INFORMATION.</p>\n<p>THE COMPANY DOES NOT: (i)&nbsp;GUARANTEE THE ACCURACY, COMPLETENESS OR USEFULNESS OF ANY INFORMATION ON THE SERVICES, OR (ii)&nbsp;ADOPT, ENDORSE OR ACCEPT RESPONSIBILITY OR LIABILITY FOR THE CONDUCT OF ANY USERS OR MEMBERS OR FOR THE ACCURACY OR RELIABILITY OF ANY OPINION, ADVICE, OR STATEMENT MADE BY ANY PARTY OTHER THAN THE COMPANY.&nbsp.\nUNDER NO CIRCUMSTANCES WILL THE COMPANY BE RESPONSIBLE FOR ANY LOSS, DAMAGE OR HARM OF ANY KIND RESULTING FROM ANY USER CONDUCT OR FROM ANYONE’S RELIANCE ON INFORMATION OR OTHER CONTENT POSTED ON THE SERVICES, OR TRANSMITTED TO OR BY ANY USERS.</p>\n<p>SOME COUNTRIES AND JURISDICTIONS DO NOT ALLOW THE DISCLAIMER OF IMPLIED WARRANTIES AND TERMS IN CONTRACTS WITH CONSUMERS AND AS A RESULT THE CONTENTS OF THIS SECTION MAY NOT APPLY TO YOU.</p>\n<ol>\n<li>\n<strong>LIMITATION OF LIABILITY</strong>\n</li>\n</ol>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY LAW, IN NO EVENT SHALL THE COMPANY, ITS AFFILIATES, DIRECTORS, MEMBERS, EMPLOYEES OR AGENTS BE LIABLE FOR ANY SPECIAL, CONSEQUENTIAL OR INDIRECT DAMAGES, INCLUDING BUT NOT LIMITED TO LOSS OF USE, LOSS OF PROFITS OR LOSS OF DATA, WHETHER IN AN ACTION IN CONTRACT, TORT (INCLUDING BUT NOT LIMITED TO NEGLIGENCE) OR OTHERWISE, ARISING OUT OF OR RELATING TO THE USE OF OR INABILITY TO USE THE SERVICES, OR THE PROPRIETARY MATERIALS CONTAINED IN OR ACCESSED THROUGH THE SERVICE, INCLUDING WITHOUT LIMITATION ANY DAMAGES CAUSED BY OR RESULTING FROM RELIANCE BY USER ON ANY INFORMATION OBTAINED FROM THE COMPANY, OR THAT RESULTS FROM MISTAKES, OMISSIONS, INTERRUPTIONS, DELETION OF FILES OR EMAIL, ERRORS, DEFECTS, VIRUSES, DELAYS IN OPERATION OR TRANSMISSION OR ANY FAILURE OF PERFORMANCE, WHETHER OR NOT RESULTING FROM ACTS OF GOD, COMMUNICATIONS FAILURE, THEFT, DESTRUCTION OR UNAUTHORIZED ACCESS TO THE COMPANY’S RECORDS, PROGRAMS OR SERVICES.&nbsp.\nUNDER NO CIRCUMSTANCES WILL THE COMPANY’S AGGREGATE LIABILITY, IN ANY FORM OF ACTION WHATSOEVER IN CONNECTION WITH THIS AGREEMENT OR THE USE OF THE SERVICES, EXCEED THE GREATER OF (1)&nbsp;THE AGGREGATE AMOUNT OF FEES FOR PAID SERVICES PAID BY YOU DURING THE IMMEDIATELY PRECEDING SIX MONTHS OR (2)&nbsp;$50.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL THE COMPANY BE LIABLE FOR ANY DAMAGES WHATSOEVER, WHETHER DIRECT, INDIRECT, GENERAL, SPECIAL, COMPENSATORY, CONSEQUENTIAL, AND/OR INCIDENTAL, ARISING OUT OF OR RELATING TO THE CONDUCT OF YOU OR ANYONE ELSE IN CONNECTION WITH THE USE OF THE SERVICES, INCLUDING WITHOUT LIMITATION, BODILY INJURY, EMOTIONAL DISTRESS, IDENTITY THEFT AND/OR ANY OTHER DAMAGES RESULTING FROM COMMUNICATIONS, MEETINGS OR OTHER INTERACTIONS WITH OTHER USERS OF THE SERVICES.&nbsp.\nTHIS INCLUDES ANY CLAIMS, LOSSES OR DAMAGES ARISING FROM THE CONDUCT OF USERS WHO HAVE REGISTERED UNDER FALSE PRETENSES OR WHO ATTEMPT TO DEFRAUD OR HARM YOU.</p>\n<p>SOME COUNTRIES AND JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY IN CONTRACTS WITH CONSUMERS AND AS A RESULT THE CONTENTS OF THIS SECTION MAY NOT APPLY TO YOU.</p>\n<ol>\n<li>\n<strong>GOVERNING LAW AND ARBITRATION.\nWAIVER.\nINDEMNIFICATION</strong>\n</li>\n</ol>\n<p>Our goal is to resolve any disputes amicably and quickly and we encourage you to contact us and explain your complaint as soon as it arises.</p>\n<ol>\n<li>\n<strong>Governing Law</strong>.\nThis Agreement shall be governed by the internal substantive laws of the State of New York, without respect to its conflict of laws principles.&nbsp.\nNotwithstanding the preceding sentences with respect to the substantive law, the interpretation and enforcement of, and proceedings pursuant to, Section&nbsp;20(b) of this Agreement shall be governed by the Federal Arbitration Act (9&nbsp;U.S.C.\n§§ 1-16), and we expressly recognize and acknowledge the continuing applicability of our right to contract for binding arbitration and waiver of any right to participate in a class Action or jury trial, as set out in Section&nbsp;20(b) hereof.&nbsp.\nThe application of the United Nations Convention on Contracts for the International Sale of Goods is expressly excluded.&nbsp.\nYou agree that any claim or dispute you may have against the Company must be resolved in a federal or state court located in New York, NY, USA or as described in the Arbitration provision below.&nbsp.\nBoth you and the Company retain the right to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation or violation of copyrights, trademarks, trade secrets, patents, or other intellectual property or proprietary rights, as set forth in the Arbitration provision below including any provisional relief required to prevent irreparable harm.&nbsp.\nYou agree that the state or federal courts located in New York, NY, USA are the exclusive forum for any proceeding to confirm or vacate an arbitration award rendered in accordance with Section&nbsp;20(b) hereof (or for any proceeding seeking relief in aid of such arbitration) or in the event that the Arbitration provision below is for any reason held to be unenforceable.</li>\n<li>\n<strong>Arbitration</strong>.\nREAD THIS SECTION CAREFULLY BECAUSE IT REQUIRES THE PARTIES TO ARBITRATE THEIR DISPUTES AND LIMITS THE MANNER IN WHICH YOU CAN SEEK RELIEF FROM THE COMPANY.&nbsp.\nFor any dispute with the Company, you agree to first contact us within 30 days of when the dispute arises at legal@spark.net and attempt to resolve the dispute with us informally.&nbsp.\nIn the unlikely event that the Company has not been able to informally resolve a dispute it has with you within 60 days, we each agree to resolve any claim, dispute, or controversy (excluding any claims for injunctive or other equitable relief described in Section&nbsp;20(a)) arising out of or in connection with or relating to the Services or this Agreement, or the breach or alleged breach thereof, including disputes related to the interpretation, applicability, enforceability or formation of this agreement to arbitrate (collectively, “Claims”), by binding arbitration by the Judicial Mediation and Arbitration Services (“JAMS”) under the JAMS Optional Expedited Procedures then in effect, except as provided herein.&nbsp.\nJAMS may be contacted at www.jamsadr.com.&nbsp.\nYou will have the right to participate in the selection of the arbitrator, who may be selected by mutual agreement of the parties or by the procedures provided by JAMS if the parties are unable to agree on an arbitrator.&nbsp.\nUnless the parties agree otherwise, the arbitrator shall be an attorney licensed to practice in the location where the arbitration proceedings will be conducted or a retired federal or state judicial officer who presided in the jurisdiction where the arbitration will be conducted.&nbsp.\nThe arbitration will be conducted in New York, NY, USA (or the nearest office to Santa Clara County), unless you request a hearing in your hometown area or you and the Company agree otherwise.&nbsp.\nThe language to be used in the arbitral proceedings will be English, unless otherwise agreed by the parties.&nbsp.\nPayment of all filing, administration and arbitrator fees and costs will be governed by JAMS rules, but if you are unable to pay any of them, the Company will pay them for you.&nbsp.\nThe award rendered by the arbitrator may include your costs of arbitration, your reasonable attorneys’ fees and your reasonable costs for expert and other witnesses, and any judgment on the award rendered by the arbitrator may be entered in any court of competent jurisdiction.&nbsp.\nThe Company will not seek its attorneys’ fees or costs in arbitration unless the arbitrator determines your claims or defenses are frivolous.&nbsp.\nNothing in this Section shall prevent either party from seeking injunctive or other equitable relief from the courts as necessary to prevent the actual or threatened infringement, misappropriation, or violation of that party’s data security, intellectual property rights, or other proprietary rights.&nbsp.\nYou may sue in a small claims court of competent jurisdiction without first engaging in arbitration, but this does not absolve you of your commitment to engage in the informal dispute resolution process.&nbsp.\nIf your claim does not exceed $10,000, then you may choose whether the arbitration will be conducted solely on the basis of the documents that you and the Company submit to the arbitrator, through a telephonic hearing, or by an in-person hearing.</li>\n<li>\n<strong>CLASS ACTION AND JURY TRIAL WAIVER</strong>.\nYOU AND THE COMPANY AGREE THAT ANY AND ALL CLAIMS MUST BE BROUGHT IN THE PARTIES’ INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS ACTION, COLLECTIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION OR OTHER REPRESENTATIVE PROCEEDING.&nbsp.\nTHIS WAIVER APPLIES TO CLASS ARBITRATION, AND, UNLESS WE AGREE OTHERWISE, THE ARBITRATOR MAY NOT CONSOLIDATE MORE THAN ONE PERSON’S CLAIMS.&nbsp.\nYOU AGREE THAT, BY ENTERING INTO THIS AGREEMENT, YOU AND THE COMPANY ARE EACH WAIVING THE RIGHT TO A TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION, COLLECTIVE ACTION, PRIVATE ATTORNEY GENERAL ACTION OR OTHER REPRESENTATIVE PROCEEDING.</li>\n<li>\n<strong>Indemnity</strong>.\nYou agree to defend, indemnify and hold the Company, its subsidiaries and affiliates, and each of their directors, officers, managers, agents, contractors, partners and employees harmless from any loss, liability, claim, damages, costs, debts, expenses or demand, including reasonable attorney’s fees, due to or arising from (i)&nbsp;your use of or access to the Services, including any data or content transmitted or received by you, or your inability to use the Services.\n(ii)&nbsp;any claim or damages that arise as a result of any of your User Content or any User Content that is submitted via your account.\n(iii)&nbsp;your conduct in connection with the Services or our users, (iv)&nbsp;your violation of any of the terms of this Agreement, including without limitation your breach of any of the representations and warranties above, (v)&nbsp;your violation of any rights of a third party, including without limitation any right of privacy or intellectual property rights.\n(vi)&nbsp;any other party’s access and use of the Services with your unique username, password or other appropriate security code or (viii)&nbsp;your violation of any applicable laws, rules or regulations.</li>\n<li>\n<strong>Severability</strong>.\nIf any clause within this Section&nbsp;20 is found to be illegal or unenforceable, that clause will be severed from this section and the remainder of the section will be given full force and effect, except that in the event of unenforceability of the universal Class Action/Jury Trial Waiver, the entire arbitration agreement shall be unenforceable.</li>\n</ol>\n<ol>\n<li>\n<strong>TERMINATION</strong>\n</li>\n</ol>\n<p>Unless otherwise provided, this Agreement is effective upon your first use of the Services and shall remain in effect until it is terminated in accordance with the terms of this Agreement.</p>\n<ol>\n<li>\n<strong>Termination by the Company</strong>.\nNotwithstanding anything to the contrary in this Agreement, the Company may suspend, deactivate or terminate your account and your right to use the Services and may block or prevent your access to and use of the Services at any time in its sole discretion, for any reason or no reason, without explanation and without notice (including without limitation blocking users or Members from certain IP addresses).&nbsp.\nWe also reserve the right to remove or block access to your account information, User Content or data from our Services and any other records at any time at our sole discretion.&nbsp.\nIn the event that we determine that your access to any of the Services is terminated or suspended for cause, such as due to any breach of this Agreement, flagged conduct or content, third party complaints or the implementation of our repeat infringer policy, you agree that all fees then paid to the Company by you will be nonrefundable, except as otherwise provided by law, and all outstanding or pending payments under the terms of your subscription will immediately be due and payable.&nbsp.\nAll decisions as to the refundability of the fees are in the Company’s sole discretion.&nbsp.\nNotwithstanding the foregoing, you may dispute any refunds of fees pursuant to Section&nbsp;20 of this Agreement.</li>\n<li>\n<strong>Termination by You</strong>.\nIn addition to any right to cancel your subscription pursuant to Section&nbsp;22, below, you may deactivate or terminate your account at any time, for any or no reason, by accessing the “settings” page of your account or by contacting us as described above.&nbsp.\nExcept as otherwise provided by law or under this Agreement, you will not be entitled to any refund of the fees you have paid to the Company and all outstanding or pending payments under the terms of your subscription will immediately be due and payable.</li>\n<li>\n<strong>Survival</strong>.\nAfter your account is suspended, deactivated or terminated, all terms that by their nature may survive termination of this Agreement shall be deemed to survive such termination, including without limitation Sections&nbsp;18, 19, 20 and 24.</li>\n</ol>\n<ol>\n<li>\n<strong>CANCELLATION RIGHTS</strong>\n</li>\n</ol>\n<p>In addition to the cancellation procedure set forth in Section&nbsp;13(d) above, if you are a Company subscriber in one of the following states or provinces (as determined by the zip code / postal code you use at the time of your subscription), you have the right to cancel your subscription in accordance with the applicable terms described below for such state or province.&nbsp.\nThe date of your subscription is the date that you sign up for the subscription through our Services.&nbsp.\nUpon cancellation of your subscription in accordance with this Section&nbsp;22, your subscription benefits will terminate immediately.</p>\n<ol>\n<li>\n<strong>Arziona.\nCANCELLATION.&nbsp.\nYou have the right to cancel your subscription and/or upgrade(s) (including upgrades to a subscription and upgrades without a subscription), without any penalty or obligation, within three business days, excluding Sundays and holidays, following the date you purchased a subscription and/or upgrade(s).&nbsp.\nA signed written notice of cancellation (which includes your Company user name and the email address used to register for the Services) must be sent by certified mail to Zoosk Customer Care – Spark Networks Services, Attn: Customer Service, 3300 N.\nAshton Blvd, Suite 240, Lehi, UT 84043, or personally delivered to our offices at that address.&nbsp.\nMonies paid pursuant to any subscription and/or upgrade(s) for dating services shall be refunded within 30 days of receipt of the notice of cancellation.</strong>\n</li>\n<li>\n<strong>California.\nCANCELLATION.&nbsp.\nYou have the right to cancel your subscription and/or upgrade(s) (including upgrades to a subscription and upgrades without a subscription), without any penalty or obligation, at any time until midnight of the third business day after the day on which you purchased a subscription and/or upgrade(s).&nbsp.\nTo cancel your subscription and/or upgrade(s), mail or deliver a signed and dated notice to Zoosk Customer Care – Spark Networks Services, Attn: Customer Service, 3300 N.\nAshton Blvd, Suite 240, Lehi, UT 84043, send an email to support@zoosk.com or send a telegram which states that you are cancelling your subscription and/or upgrade(s) or words of a similar effect.&nbsp.\nInclude your Company user name and the email address used to register for the Services with such notice.&nbsp.\nNotice of cancellation if given by mail, is effective when deposited in the mail properly addressed with postage prepaid.&nbsp.\nAll moneys paid pursuant to any subscription and/or upgrade(s) for dating services shall be refunded within 10 days of receipt of the notice of cancellation.</strong>\n</li>\n<li>\n<strong>Connecticut.\nNOTICE OF CANCELLATION.&nbsp.\nYOU MAY CANCEL THIS CONTRACT, WITHOUT ANY PENALTY OR OBLIGATION, WITHIN THREE BUSINESS DAYS AFTER YOUR RECEIPT OF THIS CONTRACT BY MAILING THIS SIGNED AND DATED NOTICE OF CANCELLATION BY CERTIFIED OR REGISTERED UNITED STATES MAIL TO THE SELLER AT THE FOLLOWING ADDRESS: ZOOSK CUSTOMER CARE – SPARK NETWORKS SERVICES, ATTN: REFUND REQUEST, 3300 N.\nASHTON BLVD, SUITE 240, LEHI, UT 84043.&nbsp.\nIF YOU CANCEL, ANY PAYMENTS MADE BY YOU UNDER THE CONTRACT WILL BE RETURNED WITHIN TEN BUSINESS DAYS FOLLOWING RECEIPT BY THE SELLER OF YOUR CANCELLATION NOTICE.&nbsp.\nINCLUDE YOUR COMPANY USER NAME AND THE EMAIL ADDRESS USED TO REGISTER FOR THE SERVICES WITH SUCH NOTICE.</strong>\n</li>\n<li>\n<strong>Illinois.\nCANCELLATION.&nbsp.\nYou have the right to cancel your subscription and/or upgrade(s) (including upgrades to a subscription and upgrades without a subscription), without any penalty or obligation, within three business days after the first business day after the date you purchased a subscription and/or upgrade(s).&nbsp.\nA written notice of cancellation (which includes your Company user name and the email address used to register for the Services) must be sent by certified or registered mail to Zoosk Customer Care – Spark Networks Services, Attn: Customer Service, 3300 N.\nAshton Blvd, Suite 240, Lehi, UT 84043.&nbsp.\nMonies paid pursuant to any subscription and/or upgrade(s) for dating services shall be refunded within 30 days of receipt of the notice of cancellation.</strong>\n</li>\n<li>\n<strong>Iowa.\nNotice of Cancellation.&nbsp.\nYou have the right to cancel your subscription and/or upgrade(s) (including upgrades to a subscription and upgrades without a subscription), without any penalty or obligation, at any time prior to midnight of the third business day after the date you purchased a subscription and/or upgrade(s).&nbsp.\nA signed and dated written notice of cancellation (which includes your Company user name and the email address used to register for the Services) must be mailed or delivered to Zoosk Customer Care – Spark Networks Services, Attn: Refund Request, 3300 N.\nAshton Blvd, Suite 240, Lehi, UT 84043 or send a telegram.&nbsp.\nMonies paid pursuant to any subscription and/or upgrade(s) for dating services shall be refunded within 10 business days of receipt of the notice of cancellation.</strong>\n</li>\n<li>\n<strong>Minnesota.\nMEMBERS’ RIGHT TO CANCEL.&nbsp.\nIf you wish to cancel this contract, you may cancel by delivering or mailing a written notice to us.&nbsp.\nThe notice must say that you do not wish to be bound by the contract and must be delivered or mailed before midnight of the third business day after you purchased a subscription and/or upgrade(s).&nbsp.\nThe notice must be delivered or mailed to: Zoosk Customer Care – Spark Networks Services, Attn: Refund Request, 3300 N.\nAshton Blvd, Suite 240, Lehi, UT 84043.&nbsp.\nIf you cancel, we will return, within ten days of the date on which you give notice of cancellation, any payments you have made.&nbsp.\nInclude your Company user name and the email address used to register for the Services with such notice.</strong>\n</li>\n<li>\n<strong>New York.\nNOTICE OF CANCELLATION.&nbsp.\nYOU MAY CANCEL THIS CONTRACT, WITHOUT ANY PENALTY OR OBLIGATION, WITHIN THREE (3)&nbsp;BUSINESS DAYS AFTER THE DATE OF THIS CONTRACT BY MAILING THIS SIGNED AND DATED NOTICE OF CANCELLATION BY CERTIFIED OR REGISTERED UNITED STATES MAIL TO THE SELLER AT ZOOSK CUSTOMER CARE – SPARK NETWORKS SERVICES, ATTN: REFUND REQUEST, 3300 N.\nASHTON BLVD, SUITE 240, LEHI, UT 84043.&nbsp.\nIF YOU CANCEL, ANY PAYMENTS MADE BY YOU UNDER THE CONTRACT WILL BE RETURNED WITHIN TEN (10)&nbsp;BUSINESS DAYS FOLLOWING RECEIPT BY THE SELLER OF YOUR CANCELLATION NOTICE.&nbsp.\nINCLUDE YOUR COMPANY USER NAME AND THE EMAIL ADDRESS USED TO REGISTER FOR THE SERVICES WITH SUCH NOTICE.</strong>\n</li>\n<li>\n<strong>North Carolina.\nNOTICE OF CANCELLATION.&nbsp.\nYou may cancel your subscription and/or upgrade(s) (including upgrades to a subscription and upgrades without a subscription) at any time prior to midnight of the third business day after the date you purchased a subscription and/or upgrade(s).&nbsp.\nTo cancel your subscription and/or upgrade(s), mail or deliver a written notice of cancellation (which includes your Company user name and the email address used to register for the Services) to Zoosk Customer Care – Spark Networks Services, Attn: Refund Request, 3300 N.\nAshton Blvd, Suite 240, Lehi, UT 84043 no later than midnight of the third business day after the date you purchased a subscription and/or upgrade(s).&nbsp.\nNotice of cancellation, if given by mail, is given when it is deposited in the United States mail properly addressed and postage prepaid.&nbsp.\nPayments made pursuant to any subscription and/or upgrade(s) for dating services shall be refunded within 30 days after the notice of cancellation is given.</strong>\n</li>\n<li>\n<strong>Ohio.\nNOTICE OF CANCELLATION.&nbsp.\nYou may cancel your subscription and/or upgrade(s) (including upgrades to a subscription and upgrades without a subscription) for any reason, without any penalty or obligation, until midnight of the third business day after the date you purchased a subscription and/or upgrade(s), or if the Services are not available when you purchased a subscription and/or upgrade(s), you may cancel your subscription and/or upgrade(s) prior to midnight of the seventh business day after the date on which you receive your first Service.&nbsp.\nA written notice of cancellation (which includes your Company user name and the email address used to register for the Services) must be sent by certified mail (return receipt requested) or delivered to Zoosk Customer Care – Spark Networks Services, Attn: Refund Request, 3300 N.\nAshton Blvd, Suite 240, Lehi, UT 84043, or sent by email to support@zoosk.com or by a telegram.&nbsp.\nNotice of cancellation by certified mail is effective upon the date of post marking.&nbsp.\nDelivery is effective when delivered to the address above.&nbsp.\nWhen notice is sent by electronic mail, notice is effective when the electronic mail is sent to the Company’s electronic mail address.</strong>\n</li>\n<li>\n<strong>Quebec, Canada.\nNOTICE OF CANCELLATION.&nbsp.\nYou may cancel your subscription at any time.&nbsp.\nIf you wish to cancel your subscription and claim a refund for the unused portion of the balance of your subscription term, you may send a signed and dated copy of your Notice of Cancellation to Zoosk Customer Care – Spark Networks Services, Attn: Refund Request, 3300 N.\nAshton Blvd, Suite 240, Lehi, UT 84043.&nbsp.\nIf you cancel under this provision, the Company will be entitled to retain a cancellation indemnity calculated in accordance with the Quebec Consumer Protection Act.&nbsp.\nAny payments made by you for the unused portion of your subscription (after deducting the cancellation indemnity) will be returned within ten (10)&nbsp;business days following receipt of your cancellation notice.&nbsp.\nYou must include your Company user name and the email address used to register for the Services with your cancellation notice.</strong>\n</li>\n<li>\n<strong>Rhode Island.\nNOTICE OF CANCELLATION.&nbsp.\nYou may cancel your subscription and/or upgrade(s) (including upgrades to a subscription and upgrades without a subscription) at any time prior to midnight of the third business day after you purchased a subscription and/or upgrade(s) by mailing, by certified or registered United States mail, a signed and dated copy of this Notice of Cancellation at Zoosk Customer Care – Spark Networks Services, Attn: Refund Request, 3300 N.\nAshton Blvd, Suite 240, Lehi, UT 84043.&nbsp.\nIf you cancel under this provision, any payments made by you will be returned within ten (10)&nbsp;business days following receipt by the seller of your cancellation notice.&nbsp.\nInclude your Company user name and the email address used to register for the Services with such notice.</strong>\n</li>\n<li>\n<strong>Wisconsin.\nCANCELLATION AND REFUNDS.&nbsp.\nRIGHT TO CANCEL.&nbsp.\nYou are permitted to cancel your subscription and/or upgrade(s) (including upgrades to a subscription and upgrades without a subscription) until midnight of the 3rd day after the date on which you signed the contract.&nbsp.\nIf within this time period you decide you want to cancel this contract, you may do so by notifying the Company by any writing mailed or delivered to the Company at the address shown on the contract, within the previously described time period.&nbsp.\nIf you do so cancel, any payments made by you will be refunded within 21 days after notice of cancellation is delivered, and any evidence of any indebtedness executed by you will be canceled by the Company and arrangements will be made to relieve you of any further obligation to pay the same.&nbsp.\nInclude your Company user name and the email address used to register for the Services with such notice.</strong>\n</li>\n</ol>\n<ol>\n<li>\n<strong>STATE SPECIFIC PROVISIONS</strong>\n</li>\n</ol>\n<p>If you are a Company subscriber in one of the following states (as determined by the zip code you use at the time of your subscription), the provision(s) listed below for such state will apply.&nbsp.\nUnless otherwise stated, you may exercise any rights applicable to you by providing written notice to us (which includes your Company user name and the email address used to register for the Services) by mail at Zoosk Customer Care – Spark Networks Services, Attn: Refund Request, 3300 N.\nAshton Blvd, Suite 240, Lehi, UT 84043.</p>\n<ol>\n<li>\n<strong>California</strong>.\nThe following additional provisions(s) apply if you are a California subscriber (as determined by the zip code you use at the time of your subscription):<ol>\n<li>If by reason of death or Disability (as defined below) you are unable to receive all services for which you have contracted, you and your estate may elect to be relieved of the obligation to make payments for the Services other than those received before death or the onset of disability.\nIf you have prepaid any amount for Services, so much of the amount prepaid that is allocable to Services that you have not received shall be promptly refunded to you and your representative.&nbsp.\n“Disability” means a condition which precludes you from physically using the Services specified in the contract during the term of disability and the condition is verified in writing by a physician designated and remunerated by you.&nbsp.\nThe written verification of the physician shall be presented to the Company.&nbsp.\nIf the physician determines that the duration of the disability will be less than six months, we may extend the term of the contract for a period of six months at no additional charge to you in lieu of cancellation.</li>\n<li>You acknowledge that the Services are accessible online and are offered in many locations internationally and that therefore, there is no physical dating service office.\nThus, you acknowledge and agree that for purposes of California Civil Code¬§ 1694.3(b), the term “Dating Service Office” shall mean any location where the Services are available.&nbsp.\nIf you relocate your primary residence further than 50 miles from the Company’s Dating Service Office and you are unable to transfer the contract to a comparable facility, you may elect to be relieved of the obligation to make payment for services, other than those received prior to that relocation.&nbsp.\nUpon such election, if you have prepaid any amount for dating services, so much of the amount prepaid that is allocable to services that you have not received shall be promptly refunded to you If you elect to be relieved of further obligation pursuant to this subdivision, the Company may charge you a fee of $100.00 or, if more than half the life of the contract has expired, a fee of $50.00, not to exceed the amount of the refund to which you are entitled.&nbsp.\nSuch fee shall be deducted from any refund which the Company is required to make to you.</li>\n</ol>\n</li>\n<li>\n<strong>Illinois</strong>.\nThe following additional provision(s) apply if you are an Illinois subscriber (as determined by the zip code you use at the time of your subscription):<ol>\n<li>You acknowledge that the Services are accessible online and are offered in many locations internationally and that therefore, there is no physical dating service office.\nThus, you acknowledge and agree that for purposes of the Illinois Dating Referral Services Act, the location of an “enterprise” shall mean any location where the Services are available.&nbsp.\nIf you relocate your primary residence to a location that is more than 25 miles from where our Services are comparably offered, you may cancel this contract and shall be liable only for that portion of the charges allocable to the time before reasonable evidence of the relocation is presented to the Company plus a fee equal to the lesser of (1)&nbsp;10% of the unused balance or (2)&nbsp;$50.&nbsp.\nSuch fee shall be deducted from any refund which the Company is required to make to you.</li>\n<li>If by reason of death you are unable to receive all services for which you have contracted, your estate may elect to be relieved of the obligation to make payments for the Services other than those received before death.\nWe shall have the right to require and verify reasonable evidence of the death.</li>\n</ol>\n</li>\n<li>\n<strong>New York</strong>.\nThe following additional provisions(s) apply if you are a New York subscriber (as determined by the zip code you use at the time of your subscription):<ol>\n<li>If you subscribe for any Paid Services, the Company will provide a minimum of one match to you each month.\nIn the event we do not provide at least one match for two or more successive months, you shall have the option to cancel this agreement by notifying us in writing at the address stated in this Agreement and to receive a refund of all monies paid pursuant to the cancelled contract.\nprovided, however, that the Company shall retain as a cancellation fee 15% of the cash price or a pro rata amount for the number of referrals furnished to you, whichever is greater.&nbsp.\nThis shall be your sole remedy for failure to provide the minimum number of referrals.</li>\n<li>Except in connection with any merger, sale of company assets, reorganization, financing, change of control or acquisition of all or a portion of the Company’s business by another company or third party or in the event of bankruptcy, the Company will not without the prior written consent of the purchaser sell, assign or otherwise transfer for business or for any other purpose to any person any information and material of a personal or private nature acquired from a purchaser directly or indirectly including but not limited to answers to tests and questionnaires, photographs or background information.\nYou acknowledge and agree that if you post any information, including photographs, to the Services for posting on your profile or other areas of the Services, such information will be publicly accessible, and you are consenting to the display of such information on the Services.</li>\n<li>If you permanently relocate your primary residence further than 50 miles from any area in which the Company offers the Services, you may elect to terminate your subscription by notifying us in writing at Zoosk Customer Care – Spark Networks Services, Attn: Refund Request, 3300 N.\nAshton Blvd, Suite 240, Lehi, UT 84043.\nUpon such election, your subscription benefits will cease and you will receive a prorated refund of the Subscription Fee paid, less a termination fee of $50.00, not to exceed the amount of the refund to which you are entitled.</li>\n<li>You have the right to place your subscription on hold for a period of up to one year at any time.\nTo do this, you must notify the Company in writing (which includes your Company user name and the email address used to register for the Services) at Zoosk Customer Care – Spark Networks Services, Attn: Refund Request, 3300 N.\nAshton Blvd, Suite 240, Lehi, UT 84043.</li>\n</ol>\n</li>\n<li>\n<strong>Ohio</strong>.\nThe following additional provision(s) apply if you are an Ohio subscriber (as determined by the zip code you use at the time of your subscription):<ol>\n<li>\n<ol>\n<li>If by reason of death or disability you are unable to receive the benefits from the Services, the contract shall be proportionally divided by all of the days in which the Services were made available to you as part of the contract offering, and you shall be liable for payments only for that portion of the contract that can be attributed to the period prior to your actual death or disability, exclusive of any period of time in which the Services were made available to you free of charge as part of the contract offering, and within 30 days after receiving notice of your death or disability, we shall refund your representative or you the amount paid in excess of the proportional amount.\nWe shall have the right to require and verify reasonable evidence of the death or disability.</li>\n<li>If you relocate your residence 25 miles or more from any area in which the Company offers the Services, you may elect to terminate your subscription by notifying us in writing at Zoosk Customer Care – Spark Networks Services, Attn: Refund Request, 3300 N.\nAshton Blvd, Suite 240, Lehi, UT 84043 of your intention to relocate and requesting that the contract be terminated.\nUpon such election, your subscription benefits will cease and you will receive a prorated refund of the Subscription Fee paid.</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>\n<strong>MISCELLANEOUS</strong>\n</li>\n</ol>\n<p>This Agreement, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by the Company without restriction.&nbsp.\nAny attempted transfer or assignment in violation hereof shall be null and void.&nbsp.\nYou agree that this Agreement, together with the Privacy Policy and any Additional Terms, contains the entire agreement between you and the Company regarding the use of the Services and supersedes all prior agreements and understandings (including without limitation any prior versions of this Agreement), except to the extent that the parties have entered into a separate written agreement applicable to the Services that expressly governs over this Agreement.&nbsp.\nIf any provision, or any portion thereof, of this Agreement is held illegal, void, invalid or unenforceable, such provision will be changed and interpreted to accomplish the objectives of the provision to the greatest extent possible under any applicable law and the remaining provisions will continue in full force and effect, except that in the event of unenforceability of the universal Class Action/Jury Trial Waiver, the entire arbitration agreement shall be unenforceable.&nbsp.\nThe failure of the Company to exercise or enforce any right or provision in this Agreement shall not operate as a waiver of such right or provision.&nbsp.\nOther than any affiliate of the Company, there are no third-party beneficiaries to this Agreement and no third party who is not a party to this Agreement shall have any right to enforce any term of this Agreement.&nbsp.\nZoosk, Inc.\nis a corporation organized under the laws of the State of Delaware, USA (file number 4328757).</p>\n<ol>\n<li>\n<strong>LANGUAGE OF THE AGREEMENT</strong>\n</li>\n</ol>\n<p>The language of this Agreement is English.&nbsp.\nWhere the Company has provided a translation of the English version of this Agreement, you agree that the translation is provided for your convenience only and that the English language version of this Agreement will govern your relationship with the Company.&nbsp.\nIf there is any contradiction between what the English language version of this Agreement says and what a translation says, then the English language version will take precedence.</p>\n<ol>\n<li>\n<strong>SPECIAL NOTICE TO CANADIAN MEMBERS</strong>\n</li>\n</ol>\n<p>This Terms of Use Agreement applies to our Canadian Members with the following modifications.&nbsp.\nSection&nbsp;20(a) (Arbitration) does not apply to Canadian Members.&nbsp.\nSection&nbsp;20(b) (Class Action and Jury Trial Waiver) does not require a Canadian Member to waive a right to a class action proceeding.&nbsp.\nNotwithstanding paragraph (a)&nbsp;of Section&nbsp;16(e) (Language) and Section&nbsp;25 (Language), the French language version of this Terms of Service Agreement will govern for Quebec Members.&nbsp.\nFor Quebec Members, Section&nbsp;18 (Disclaimers) does not affect the legal warranty in Quebec and Section&nbsp;18 (Limitation of Liability) does not excuse the Company from its own acts.&nbsp.\nNotwithstanding Section&nbsp;20, this Agreement will be governed by the laws of the Province of Quebec for Quebec Members.&nbsp.\nReferences in this Section&nbsp;26 to a Canadian Member or to a Quebec Member will be determined by the postal code of the Member used at the time of subscription.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>Virtual Goods and Currency Terms of Use</strong>\n</p>\n<p>Last Revised: March 24, 2020</p>\n<p>PLEASE READ THESE VIRTUAL GOODS AND CURRENCY TERMS OF USE CAREFULLY.\nBY MAKING A PURCHASE OR USING OUR VIRTUAL PRODUCTS, SERVICES OR CURRENCY, YOU AGREE TO BE BOUND BY THESE TERMS AND ALL TERMS INCORPORATED BY REFERENCE.\nIF YOU DO NOT AGREE TO ALL OF THESE TERMS, DO NOT PURCHASE OR USE OUR VIRTUAL PRODUCTS, SERVICES OR CURRENCY.</p>\n<p>Certain virtual products and services (“Virtual Goods”) and virtual currency (“Coins”) may be made available to you from time to time by Zoosk, Inc.\nor its subsidiaries or affiliated companies (collectively, “us”, “we” or the “Company”) through our websites, products, applications, which include mobile applications and applications available on social networking sites and other platforms, and services (collectively, the “Services”).\nYour purchases and uses of Virtual Goods and Coins through our Services are governed by these Virtual Goods and Currency Terms of Use (“VGC Terms of Use”) and by the Company Terms of Use, which is incorporated herein by reference.\nThese VGC Terms of Use set out the legally binding terms for your purchase and use of our Virtual Goods and Coins and may be modified by us from time to time by posting the revised VGC Terms of Use on the applicable Service.\nSuch changes shall apply to any purchases made after such changes are posted.\nTherefore, you should review these VGC Terms of Use prior to each purchase so you will understand the terms applicable to such transaction.</p>\n<p>If you have any questions about these VGC Terms of Use, you may contact us by writing to us at: Zoosk Customer Care – Spark Networks, Attn: Virtual Goods Terms, 3300 N.\nAshton Blvd, Suite 240, Lehi, UT 84043.</p>\n<ol>\n<li>\n<strong>PURCHASES</strong>\n</li>\n</ol>\n<p>To purchase any of our virtual products or services, you must be a registered user of our Services and comply with these VGC Terms of Use (including the Company Terms of Use).\nYou acknowledge that you are responsible for maintaining the security of, and restricting access to, your account and password, and you agree to accept responsibility for all purchases and other activities that occur under your account.\nWe reserve the right to refuse or cancel orders or terminate accounts at any time in our sole discretion.</p>\n<ol>\n<li>\n<strong>PAYMENT</strong>\n</li>\n</ol>\n<p>By submitting an order for our Virtual Goods or Coins through our Services, you authorize the Company, or its designated payment processors, to charge the account you specify for the purchase amount.\nAll prices we show on our Services are subject to change without notice.\nWhen you provide your payment information, including any credit card number, to us or our designated payment processors, you authorize us or our designated payment processors to store payment information and other related information.</p>\n<ol>\n<li>\n<strong>TAXES</strong>\n</li>\n</ol>\n<p>You will be responsible for any applicable sales or use taxes, duties, or other governmental taxes or fees payable in connection with your purchase of Virtual Goods or Coins.\nIf you do not pay such sales or other tax or fees on a transaction, you will be responsible for such taxes or fees in the event that they are later determined to be payable on such purchases, and we reserve the right to collect such taxes or other fees from you at any time.</p>\n<ol>\n<li>\n<strong>COINS</strong>\n</li>\n</ol>\n<p>In our sole discretion, we may offer you the opportunity to obtain and redeem Coins for use with our Services.\nWe may charge fees for the right to use Coins, or we may distribute the Coins without charge, each in our sole discretion.\nWhen you redeem Coins, we will redeem Coins that you have purchased before redeeming Coins that you have obtained on a promotional basis, or otherwise without charge.\nWe have no obligation to continue offering any feature or function through the Services, including any feature or function that enables the use or redemption of Coins.</p>\n<p>Your Coins will be stored in an account for you.\nThe Coins may be redeemed solely by the Company through our Services, cannot be transferred to any other user or third party, cannot be redeemed for cash and are non-refundable except (i) as required by law or (ii) at our sole and absolute discretion.\nWe may further restrict your ability to redeem your Coins based on your place of residence.\nFor clarification, although you may buy Coins via mobile services, the Coins are not redeemable for content or services offered by any carrier.</p>\n<p>While the Coins you purchase do not expire, you acknowledge and agree that if your account becomes Inactive (as defined below) or is deactivated (as described below), we may, without further notice to you, redeem all paid Coins remaining in your account for any Virtual Goods (as defined below) we select, in our sole discretion, and distribute such Virtual Goods, as applicable, to your “friends” (and, if you have no “friends” to any other users that we may identify, in our sole discretion).\nFor purposes of this Section 4, the term “Inactive” means that, based on our records: (a) for a period of two (2) years, or more, you have not logged into your Company account.\nor (b) we have been unable to reach you to verify that you intend to continue use of your account.\nCoins that are obtained on a promotional basis, or otherwise without charge, may expire, be redeemed or removed from your account or be subject to other limitations at our sole discretion, including without limitation the actions described above if your account becomes inactive or is deactivated.</p>\n<p>If you deactivate your Company account with our platform pursuant to the Company Terms of Use, your ability to redeem Coins may be terminated, without any right to refund or any other compensation for you.\nWhen we cancel or terminate access to your Coins account balance for violating these VGC Terms of Use or the Company Terms of Use, your right to use your Coins account balance immediately ceases.</p>\n<p>Further, we may suspend or otherwise limit your access to your Coins if we suspect, in our sole discretion, fraudulent, abusive or unlawful activity associated with your account.\nWhen we suspend or limit access to your Coins account balance, your right to use your Coins account balance immediately ceases.</p>\n<p>We may limit your use of the Coins service by applying limits to: the number of Coins you may have credited to your Coins account balance at one time.\nthe number of Coins you may redeem within a given time period (for example, one day).\nthe number of promotional Coins you may obtain in a single event.\nand other features and uses determined by us in our sole discretion.</p>\n<p>If we post Coins to your account for an activity that is subsequently voided or canceled or that involves a returned item, then we will remove those Coins from your account.\nYou must ensure that we properly post your Coins to your Coins account.\nIf you believe that you have validly acquired Coins that we have not posted to your Coins account, you must contact us within one hundred twenty (120) days after the date you claimed to have acquired those Coins.\nWe may require reasonable documentation to support your claim.</p>\n<ol>\n<li>\n<strong>VIRTUAL GOODS</strong>\n</li>\n</ol>\n<p>In our sole discretion, we may offer you the opportunity to redeem Coins for access to certain Virtual Goods through our Services.\nAs part of these Services, and subject to the Company Terms of Use and these VGC Terms of Use, we grant you a limited, non-transferable, revocable license to use the Virtual Goods through our Services and send them to other users for use through the Services.\nRegardless of the use of the terms “purchase,” “buy,” “sell,” “order” or the like on our Services or in these VGC Terms of Use, you do not own any Virtual Goods and acknowledge that the Virtual Goods are a service of the Company and that you have only a license to use the Virtual Goods in accordance with these VGC Terms of Use.\nAll use of the Virtual Goods is for personal, non-commercial use only.\nWe will use commercially reasonable efforts to make Virtual Goods you have purchased available for use within a reasonable period of time after purchase.\nIf you violate the Company Terms of Use or deactivate your Company account, our offering of Virtual Goods, and your license to any Virtual Goods, may also be cancelled, without any right to compensation for you.</p>\n<p>The existence of a particular Virtual Good available for redemption with Coins is not a commitment by us to maintain or continue to make the particular Virtual Good available in the future.\nWe may revise, discontinue, or modify Virtual Goods at any time without notification to you.\nWe will have no liability of any kind if a product or service that you have ordered is unavailable.\nIf necessary, we reserve the right to substitute items of equal or greater value when an item or service is unavailable or we may cancel your purchase.</p>\n<p>The length of time you or your recipients may have access to Virtual Goods you purchase will be determined by us in our sole discretion.\nThe images and other content included as part of Virtual Goods is part of our Proprietary Materials (as defined in the Company Terms of Use) and is subject to all terms and conditions regarding such Proprietary Materials as set forth in the Company Terms of Use.\nIn addition, any message or other content that you may include with Virtual Goods must comply with all terms and conditions regarding content as set forth in the Company Terms of Use.\nWithout limiting any of the foregoing, neither you nor any potential recipient of a Virtual Good may reproduce, distribute, transfer, modify or otherwise use Virtual Goods in any manner other than as expressly authorized by the Company.</p>\n<ol>\n<li>\n<strong>ERRORS</strong>\n</li>\n</ol>\n<p>While we attempt to be as accurate as possible and eliminate errors associated with our Services, we do not warrant that any product, service or description, photograph, pricing or other information is accurate, complete, reliable, current or error-free.\nIn the event of an error, whether on our Services, in an order confirmation, in processing an order, delivering a Virtual Good or Coins or otherwise, we reserve the right to correct such error and revise your order accordingly if necessary (including charging the correct price) or to cancel the order and provide you with a merchandise or service credit (including issuing, at our option, Coins as described above), with a value at least equal to the amount charged to you.\nWe reserve the right to determine and modify from time to time the exact nature of any such merchandise or service credit, including conversion into one or more different types of merchandise or service credits.\nYour sole remedy in the event of such error is to cancel your order and obtain a credit as set forth above.\nTo request a credit, click here (make sure you choose the topic “Billing Questions” in the form).\nYou release us from all liability and claims of loss resulting from any error that you do not report to us within 120 days after the error first occurs.\nIf you do not tell us within this time, we will not be required to correct the error.</p>\n<ol>\n<li>\n<strong>DISCLAIMERS</strong>\n</li>\n</ol>\n<p>ALL PRODUCTS AND SERVICES MADE AVAILABLE THROUGH THE OUR SERVICES, INCLUDING COINS AND VIRTUAL GOODS, ARE PROVIDED “AS-IS” AND THE COMPANY, ON BEHALF OF ITSELF AND ITS LICENSORS AND SUPPLIERS, DISCLAIMS ANY AND ALL REPRESENTATIONS AND WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, IMPLIED WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT.\nWE CANNOT GUARANTEE AND DO NOT PROMISE ANY SPECIFIC RESULTS FROM USE OF PRODUCTS OR SERVICES.\nWE DO NOT REPRESENT OR WARRANT THAT PRODUCTS, SERVICES OR ANY PART THEREOF, ARE ACCURATE, COMPLETE, RELIABLE, CURRENT OR ERROR-FREE OR THAT PRODUCTS OR SERVICES THAT ARE DOWNLOADED THROUGH OUR SERVICES ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nTHEREFORE, YOU SHOULD EXERCISE CAUTION IN THE USE AND DOWNLOADING OF ANY SUCH CONTENT OR MATERIALS AND USE INDUSTRY-RECOGNIZED SOFTWARE TO DETECT AND DISINFECT VIRUSES.</p>\n<p>Reference to any products, services, processes or other information, by trade name, trademark, manufacturer, supplier or otherwise does not constitute or imply endorsement, sponsorship or recommendation thereof, or any affiliation therewith, by us.</p>\n<ol>\n<li>\n<strong>LIMITATION ON LIABILITY</strong>\n</li>\n</ol>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT WILL THE COMPANY OR ITS DIRECTORS, EMPLOYEES, AGENTS, OR LICENSORS AND SUPPLIERS BE LIABLE TO YOU OR ANY THIRD PERSON FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL OR PUNITIVE DAMAGES, INCLUDING FOR ANY LOST PROFITS OR LOST DATA ARISING FROM YOUR PURCHASE OR USE OF ANY VIRTUAL GOODS OR COINS, OR OTHER PRODUCTS OR SERVICES, INCLUDING VIRTUAL GOODS, EVEN IF THE COMPANY IS AWARE OR HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHE COMPANY’S AND ITS LICENSORS’ AND SUPPLIERS’ TOTAL CUMULATIVE LIABILITY IN CONNECTION WITH THIS AGREEMENT, WHETHER IN CONTRACT OR TORT OR OTHERWISE, SHALL NOT EXCEED THE AMOUNTS YOU PAID FOR THE PRODUCTS OR SERVICES AND SHALL IN NO EVENT EXCEED $100.\nSOME JURISDICTIONS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS.</p>\n<ol>\n<li>\n<strong>INDEMNITY</strong>\n</li>\n</ol>\n<p>You agree to indemnify and hold the Company, its subsidiaries and affiliates, and each of their directors, officers, managers, agents, contractors, partners and employees harmless from any loss, liability, claim, damages, costs, expenses or demand, including reasonable attorney’s fees, due to or arising out of your purchase or use of any Virtual Goods or Coins, or other products or services made available through Services, any termination or suspension of your account or right to use Virtual Goods or Coins or any violation of these VGC Terms of Use, the Company Terms of Use, of any law or the rights of any third party.</p>\n<ol>\n<li>\n<strong>MISCELLANEOUS</strong>\n</li>\n</ol>\n<p>These VGC Terms of Use constitute the entire agreement between you and the Company regarding the subject matter set forth herein, and supersede all prior and contemporaneous agreements regarding the same.\nIf any provision of these VGC Terms of Use is held illegal, void, invalid or unenforceable, such provision will be changed and interpreted to accomplish the objectives of the provision to the greatest extent possible under any applicable law and the remaining provisions will continue in full force and effect.\nThe failure of the Company to exercise or enforce any right or provision in these VGC Terms of Use shall not operate as a waiver of such right or provision.\nOther than any affiliate of the Company, there are no third-party beneficiaries to these VGC Terms of Use and no third party who is not a party to this agreement shall have any right to enforce any term of these VGC Terms of Use.\nIn the event of a conflict between these VGC Terms of Use and the Company Terms of Use with respect to the terms of conditions of the Coins or any Virtual Good, these VGC Terms of Use shall be controlling.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> About Your PrivacyWe process your data to deliver content or advertisements and measure the delivery of such content or advertisements to extract insights about our website.\nWe share this information with our partners on the basis of consent and legitimate interest.\nYou may exercise your right to consent or object to a legitimate interest, based on a specific purpose below or at a partner level in the link under each purpose.\nThese choices will be signaled to our vendors participating in the Transparency and Consent Framework.\nMore informationAllow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Store and/or access information on a device Store and/or access information on a device <p>Cookies, device identifiers, or other information can be stored or accessed on your device for the purposes presented to you.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabPersonalised ads and content, ad and content measurement, audience insights and product development Personalised ads and content, ad and content measurement, audience insights and product development <ul>\n<li>Create a personalised ads profile Switch Label <p>A profile can be built about you and your interests to show you personalised ads that are relevant to you.</p> Object to Legitimate Interests Remove Objection </li>\n</ul>\n<ul>\n<li>Select personalised ads Switch Label <p>Personalised ads can be shown to you based on a profile about you.</p> Object to Legitimate Interests Remove Objection </li>\n</ul>\n<ul>\n<li>Create a personalised content profile Switch Label <p>A profile can be built about you and your interests to show you personalised content that is relevant to you.</p> Object to Legitimate Interests Remove Objection </li>\n</ul>\n<ul>\n<li>Select personalised content Switch Label <p>Personalised content can be shown to you based on a profile about you.</p> Object to Legitimate Interests Remove Objection </li>\n</ul>\n<ul>\n<li>Measure ad performance Switch Label <p>The performance and effectiveness of ads that you see or interact with can be measured.</p> Object to Legitimate Interests Remove Objection </li>\n</ul>\n<ul>\n<li>Measure content performance Switch Label <p>The performance and effectiveness of content that you see or interact with can be measured.</p> Object to Legitimate Interests Remove Objection </li>\n</ul>\n<ul>\n<li>Apply market research to generate audience insights Switch Label <p>Market research can be used to learn more about the audiences who visit sites/apps and view ads.</p> Object to Legitimate Interests Remove Objection </li>\n</ul>\n<ul>\n<li>Develop and improve products Switch Label <p>Your data can be used to improve existing systems and software, and to develop new products</p> Object to Legitimate Interests Remove Objection </li>\n</ul>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabSelect basic ads Select basic ads <p>Ads can be shown to you based on the content you’re viewing, the app you’re using, your approximate location, or your device type.</p> Object to Legitimate Interests Remove Objection List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabUse precise geolocation data Use precise geolocation data <p>Your precise geolocation data can be used in support of one or more purposes.\nThis means your location can be accurate to within several meters.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabActively scan device characteristics for identification Actively scan device characteristics for identification <p>Your device can be identified based on a scan of your device's unique combination of characteristics.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabEnsure security, prevent fraud, and debugAlways Active<p>Your data can be used to monitor for and prevent fraudulent activity, and ensure systems and processes work properly and securely.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabTechnically deliver ads or contentAlways Active<p>Your device can receive and send information that allows you to see and interact with ads and content.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabMatch and combine offline data sourcesAlways Active<p>Data from offline data sources can be combined with your online activity in support of one or more purposes</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabLink different devicesAlways Active<p>Different devices can be determined as belonging to you or your household in support of one or more of purposes.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabReceive and use automatically-sent device characteristics for identificationAlways Active<p>Your device might be distinguished from other devices based on information it automatically sends, such as IP address or browser type.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabBack Button BackVendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>33Acrosshost descriptionView Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>\n<ul>\n</ul> Confirm My ChoicesWe Care About Your Privacy<p>We and our partners store and/or access information on a device, such as unique IDs in cookies to process personal data.\nYou may accept or manage your choices by clicking below, including your right to object where legitimate interest is used, or at any time in the privacy policy page.\nThese choices will be signaled to our partners and will not affect browsing data.</p>We and our partners process data to provide:<p>Use precise geolocation data.\nActively scan device characteristics for identification.\nStore and/or access information on a device.\nSelect basic ads.\nPersonalised ads and content, ad and content measurement, audience insights and product development.\nList of Partners (vendors) </p>I Accept Show Purposes ", "created_at": "2021-06-25 19:13:02.642673", "updated_at": "2021-06-25 19:13:11.208214"}, {"id": 7314, "name": "Cookie Policy", "url": "https://docviewer.zoosk.com/legal-cookiepolicy-en.html", "xpath": "//body", "text": " Cookie PolicyCOOKIE POLICYSummary<p>This cookie policy explains what cookies are and how we use them on our services through our websites, as well as our products and applications (including Zoosk’s mobile applications, downloadable products and applications and pages operated by Zoosk on social networking sites and other platforms) (collectively, the “Services”).\nIt also explains how we use other technologies for purposes that are similar to our use of cookies.\nWe encourage you to read the full policy so that you can understand what information is collected by us through cookies and how that information is used.</p>What are cookies?<p>Cookies are text files, containing small amounts of information, which are downloaded to your browsing device (such as a computer or smartphone) when you visit a website.\nCookies can be recognized by the website that downloaded them or other websites that use the same cookies.\nThis helps websites know if the browsing device has visited them before.</p>What are web beacons?<p>Some of our web pages may contain electronic images known as web beacons (sometimes also called clear gifs or pixel tags).\nWeb beacons are usually a small image located on a webpage or email that you are viewing.\nThe request your Internet-connected device makes to fetch the image from the server/computer it is stored on is recorded and provides us with information such as the IP address of the computer wanting to view the image, the time the image was viewed, and the type of browser viewing the image.\nThis information is available to any website you visit.\nFor example, we are able to use it to help us deliver cookies, count visits, prevent fraud and to tell if an email or advertisement has been opened and acted upon.\nIn short, cookies work together with web beacons to accomplish the functions and purposes described herein.</p>What are cookies used for?<p>Cookies do lots of different jobs, like helping us understand how our website is being used, letting you navigate between pages efficiently, remembering your preferences, and generally improving your browsing experience.\nCookies can also help ensure advertisements you see online are more relevant to you and your interests.</p>What types of cookies does Zoosk use?<p>The types of cookies used on most websites can generally be put into one of the following categories: strictly necessary, analytics, functionality, advertising, social media and fraud prevention.\nIn order to provide you with the best browsing experience, Zoosk and our third party partners may use cookies from all of these categories.\nYou can find out more about the cookies we use from each of the categories in the table below.</p>Strictly Necessary CookiesThese cookies are essential to make our website work.\nThey enable you to move around our site and use its features.\nWithout these cookies, services that are necessary for you to be able to use the site such as accessing secure areas can’t be provided.\nThese include cookies used to authenticate users during log-in.Analytics CookiesThese cookies collect information about how people are using our website, for example which pages are visited the most often, how people are moving from one link to another and if they get error messages from certain pages.\nThese cookies don’t gather information that identifies you.\nAll information these cookies collect is grouped together with information from other people’s use of the website on an anonymous basis.\nOverall, these cookies provide us with analytical information about how our website is performing and how we can improve it.Functionality CookiesThese cookies allow us to remember choices you make and tailor our website to provide enhanced features and content to you.\nFor example, these cookies can be used to remember your username, language choice or country selection and they can also be used to remember changes you’ve made to text size, font and other parts of pages that you can customize.\nIn addition, they may be used to provide services you’ve asked for such as using our chat program.Advertising CookiesThese cookies are used to deliver advertisements on our Service and applications and to deliver advertisements on other sites and/or mobile applications to users that have visited or used our website or services, or to deliver advertisements that are more relevant to you and your interests.\nThese cookies are also used to limit the number of times you see an advertisement as well as help measure and report the results and effectiveness of an advertising campaign.\nThey remember that you have visited a website and this information may be shared with other organizations such as advertisers.\nThis means you may see advertisements on our Service based on your activity elsewhere on the Web and after you have been to our Service you may see advertisements about our services or other services elsewhere on the Internet or on other devices you use.Social Media CookiesIn order to enhance your Internet experience and to make the sharing of content easier, some of the pages on our website contain tools or applications that are linked to third party social media service providers such as Facebook or Twitter.\nThrough these tools or applications social media service provider may set its own cookies on your device.\nWe do not control these cookies and you should check the social media service provider’s website for further details about how they use cookies.Fraud Prevention CookiesThese cookie files, flash storage tokens, smart phone SDK applications, or other software on the end user’s device contain a unique identifier.\nSubsequently, in transactions between you and us, that identifier is accessed and checked through third party databases to determine if the device has been associated with suspected fraud or abuse reported by other online service providers in connection with prior transactions involving that device.<p>&nbsp;</p>How long will cookies stay on my browsing device?<p>The length of time a cookie will stay on your browsing device depends on whether it is a “persistent” or “session” cookie.\nSession cookies will only stay on your device until you stop browsing.\nPersistent cookies stay on your browsing device after you have finished browsing and until they expire or are deleted.</p>First and third party cookies<p>“First party cookies” are cookies that belong to Zoosk, while “third party cookies” are cookies that another party places on your browsing device when you visit our website or use our Service.\nBoth first and third party cookies can be analytics, functionality, and advertising cookies.\nWe do not respond to respond to Do Not Track signals from your browser at this time.</p>\n<p>Third parties setting cookies through our website or mobile application also provide a service to us or a function of our site or display ads on our site and applications, but we do not control how third party cookies are used.</p>How to manage cookies from this website<u>Our Cookies (first party cookies)</u>\n<p>You may be able to use the browser that you are viewing this website with to enable, disable or delete cookies.\nTo do this, follow the instructions provided by your browser (usually located within the “Help”, “Tools” or “Edit” settings).\nPlease note that if you set your browser to disable cookies, you may not be able to access secure areas of the website and other parts of the website may also not work properly.</p>\n<p>You can find out more information about how to change your browser cookie settings by referring to your browser’s technical information, or at third-party information sites like www.allaboutcookies.org.\nYou may also be able to opt-out of some targeted advertising on your mobile device by selecting “limit ad tracking” (iOS) or “opt-out of interest based ads” (Android).</p>\n<u>Third Party Cookies</u>\n<p>Cookies that are placed on your browsing device by a third party while you are viewing our website and applications may be managed through your browser settings (as described above), by selecting the Do Not Track option on your browser (though we have no control over and cannot confirm whether these third party ad networks respond to the Do Not Track browser signal), or by checking the third party’s website for more information about cookie management and how to “opt-out” of receiving cookies from them.\nFor example, some of the third party cookies placed through our site are from Google, including an analytics cookie and an advertising cookie.\nYou can opt-out of these cookies directly with Google.\nOpt-out information for Google cookies is available here.\nWe may use third party analytics data to inform and optimize our advertising campaigns based on a user’s prior visits to our websites.\nThird party vendors, including Google, may use cookies to serve our advertisements to you based on your past visits to our websites and these may be served to you when you visit non-Zoosk sites.\nWe also partner with third party companies for fraud detection and prevention services, which collects information from our Services and users’ devices in order to provide fraud detection and prevention services to Zoosk.\nWe allow third party partners and other advertising networks to deliver cookies or use similar tracking technologies when you are viewing our website and applications or ads on our Services, to provide targeted content and advertising, to identify you and contact you across multiple devices, perform analytics and monitor the success of our advertising campaigns, and other similar purposes.\nAs noted above, if you would prefer not to accept cookies, most browsers allow you to adjust your browser settings to: (i) notify you when you receive a cookie, which lets you choose whether or not to accept it.\n(ii) disable existing cookies.\nor (iii) set your browser to automatically reject cookies.\nBlocking or deleting cookies may negatively impact your experience using the Service, as some features and services on our Service may not work properly.</p>\n<p>The advertising networks we use may also be members of the National Advertising Initiative or the Digital Advertising Alliance..\nFor more information on our advertising practices, please see the Privacy Policy and the Privacy FAQs.</p>\n<p>This Cookie Policy was last revised on May 15, 2018.\nFor users who registered for the Services prior to May 15, 2018, this Cookie Policy will be effective on May 25, 2018.</p> Cookie List A cookie is a small piece of data (text file) that a website – when visited by a user – asks your browser to store on your device in order to remember information about you, such as your language preference or login information.\nThose cookies are set by us and called first-party cookies.\nWe also use third-party cookies – which are cookies from a domain different than the domain of the website you are visiting – for our advertising and marketing efforts.\nMore specifically, we use cookies and other tracking technologies for the following purposes: Strictly Necessary Cookies <p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p> Strictly Necessary Cookies Cookie Subgroup Cookies Cookies used static3.zoosk.com fbsr_6953377468 1st Party dating.zoosk.com _liChk, cf_ob_info, cf_use_ob 1st Party www.zoosk.com _fssid, G_ENABLED_IDPS 1st Party cidlds.rocks __cfduid 1st Party help.zoosk.com __cf_bm, __cfruid 1st Party bootstrapcdn.com __cfduid 3rd Party static.edarling.net at_check 3rd Party mpsnare.iesnare.com io_token_7c6a6574-f011-4c9a-abdd-9894a102ccef 3rd Party zeotap.com __cfduid 3rd Party cookielaw.org __cfduid 3rd Party dev-a.pub.network _fssid 3rd Party ad-delivery.net __cfduid 3rd Party btloader.com __cfduid 3rd Party jade853gmbh.tt.omtrdc.net mboxPC, mboxSession 3rd Party tt.omtrdc.net mboxPC, mboxSession 3rd Party affinitas.zendesk.com __cfduid, __cfruid 3rd Party zoosk.com at_check, __ssid, _ga_KGXS2L6T02, _lc2_fpi, _li_dcdm_c, OptanonAlertBoxClosed, CS, zo, zsc, zs, cto_pub_test_tld, z_device_id, OptanonConsent, mboxEdgeCluster 3rd Party pub.network __cfduid 3rd Party onetrust.com __cfduid 3rd Party edarling.net __cfduid 3rd Party Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p> Performance Cookies Cookie Subgroup Cookies Cookies used dating.zoosk.com _hjIncludedInSessionSample 1st Party static3.zoosk.com _hjIncludedInPageviewSample 1st Party zoosk.com _ga, _gat, _gclxxxx, _gid, _hjAbsoluteSessionInProgress, _hjFirstSeen, _hjid, _hjTLDTest, _uetvid, mbox 1st Party beacon.lynx.cognitivlabs.com UID 3rd Party script.hotjar.com _hjIncludedInPageviewSample, _hjIncludedInSessionSample 3rd Party nr-data.net JSESSIONID 3rd Party mrpdata.net DNT 3rd Party Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p> Functional Cookies Cookie Subgroup Cookies Cookies used www.zoosk.com _niupf, cto_write_test, cto_writeable 1st Party help.zoosk.com _help_center_session, _zendesk_authenticated, _zendesk_session, _zendesk_shared_session 1st Party liadm.com lidid 3rd Party rezync.com zync-uuid 3rd Party spotify.com _ga, _gat, _gat_gtag_xxxxxxxxxxxxxxxxxxxxxxxxxxx, _gid, sp_landing, sp_t 3rd Party youtube-nocookie.com CONSENT 3rd Party live.rezync.com sd-session-id 3rd Party mrpdata.net U 3rd Party Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p> Targeting Cookies Cookie Subgroup Cookies Cookies used t.zoosk.com fbsr_6953377468, fsbotchecked 1st Party www.zoosk.com cto_pub_test_tld, cto_tld_test, et_current_iid, et_user_id, trc_cookie_storage, last_et_user_id, fssts 1st Party static3.zoosk.com _fsloc, _liChk 1st Party zoosk.com __gads, __qca, _dlt, _fbp, _uetsid, cto_write_test 1st Party rtb.4finance.com bsw_uid, c, tuuid, tuuid_lu 3rd Party doubleclick.net IDE, test_cookie 3rd Party mantisadnetwork.com __qca, _dlt 3rd Party openx.net i, pd 3rd Party mfadsrvr.com bsw_uid, c, ssh, tuuid, tuuid_lu 3rd Party scorecardresearch.com UID, UIDR 3rd Party cdn.taboola.com trc_cookie_storage 3rd Party pagead2.googlesyndication.com GoogleAdServingTest 3rd Party mookie1.com id, mdata, ov, syncdata_TAB 3rd Party rlcdn.com pxrc, rlas3 3rd Party bidr.io bito, bitoIsSecure, checkForPermission 3rd Party adotmob.com partners, uid, uuid 3rd Party adnxs.com uuid2 3rd Party dlx.addthis.com na_sc_x 3rd Party beacon.lynx.cognitivlabs.com ss 3rd Party sportradarserving.com c, zuuid, zuuid_lu 3rd Party srv.stackadapt.com sa-user-id-v2 3rd Party casalemedia.com CMID, CMPRO, CMPS, CMRUM3, CMST 3rd Party www.facebook.com 3rd Party bing.com MUID 3rd Party mathtag.com uuid 3rd Party eus.rubiconproject.com cd 3rd Party dpm.demdex.net dpm 3rd Party zeotap.com zc 3rd Party www.opinionstage.com _os_session 3rd Party sync.srv.stackadapt.com sa-user-id 3rd Party amazon-adsystem.com ad-id, ad-privacy 3rd Party analytics.yahoo.com IDSYNC 3rd Party simpli.fi suid, suid_legacy 3rd Party dev-a.pub.network fssts 3rd Party addthis.com na_id, na_tc, ouid, uid 3rd Party dnacdn.net browser_data 3rd Party youtube.com CONSENT, VISITOR_INFO1_LIVE, YSC 3rd Party turn.com uid 3rd Party c.bing.com MR 3rd Party a.pub.network fsbotchecked 3rd Party eqads.com EQUser 3rd Party sitescout.com _ssuma, ssi 3rd Party b-code.liadm.com _liChk 3rd Party adsrvr.org TDCPM, TDID 3rd Party cdn.funnel.naturaltracking.com et_current_iid, et_user_id, last_et_user_id 3rd Party rfihub.com eud, euds, rud, ruds 3rd Party 3lift.com sync, tluid 3rd Party advertising.com APID 3rd Party crwdcntrl.net _cc_aud, _cc_cc, _cc_dc, _cc_id 3rd Party agkn.com ab, u 3rd Party pool.admedo.com c, tuuid, tuuid_lu 3rd Party i.liadm.com _li_ss 3rd Party exelator.com EE, ud 3rd Party everesttech.net everest_g_v2 3rd Party erne.co u 3rd Party yahoo.com A1, A1S, A3, APID, APIDTS, B, GUC 3rd Party w55c.net matchbidswitch, matchopenx, wfivefivec 3rd Party bluekai.com bkdc, bkpa, bku 3rd Party bidswitch.net bsw_origin_init, c, custom_data, licd, tuuid, tuuid_lu 3rd Party a.sportradarserving.com zuuid_k 3rd Party extend.tv extendtv_user_id 3rd Party justpremium.com jpxumaster, jpxumatched 3rd Party admixer.net am-uid 3rd Party pub.network _fsuid 3rd Party s.thebrighttag.com bt3, btv3.1YJNAYe 3rd Party taboola.com t_gid, taboola_session_id 3rd Party demdex.net demdex 3rd Party quantserve.com d, mc 3rd Party ml314.com pi, u 3rd Party facebook.com fr 3rd Party adform.net C, uid 3rd Party lijit.com ljtrtb 3rd Party google.com NID 3rd Party Store and/or access information on a device <p>Cookies, device identifiers, or other information can be stored or accessed on your device for the purposes presented to you.</p> Personalised ads and content, ad and content measurement, audience insights and product development <p>Ads and content can be personalised based on a profile.\nMore data can be added to better personalise ads and content.\nAd and content performance can be measured.\nInsights about audiences who saw the ads and content can be derived.\nData can be used to build or improve user experience, systems and software.</p>\n<ul>\n<li> Create a personalised ads profile <p>A profile can be built about you and your interests to show you personalised ads that are relevant to you.</p>\n</li>\n<li> Select personalised ads <p>Personalised ads can be shown to you based on a profile about you.</p>\n</li>\n<li> Create a personalised content profile <p>A profile can be built about you and your interests to show you personalised content that is relevant to you.</p>\n</li>\n<li> Select personalised content <p>Personalised content can be shown to you based on a profile about you.</p>\n</li>\n<li> Measure ad performance <p>The performance and effectiveness of ads that you see or interact with can be measured.</p>\n</li>\n<li> Measure content performance <p>The performance and effectiveness of content that you see or interact with can be measured.</p>\n</li>\n<li> Apply market research to generate audience insights <p>Market research can be used to learn more about the audiences who visit sites/apps and view ads.</p>\n</li>\n<li> Develop and improve products <p>Your data can be used to improve existing systems and software, and to develop new products</p>\n</li>\n</ul> Select basic ads <p>Ads can be shown to you based on the content you’re viewing, the app you’re using, your approximate location, or your device type.</p> Use precise geolocation data <p>Your precise geolocation data can be used in support of one or more purposes.\nThis means your location can be accurate to within several meters.</p> Actively scan device characteristics for identification <p>Your device can be identified based on a scan of your device's unique combination of characteristics.</p> Ensure security, prevent fraud, and debug <p>Your data can be used to monitor for and prevent fraudulent activity, and ensure systems and processes work properly and securely.</p> Technically deliver ads or content <p>Your device can receive and send information that allows you to see and interact with ads and content.</p> Match and combine offline data sources <p>Data from offline data sources can be combined with your online activity in support of one or more purposes</p> Link different devices <p>Different devices can be determined as belonging to you or your household in support of one or more of purposes.</p> Receive and use automatically-sent device characteristics for identification <p>Your device might be distinguished from other devices based on information it automatically sends, such as IP address or browser type.</p> Manage Preferences About Your PrivacyWe process your data to deliver content or advertisements and measure the delivery of such content or advertisements to extract insights about our website.\nWe share this information with our partners on the basis of consent and legitimate interest.\nYou may exercise your right to consent or object to a legitimate interest, based on a specific purpose below or at a partner level in the link under each purpose.\nThese choices will be signaled to our vendors participating in the Transparency and Consent Framework.\nMore informationAllow All Manage Consent PreferencesStrictly Necessary CookiesAlways Active<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>Cookies Details‎Performance Cookies Performance Cookies <p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>Cookies Details‎Functional Cookies Functional Cookies <p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>Cookies Details‎Targeting Cookies Targeting Cookies <p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>Cookies Details‎Store and/or access information on a device Store and/or access information on a device <p>Cookies, device identifiers, or other information can be stored or accessed on your device for the purposes presented to you.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabPersonalised ads and content, ad and content measurement, audience insights and product development Personalised ads and content, ad and content measurement, audience insights and product development <ul>\n<li>Create a personalised ads profile Switch Label <p>A profile can be built about you and your interests to show you personalised ads that are relevant to you.</p> Object to Legitimate Interests Remove Objection </li>\n</ul>\n<ul>\n<li>Select personalised ads Switch Label <p>Personalised ads can be shown to you based on a profile about you.</p> Object to Legitimate Interests Remove Objection </li>\n</ul>\n<ul>\n<li>Create a personalised content profile Switch Label <p>A profile can be built about you and your interests to show you personalised content that is relevant to you.</p> Object to Legitimate Interests Remove Objection </li>\n</ul>\n<ul>\n<li>Select personalised content Switch Label <p>Personalised content can be shown to you based on a profile about you.</p> Object to Legitimate Interests Remove Objection </li>\n</ul>\n<ul>\n<li>Measure ad performance Switch Label <p>The performance and effectiveness of ads that you see or interact with can be measured.</p> Object to Legitimate Interests Remove Objection </li>\n</ul>\n<ul>\n<li>Measure content performance Switch Label <p>The performance and effectiveness of content that you see or interact with can be measured.</p> Object to Legitimate Interests Remove Objection </li>\n</ul>\n<ul>\n<li>Apply market research to generate audience insights Switch Label <p>Market research can be used to learn more about the audiences who visit sites/apps and view ads.</p> Object to Legitimate Interests Remove Objection </li>\n</ul>\n<ul>\n<li>Develop and improve products Switch Label <p>Your data can be used to improve existing systems and software, and to develop new products</p> Object to Legitimate Interests Remove Objection </li>\n</ul>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabSelect basic ads Select basic ads <p>Ads can be shown to you based on the content you’re viewing, the app you’re using, your approximate location, or your device type.</p> Object to Legitimate Interests Remove Objection List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabUse precise geolocation data Use precise geolocation data <p>Your precise geolocation data can be used in support of one or more purposes.\nThis means your location can be accurate to within several meters.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabActively scan device characteristics for identification Actively scan device characteristics for identification <p>Your device can be identified based on a scan of your device's unique combination of characteristics.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabEnsure security, prevent fraud, and debugAlways Active<p>Your data can be used to monitor for and prevent fraudulent activity, and ensure systems and processes work properly and securely.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabTechnically deliver ads or contentAlways Active<p>Your device can receive and send information that allows you to see and interact with ads and content.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabMatch and combine offline data sourcesAlways Active<p>Data from offline data sources can be combined with your online activity in support of one or more purposes</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabLink different devicesAlways Active<p>Different devices can be determined as belonging to you or your household in support of one or more of purposes.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabReceive and use automatically-sent device characteristics for identificationAlways Active<p>Your device might be distinguished from other devices based on information it automatically sends, such as IP address or browser type.</p>List of IAB Vendors‎&nbsp;|&nbsp;View Full Legal Text&nbsp;Opens in a new TabBack Button BackVendor Search Search IconFilter IconClear checkbox label labelApply CancelConsent Leg.Interest checkbox label label checkbox label label checkbox label label<ul>\n<li>33Acrosshost descriptionView Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>\n<ul>\n</ul> Confirm My ChoicesWe Care About Your Privacy<p>We and our partners store and/or access information on a device, such as unique IDs in cookies to process personal data.\nYou may accept or manage your choices by clicking below, including your right to object where legitimate interest is used, or at any time in the privacy policy page.\nThese choices will be signaled to our partners and will not affect browsing data.</p>We and our partners process data to provide:<p>Use precise geolocation data.\nActively scan device characteristics for identification.\nStore and/or access information on a device.\nSelect basic ads.\nPersonalised ads and content, ad and content measurement, audience insights and product development.\nList of Partners (vendors) </p>I Accept Show Purposes", "created_at": "2021-06-25 19:11:46.333081", "updated_at": "2021-06-25 19:11:54.595011"}, {"id": 29, "name": "Privacy Policy", "url": "https://www.zoosk.com/privacy.php?from=footer", "xpath": "//div[@class='privacy-policy-eu']", "text": "\nZOOSK\nPRIVACY POLICY\n<p>This Privacy Policy (“Policy”) explains how information about you or associated with you (“personal information”) is collected, used and disclosed by Zoosk, Inc.\n(“Zoosk,” “we” or “us”) when you use our services through our websites linked to this Policy, as well as our products and applications (including Zoosk’s mobile applications, downloadable products and applications and pages operated by Zoosk on social networking sites and other platforms) (collectively, the “Services”).</p>\n<p>By registering, using or subscribing to the Services, you confirm that you have read and consent to:</p>\n<ul>\n<li>the collection of your personal information as described in this Policy, particularly as noted in Section 1 of this Policy (including, for example, your contact information, demographic information, age, gender and dating gender preference), including information from social networking sites;</li>\n<li>the processing of your personal information, including your sensitive information (including, for example your dating gender preference, dating relationship experiences, ethnicity, religion and political views), as described in this Policy, particularly including those uses described in Section 2 of this Policy;</li>\n<li>the sharing of personal information with third parties as described in Section 3 and 9 of this Policy;</li>\n<li>the storage and processing of your personal information in the United States of America (and other countries) as described in Section 6 of this Policy;</li>\n<li>the use of cookies and similar technologies to store and access information on devices you connect to the Services in accordance with our Cookie Policy;</li>\n<li>the use of your personal information to send you notifications, promotions and advertising by email, SMS or MMS text message or in accordance with Section 2, 3 and 4 of this Policy.\nand</li>\n<li>the collection and use of location information</li>\n<li>the sharing of personal information with third parties for fraud detection and prevention services</li>\n<li>\n</ul>\n<p>If you have any questions relating to the content of this Policy please contact us using the contact information set out below.</p>\n<ol>\n<li>\n<ol>\n<li>\nINFORMATION WE COLLECT\n<p>The categories of information we collect can include:</p>\n<ol>\n<li>\n<strong>Information You Provide.</strong> When you register, use or subscribe to any of our Services or take part in any interactive features of the Services (such as any contests, games, promotions, quizzes, surveys, research or other services or features), we may collect a variety of information, including:\n<ul>\n<li>\n<strong>Contact Information </strong> such as your name, email address, phone number, including mobile phone number, and correspondence address (“Contact Information”).\nand</li>\n<li>\n<strong>Other Information</strong> such as birth date, photographs, videos, password, billing information, credit card information, demographic information, place of work, your personal interests and background, gender, age, dating gender preference, dating age range preference, physical characteristics, personal description, sexual life experiences, ethnicity, religion, political views, geographical location (including GPS), and any other information you share with the Services.\nWe may also receive information about you from other users.\nFor example, we will collect your email address if another user tries to refer Zoosk to you.\nWe may collect billing or payments information if you engage with a paid Service.</li>\n</ul>\n</li>\n<li>\n<strong>Information About How You Use the Services.\n</strong> We may collect information about your participation and actions on the Services.\nThis may include information such as the pages and profiles you view, how you browse the Services, your Zoosk coin balance and purchases you make through the Services such as boosts and gifts.\nIt can also include the various functions and features that you use, such as Zoosk Messenger, the connections you make, other friends or contacts you invite to the Services and profile searches you perform, or your use of our applications.</li>\n<li>\n<strong>Information from Content You Upload.\n</strong> When you upload photos, videos or other content to the Services, we may collect information about the content, such as the time, date and place the photo or content was taken or uploaded (also known as metadata), and how you use them, who views them or with whom you share.</li>\n<li>\n<strong>Information Automatically Collected.</strong> When you access our Services, we and our third party partners automatically record information from your device and its software, such as your IP address, browser type, Internet service provider, platform type, the site from which you came and the site to which you are going when you leave our website, date and time stamp and one or more cookies that may uniquely identify your browser or your account.\nWhen you access our Services using a mobile device, we may also receive or collect identification numbers associated with your device (such as a<br>\nunique device ID, IDFA, Google AdID and Windows Advertising ID), mobile carrier, device type, model and manufacturer, mobile device operating system brand and model, phone number, email address, other apps that you have downloaded, and, if you have enabled features and functions of the Services that use your device’s location, your geographical location data (including GPS).\nWe also collect information about your usage of, and activity on, our Services.\nAlso, some of the information we collect, for example an IP address, can sometimes be used to approximate a device’s location.\nWe may work with third parties to employ technologies, including the application of statistical modeling tools, which attempt to recognize you across multiple devices so that we understand how you use our Service across various devices.</li>\n<li>\n<strong>Cookies and Similar Technologies.\n</strong>We and our third party partners may use cookies and similar technologies, including those from third parties, to collect, analyze and store information, to provide customized advertising on our site and applications and on other sites or applications, to provide and improve the Services or other products or services offered by Zoosk, and to identify and prevent fraudulent activities.\nYou can find out more about our use of cookies and similar technologies in our Cookie Policy<strong>.\n</strong> We do not respond to do not track signals set by your browser at this time.</li>\n<li>\n<strong>Your Communications with Us and Other Users.\n</strong>We collect communications you send to us (such as emails), comments that you post on the pages we have on a third-party service, such as our YouTube, Twitter and Facebook pages and messages that you send us directly through those services.\nWe may also collect any comments, photos, messages or other content or communications you and other users share on the Services.</li>\n<li>\n<strong>Third-Party Social Networking Sites.</strong> When you have enabled the use of our Services through a third-party social networking or similar site or mobile or other application (a “Social Networking Site”) or connect or link our Services to a Social Networking Site, such as Facebook, Google+ or Twitter, you permit Zoosk to access and use certain information about you that is made available to Zoosk through or from that Social Networking Site.\nThe information obtained by Zoosk varies by Social Networking Site and may be affected by the permission and privacy settings you establish at that Social Networking Site, but can include information such as your name, profile picture, public Facebook profile, network, gender, username, user ID, age range or birthday, place of work, relationship interests, language, location, country, interests, photos, photos you are tagged in, videos, contacts list, friends lists or followers and other information such as information about Facebook friends you might share in common with other members of the Services.\nBy using or linking our Services through or with a Social Networking Site, you are authorizing Zoosk to collect, store, retain and use, in accordance with this Policy, any and all of your information that Zoosk has obtained from the Social Networking Site, including to create a Zoosk profile page and account for you.\nDepending on the Social Networking Site and your privacy settings, Zoosk may also post information to your Social Networking Site.\nYour agreement to the foregoing takes place when you “accept” or “allow” or “go to” (or other similar terms, such as tapping “Okay”) our application from a Social Networking Site, go to a Social Networking Site from the Services, when you sign up or login to the Services through a Social Networking Site (such as by tapping “Sign up with Facebook” or “Log in with Facebook” on the Services), when you otherwise connect or link your Social Networking Site to our Services, or the transfer of information to Zoosk from such site.\nIf there is information about your “friends” or people you are associated with in your Social Networking Site account, the information we obtain about those persons may also depend on the privacy settings such people have with the applicable Social Networking Site.\nYou acknowledge and agree that Zoosk is not responsible for, and has no control over, any applicable privacy settings on any Social Networking Sites (including any settings related to any messages or advertisements about Zoosk that the Social Networking Site may send to you or your friends).\nYou should always review, and if necessary, adjust your privacy settings on Social Networking Sites before getting or using applications such as ours or linking or connecting your Social Networking Site account to the Services.</li>\n<li>\n<strong>Location Data</strong>.\nWhen you have enabled geographical location-based or GPS services on your device in relation to a Zoosk mobile app or any Zoosk features or services that use geographical location-based or GPS information, we will collect information about your geographical location or GPS position based on the location of the device you are using to access our Services.</li>\n<li>\n<strong>Information Provided by Others.</strong> We may be provided with information relating to you or your conduct on the Services by other users of the Services.\nWe also collect information that third-party organizations may provide to us, such as contact details, demographic information, Internet navigation details, credit reference or fraud prevention information.\nFinancial institutions or payment processors may also provide us updated payment information or payment methods related to your paid account or paid subscription and services.</li>\n<li>\n<strong>Address Book.</strong> We may also offer you the ability to import your address book contacts or manually enter email addresses so that you can (i) locate your contacts on the Services or other products or services offered by Zoosk.\nor (ii) invite your contacts to join you on the Services or other products or services offered by Zoosk.\nWhen we invite your friends to join the Services, we may include your name, photo or other information to let them know that you are the person extending the invitation.\nAfter sending these invitations, we may also send reminder emails to your invitees on your behalf.\nWe will store those contacts for purposes of alerting you when your contacts join the Services or other products or services offered by Zoosk at a later time, so that you may connect with them on Zoosk, and to suggest friends and connections to other members of the Services or other products or services offered by Zoosk.</li>\n</ol>\n</li>\n<li>\nUSE OF INFORMATION WE COLLECT\n<p>We use your personal information for purposes described in this Policy or disclosed to you on or in connection with our Services (e.g., through disclosures or consent mechanisms that may appear when you access certain services, features or applications).\nThe ways in which we may use this information include to:</p>\n<ul>\n<li>\n<strong>Provide the requested Services:</strong> to administer and maintain your Zoosk account and generally provide the functions and features that are part of the Services (including providing communications as described below).\nWe will use all categories of information described in Section 1 to do this.\nThis includes using your information as described in this Policy and providing the functions and features of the Services to you;</li>\n<li>\n<strong>Analyze and develop our products and services:</strong> to develop, deliver, measure, monitor, analyze and improve our Services or other products or services offered by Zoosk and develop new products and services.\nWe will use all categories of information described in Section 1;</li>\n<li>\n<strong>Communicate with you:</strong> to respond to your comments and questions and provide customer service, to provide any messaging or communications associated with the functions and features of the Services (including by email, SMS or MMS text message), to keep you posted on our latest product or service announcements or updates, software updates, security alerts and any technical notices, to provide you with confirmation of purchases, invoices, support and administrative messages or notice about changes to our terms, conditions or policies.\nWe will use your Contact Information when we communicate with you.\nWhere it is relevant to the issues we are contacting you about we may also use the other categories of information described in Section 1 above;</li>\n<li>\n<strong>Protect the Services and Zoosk’s property:</strong> to detect and prevent abusive, fraudulent, malicious or potentially illegal activities, and to protect the rights, safety or property of Zoosk or our users including to enforce or exercise any rights in our Terms of Use Agreement.\nWe will predominantly use information about how you use the Services and information provided by others (such as reports from other users relating to your conduct on the Services), although we may use other categories of information described in Section 1 where they are relevant for this purpose;</li>\n<li>\n<strong>Promotions and advertising:</strong> to communicate with you about and administer contests, promotions and rewards, upcoming events and other news about products and services offered by Zoosk and our selected partners that may be relevant to you, your interests and how you use the Services, including marketing and advertising communications.\nand to develop, display and track content or advertising that may be relevant to you on our site and other sites, including providing our advertisements to you when you visit other sites.\nWe may use all categories of information described in Section 1 for this purpose.\nWe will use your Contact Information for direct communications with you.\nFor information on your marketing and advertising options see the “Marketing Choices” section below.\nYou can also find out more about our use of cookies and similar technologies for marketing and advertising purposes in our Cookie Policy.\n</li>\n<li>\n<strong>Geographical or GPS location-based services:</strong> in addition to the uses described above, to provide features of the Services that may be relevant to you and your geographical location or GPS information, such as Services provided through our mobile apps that may allow users to see more information about each other, for example, common restaurants or points of interest visited or seen.\nyou should always check the location-based settings on both your device and on the Services to manage such services;</li>\n<li>Perform other functions as may otherwise be described to you at the time of collection or as enabled by you in relation to our Services or other products or services offered by Zoosk.\nand</li>\n<li>Link or combine information about you with other information we get from third parties to help understand your needs and provide you with a better service.</li>\n</ul>\n</li>\n<li>\nSHARING PERSONAL INFORMATION WITH THIRD PARTIES\n<p>Our Services allow you to share information about yourself with other individuals and other companies, including other users and potential users of the Services or other products or services offered by Zoosk and third-party Social Networking Sites.\nConsider your own privacy and personal safety when sharing your information with anyone, including information you share through your profile, as profiles include basic information that was provided at registration, information provided through a Social Networking Site, and may include other information added by you or your friends (for example, your religion, ethnicity and physical characteristics), as well as information about your use of the Service (for example, whether you were recently logged in to Zoosk).\nPlease review our Online Dating Safety Tips for tips in using our Services.\n<u>\n</u>\n</p>\n<p>Information on your profile is viewable by other users or visitors to our Services, and may also be viewable through public search or on third-party sites that you use.\nWe do not control who reads the information you share or what others may do with this information, so we encourage you to use discretion and caution with respect to your personal information.\nAlso, when sharing information about others, please consider their safety and privacy and get their consent for that sharing.</p>\n<p>Additionally, we may share information with third parties as follows:</p>\n<ol>\n<li>with third party vendors, consultants, advertising partners, and other service providers that perform services on our behalf, which may include, but is not limited to, identifying and serving targeted advertisements, providing fraud detection services, processing payments, providing chargeback representation services or providing analytics or attribution services;</li>\n<li>with our business partners who offer a service to you jointly with us, for example, when running a contest or promotion;</li>\n<li>with your consent (for example, if you consent to our sharing your information with a third party for the third party’s own and independent direct marketing purposes subject to its separate privacy policy);</li>\n<li>in connection with any company transaction, such as a merger, sale of assets or shares, reorganization, financing, change of control or acquisition of all or a portion of our business by another company or third party or in the event of bankruptcy, dissolution, divestiture or any related or similar proceedings.\nand</li>\n<li>to, in our discretion, (i) satisfy any applicable law, regulation, subpoena/court order, legal process or other government request, (ii) enforce our Terms of Use Agreement, including the investigation of potential violations thereof, (iii) investigate and defend ourselves against any third party claims or allegations, (iv) protect against harm to the rights, property or safety of Zoosk, its users or the public as required or permitted by law and (v) detect, prevent or otherwise address criminal (including fraud or stalking), security or technical issues.</li>\n</ol>\n<p>We may also share information with others that is not personal information, or that is in an aggregated or anonymous form that does not reasonably identify you directly as an individual or is provided in hashed, non-human readable form.</p>\n<p>For further information on your marketing and advertising options see the “Marketing Choices” section below.\nNote that the term “third party” does not include companies in the same group of companies as Zoosk, which includes our subsidiaries (that is, any organization we own or control) or our ultimate holding company (that is, any organization that owns or controls us) and any subsidiaries that our holding company owns.\nUnless otherwise indicated, these companies will use your personal information in the same way as we can under this Policy.</p>\n</li>\n<li>\nMARKETING CHOICES\n<ol>\n<li>\n<strong>Communications from Us.</strong> By registering for our Services, you consent to receive email messages from us.\nYou can opt out of receiving certain messages from us by visiting the “settings” page of your account or by clicking the “unsubscribe” or “opt-out” link on these email communications from Zoosk.\nNote that you are not permitted to unsubscribe or opt out of non-promotional messages regarding your account, such as technical notices or purchase confirmations, or our ongoing business activities in order to provide the Services to you.\nIf you consent to receive SMS or MMS text messages, we may communicate with you via text.</li>\n<li>\n<strong>Online Advertising and Tracking.</strong> In addition to the advertising practices described above, we may use, share or permit third party advertising networks or similar third party partners to collect information about your browsing and usage activities over time and across websites and applications when you use our sites or Services.\nTypically, this information is collected through cookies, pixels or similar technologies which recognize the device you are using and collect information, including hashed data, click stream information, browsing and usage activities on our Services and on other applications and sites around the Web, browser type, time and date you visited the site, and other information.\nThis information is typically used to display targeted ads on or through our Services or other products or services offered by Zoosk, to display targeted ads to our users or website visitors on other websites or apps, including on Facebook, and to analyze the success of our marketing campaign efforts.If you would like to disable cookies, limit advertising that utilizes cookies or similar technologies, or find out more about cookies and how to manage their use in connection with advertising, please read our Cookie Policy.Please note that you may not be able to limit all advertising and tracking on your mobile device.</li>\n</ol>\n</li>\n<li>\nACCESS TO YOUR INFORMATION AND ACCOUNT MANAGEMENT\n<p>Most of the personal information we hold about you is either available directly from viewing your account and looking back over your activities, or is available from the Social Networking Sites that you have connected to the Services.\nYou may access and change certain information by visiting the “Edit Profile” and “Settings” sections of your account.\nYou may also contact us for assistance using the details below if you want to access, remove or deactivate your account information.\nNonetheless, Zoosk expressly reserves the right to maintain and store any information or other data where Zoosk reasonably believes in its sole discretion that such action is required to comply with any legal or regulatory obligations or for the detection or prevention of criminal or other unlawful activity or where Zoosk has a legitimate business reason to do so, such as collecting amounts owed, resolving disputes, maintaining automated back-ups, for analytical purposes, enforcing our Terms of Use Agreement or for recordkeeping integrity.</p>\n<p>Please note that if you change information in your account or otherwise opt out of receiving certain communications, this will only affect future activities or communications from us.\nIf we have already provided your information to a third party before you have changed your preferences or updated your information, you may have to change your preferences directly with that third party.</p>\n</li>\n<li>\nTRANSFER AND SECURITY OF INFORMATION\n<p>The personal information we collect from you may be transferred to, and stored in the United States of America and other countries.\nIf you are located in the European Union or other regions with laws governing data collection and use that may differ from U.S.\nlaw, please note that we may transfer information, including personal information, to a country and jurisdiction that does not have the same data protection laws as your jurisdiction, and you consent to the transfer of information to the U.S.\nor any other country in which Zoosk or its parent, subsidiaries, affiliates or service providers maintain facilities, and the use and disclosure of information about you as described in this Privacy Policy.\nZoosk will take reasonable measures to help protect your information in an effort to prevent loss, misuse and unauthorized access, disclosure, alteration or destruction and to treat it in accordance with this Policy.\nNo method of electronic transmission or storage is 100% secure, however.\nTherefore, we cannot guarantee its absolute security.\nWe urge you to keep your personal information safe (including your account password).\nPlease see the United States Federal Trade Commission’s website at http://www.ftc.gov/bcp/menus/consumer/data.shtm for information about how to protect yourself against identity theft.</p>\n</li>\n</ol>\n</li>\n</ol>\n<ol>\n<li>\nAGE RESTRICTIONS\n<p>Although our website is a general audience site, we restrict the use of our Services to individuals age 18 and above.\nWe do not intentionally collect or maintain personal information from children under the age of 13.\nIf you become aware that personal information about a person under 13 has been provided to us, please immediately contact us using the details below.</p>\n</li>\n<li>\nLINKS TO THIRD PARTY WEBSITES\n<p>The Services may, from time to time, contain links to and from third party websites of our partner networks, advertisers, partner merchants, retailers or affiliates.\nIf you follow a link to any of these websites, please note that these websites have their own privacy policies and that we do not accept any responsibility or liability for their policies.\nPlease always check the privacy policies that apply to a third party site before you provide any information to the website.</p>\n</li>\n<li>\nFRAUD PREVENTION SERVICES\n<p>We may share your personal information, including your payment transactions and activities on the Zoosk Services, with third party partners for security and fraud prevention purposes.\nAt the time of this writing, Zoosk works with Sift Science and other companies, which collect, process and analyze such data for an indefinite period of time for the purpose of helping their customers to identify and prevent fraud, but we may work with other providers in the future as well.\nFor more information, see Sift Science’s privacy policy, located at https://siftscience.com/service-privacy.html.</p>\n</li>\n<li>\nUPDATES TO THIS POLICY\n<p>We reserve the right to modify this Policy from time to time.\nIf we make changes to this Policy, we will change the “Last Revision” date below and will post the updated Policy on this page.\nWe may also provide other methods of notice or request your consent depending on the circumstances.</p>\n</li>\n<li>\nNO RIGHTS OF THIRD PARTIES\n<p>This Policy does not create rights enforceable by third parties or require disclosure of any personal information relating to users of the Service.</p>\n</li>\n<li>\nCONTACTING ZOOSK\n<p>If you have questions about this Policy, please contact us at privacy@zoosk.com or by writing to us at: Zoosk, Inc., Attn: Privacy Matters, 989 Market Street, 6<sup>th </sup>Floor, San Francisco, CA 94103.</p>\n</li>\n<li>\nLAST REVISION DATE AND EFFECTIVE DATE\n<p>This Policy was last revised on September 7, 2016.\nFor users who registered for the Services prior to September 7, 2016, this Policy will be effective on September 30, 2016.</p>\n</li>\n<li>\nLANGUAGE OF THE POLICY\n<p>The language of this Policy is English.\nWhere Zoosk has provided a translation of the English version of this Policy, you agree that the translation is provided for your convenience only and that the English language version of this Policy will govern your relationship with Zoosk.\nIf there is any contradiction between what the English language version of this Policy says and what a translation says, then the English language version will take precedence.</p>\n</li>\n</ol>\n", "created_at": "2018-07-17 10:11:41.562179", "updated_at": "2018-07-17 10:11:41.562179"}], "points": [{"id": 1062, "title": "You cannot delete your account", "source": "https://groups.google.com/d/msg/tosdr/T98obrJsjJA/w1Gp9SDABtkJ", "status": "It is impossible to delete your account from this service, according to the <a href='http://www.accountkiller.com/en/Blacklist'>AccountKiller blacklist</a>.", "created_at": "2018-01-16 15:28:23.853279", "updated_at": "2018-08-24 11:50:25.583556", "quoteText": null, "case_id": 172, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 7760, "title": "This service is only available to users of a certain age", "source": "https://www.zoosk.com/privacy.php?from=footer", "status": "Generated through the annotate view", "created_at": "2019-08-17 07:36:18.715213", "updated_at": "2019-08-26 04:23:29.402046", "quoteText": "AGE RESTRICTIONS\n<p>Although our website is a general audience site, we restrict the use of our Services to individuals age 18 and above.", "case_id": 152, "document_id": 29, "quoteStart": 24952, "quoteEnd": 25089}, {"id": 7761, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://www.zoosk.com/privacy.php?from=footer", "status": "Generated through the annotate view", "created_at": "2019-08-17 07:36:49.769516", "updated_at": "2019-08-24 03:24:58.573885", "quoteText": "We do not respond to do not track signals set by your browser at this time.</li>", "case_id": 233, "document_id": 29, "quoteStart": 6467, "quoteEnd": 6547}], "urls": ["zoosk.com"]}}