{"error": 448, "message": "OK", "parameters": {"id": 3151, "name": "The Arc", "created_at": "2021-04-14 19:13:12.588836", "updated_at": "2021-04-15 00:01:49.459385", "wikipedia": "https://en.wikipedia.org/wiki/Arc_of_the_United_States", "keywords": null, "related": null, "slug": "the_arc", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3151.png", "url": "thearc.org", "documents": [{"id": 5089, "name": "Accessibility Statement", "url": "https://thearc.org/accessibility-statement/", "xpath": "//*[@id=\"av_section_1\"]/div/main/div/div/div/section[2]/div", "text": "<p>This website aims to meet level “AA” of the Web Content Accessibility Guidelines 2.0 (WCAG 2.0).&nbsp.\nWe strive to keep this website accessible as it grows and changes.\nBelow is a summary of the WCAG 2.0 guidelines this site follows.</p>\n<p>1.3.1: Info and Relationships.\nInformation is structured and relationships between them are conveyed correctly in the markup language.</p>\n<p>1.3.2: Meaningful Sequence.\nOur content displays correctly in all screen readers programmatically.</p>\n<p>1.3.3: Sensory Characteristics Any place where there is a video or a form there are clear instructions on how to play and submit the form on the website.</p>\n<p>1.4.1: Use of Color.\nThe site uses words to convey the importance or severity of content on the site as well as colors.</p>\n<p>1.4.2: Audio Control.\nAudio controls exist on all pages where audio is embedded.\nAudio can also be stopped by screen readers and as a browser control.</p>\n<p>1.4.3: Contrast (Minimum).\nAll color combinations meet the AA requirements.\nA feature on all pages allows users to further adjust contrast.</p>\n<p>1.4.4: Resize text.\nA feature on all pages allows user to change text size.</p>\n<p>2.1.1: Keyboard.\nThe large majority of content can be tabbed through in the proper order using the tab key.\nWe are working to improve this.</p>\n<p>2.1.2: No Keyboard Trap.\nUsing the tab key the focus can be removed from any form field.</p>\n<p>2.4.1: Bypass Blocks.\nYou can tab through all content on the site and can be used as a method of bypassing and or skipping content.</p>\n<p>2.4.2: Page Titled.\nAll pages have a title that describes topic and purpose.</p>\n<p>2.4.3: Focus Order.\nThe large majority of tab indexes follow a logical path preserving meaning and operability.\nWe are wokring to improve this.</p>\n<p>2.4.4: Link Purpose (In Context).\nLinks are descriptive, we do not use links that use words like “Click here” but rather we use descriptive titles and alt tags.</p>\n<p>2.4.5: Multiple Ways for a page to be displayed.\nAll of the pages use adaptable layouts.</p>\n<p>2.4.6: Headings and Labels.\nHeadings are descriptive.</p>\n<p>2.4.7: Focus Visible on form fields.\nA focus ring appears on all elements as one tabs through the site.</p>\n<p>3.1.1: Language of Page.\nEach page has the default language set for screen reader capabilities.</p>\n<p>3.1.2: Language of Parts.\nLanguage settings have been identified for screen reader purposes.</p>\n<p>3.2.1: Dynamic content change, on focus.\nDynamic content changes on focus.</p>\n<p>3.2.3: Consistent Navigation.\nAll navigation systems appear in consistent locations throughout the site.</p>\n<p>3.2.4: Consistent Identification of sub navigation items.\nOur website identifies consistently navigation, sub-navigation and footer navigation items.</p>\n<p>3.3.1: Error Identification.\nErrors are identified and described in the user text.</p>\n<p>3.3.2: Labels or Instructions.\nLabels provide instructions when a user action is required.</p>\n<p>3.3.3: Form Error Suggestion.\nError messages provide suggestions to the end user.</p>\n<p>3.3.4: Error Prevention (Legal, Financial, Data).\nAll donation forms and payment forms can be reviewed before final submission.</p>\n", "created_at": "2021-04-14 19:13:49.538829", "updated_at": "2021-04-14 19:14:03.796651"}, {"id": 5090, "name": "Privacy Notice", "url": "https://thearc.org/privacy-notice/", "xpath": "//*[@id=\"privacy_section\"]/div/div/div/div/section[2]/div", "text": "<p>We at The Arc of the United States (“The Arc”) value your privacy whether you are a casual visitor, a registered member, a donor, a constituent, or a professional provider (“you” unless the context applies to a specific category such as donor).\nIn this Privacy Notice (“Notice”), we describe how we collect, use, and disclose information that we obtain through our website www.thearc.org and related sites linking this Notice (individually and collectively, the “Site”), the services available through our Site (collectively, the “Services”), and how we use and disclose that information.\nThis Notice applies only to the Site and not to the websites associated with any of our chapters.</p>\n<p>By visiting the Site or using any of our Services, you agree that your personal information will be handled as described in this Notice.\nYour use of our Site or Services, and any dispute over privacy, is subject to this Notice and our Terms of Service, including its applicable limitations on damages and the resolution of disputes.\nThe Terms of Service are incorporated by reference into this Notice.</p>\nWhat Information Do We Collect About You and Why?\n<p>We may collect information about you directly from you and from third parties, as well as automatically through your use of our Site or Services.</p>\n<p>\n<u>Information We Collect Directly From You.</u> When you sign up to receive updates from The Arc or donate to The Arc, , we ask you to fill out a form that requests your name, address and e-mail address, and telephone, as well as some demographic information such as gender, age, and depending on the context some information about your family.\nWe also may collect additional optional information from you, including for example payment details from donors and credentials/experience information from professional providers.</p>\n<p>\n<u>Information We Collect Automatically.</u> When you visit our Site (for example, www.thearc.org) we automatically log your IP address, your browser type and your access times.\nWe utilize this information to conduct Site performance evaluations, to see where visitors are coming from and to keep track of click stream data (the screens our users visit on our Site).\nThis data helps us to determine what content our website visitors find most appealing so that we can maximize your usage of the Site.\nTo opt out of the collection of this demographic information from Google Analytics Demographics and Interest Reporting, you can use the Google Analytics Opt-out Browser Add-on.</p>\n<p>We may also automatically collect the following information about your use of our Site or Services through cookies, web beacons, and other technologies: your domain name.\nyour browser type and operating system.\nweb pages you view.\nlinks you click.\nyour IP address.\nthe length of time you visit our Site and or use our Services.\nand the referring URL, or the webpage that led you to our Site.\nWe may combine this information with other information that we have collected about you, including, where applicable, your user name, name, and other personal information.\nPlease see the section “Cookies and Other Tracking Mechanisms” below for more information.</p>\nOur Use of Cookies and Other Tracking Mechanisms\n<p>We and our third party service providers use cookies and other tracking mechanisms to track information about your use of our Site or Services.\nWe may combine this information with other personal information we collect from you (and our third party service providers may do so on our behalf).</p>\n<p>Currently, our systems do not recognize browser “do-not-track” requests.\nYou may, however, disable certain tracking as discussed in this section (e.g., by disabling cookies).\nyou also may opt-out of targeted advertising by following the instructions in the Third Party Ad Network section.</p>\n<p>\n<strong>Cookies.</strong> Cookies are alphanumeric identifiers that we transfer to your computer’s hard drive through your web browser for record-keeping purposes.\nSome cookies allow us to make it easier for you to navigate our Site and Services, while others are used to enable a faster log-in process or to allow us to track your activities at our Site and Service.\nThe ability to select or download information on our Site is not cookie-driven.\nThere are two types of cookies: session and persistent cookies.</p>\n<ul>\n<li>\n<strong>Session Cookies.</strong> Session cookies exist only during an online session.\nThey disappear from your computer when you close your browser or turn off your computer.\nWe use session cookies to allow our systems to uniquely identify you during a session or while you are logged into the Site.\nThis allows us to process your online transactions and requests and verify your identity, after you have logged in, as you move through our Site.</li>\n<li>\n<strong>Persistent Cookies.</strong> Persistent cookies remain on your computer after you have closed your browser or turned off your computer.\nWe use persistent cookies to track aggregate and statistical information about user activity, and to display advertising both on our Site and on third-party sites.</li>\n</ul>\n<p>\n<strong>Disabling Cookies.</strong> Most web browsers automatically accept cookies, but if you prefer, you can edit your browser options to block them in the future.\nThe Help portion of the toolbar on most browsers will tell you how to prevent your computer from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether.\nVisitors to our Site who disable cookies will be able to browse certain areas of the Site, but some features may not function.</p>\n<p>\n<strong>Local Storage Objects.</strong> We may use Flash Local Storage Objects (“Flash LSOs”) to store your Site preferences and to personalize your visit.\nFlash LSOs are different from browser cookies because of the amount and type of data stored.\nTypically, you cannot control, delete, or disable the acceptance of Flash LSOs through your web browser.\nFor more information on Flash LSOs, or to learn how to manage your settings for Flash LSOs, go to the Adobe Flash Player Help Page, choose “Global Storage Settings Panel” and follow the instructions.\nTo see the Flash LSOs currently on your computer, choose “Website Storage Settings Panel” and follow the instructions to review and, if you choose, to delete any specific Flash LSO.</p>\n<p>\n<strong>Clear GIFs, pixel tags and other technologies.</strong> Clear GIFs are tiny graphics with a unique identifier, similar in function to cookies.\nIn contrast to cookies, which are stored on your computer’s hard drive, clear GIFs are embedded invisibly on web pages.\nWe may use clear GIFs (a.k.a.\nweb beacons, web bugs or pixel tags), in connection with our Site to, among other things, track the activities of Site visitors, help us manage content, and compile statistics about Site usage.\nWe and our third party service providers also use clear GIFs in HTML e-mails to our customers, to help us track e-mail response rates, identify when our e-mails are viewed, and track whether our e-mails are forwarded.</p>\n<p>\n<strong>Third Party Analytics.</strong> We use automated devices and applications, such as Google Analytics, to evaluate usage of our Site and, to the extent permitted, our Application.\nWe also may use other analytic means to evaluate our Services.\nWe use these tools to help us improve our Services, performance and user experiences.\nThese entities may use cookies and other tracking technologies to perform their services.\nWe do not share your personal information with these third parties.\nTo opt out of the collection of this demographic information from Google Analytics Demographics and Interest Reporting, you can use the Google Analytics Opt-out Browser Add-on.</p>\nHow We Use Your Information\n<p>We use your information, including your personal information, for the following purposes:</p>\n<ul>\n<li>To provide our Services to you, to communicate with you about your use of our Services, to respond to your inquiries or request for a referral, to process your donations, and to fulfill your orders.</li>\n<li>To tailor the content and information that we may send or display to you, to offer location customization, and personalized help and instructions, and to otherwise personalize your experiences while using the Site or our Services.</li>\n<li>For marketing, issue awareness and fund raising purposes.\nFor example, we may use your information, such as your email address, to send you news and newsletters, to solicit your support, or to otherwise contact you about products or information we think may interest you.\nFrom time to time we may send out email messages soliciting your support, prompting a call to action, or alerting you of what’s new at The Arc.\nIn addition, you may receive communications from us if you have contacted us for a particular reason, and/or to receive the information or service you have requested.</li>\n<li>To better understand how you access and use our Site and Services, both on an aggregated and individualized basis, in order to improve our Site and Services and respond to your desires and preferences, and for other research and analytical purposes.</li>\n<li>Your name and address information is used solely to process your membership, donation, order, account registration, newsletter sign-up, or request for information and referral.</li>\n<li>Your demographic information (gender, age, etc.) is used for several purposes: Demographic information may be provided back to our corporate partners (companies that provide member benefit opportunities) in an aggregated way.\nFor example, we may tell a partner that 25% of you are male, while 75% are female.\nWe never release individual demographics to any party.\nThe Arc also uses demographic information in aggregate terms for reporting purposes – annual reports, funding sources, charity-watch agencies.</li>\n</ul>\nHow We Share Your Information\n<p>Your personal information will never be sold, given, rented or traded to others.\nWe may share your information, including personal information, as follows:</p>\n<ul>\n<li>\n<strong>Affiliates.</strong> We may disclose the information we collect from you to our affiliates or subsidiaries.\nhowever, if we do so, their use and disclosure of your personally identifiable information will be subject to this Notice.</li>\n<li>\n<strong>Service Providers.</strong> We may disclose the information we collect from you to third party vendors, service providers, contractors or agents who perform functions on our behalf.\nThe Arc utilizes the services of intermediaries – United Parcel Service (UPS), FedEx, and various direct mail firms to process and/or send out to our member renewals, solicitations, newsletters and orders.\nTo our knowledge, these intermediaries do not store, retain or use the information in any way.\nThese parties are contractually obligated with The Arc to use your information only for the purpose of communicating these opportunities.</li>\n<li>\n<strong>Business Transfers.</strong> If we are acquired by or merged with another organization, if substantially all of our assets are transferred to another organization, or as part of a bankruptcy proceeding, we may transfer the information we have collected from you to the other organization.</li>\n<li>\n<strong>In Response to Legal Process.</strong> We also may disclose the information we collect from you in order to comply with the law, a judicial proceeding, court order, or other legal process, such as in response to a court order or a subpoena.</li>\n<li>\n<strong>To Protect Us and Others.</strong> We also may disclose the information we collect from you where we believe it is necessary to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person, violations of our Terms of Use or this Notice, or as evidence in litigation in which The Arc is involved.</li>\n<li>\n<strong>Aggregate and De-Identified Information.</strong> We may share demographic information in aggregate terms for reporting purposes (such as annual reports, funding sources, charity-watch agencies), research, or similar purposes.</li>\n</ul>\nUser Generated Content\n<p>We may invite you to post content on our Site and provide responses to our blog, including your comments, pictures, and any other information that you would like to be available on our Site.\nIf you post content to our Site, all of the information that you post will be available to other users.\nIf you post your own content on our Site or Services, your posting may become public and we cannot prevent such information from being used in a manner that may violate this Notice, the law, or your personal privacy.</p>\nThird-Party Links\n<p>Our Site and Services may contain links to third-party websites.\nAny access to and use of such linked websites is not governed by this Notice, but instead is governed by the privacy policies of those third party websites.\nThese sites may independently collect or request information about you and we encourage you to read the privacy statements of these linked sites as their privacy Notice may differ from ours.\nWe are not responsible for the information practices of such third party websites.</p>\nSecurity of My Personal Information\n<p>We have implemented commercially reasonable precautions to protect the information we collect from loss, misuse, and unauthorized access, disclosure, alteration, and destruction.\nAll employees must learn and obey our security policies.\nAccess to your personal information is limited to key management personnel and relevant staff.\nThe information is ID and password protected.\nOur Site security is reviewed regularly.\nPlease be aware that despite our efforts, no data security measures can guarantee 100% security.</p>\n<p>You should take steps to protect against unauthorized access to your password, phone, and computer by, among other things, signing off after using a shared computer, choosing a robust password that nobody else knows or can easily guess, and keeping your log-in and password private.\nWe are not responsible for any lost, stolen, or compromised passwords or for any activity on your account via unauthorized password activity.</p>\n<p>When you make a financial or in-kind donation, you provide your name and contact information.\nFinancial donors provide standard payment information, which may include credit card information.\nWe use industry standard safeguards to protect your credit cards information and comply with the Payment Card Industry Data Security Standard (PCI DSS).\nWe take a number of measures to protect the security of credit card transactions such as encryption, access controls, network firewalls, and physical security.\nThese measures make it extremely difficult for anyone to intercept the credit card information you send to us.\nWhen we work with other companies to process credit card transactions, those companies also use encryption and other appropriate security measures.</p>\nAccess To My Personal Information\n<p>You may modify personal information that you have submitted by logging into your account and updating your profile information.\nPlease note that copies of information that you have updated, modified or deleted may remain viewable in cached and archived pages of the Site for a period of time.</p>\nWhat Choices Do I Have Regarding Use of My Personal Information?\n<p>If you do not want your personally identifiable information collected or stored, please do not submit it to us.\nIf you have already submitted personal information and would like us to correct or remove your information from our records, please contact us at info@thearc.org.</p>\n<p>We may send periodic solicitations or informational emails to you.\nYou may opt-out of such communications by following the opt-out instructions contained in the e-mail.\nPlease note that it may take up to 10 business days for us to process opt-out requests.\nIf you opt-out of receiving emails about recommendations or other information we think may interest you, we may still send you e-mails about your account or any Services you have requested or received from us.</p>\nSpecial Notification for California Residents\n<p>If you reside in California and you have provided us with personal information, you may request information about our disclosures of certain categories of your personal information (if any) to third parties for their direct marketing purposes.\nSuch requests must be submitted to us at info@thearc.org.\nWithin thirty days of receiving such a request, we will provide a list of the categories of personal information disclosed to third parties (if any) for third-party direct marketing purposes during the immediately preceding calendar year, along with the names and addresses of these third parties.\nThis request may be made no more than once per calendar year.\nWe reserve our right not to respond to requests submitted other than to the email address specified in this paragraph.</p>\nChildren’s Online Privacy Protection Act\n<p>The Site is not directed at and should not be used by children under the age of 13.\nWe support and comply with the Children’s Online Privacy Protection Act (COPPA).\nThe Arc does not solicit or collect personal information from children under the age of 13.\nBy registering for the Site and/or Services, you represent and warrant that you are over 13 years of age.</p>\nChanges to this Notice\n<p>This Notice is current as of the Effective Date set forth above.\nWe may change this Notice from time to time, so please be sure to check back periodically.\nIf we make any material changes in our privacy practices or in how we use your personally identifiable information, we will post a prominent notice in The Arc’s e-newsletter, and on our Site prior to implementation of the change.</p>\nContact Us\n<p>If you have questions about the privacy aspects of our Services, would prefer not to receive updates or requests for donations, or would like to make a complaint about this Notice, please contact us at:</p>\n<p>toll-free at 1-800-433-5255 or</p>\n<p>e-mail us at info@thearc.org.\nor</p>\n<p>write us at</p>\n<p>The Arc of the United States</p>\n<p>1825 K Street NW, Suite 1200</p>\n<p>Washington, DC 20006.</p>\n", "created_at": "2021-04-14 19:14:26.35377", "updated_at": "2021-04-14 19:14:43.654437"}, {"id": 5091, "name": "Terms of Use", "url": "https://thearc.org/terms-use/", "xpath": "//*[@id=\"privacy_section\"]/div/div/div/div/section", "text": "<p>Changes</p>\n<p>The Arc may make changes to the content offered on the Site at any time.\nThe Arc can change, update, or add or remove provisions of these Terms, at any time by posting the updated Terms on this Site and, if you have registered for an account (as described below), emailing you at the email address associated with your registered account.\nBy using this Site after The Arc has updated the Terms, you are agreeing to all the updated Terms.\nif you do not agree with any of the updated Terms, you must stop using the Site.</p>\n<p>General Use</p>\n<p>By using this Site, you represent, acknowledge and agree that you are at least 18 years of age, or if you are under 18 years of age but are at least 13 years old (a “Minor”), that you are using the Site with the consent of your parent or legal guardian and that you have received your parent’s or legal guardian’s permission to use the Site and agree to its Terms.\nIf you are a parent or legal guardian of a Minor, you hereby agree to bind the Minor to these Terms and to fully indemnify and hold harmless The Arc if the Minor breaches any of these Terms.\nIf you are not at least 13 years old, you may not use the Site at any time or in any manner or submit any information to The Arc or the Site.</p>\n<p>The Arc provides content through the Site (including the Professional Services Resource Directory and tools to help adults with intellectual and developmental disabilities and their families create plans for community and professional support) that is copyrighted and/or trademarked work of The Arc, The Arc’s third-party licensors and suppliers, or other users of the Site (collectively, the “Materials”).\nMaterials may include logos, graphics, video, images, software and other content.</p>\n<p>Subject to the terms and conditions of these Terms, and your compliance with these Terms, The Arc hereby grants you a limited, personal, non-exclusive and non-transferable license to use and to display the Materials and to use this Site solely for your informational, non-commercial and personal use.\nThis license does not include or authorize: (a) the distribution, public performance or public display of any Materials, (b) modifying or otherwise making any derivative uses of the Site, Services or Materials, or any portion thereof.\n(b) the use of any data mining, robots or similar data gathering or extraction methods.\n(d) downloading (other than the page caching) of any portion of the Site or Materials or any information contained therein, except as expressly permitted on the Site.\nor (e) any use of the Site or Materials other than for its intended purpose.\nAny use of the Site or Materials other than as specifically authorized herein is strictly prohibited and will terminate the foregoing license.\nSuch unauthorized use may also violate applicable laws including without limitation copyright and trademark laws and applicable communications regulations and statutes.\nThis license is revocable at any time.\nExcept for the foregoing license, you have no other rights in the Site or any Materials.</p>\n<p>If you breach any of these Terms, the above license will terminate automatically and you must immediately destroy any downloaded or printed Materials.</p>\n<p>Using the Site and the Services on the Site</p>\n<p>You can browse and search the Site content anonymously but, in order to access certain password-restricted features of the Site (such as posting content or receiving customized digests of the Site’s contents) and to use certain services and Materials offered on and through the Site, you must register with The Arc for an account and receive a password.</p>\n<p>Password Restricted Areas of this Site</p>\n<p>If you desire to register for an account with The Arc, you must submit your name and email address through the account registration page on the Site.\nYou will also have the ability to provide additional optional information, such as your relationship with a person with an intellectual or developmental disability and your profession, which is not required to register for an account but may be helpful to The Arc in providing you with more a more customized experience when using the Site.\nIf you are an employee of a chapter of The Arc, you will be asked to post the name of your chapter, staff title, phone number, and chapter email address.\nOnce you have submitted your account registration information, you will be sent an e-mail that contains a password that will allow you to log-on to the Site (the “Password”).</p>\n<p>You are responsible for maintaining the confidentiality of your Password, and you are responsible for all activities that occur using your Password.\nYou agree not to share your Password, let others access or use your Password or do anything else that might jeopardize the security of your Password.\nYou agree to notify The Arc if your Password is lost, stolen, if you are aware of any unauthorized use of your Password on this Site or if you know of any other breach of security in relation to this Site.</p>\n<p>All the information that you provide when registering for an account and otherwise through the Site must be accurate, complete and up to date.</p>\n<p>Privacy Notice</p>\n<p>Please review The Arc’s Privacy Notice, which explains how we use information that you submit to The Arc through the Site.</p>\n<p>Content Accuracy, Reviews, Ratings and Links to Third-Party Sites</p>\n<p>While The Arc endeavors to provide and to allow others to provide useful information regarding the qualifications, services and organizations featured on the Site – particularly within the Professional Services Resource Directory, you acknowledge that such information is reliant upon third party data and contributions, that there are certain inherent limitations to the accuracy of such information, that service descriptions and other information may be incomplete or may contain inaccuracies (including without limitation any interpretations and reviews of such information, such as our ratings system), and that information on the Site may be outdated or contain errors, omissions or misinterpretations of information.\nYou further acknowledge that our ratings and other data, summaries or descriptions on the Site, are based on data obtained by or submitted to The Arc, which may be incomplete or inaccurate.\nThe information contained on the Site is not a guarantee of quality or suitability for any particular purpose.\nYou should independently verify the accuracy of any information you obtain on the Site before purchasing any product or service.</p>\n<p>YOU AGREE THAT THE ARC WILL NOT, UNDER ANY CIRCUMSTANCES, BE RESPONSIBLE OR LIABLE, DIRECTLY OR INDIRECTLY, FOR ANY GOODS, SERVICES, INFORMATION, RESOURCES AND/OR MATERIALS AVAILABLE ON OR THROUGH THE SITE, AND/OR THIRD-PARTY DEALINGS OR COMMUNICATIONS, OR FOR ANY HARM RELATED THERETO, OR FOR ANY DAMAGES OR LOSS CAUSED OR ALLEGED TO BE CAUSED BY OR IN CONNECTION WITH YOUR USE OR RELIANCE ON THE MATERIALS, ASSERTIONS, OR BUSINESS PRACTICES OF ANY THIRD-PARTY.</p>\n<p>Submissions</p>\n<p>You are responsible for the information, opinions, messages, comments, photos, videos, graphics, sounds and other content or material that you submit, upload, post or otherwise make available on or through the Site (each a “Submission”).\nYou may not upload, post or otherwise make available on this Site any material protected by copyright, trademark, or any other proprietary right of a third party without the express permission of the owner of such copyright, trademark or other proprietary right, and the burden of determining whether any material is protected by any such right is on you.\nYou shall be solely liable for any damage resulting from any infringement of copyrights, trademarks, proprietary rights, violation of contract, privacy or publicity rights or any other harm resulting from any Submission that you make.\nYou have full responsibility for each Submission you make, including its legality, reliability and appropriateness.</p>\n<p>Unless otherwise explicitly stated herein or in the Privacy Policy, you agree that any Submission provided by you in connection with this Site is provided on a non-proprietary and non-confidential basis.\nYou hereby grant to The Arc a non-exclusive, perpetual, irrevocable, royalty-free, fully paid-up, worldwide license (including the right to sublicense through multiple tiers) to use, reproduce, process, adapt, publicly perform, publicly display, modify, prepare derivative works, publish, transmit and distribute each of your Submissions, or any portion thereof, in any form, medium or distribution method now known or hereafter existing, known or developed, and authorize others to use the Submissions.\nWe may modify or adapt your Submissions in order to transmit, display or distribute them over computer networks and in various media and/or make changes to the Submissions as necessary to conform and adapt them to any requirements or limitations of any networks, devices, services or media.\nThe Arc agrees to use any personally identifiable information contained in any of your Submissions in accordance with the Privacy Policy.</p>\n<p>You agree to pay for all royalties, fees, damages and any other monies owing any person by reason of any Submissions posted by you to or through this Site.</p>\n<p>When you provide Submissions you agree that those Submissions shall not be in violation of the “Unauthorized Activities” paragraph below.\nThose prohibitions do not require The Arc to monitor, police or remove any Submissions or other information submitted by you or any other user.</p>\n<p>Unauthorized Activities</p>\n<p>When using this Site, you agree to abide by common standards of etiquette and act in accordance with the law.\nFor example, you agree not to:</p>\n<ul>\n<li>Defame, abuse, harass, stalk, threaten, or otherwise violate the legal rights (such as rights of privacy and publicity) of others.</li>\n<li>Use offensive language, including offensive language related to gender, race, national origin, disability, age, religion, sexual orientation, or gender identity.</li>\n<li>Discuss or incite illegal activity.</li>\n<li>Use explicit/obscene language or solicit/post sexually explicit images (actual or simulated).</li>\n<li>Post anything that exploits children or minors or that depicts cruelty to animals.</li>\n<li>Post any copyrighted or trademarked materials without the express permission from the owner.</li>\n<li>Post information that is false or misleading, including without limitation any recommendation, endorsement, rating, or review of a company or product with whom or which you have not had direct, personal experience</li>\n<li>Disseminate any unsolicited or unauthorized advertising, promotional materials, ‘junk mail’, ‘spam’, ‘chain letters’, ‘pyramid schemes’, or any other form of such solicitation.</li>\n<li>Use any robot, spider, scraper or other automated means to access the Site.</li>\n<li>Take any action that imposes an unreasonable or disproportionately large load on our infrastructure.</li>\n<li>Alter the opinions or comments posted by others on this Site.</li>\n<li>Post anything contrary to our public image, goodwill or reputation.</li>\n</ul>\n<p>This list of prohibitions provides examples and is not complete or exclusive.\nThe Arc reserves the right to (a) terminate access to your account, your ability to post to this Site and (b) refuse, delete or remove any Submissions.\nwith or without cause and with or without notice, for any reason or no reason, or for any action that The Arc determines is inappropriate or disruptive to this Site or to any other user of this Site.\n<strong>The Arc may report to law enforcement authorities any actions that may be illegal, and any reports it receives of such conduct.\nWhen legally required or at The Arc’s discretion, The Arc will cooperate with law enforcement agencies in any investigation of alleged illegal activity on this Site or on the Internet.</strong>\n</p>\n<p>Unauthorized use of any Materials contained on this Site may violate certain laws and regulations.</p>\n<p>You agree to indemnify and hold The Arc and its officers, directors, employees, affiliates, agents, licensors, and business partners harmless from and against any and all costs, damages, liabilities, and expenses (including attorneys’ fees and costs of defense) The Arc or any other indemnified party suffers in relation to, arising from, or for the purpose of avoiding, any claim or demand from a third-party that your use of this Site or the use of this Site by any person using your user name and/or Password (including without limitation, your participation in the posting areas or, your Submissions) violates any applicable law or regulation, or the copyrights, trademark rights or other rights of any third-party.</p>\n<p>Proprietary Rights</p>\n<p>The following are trademarks of The Arc of the United States: “Arc,” “The Arc,” “Build Your Plan,” “Wings for All,” “The Arc at Work,” “Center for Future Planning,” “TalentScout,” “Tech Toolbox,” “NCCJD,” “National Center on Criminal Justice and Disability,” “You, Empowered,” “Pathways to Justice,” “Achieve with Us,” “The Arc for People with Intellectual and Developmental Disabilities,” “Wings for Autism,” “HealthMeet,” Other trademarks, names and logos on this Site are the property of their respective owners.</p>\n<p>Unless otherwise specified in these Terms, all information and screens appearing on this Site, including documents, services, site design, text, graphics, logos, images and icons, as well as the arrangement thereof, are the sole property of The Arc.\nAll rights not expressly granted herein are reserved.\nExcept as otherwise required or limited by applicable law, any reproduction, distribution, modification, retransmission, or publication of any copyrighted material is strictly prohibited without the express written consent of the copyright owner or license.</p>\n<p>Intellectual Property Infringement</p>\n<p>The Arc respects the intellectual property rights of others, and we ask you to do the same.\nThe Arc may, in appropriate circumstances and at our discretion, terminate service and/or access to this Site for users who infringe the intellectual property rights of others.\nIf you believe that your work is the subject of copyright infringement and/or trademark infringement and appears on our Site, please provide The Arc’s designated agent the following information:</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n<li>Identification of the copyrighted and/or trademarked work claimed to have been infringed, or, if multiple works at a single online site are covered by a single notification, a representative list of such works at that site.</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled at the Site, and information reasonably sufficient to permit The Arc to locate the material.</li>\n<li>Information reasonably sufficient to permit The Arc to contact you as the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which you may be contacted.</li>\n<li>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright and/or trademark owner, its agent, or the law.</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p>The Arc’s agent for notice of claims of copyright or trademark infringement on this Site can be reached as follows:</p>\n<p>Peter Berns, berns@thearc.org, The Arc 1825 K ST NW, Suite 1200 Washington, DC 20006</p>\n<p>Please also note that for copyright infringements under Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability.</p>\n<p>\n<em>Submitting a Digital Millennium Copyright Act (“DMCA”) Counter-Notification</em>\n</p>\n<p>We will notify you that we have removed or disabled access to copyright-protected material that you provided, if such removal is pursuant to a valid DMCA take-down notice that we have received.\nIf you receive such notice from us, you may provide us with a counter-notification in writing to The Arc designated agent that includes all of the following information:</p>\n<ol>\n<li>Your physical or electronic signature;</li>\n<li>Identification of the material that has been removed or to which access has been disabled, and the location at which the material appeared before it was removed or access to it was disabled;</li>\n<li>A statement from you under the penalty of perjury, that you have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.\nand</li>\n<li>Your name, physical address and telephone number, and a statement that you consent to the jurisdiction of a court for the judicial district in which your physical address is located, or if your physical address is outside of the United States, for any judicial district in which The Arc may be located, and that you will accept service of process from the person who provided notification of allegedly infringing material or an agent of such person.</li>\n</ol>\n<p>Termination of Repeat Infringers</p>\n<p>The Arc reserves the right, in its sole discretion, to terminate the account or access of any user of the Site who is the subject of repeated DMCA or other infringement notifications.</p>\n<p>Disclaimer of Warranties</p>\n<p>Your use of this Site is at your own risk.\nThe Materials and in particular the Submissions to the Professional Services Resources Directory, which are a subset of Materials, have not been verified or authenticated in whole or in part by The Arc, and they may include inaccuracies or typographical or other errors.\nThe Arc does not warrant the accuracy of timeliness of the Materials contained on this Site.\nThe Arc has no liability for any errors or omissions in the Materials, whether provided by The Arc, our licensors or suppliers, or other users.</p>\n<p>THE ARC, FOR ITSELF AND ITS LICENSORS, MAKES NO EXPRESS, IMPLIED OR STATUTORY REPRESENTATIONS, WARRANTIES, OR GUARANTEES IN CONNECTION WITH THIS SITE OR ANY MATERIALS RELATING TO THE QUALITY, SUITABILITY, TRUTH, ACCURACY OR COMPLETENESS OF ANY INFORMATION CONTAINED OR PRESENTED ON THIS SITE, INCLUDING WITHOUT LIMITATION THE MATERIALS.\nUNLESS OTHERWISE EXPLICITLY STATED, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THIS SITE, MATERIALS AND ANY INFORMATION CONTAINED OR PRESENTED ON THIS SITE IS PROVIDED TO YOU ON AN “AS IS,” “AS AVAILABLE” AND “WHERE-IS” BASIS WITH NO WARRANTY OF IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT OF THIRD-PARTY RIGHTS.\nTHE ARC DOES NOT PROVIDE ANY WARRANTIES AGAINST VIRUSES, SPYWARE OR MALWARE THAT MAY BE INSTALLED ON YOUR COMPUTER.</p>\n<p>Limitation of Liability</p>\n<p>THE ARC SHALL NOT BE LIABLE TO YOU FOR ANY DAMAGES RESULTING FROM YOUR DISPLAYING, COPYING, TRANSMITTING, OR DOWNLOADING ANY MATERIALS TO OR FROM THIS SITE.\nIN NO EVENT SHALL THE ARC BE LIABLE TO YOU FOR ANY INDIRECT, EXTRAORDINARY, EXEMPLARY, PUNITIVE, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES (INCLUDING LOSS OF DATA, REVENUE, PROFITS, USE OR OTHER ECONOMIC ADVANTAGE) HOWEVER ARISING, EVEN IF THE ARC KNOWS THERE IS A POSSIBILITY OF SUCH DAMAGE.</p>\n<p>Local Laws.\nExport Control</p>\n<p>The Arc controls and operates this Site from its headquarters in the United States of America and the Materials may not be appropriate or available for use in other locations.\nIf you use this Site outside the United States of America, you are responsible for following applicable local laws.</p>\n<p>Feedback</p>\n<p>If you send or transmit any communications, comments, questions, suggestions, or related materials to The Arc, whether by letter, email, telephone, or otherwise (collectively, “Feedback”), suggesting or recommending changes to the Site or Materials, including, without limitation, new features or functionality relating thereto, all such Feedback is, and will be treated as, non-confidential and non-proprietary.\nYou hereby assign all right, title, and interest in, and The Arc is free to use, without any attribution or compensation to you, any ideas, know-how, concepts, techniques, or other intellectual property and proprietary rights contained in the Feedback, whether or not patentable, for any purpose whatsoever, including but not limited to, developing, manufacturing, having manufactured, licensing, marketing, and selling, directly or indirectly, products and services using such Feedback.\nYou understand and agree that The Arc is not obligated to use, display, reproduce, or distribute any such ideas, know-how, concepts, or techniques contained in the Feedback, and you have no right to compel such use, display, reproduction, or distribution.</p>\n<p>General</p>\n<p>The Arc prefers to advise you if we feel you are not complying with these Terms and to recommend any necessary corrective action.\nHowever, certain violations of these Terms, as determined by The Arc, may result in immediate termination of your access to this Site without prior notice to you.\nThe Federal Arbitration Act, applicable U.S.\nfederal law, and the laws of the District of Columbia (USA), without regard to the choice or conflicts of law provisions, will govern these Terms.\nForeign laws do not apply.\nAny disputes relating to these Terms or this Site will be heard in federal and local courts of the District of Columbia.\nIf any of these Terms is found to be inconsistent with applicable law, then such term shall be interpreted to reflect the intentions of the parties, and no other terms will be modified.\nThe Arc’s failure to enforce any of these Terms is not a waiver of such term.\nThese Terms are the entire agreement between you and The Arc and supersede all prior or contemporaneous negotiations, discussions or agreements between you and The Arc about this Site.\nThe proprietary rights, disclaimer of warranties, representations made by you, indemnities, limitations of liability and general provisions shall survive any termination of these Terms.</p>\n<p>Supplemental Terms of Use for Professionals</p>\n<p>These Supplemental Terms of Use apply to any and all lawyers, financial planners, insurance agents, care managers, and others (“Professionals”) registering for The Arc’s Professional Services Resource Directory associated with The Arc’s Center for Future Planning® and available through the webpages at: https://futureplanning.thearc.org/ (“Site”).\nThese Supplemental Terms of Use for Professionals are in addition to the Terms of Use that are available on the Site https://futureplanning.thearc.org/pages/terms-and-conditions.\nBy submitting an application to participate in the Directory and using the Site, you agree to abide by both sets of Terms of Use.\nSpecifically, you promise that:</p>\n<ol>\n<li>The information you upload or provide to create your profile within the Directory is complete, accurate, and would not be considered misleading by the other users of the Site.</li>\n<li>You will use the Directory and the Site only for the purposes anticipated in the Site’s Terms of Use.\nYou will not use the Directory or the Site for any marketing or other communications that would be inappropriate under the rules of your State or applicable licensing organization.</li>\n<li>You will not use the Site for the communication or transmission of any protected health information, as that term is defined by the Health Insurance Portability and Accountability Act, as amended, and its associated regulations.</li>\n<li>You understand and agree that The Arc is providing only a platform and registry function so that members of The Arc using the Site can identify and make initial contact with one or more Professionals.\nThe Arc does not guarantee that you will receive any contacts as a result of participating in the Site and the Directory.\nAll fees paid for your inclusion within the Directory are solely in exchange for The Arc making such Directory available to you and those using the Site.</li>\n<li>Reiterating a point from the Site’s main Terms of Use, we are not responsible for any ratings or other Submissions posted by account holders.</li>\n</ol>\n<p>Contact Us</p>\n<p>If you have any questions about these Terms or otherwise need to contact The Arc for any reason, you can reach us at The Arc, 1825 K ST NW, Suite 1200 Washington, DC 20006 Phone: (800) 433-5255.</p>\n", "created_at": "2021-04-14 19:16:06.984085", "updated_at": "2021-04-14 19:16:20.538885"}], "points": [], "urls": ["thearc.org"]}}