{"error": 448, "message": "OK", "parameters": {"id": 6803, "name": "The Wandering Shop", "created_at": "2022-08-15 06:37:09.094636", "updated_at": "2022-08-15 22:01:05.014968", "wikipedia": null, "keywords": null, "related": null, "slug": "the-wandering-shop", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6803.png", "url": "wandering.shop", "documents": [{"id": 12442, "name": "wandering.shop Terms of Service", "url": "https://wandering.shop/terms", "xpath": "/html/body/div[1]/div[2]/div/div[1]/div", "text": "\nThe Wandering Shop Code of Conduct <p>We want this to be a fun, pleasant, and harassment-free experience for everyone, regardless of gender, gender identity and expression, sexual orientation, disability, physical appearance, body size, race, or religion.\nWe do not tolerate harassment of participants in any form.</p>\n<p>Participants asked to stop any harassing behavior are expected to comply immediately.\nIf someone asks you to leave them alone, leave them alone.</p> Unacceptable Behavior The following behavior is not welcome anywhere in The Wandering Shop:\n<ul>\n<li>Offensive comments related to gender, gender identity and expression, sexual orientation, disability, mental illness, neuro(a)typicality, physical appearance, body size, race, or religion.</li>\n<li>Holocaust denial and Nazi symbolism.</li>\n<li>Promotion of fascist, supremacist, or hateful ideology or symbolism, including in choice of user name or avatar.</li>\n<li>Deliberate or persistent misgendering.</li>\n<li>Threats of violence.</li>\n<li>Incitement of violence towards any individual, including encouraging a person to commit suicide or to engage in self-harm.</li>\n<li>Deliberate intimidation.</li>\n<li>Publishing any individual's address, phone number, or other private identifying information without consent.</li>\n<li>Sexual depictions of children.</li>\n<li>Unwelcome sexual attention, including sharing sexual content with specific users without consent.</li>\n<li>Gratuitous sexual images or behavior without a content warning.</li>\n<li>Simulated physical contact (e.g.\ntextual descriptions like “*hug*” or “*backrub*”) without consent or after a request to stop.</li>\n<li>Publication of non-harassing private communication without consent.</li>\n<li>Sustained disruption of discussion.</li>\n<li>Continued communications with someone who's asked that you leave them alone.</li>\n<li>Unwelcome comments regarding a person’s lifestyle choices and practices, including those related to food, health, parenting, drugs, and employment.</li>\n</ul> The following behavior is not allowed on the public timeline:\n<ul>\n<li>Graphic violent or sexual content without a content warning</li>\n<li>Gratuitous advertizing or spam.\nIt's fine to promote your work, but it shouldn't be the bulk of what you share.</li>\n</ul> Consequences <p>Participants asked to stop any harassing behavior are expected to comply immediately.</p>\n<p>If a participant engages in harassing behavior, the admins may take any action they deem appropriate, up to and including expulsion from the wandering shop and identifying the participant publicly as someone about whom we've received complaints.</p> Credits and License <p>This code of conduct is based on Annalee Flower Horne's Sample Slack Code of Conduct, which is in turn based on Geek Feminism's Community Anti-Harassment Policy.</p>\n", "created_at": "2022-08-15 06:37:09.096929", "updated_at": "2022-08-15 04:38:29.452638"}], "points": [], "urls": ["wandering.shop"]}}