{"error": 448, "message": "OK", "parameters": {"id": 5179, "name": "Everydae", "created_at": "2021-10-20 21:48:49.685327", "updated_at": "2021-10-20 22:01:11.102244", "wikipedia": null, "keywords": null, "related": null, "slug": "everydae", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5179.png", "url": "everydae.com", "documents": [{"id": 9287, "name": "TERMS OF SERVICE", "url": "https://learn.everydae.com/terms-of-service", "xpath": "//body", "text": "<p>MENU</p>Do you really want to quit?Never mindYesHomeSAT Practice TestsHow To EverydaeOur StoryTerms of ServicePrivacy PolicyContact UsLog In<p>Copyright, all rights reserved.\nLeaderboard icons made by Dighital from www.flaticon.com.</p>TERMS OF SERVICE<p>Last modified: 12/20/2019</p>&nbsp;<p>These Terms and Conditions govern your use of this site and other websites and mobile applications on which Learn with Orion LLC (“Everydae”) posts these Terms and Conditions (collectively “the Site”).\nBY USING THE SITE, YOU ACCEPT AND AGREE TO THESE TERMS AND CONDITIONS AS APPLIED TO YOUR USE OF THE SITE.</p>&nbsp;<p>You should also read our Privacy Policy, which is incorporated by reference into these Terms and Conditions.\nIf you do not accept and agree to be bound by these Terms and Conditions, including our Privacy Policy, do not use the Site or the products and services offered on the Site.\nBy accessing the Site, you consent to these Terms and Conditions in electronic form.\nTo withdraw this consent, you must cease using the Site and, if applicable, terminate your account.\nUsers under the age of 18 must (a) review these Terms and Conditions with a parent or legal guardian to ensure the parent or legal guardian acknowledges and agrees to these Terms and Conditions, and (b) not access the Site and uninstall any application if his or her parent or legal guardian doesn’t agree to these Terms and Conditions.</p>&nbsp.\n1.\nYour account<p>You agree that your use of this site, app or any current or future products offered by Everydae is expressly for the intended purpose and is not for any commercial, business or any non-personal use.\nYou are expressly forbidden from using the services for any of the below (though the below is not a comprehensive list of impermissible behavior):</p>\n<ul>\n<li>\n<p>Use the services for any purpose that is illegal or prohibited by these Terms and Conditions.</p>\n</li>\n<li>\n<p>Use any robot, spider, crawler, scraper, or other automated means or interface to access the services or extract other users' information.</p>\n</li>\n<li>\n<p>Use or develop any third-party applications that interact with the services or other users' content or information without our written consent.</p>\n</li>\n<li>\n<p>Use the services in a way that could interfere with, disrupt, affect negatively, or inhibit other users from fully enjoying the services, or that could damage, disable, overburden, or impair the functioning of the services.</p>\n</li>\n<li>\n<p>Use or attempt to use another user's account without their permission.</p>\n</li>\n<li>\n<p>Post content that contains pornography, graphic violence, threats, hate speech, or incitements to violence.</p>\n</li>\n<li>\n<p>Upload viruses or other malicious code or otherwise compromise the security of the services.</p>\n</li>\n<li>\n<p>Attempt to circumvent any content-filtering techniques we employ, or attempt to access areas or features of the services that you are not authorized to access.</p>\n</li>\n<li>\n<p>Probe, scan, or test the vulnerability of our services or any system or network.</p>\n</li>\n<li>\n<p>Encourage or promote any activity that violates these Terms and Conditions.</p>\n</li>\n</ul>\n<p>If Everydae has reason to suspect that an account is being used for unintended purposes then we have the right to suspend any account’s access and take further security measures as necessary to ensure the integrity of the Everydae community and product.</p>\n<p>Creating an account does not require a credit card.\nYou will never be charged until you are ready to upgrade/pay.\nIf you do choose to upgrade your Everydae account to a paid subscription, once you confirm payment, all Everydae subscriptions are final.\nNo refunds will be granted unless there is a duplicate transaction.\nIn the event that you choose a monthly subscription, subsequent payments after the first payment will be automatically billed to the credit card on file every month.\nFor example, if you upgrade to a paid subscription on March 15th, you will be automatically charged again on April 15th unless you take action to cancel your subscription at least 24 hours in advance.\nTo avoid future payments, please cancel your subscription from within your account, or by emailing support@everydae.com at least 24 hours before your monthly subscription is set to renew (don't worry, you will still retain account access until the day that the subscription is set to renew, even if you cancel sooner).</p>&nbsp.\n2.\nProprietary Rights<p>Everydae owns, solely and exclusively, all rights, title and interest in and to the Site, all the content (including, for example, audio, photographs, illustrations, graphics, other visuals, video and copy), software, code, data, and the look and feel, design and organization of the Site, and all materials and content related to our programs even if the materials or content are not accessed through the Site.\nYour use of the Site does not grant to you ownership of any content, software, code, data or materials you may access on the Site.</p>&nbsp.\n3.\nRights we grant you<p>Everydae grants you a personal, worldwide, non-assignable, non-exclusive, revocable, and non-sublicensable license to access and use the services.\nThis license is for the sole purpose of letting you use and enjoy the services’ benefits in a way that these Terms and Conditions allow.</p>&nbsp;<p>You may not copy, modify, distribute, sell, or lease any part of our services.\nAs discussed in the above, unless given prior written consent, you may only use the services for the express intended purpose.</p>&nbsp.\n4.\nThird-party services<p>If you use a service, feature or functionality that is operated by a third party and made available through our services (including services we offer jointly with the third party), each party's terms will govern the respective party's relationship with you.\nEverydae is not responsible or liable for a third party's terms or actions taken under the third party's terms.</p>&nbsp.\n5.\nModifying the services and termination<p>These Terms and Conditions are liable to be amended or changed without express notice to you.\nBy your continued use of the services following any such change, you are giving your express consent to any pre-existing and new Terms and Conditions that may arise.\nIf for any reason you wish to terminate these Terms and Conditions, you can delete your account by contacting support@everydae.com at any time.</p>&nbsp.\n6.\nIndemnity<p>You agree, to the extent permitted by law, to indemnify, defend and hold harmless Everydae and our affiliates, directors, officers, stockholders, employees, licensors, suppliers, and agents from and against any complaints, charges, claims, damages, losses, costs, liabilities and expenses (including attorneys' fees) due to, arising out of, or relating in any way to: (a) your access to or use of the services.\n(b) your content.\nand (c) your breach of these Terms and Conditions.</p>&nbsp.\n7.\nDisclaimers<p>The services are provided \"as is\" and \"as available\" and to the extent permitted by law without warranties of any kind, either express or implied, including, in particular implied warranties, conditions, or other terms relating to (i) merchantability, satisfactory quality, fitness for a particular purpose, title, quiet enjoyment, non-infringement, or (ii) arising from a course of dealing.\nIn addition, while Everydae attempts to provide a good user experience, we do not represent or warrant that: (a) the services will always be secure, error-free or timely.\n(b) the services will always function without delays, disruption or imperfections.\nor (c) that any content or information you obtain through the Services will be timely or accurate.</p>\n<p>IF THE LAW OF THE COUNTRY WHERE YOU LIVE DOES NOT ALLOW THE EXCLUSIONS OF LIABILITY PROVIDED FOR IN THIS CLAUSE, THOSE EXCLUSIONS SHALL NOT APPLY.</p>\n<p>Everydae and their affiliates take no responsibility and assume no liability for any content that you, another user, or a third party creates, uploads, posts, sends, receives, or stores on or through our services.\nYou understand and agree that you may be exposed to content that might be interpreted as being offensive, illegal, misleading, or otherwise inappropriate, none of which Everydae, nor their affiliates will be responsible for.</p>&nbsp;<p>Nothing in these Terms and Conditions will exclude or limit any responsibility we may have to remove content if so required by the law of the country where you live.</p>&nbsp.\n8.\nLimitation of liability<p>To the greatest extent permitted by law, in no event shall we or our directors, employees, agents, partners, suppliers, or content providers be liable under contract, tort, strict liability, negligence or any other legal or equitable theory with respect to the services (i) for any lost profits, data lost, cost of procurement, procurement of substitute goods or services or special, indirect, incidental, punitive, compensatory or consequential damages of any kind whatsoever.\n(ii) for any bugs, viruses, trojan horses or the like (regardless of the source) or (iii) for any direct damages in excess (in the aggregate) of the greater of (a) fees paid for the particular services in the three months immediately prior or (b) $100.00.\nThese limitations will only apply to the extent permitted by law and do not apply to death or personal injury resulting from our acts omissions or liability resulting from gross negligence of willful misconduct.</p>\n<p>IF THE LAW OF THE COUNTRY WHERE YOU LIVE DOES NOT ALLOW ANY LIMITATION OF LIABILITY PROVIDED FOR IN THIS CLAUSE, THAT LIMITATION WILL NOT APPLY.</p>&nbsp.\n8.\nGift Card Upgrade Giveaway<p>Limit one gift card per purchase.\nYou must provide a valid email address to redeem your gift card.</p>\n<p>Gift cards will be redeemable through a service called Tango Card.\nOnce Everydae sends the Tango Card redemption email, we are not liable for lost or misplaced gift cards, your interaction with Tango Card or the vendor you choose.</p>\n<p>Gift card redemption emails will be sent at the end of each month.\nIf you ever choose to cancel your Everydae account and are issued a refund of any amount, that refund will be less the amount of the gift card you redeemed.</p>&nbsp.\n9.\nScore Improvement Guarantee<p>To qualify for the Everydae score improvement guarantee you must:</p>\n<ul>\n<li>\n<p>Submit an official College Board SAT score report dated prior to signing up for Everydae, OR submit a full-length SAT practice test proctored by Everydae within 14 days of signing up.\nThe name on the official score report or practice test submission must match the name of the Everydae student.</p>\n</li>\n<li>\n<p>Have a paid Everydae account for a minimum of three (3) months,</p>\n</li>\n<li>\n<p>Complete every SAT challenge across Math, Reading, and Writing, and</p>\n</li>\n<li>\n<p>Submit a second official College Board SAT score report within ninety (90) days of the exam date, which must be at least three (3) months after the day that you signed up for Everydae.</p>\n</li>\n<li>\n<p>Submit a second official College Board SAT score report within ninety (90) days of the exam date, which must be no later than three (3) months after the day that you signed up for Everydae.</p>\n</li>\n</ul>\n<p>If all of the above is met, and the official SAT score is less than 200 points higher than the first exam score, then you are eligible for a full refund of the amount you paid, less the amount of any gift card bonuses you may have received as a referral bonus or as a reward from the Weekly Prize Board.</p>&nbsp.\n10.\nDispute resolution<p>By agreeing to these Terms and Conditions, you agree that you are required to resolve any claim that you may have against Everydae on an individual basis in arbitration, as set forth in this section.\nThis will preclude you from bringing any class, collective, or representative action against Everydae, and also preclude you from participating in or recovering relief under any current or future class, collective, consolidated, or representative action brought against Everydae by someone else.</p>\n<p>&nbsp;</p>\n<b>I.\nAgreement to Binding Arbitration Between You and Everydae</b>.\nYou and Everydae agree that any dispute, claim or controversy arising out of or relating to (a) these Terms and Conditions or the existence, breach, termination, enforcement, interpretation or validity thereof, or (b) your access to or use of the services at any time, whether before or after the date you agreed to these Terms and Conditions, will be settled by binding arbitration between you and Everydae, and not in a court of law.<p>&nbsp;</p>\n<p>You acknowledge and agree that you and Everydae are each waiving the right to a trial by jury or to participate as a plaintiff or class member in any purported class action or representative proceeding.\nUnless both you and Everydae otherwise agree in writing, any arbitration will be conducted only on an individual basis and not in a class, collective, consolidated, or representative proceeding.\nHowever, you and Everydae each retain the right to bring an individual action in small claims court and the right to seek injunctive or other equitable relief in a court of competent jurisdiction to prevent the actual or threatened infringement, misappropriation or violation of a party's copyrights, trademarks, trade secrets, patents or other intellectual property rights.</p>\n<p>&nbsp;</p>\n<b>II.\nRules and Governing Law</b>.\nThe arbitration will be administered by the American Arbitration Association (\"AAA\") in accordance with the AAA’s Consumer Arbitration Rules and the Supplementary Procedures for Consumer Related Disputes (the \"AAA Rules\") then in effect, except as modified by this Arbitration Agreement.\nThe AAA Rules are available at https://www.adr.org/Rules or by calling the AAA at 1-800-778-7879.<p>&nbsp;</p>\n<p>The parties agree that the arbitrator (“Arbitrator”), and not any federal, state, or local court or agency, shall have exclusive authority to resolve any disputes relating to the interpretation, applicability, enforceability or formation of this Arbitration Agreement, including any claim that all or any part of this Arbitration Agreement is void or voidable.\nThe Arbitrator shall also be responsible for determining all threshold arbitrability issues, including issues relating to whether the Terms are unconscionable or illusory and any defense to arbitration, including waiver, delay, laches, or estoppel.</p>\n<p>&nbsp;</p>\n<p>Notwithstanding any choice of law or other provision in these Terms and Conditions, the parties agree and acknowledge that this Arbitration Agreement evidences a transaction involving interstate commerce and that the Federal Arbitration Act, 9 U.S.C.\n§ 1 et seq.\n(“FAA”), will govern its interpretation and enforcement and proceedings pursuant thereto.\nIt is the intent of the parties that the FAA and AAA Rules shall preempt all state laws to the fullest extent permitted by law.\nIf the FAA and AAA Rules are found to not apply to any issue that arises under this Arbitration Agreement or the enforcement thereof, then that issue shall be resolved under the laws of the state of California.</p>\n<p>&nbsp;</p>\n<b>III.\nProcess</b>.\nA party who desires to initiate arbitration must provide the other party with a written Demand for Arbitration as specified in the AAA Rules.\n(The AAA provides a form Demand for Arbitration - Consumer Arbitration Rules at https://www.adr.org/Rules or by calling the AAA at 1-800-778-7879).\nThe Arbitrator will be either (1) a retired judge or (2) an attorney specifically licensed to practice law in the state of California and will be selected by the parties from the AAA's roster of consumer dispute arbitrators.\nIf the parties are unable to agree upon an Arbitrator within seven (7) days of delivery of the Demand for Arbitration, then the AAA will appoint the Arbitrator in accordance with the AAA Rules.<p>&nbsp;</p>\n<b>IV.\nLocation and Procedure</b>.\nUnless you and Everydae otherwise agree, the arbitration will be conducted in the county where you reside.\nIf your claim does not exceed $10,000, then the arbitration will be conducted solely on the basis of documents you and Everydae submit to the Arbitrator, unless you request a hearing or the Arbitrator determines that a hearing is necessary.\nIf your claim exceeds $10,000, your right to a hearing will be determined by the AAA Rules.\nSubject to the AAA Rules, the Arbitrator will have the discretion to direct a reasonable exchange of information by the parties, consistent with the expedited nature of the arbitration.<p>&nbsp;</p>\n<b>V.\nArbitrator's Decision</b>.\nThe Arbitrator will render an award within the time frame specified in the AAA Rules.\nJudgment on the arbitration award may be entered in any court having competent jurisdiction to do so.\nThe Arbitrator may award declaratory or injunctive relief only in favor of the claimant and only to the extent necessary to provide relief warranted by the claimant's individual claim.\nAn Arbitrator’s decision shall be final and binding on all parties.\nAn Arbitrator’s decision and judgment thereon shall have no precedential or collateral estoppel effect.\nIf you prevail in arbitration you will be entitled to an award of attorneys' fees and expenses, to the extent provided under applicable law.\nEverydae will not seek, and hereby waives all rights Everydae may have under applicable law to recover, attorneys' fees and expenses if Everydae prevails in arbitration.<p>&nbsp;</p>\n<b>VI.\nFees</b>.\nYour responsibility to pay any AAA filing, administrative and arbitrator fees will be solely as set forth in the AAA Rules.\nHowever, if your claim for damages does not exceed $75,000, Everydae will pay all such fees, unless the Arbitrator finds that either the substance of your claim or the relief sought in your Demand for Arbitration was frivolous or was brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)).<p>&nbsp;</p>\n<b>VII.\nChanges</b>.\nIf Everydae changes the terms of this section on Arbitration after the date you first agreed to the Terms and Conditions (or to any subsequent changes to the Terms and Conditions), you may reject any such change by providing Everydae written notice of such rejection within 30 days of the date such change became effective, as indicated in the \"Effective\" date above.\nThis written notice must be provided either (a) by mail or hand delivery to our registered agent for service of process, or (b) by email from the email address associated with your Account to: support@everydae.com.\nIn order to be effective, the notice must include your full name and clearly indicate your intent to reject changes to this Arbitration Agreement.\nBy rejecting changes, you are agreeing that you will arbitrate any dispute between you and Everydae in accordance with the provisions of this Arbitration Agreement as of the date you first agreed to the Terms and Conditions (or to any subsequent amendments or changes thereto).<p>&nbsp;</p>&nbsp.\n11.\nSeverability<p>If any portion of these Terms and Conditions is found to be unenforceable or unlawful for any reason, (1) the unenforceable or unlawful provision shall be severed from these Terms and Conditions.\n(2) severance of the unenforceable or unlawful provision shall have no impact whatsoever on the remainder of the Terms and Conditions.\nand (3) to the extent that any claims that might arise hereunder must therefore proceed on a class, collective, consolidated, or representative basis, such claims must be litigated in a civil court of competent jurisdiction and not in arbitration, and the parties agree that litigation of those claims shall be stayed pending the outcome of any individual claims in arbitration.</p>&nbsp.\n12.\nEntire agreement<p>These Terms and Conditions along with Everydae’s Privacy Policy, constitute the entire agreement between the parties with respect to the use of the services and supersede any prior or inconsistent agreements, negotiations, representations, and promises, written or oral, with respect to the subject matter and is binding upon the parties and their permitted successors and assigns.</p>&nbsp.\n13.\nContact Us<p>You can always contact us at support@everydae.com if you have questions or want to submit feedback about our Services.\nWe always love to hear from our users.</p>\n<p>\n</p>", "created_at": "2021-10-20 19:49:45.216496", "updated_at": "2021-10-20 19:50:08.831674"}, {"id": 9286, "name": "Privacy Policy", "url": "https://learn.everydae.com/privacy-policy", "xpath": "", "text": "<p>MENU</p>Do you really want to quit?Never mindYesHomeSAT Practice TestsHow To EverydaeOur StoryTerms of ServicePrivacy PolicyContact UsLog In<p>Copyright, all rights reserved.\nLeaderboard icons made by Dighital from www.flaticon.com.</p>PRIVACY POLICY<p>&nbsp;</p>\n<p>Last modified: 12/20/2019</p>\n<p>&nbsp;</p>\n<p>We’ve drafted this Privacy Policy so you’ll know how we or any of our related companies collect, use, and share personal information of users of Learn with Orion LLC (“Everydae”).\nWe take your privacy seriously, and we have implemented security measures to protect your information from unauthorized access, disclosure, use, and modification.</p>\n<p>&nbsp;</p>\n<p>Note that by visiting this site or using the products or services offered on or through this site, you agree to this Privacy Policy, as it may be amended from time to time.\nThis Privacy Policy is incorporated into the Terms and Conditions for this site.\nBy providing Personal Information to this site, you understand and consent to the collection, maintenance, processing and transfer of such information in and to the United States and other countries and territories, in accordance with applicable law.</p>\n<p>&nbsp;</p> 1.\nWhat we collect<p>&nbsp;</p>\n<p>We gather information about you in a range of ways.</p> Personal Information.\nWe may from time to time ask you for Personal Information, and we may collect certain information from your device each time you visit our site.\nWe may also receive Personal Information from third parties with whom we have a business relationship.\nSuch Personal Information may be added to existing information we gather on this site and or the app and such Personal Information will not violate any existing privacy or terms between you and the third parties or this policy as amended.<br>\n<p>\"Personal Information\" is defined as personally identifiable information and includes, but is not limited to, name.\naddress.\ne-mail address.\nSMS or text message address.\nphone number.\ncredit card and other payment information.\ninformation regarding your academic and extracurricular activities and interests that may identify you.\nand other information that may identify you as an individual or allow online contact with you.</p>\n<p>&nbsp;</p> Information Automatically Collected.\nWe automatically log information about you and your computer because it can help us identify potential technical issues as they arise.\nFor example, when visiting our app, we log your computer operating system type, browser type, browser language, the web app you viewed before browsing to our app, pages you viewed, how long you spent on a page, access times, the number of actions performed on our app, the type of actions performed on our app, the locale you are visiting our app from and information about your use of and actions on our app.\nSuch information is “de-identified” and is not linked to any other personal information nor is it used for third-party commercial purposes beyond the services we offer on this site and app and the improvement of current and future products.<p>&nbsp;</p> Cookies.\nWe use tracking technology known as “cookies” on this site and on the app including application IDs and a user ID to monitor use and traffic routing as well as to customize and improve our products.<p>&nbsp;</p> Session Cookies.\nWe use “session cookies”, which improve user experience by storing certain information from your current visit on your device, such as log-in information.\nThese enable us to remember your login session so you can move easily within this site or other services.<br>\n<p>&nbsp;</p> Performance Cookies.\nPartners and analytics companies may also put cookies on your device.\nWe may share with partners a cryptographic hash of a common account identifier (such as a User ID), to help us measure services provided to you.\nPlease note that this Privacy Policy covers only our use of cookies and does not include the use of cookies by any third parties.<p>&nbsp;</p> Location based service.\nIn order to provide the services, Everydae requires access to the location data of your device as determined by your IP address.\nSuch location data is of express business necessity to Everydae and will not display personal location but rather the location of the device on which services were accessed.\nYou can turn your device's location data on and off at any time through your device settings.&nbsp;<p>&nbsp;</p> Address book and friends.\nEverydae is the most fun when you're interacting with your friends! Because of this, we may ask for permission to access your address book.\nThis will give you the ability to add friends that are already on Everydae as well as invite pals in your address book who have not yet joined Everydae.\nIf you're inviting friends to Everydae keep in mind that you'll probably be inviting them via text message, so be aware that your carrier may charge you for sending those text messages depending on your phone plan.\nAlso, when inviting friends, please be considerate and don't spam your entire address book.<p>&nbsp;</p> 2.\nUse of personal information<p>We use your personal information to:</p>\n<ul>\n<li>Operate, maintain, and improve our app, products, and services.</li>\n<li>Respond to comments and questions and provide customer service.</li>\n<li>Send information including confirmations, invoices, technical notices, updates, security alerts, and support and administrative messages.</li>\n<li>Communicate about promotions, upcoming events, and other news about products and services offered by us and our selected partners.</li>\n<li>Link or combine user information with other personal information.</li>\n<li>Protect, investigate, and deter against fraudulent, unauthorized, or illegal activity.</li>\n<li>Provide and deliver products and services customers request.</li>\n</ul>\n<p>&nbsp;</p> 3.\nSharing of personal information<p>We may share personal information:</p>\n<ul>\n<li>With your explicit consent.\nFor example, you may let us share personal information with others for their own marketing uses.\nThose uses will be subject to their privacy policies.</li>\n<li>If there is a corporate transaction that either necessitates disclosure for diligence purposes or upon consummation the transfer or assignment of such data.\nThese deals can include any merger, financing, acquisition, or bankruptcy transaction or proceeding.</li>\n<li>Where such disclosure is legally required, for example in response to court orders or legal process, or to establish, protect, or exercise our legal rights or to defend against legal claims or demands.</li>\n<li>To protect the rights and property of Everydae, our agents, customers, and others.\nThis includes enforcing our agreements, policies, and Terms and Conditions.</li>\n<li>In an emergency.\nThis includes protecting the safety of our employees and agents, our customers, or any person.</li>\n<li>If we believe it is necessary in order to investigate, prevent, or take action regarding illegal activities, fraud, or situations involving potential threats to the rights, property, or personal safety of any person.</li>\n<li>If we believe it is necessary to investigate, prevent, or take action regarding situations that involve abuse of the services infrastructure or the Internet in general (such as voluminous spamming, denial of service attacks, or attempts to compromise the security of this site infrastructure or the services generally).</li>\n<li>The information is not private, is aggregated or is otherwise not “Personal Information”, such as your public user profile or the number of users who clicked on a link.</li>\n</ul>\n<p>&nbsp;</p> 4.\nInformation choices and changes<p>Our marketing emails and text messages tell you how to “opt-out.” If you opt out, we may still send you non-marketing emails and text messages.\nNon-marketing emails and text messages include emails and text messages about your accounts and our business dealings with you.\nPlease be aware that your carrier may charge you for receiving these text messages depending on your phone plan.</p>\n<p>&nbsp;</p>\n<p>You can contact us to obtain a copy of the Personal Information held about you by us.\nThis may be subject to a fee not exceeding any prescribed fee permitted by applicable law.\nYou can also ask us to correct and, where relevant, erase that information.\nPlease note that certain Personal Information may need to be retained by Everydae for a period of time following cancellation of your account where this is necessary for our legitimate business purposes or required or authorized by applicable law.\nAs mentioned above, you have a right to change your email preferences at any time.</p>\n<p>&nbsp;</p>\n<p>You can typically remove and reject cookies from our app with your browser settings.\nMany browsers are set to accept cookies until you change your settings.\nIf you remove or reject our cookies, it could affect how our app works for you.</p>\n<p>&nbsp;</p> 5.\nSecurity<p>We use industry best practices to keep any information collected and/or transmitted secure.\nWe do not retain any information collected longer than is absolutely necessary for our express business purposes.\nFor more information on the security measures we take to protect your data please contact us at support@everydae.com.</p>\n<p>&nbsp;</p> 6.\nChildren’s Privacy<p>No one under 13 is allowed to create an account or use the services offered on or through this site.\nWe do not knowingly collect or solicit Personal Information from anyone under the age of 13 without parental consent and the services offered are not intended for use by children without parental consent.\nIn the event that we learn that we have collected Personal Information from a child under age 13 without parental consent, we will delete that information as quickly as possible.\nIf you believe that we might have any information from or about a child under 13, please contact us below.</p>\n<p>&nbsp;</p> Contact Us<p>You can always contact us at support@everydae.com if you have questions or want to submit feedback about our services.\nWe always love to hear from our users.</p>\n<p>\n</p>", "created_at": "2021-10-20 21:48:49.687272", "updated_at": "2021-10-20 19:49:17.150585"}], "points": [], "urls": ["everydae.com"]}}