{"error": 448, "message": "OK", "parameters": {"id": 3616, "name": "SocialPass", "created_at": "2021-05-14 19:25:57.789839", "updated_at": "2021-05-17 22:00:22.44868", "wikipedia": null, "keywords": null, "related": null, "slug": "socialpass", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/3616.png", "url": "socialpass.ch", "documents": [{"id": 6013, "name": "General terms and conditions", "url": "https://www.socialpass.ch/en/cct/", "xpath": "//body", "text": " <ul>\n<li>SOCIALPASS: FOR CUSTOMERS\n<ul>\n<li>Download SocialPass</li>\n<li>FAQs SocialPass</li>\n<li>Download SocialScan</li>\n<li>Download the posters</li>\n</ul>\n</li>\n<li>SOCIALSCAN: FOR PROFESSIONALS\n<ul>\n<li>Download SocialScan</li>\n<li>What’s new with SocialScan</li>\n<li>FAQs SocialScan</li>\n<li>Download the posters</li>\n</ul>\n</li>\n<li>Infos\n<ul>\n<li>Data protection</li>\n<li>General terms and conditions</li>\n<li>The app for health authorities</li>\n</ul>\n</li>\n<li>Contact\n<ul>\n<li>FAQs SocialPass</li>\n<li>FAQs SocialScan</li>\n<li>Contact</li>\n<li>About us <ul>\n<li>HotelPro4u</li>\n<li>Swisshelios</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n</li>\n</ul> Toggle navigation <i>\n</i>\n<ul>\n<li>Home</li>\n<li>General terms and conditions</li>\n</ul> Enjoy your your favorite establishment - register fast and confidentially<br>\n<br>\nDownload <br>\nour free mobile application Organizers and hosts/hostesses<br>\nManage registration fast and discreetely.<br>\n<br>\nDownload our mobile application Enjoy your hobby with others - <br>\ndon't spend time with lists and admin at the entrance.<br>\n<br>\nDownload our free mobile application Visiting a club or bar<br>\nSpend time dancing - not in queues, safely<br>\n<br>\nDownload our free mobile application Organising an event, a training, a rehearsal<br>\nBe compliant keeping track of visitors - efficiently and protecting confidentiality<br>\n<br>\nDownload our free mobile application General Terms and Conditions SocialPass and SocialScan <ol>\n<li>\n<strong>Subject</strong>\n</li>\n</ol>\n<p>SwissHelios GmbH (hereinafter referred to as “SH”) and NewCom4 Sàrl (hereinafter referred to as “NC4u”) operate the applications SocialPass for guests and SocialScan for hosts.\nThey allow customer data to be collected and made available to the tracing organizations of the health authorities.\nThose who download the applications to a device (“customer” )have decided to use the software.\nThis agreement covers the usage of this software.</p>\n<ol>\n<li>\n<strong>Subscription Use of the applications</strong>\n</li>\n</ol>\n<ul>\n<li>SocialPass is provided free of charge, SocialScan through payable subscriptions.</li>\n<li>The customer receives a simple (non-exclusive) right to use the applications.\nThis right is non-transferable.</li>\n<li>Without prior written consent, the customer has no right to have the software used by third parties or to allow third parties to access it.\nAs an exception, the use of SocialScan by multiple users of company/organisation in the same location is permitted.</li>\n<li>If the software is no longer in use, it can be uninstalled.\nAs a result, the right of use is also null and void.\nThe subscription to SocialScan will continue until the end of the paid subscription period.</li>\n<li>The applications are provided without any specific adjustments.\nSH and NC4u can improve/adapt existing features.\nLegal regulations and the needs of customers are considered.</li>\n<li>Warranty and liability: SH and NC4u guarantee a careful and professional execution of the services.\nHowever, a completely trouble-free operation, use and uninterrupted provision of services cannot be guaranteed.\nThe two providers will make every reasonable effort to correct errors as soon as possible.\nAny other warranty is excluded to the extent permitted bylaw.\nThe providers are only liable for direct damages of intentional negligence.\nLiability for minor misconduct as well as all persons responsible for indirect damages are excluded.</li>\n</ul>\n<ol>\n<li>\n<strong>Restriction of use of the SocialScan app</strong>\n</li>\n</ol>\n<p>The use of the SocialScan application is limited to Switzerland.\nThe data collected by this application can be used exclusively by the competent authorities of the Swiss cantons and for the purposes mentioned and for the purposes of this declaration as provided for by federal or cantonal law (notably by Article 5 paragraph 2 of the Ordinance of 19 June 2020 on measures to combat the COVID-19 epidemic in particular circumstances).</p>\n<ol>\n<li>\n<strong>Other</strong>\n</li>\n</ol>\n<ul>\n<li>Customers use the applications only in accordance with all relevant legislation.</li>\n<li>SwissHelios can adapt the general conditions to changed situations.</li>\n<li>The provisions published on SwissHelios websites define data protection in this context.</li>\n</ul>\n<p>17.4.21</p> SwissHelios Sàrl <p>Route du Village 4<br>\n1066 Epalinges<br>\nwww.swisshelios.ch</p> HotelPro4u <p>Technopôle 4<br>\n3960 Sierre</p>\n<p>www.hotelpro4u.ch</p>\n<i>\n</i> ", "created_at": "2021-05-14 19:27:44.474394", "updated_at": "2021-05-14 19:27:55.161083"}, {"id": 6012, "name": "Data protection", "url": "https://www.socialpass.ch/en/data-protection/", "xpath": "//body", "text": " <ul>\n<li>SOCIALPASS: FOR CUSTOMERS\n<ul>\n<li>Download SocialPass</li>\n<li>FAQs SocialPass</li>\n<li>Download SocialScan</li>\n<li>Download the posters</li>\n</ul>\n</li>\n<li>SOCIALSCAN: FOR PROFESSIONALS\n<ul>\n<li>Download SocialScan</li>\n<li>What’s new with SocialScan</li>\n<li>FAQs SocialScan</li>\n<li>Download the posters</li>\n</ul>\n</li>\n<li>Infos\n<ul>\n<li>Data protection</li>\n<li>General terms and conditions</li>\n<li>The app for health authorities</li>\n</ul>\n</li>\n<li>Contact\n<ul>\n<li>FAQs SocialPass</li>\n<li>FAQs SocialScan</li>\n<li>Contact</li>\n<li>About us <ul>\n<li>HotelPro4u</li>\n<li>Swisshelios</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n</li>\n</ul> Toggle navigation <i>\n</i>\n<ul>\n<li>Home</li>\n<li>Data protection</li>\n</ul> Enjoy your your favorite establishment - register fast and confidentially<br>\n<br>\nDownload <br>\nour free mobile application Organizers and hosts/hostesses<br>\nManage registration fast and discreetely.<br>\n<br>\nDownload our mobile application Enjoy your hobby with others - <br>\ndon't spend time with lists and admin at the entrance.<br>\n<br>\nDownload our free mobile application Visiting a club or bar<br>\nSpend time dancing - not in queues, safely<br>\n<br>\nDownload our free mobile application Organising an event, a training, a rehearsal<br>\nBe compliant keeping track of visitors - efficiently and protecting confidentiality<br>\n<br>\nDownload our free mobile application <strong>SocialPass – SocialScan Privacy Notice</strong>\n<strong>SocialPass – SocialScan and Privacy</strong>\n<strong>Privacy Policy – SocialPass and SocialScan</strong>\n<p>&nbsp;</p>\n<ol>\n<li>\n<strong>Purpose and scope of this document</strong>\n</li>\n</ol>\n<p>This document describes collection and processing of your personal data used in the use of our mobile device applications SocialPass and SocialScan.\nSocialPass is aimed at customers or visitors to public facilities such as restaurants and/or events (guests), while SocialScan serves the operators of public facilities and event organisers (hosts).\nThe purpose of this document is also to inform the employees of the operators of public institutions and the organisers of events in cantons where the collection of employees’ data is also mandatory (e.g., in the canton of Vaud).</p>\n<ol>\n<li>\n<strong>Concept of personal data / personal data</strong>\n</li>\n</ol>\n<p>Personal data is all information relating to your person, such a &nbsp;name, postal address, e-mail address, telephone number.</p>\n<ol>\n<li>\n<strong>Responsible for the processing of personal data </strong>\n</li>\n</ol>\n<p>The parti in charge of the data protection topic</p>\n<p>NewCom4U Sàrl<br>\nTechnopôle 4<br>\nCH – 3960 Sierre</p>\n<p>You can send your privacy requests to the following address: info@socialpass.ch</p>\n<ol>\n<li>\n<strong>Purpose</strong>\n</li>\n</ol>\n<p>We collect and process your personal data for the following purposes:</p>\n<ul>\n<li>hosts to comply with the legally imposed obligations to collect and verify contact details.\nIn Switzerland, article 4(2) of the Ordinance of 19 June 2020 on measures to combat the COVID-19 epidemic in special situations is at issue.</li>\n<li>The competent health authorities should be able to identify and contact potentially infected persons, within the meaning of Articles 33 e.g., of the Federal Act of 28 September 2012 on the Control of Communicable Diseases of Humans (Pandemic Act).</li>\n</ul>\n<ol>\n<li>\n<strong>Data collected.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong>\n</li>\n</ol>\n<p>\n<em>5.1.\nSocialPass</em>\n</p>\n<p>When using SocialPass for the first time, you will be asked to enter the language of use, telephone number, your name, first name, address of the place of residence and date of birth.\nFilling in the corresponding fields is mandatory.\nYou can also provide your e-mail address (optional).\nPlease note that your phone number will be automatically checked with an SMS to the number you entered earlier.\nThis data remains stored in your phone and is used to generate a secure, encrypted QR code.</p>\n<p>There may be two cases at the entrance to a public institution or event, depending on the canton in which you are located and the institution/event:</p>\n<ul>\n<li>\n<strong>You scan</strong> your host’s QR code using the SocialPass app.\nThe data provided by your host will then be linked to the data provided by you as well as the time data of the scan (date, time) and, if applicable, the table number, visitor sector or other situation-specific data.\nThis data is stored on one or more secure servers in Switzerland.</li>\n<li>\n<strong>You show </strong>your QR code generated by the SocialPass app, and your host scans it.\nThe SocialScan application of your host then takes over the data that you provided when you first used SocialPass, links it to the data of its establishment / event as well as the relevant time data (date, time) and the data record is stored on one or more secure servers in Switzerland.\nYour host does not have access to your data, and it will not be stored with him.\n<ul>\n<li>If the &nbsp;&nbsp;competent health authorities have opted to access the database directly &nbsp;(VS, VD), they can access it directly if their tracing work requires it.</li>\n<li>If the competent health authorities have opted accessing the database directly, the host may, at the request of the local health authority, download a &nbsp;list of the persons present at a given time and send it to the competent health authority.</li>\n</ul>\n</li>\n</ul>\n<p>If you use SocialPass as a <strong>host employee </strong>&nbsp;(only in cantons where the collection of personnel data is also required), scan your employer’s QR code, which is reserved for employees (“TEAM”) at the start of work and end of work.\nThe data provided by your employer will then be linked to the data you provide and the time data at the time of the scan (date, time) and stored on one or more secure servers in Switzerland.</p>\n<p>SocialPass does not have a connection to your phone’s GPS system.</p>\n<p>\n<em>5.2.\nSocialScan</em>\n</p>\n<p>When using SocialScan for the first time, you will be asked to register your “organization” depending on the category (restaurant, event, sporting event, etc.) and to enter the required identification data (name of the institution or event, postal address, e-mail address and name of the person responsible).\nPlease note that a user account is created.</p>\n<p>When a customer arrives, there may be two cases, depending on which method you use:</p>\n<ul>\n<li>\n<strong>Guests scan</strong> the QR code you have issued using the SocialPass app.\nThe data provided by SocialScan users will then be linked to the data provided by the guest by the SocialPass as well as the time data of the scan (date, time) and, if necessary, the table number, visitor sector or other situation-specific data.\nThis data is stored on one or more secure servers in Switzerland.</li>\n</ul>\n<ul>\n<li>\n<strong>You scan the</strong> QR code generated by the guest’s SocialPass app.\nYour SocialScan application then takes over the data that is made available on SocialPass, links it to the data of your institution/event as well as the relevant time data (date, time) and the data set is stored on one or more secure servers in Switzerland.\nYou do not have access to the guest and visit data and these are not stored by you.\n<ul>\n<li>In case authorized health authorities have opted to access the database directly&nbsp.\n(VS, VD),then they can do so if required for their tracing activities.</li>\n<li>If the competent health authorities have opted to access the database directly, the host may, at request of the authorized health authority, download a&nbsp.\nlist of the persons present at a given time and send it to the respective health authority.\nYou undertake not to save, print, make available to others or otherwise use this list.</li>\n</ul>\n</li>\n</ul>\n<p>You can also allow your employees to store their data if your health authorities so request and allow.\nYour employees will be informed of the collection and processing of their personal data by this document, which they must agree to before using the SocialPass application for the first time.</p>\n<ol>\n<li>\n<strong>Your rights</strong>\n</li>\n</ol>\n<p>You have the following rights with respect to personal data concerning you:</p>\n<ul>\n<li>Right to access / to information about data processing</li>\n<li>Right to rectification or deletion of data</li>\n<li>Right to object to data processing</li>\n<li>Right to withdraw your consent if it is necessary for the processing of your data</li>\n</ul>\n<p>Please note that the use of SocialPass and SocialScan is voluntary and therefore requires your consent.\nHowever, the collection and provision of your data to the competent public health authority is a legal obligation and you cannot oppose such processing, which is not subject to your consent.\nIf you no longer want to use SocialPass and/or SocialScan, it is sufficient to uninstall the app that you no longer want to use (see point 7 below).\nYou then have the obligation to provide the data manually or by other means to fulfil the statutory information requirements.</p>\n<p>If you uninstall one of the two applications SocialPass or SocialScan, this will have no effect on visit data already registered in the database in accordance with Article 7 below.\nThese are available to the competent cantonal authorities for a maximum of 14 days.</p>\n<ol>\n<li>\n<strong>Data retention</strong>\n</li>\n</ol>\n<p>All your data will be kept strictly confidential and secure throughout the entire processing process.</p>\n<p>The data you provided when you first used the SocialPass app will only be stored on your mobile device for the entire duration of the application being installed.\nThey will be permanently deleted if the application is uninstalled.\nYou can uninstall SocialPass and/or SocialScan at any time.</p>\n<p>The data collected by scanning the QR code (see section 5 above) is centrally stored at national level on one or more secure servers in Switzerland.\nIn accordance with Article 5(3) of the Regulation of 19 June 2020 on measures to combat the COVID-19 epidemic in special situations, they shall be kept in encrypted form (256-bit key) for a maximum period of 14 days.\nAfter the expiry of this legal period of 14 days, your data will be deleted.\nThe operator of the public institution or the organiser of the event does not have access to this data.</p>\n<ol>\n<li>\n<strong>Disclosure of your data to third parties</strong>\n</li>\n</ol>\n<p>Eligible health authorities can access data stored on one or more secure servers (data generated by scanning).\nAccording to the health authority, this access can be made by providing this data directly to the competent department or by forwarding this data to the operator of the public institution or to the organiser of the event, who is then responsible for forwarding your data to the competent cantonal service and ensuring its destruction after 14 days.\n<strong>In the latter case, we assume no responsibility for the processing of personal data by the operator of the public institution or by the</strong>\n<strong>&nbsp;organisers of the event.</strong>\n</p>\n<p>The data stored on your mobile phone will never be passed on to third parties.</p>\n<p>Access to the competent health service is fully secured and controlled.\nIt requires an encrypted access key and double authorization.</p>\n<p>No data is sold or used in our favour.</p>\n<ol>\n<li>\n<strong>Modification of this declaration</strong>\n</li>\n</ol>\n<p>We reserve the right to change this declaration at any time, subject to legal provisions, considering the deadlines and the nature of the storage as well as the purpose of the processing, which may develop with changes in the law.\nThe changes will be communicated by displaying them on the app.\nThey will enter into force as soon as they are approved by the user (customer, host or employee).</p>\n<p>Version of 15.4.21</p> SwissHelios Sàrl <p>Route du Village 4<br>\n1066 Epalinges<br>\nwww.swisshelios.ch</p> HotelPro4u <p>Technopôle 4<br>\n3960 Sierre</p>\n<p>www.hotelpro4u.ch</p>\n<i>\n</i> ", "created_at": "2021-05-14 19:26:42.8962", "updated_at": "2021-05-14 19:26:54.435008"}], "points": [{"id": 20567, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://www.socialpass.ch/en/data-protection/", "status": "Generated through the annotate view", "created_at": "2021-05-14 19:59:16.820504", "updated_at": "2021-05-17 17:27:24.223539", "quoteText": "In accordance with Article 5(3) of the Regulation of 19 June 2020 on measures to combat the COVID-19 epidemic in special situations, they shall be kept in encrypted form (256-bit key) for a maximum period of 14 days.\nAfter the expiry of this legal period of 14 days, your data will be deleted.", "case_id": 303, "document_id": 6012, "quoteStart": 10062, "quoteEnd": 10355}, {"id": 20564, "title": "You must create an account to use this service", "source": "https://www.socialpass.ch/en/data-protection/", "status": "When using SocialPass for the first time, you will be asked to enter the language of use, telephone number, your name, first name, address of the place of residence and date of birth.", "created_at": "2021-05-14 19:49:31.740803", "updated_at": "2021-05-16 07:18:31.665959", "quoteText": null, "case_id": 230, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 20566, "title": "You have the right to leave this service at any time", "source": "https://www.socialpass.ch/en/data-protection/", "status": "Generated through the annotate view", "created_at": "2021-05-14 19:58:40.45717", "updated_at": "2021-05-17 17:27:13.060445", "quoteText": "You can uninstall SocialPass and/or SocialScan at any time.</p>\n<", "case_id": 170, "document_id": 6012, "quoteStart": 9846, "quoteEnd": 9911}, {"id": 20565, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.socialpass.ch/en/data-protection/", "status": "Generated through the annotate view", "created_at": "2021-05-14 19:53:21.013123", "updated_at": "2021-05-17 17:27:08.533396", "quoteText": "<ul>\n<li>Right to access / to information about data processing</li>\n<li>Right to rectification or deletion of data</li>", "case_id": 195, "document_id": 6012, "quoteStart": 8338, "quoteEnd": 8458}, {"id": 20563, "title": "You must provide your identifiable information", "source": "https://www.socialpass.ch/en/data-protection/", "status": "Generated through the annotate view", "created_at": "2021-05-14 19:46:59.491533", "updated_at": "2021-05-17 17:26:36.163533", "quoteText": "When using SocialPass for the first time, you will be asked to enter the language of use, telephone number, your name, first name, address of the place of residence and date of birth.", "case_id": 409, "document_id": 6012, "quoteStart": 3567, "quoteEnd": 3750}, {"id": 20562, "title": "There is a date of the last update of the agreements", "source": "https://www.socialpass.ch/en/cct/", "status": "Generated through the annotate view", "created_at": "2021-05-14 19:44:23.858694", "updated_at": "2021-05-17 17:26:41.381259", "quoteText": "17.4.21</p>", "case_id": 331, "document_id": 6013, "quoteStart": 4361, "quoteEnd": 4372}, {"id": 20561, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://www.socialpass.ch/en/data-protection/", "status": "Generated through the annotate view", "created_at": "2021-05-14 19:40:42.029253", "updated_at": "2021-05-17 17:27:03.495761", "quoteText": "The parti in charge of the data protection topic</p>\n<p>NewCom4U Sàrl<br>\nTechnopôle 4<br>\nCH – 3960 Sierre</p>\n<p>You can send your privacy requests to the following address: info@socialpass.ch</p>\n<ol>", "case_id": 300, "document_id": 6012, "quoteStart": 2594, "quoteEnd": 2797}, {"id": 20560, "title": "Scanning data are processed and stored in a country that is friendlier to user privacy protection (Switzerland).", "source": "https://www.socialpass.ch/en/data-protection/", "status": "Generated through the annotate view", "created_at": "2021-05-14 19:35:29.844205", "updated_at": "2021-05-17 17:26:53.620691", "quoteText": "The data collected by scanning the QR code (see section 5 above) is centrally stored at national level on one or more secure servers in Switzerland.", "case_id": 488, "document_id": 6012, "quoteStart": 9913, "quoteEnd": 10061}], "urls": ["socialpass.ch"]}}