{"error": 448, "message": "OK", "parameters": {"id": 1514, "name": "National Car Rental Emerald Club Loyalty Program", "created_at": "2019-04-26 19:30:15.496395", "updated_at": "2021-04-04 16:04:46.841319", "wikipedia": "https://en.wikipedia.org/wiki/National_Car_Rental", "keywords": null, "related": null, "slug": "national_car_rental_emerald_club_loyalty_program", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1514.png", "url": "nationalcar.com", "documents": [{"id": 1216, "name": "Terms and Conditions", "url": "https://www.nationalcar.com/en/legal/terms-of-use.html", "xpath": "/html/body/div[2]/main/div[2]/section/div/div/div/div[3]/div/div", "text": "<p>EAN Services, LLC (<strong>National</strong>&nbsp;or&nbsp;<strong>We</strong>) provides this Website (<strong>Site</strong>) or Mobile App for your use, subject to these Terms of Use and all applicable laws and regulations.\nPlease read these Terms of Use carefully.&nbsp;<strong>By accessing and/or using the Site or Mobile App, you fully and unconditionally accept and agree to be bound by these Terms of Use, including binding arbitration.\nIf you do not agree to them, please do not visit or use the Site or Mobile App</strong>.\nNational reserves the right to revise these Terms of Use, so please check back periodically for changes.\nYour continued use of the Site or Mobile App following the posting of any changes to these Terms of Use constitutes your acceptance of those changes.\nUpdates will be evidenced by a more recent&nbsp;<strong>Last Updated</strong>&nbsp;date at the top of this page.&nbsp.\nAll changes are effective immediately when We post them, and apply to use of the Site thereafter.</p>\n<p>&nbsp;</p>\n<p>\n<strong>USE OF THE SITE OR MOBILE APP</strong>\n<br>\nNational maintains the Site or Mobile App for your non-commercial personal use.\nYour use of the Site or Mobile App for any other purpose is permissible only upon the express prior written consent of National.\nWithout limiting the foregoing, you may not: (1) use the Site or Mobile App in a commercial manner, including by distributing, transmitting or publishing the Site or Mobile App or any of its content.\n(2) interfere with others' use of the Site or Mobile App.\n(3) impair the Site or Mobile App's operation or interfere with or disrupt the servers or networks connected to it.\n(4) interfere with National's intellectual property rights.\n(5) frame or otherwise co-brand the Site or Mobile App or any of its content.\n(6) deep-link to any portion of the Site or Mobile App.\nor (7) use the Site or Mobile App for any illegal purpose.\nWe reserve the right in our sole discretion to terminate or restrict your use of the Site or Mobile App, without notice, for any or no reason, and without liability to you or any third party.\nIn such event, we may inform your Internet service provider of your activities and take appropriate legal action.</p>\n<p>&nbsp;</p>\n<p>\n<strong>\n<u>SCRAPERS AND BOTS</u>\n</strong>\n<br>\nUse of any robot, spider, site search, retrieval application or other manual or automatic device to retrieve, index, scrape, data mine or in any way gather or extract discount coupons or other content on or available through the Site or Mobile App or reproduce or circumvent the navigational structure or presentation on the Site or Mobile App without National's express written consent is prohibited.</p>\n<p>&nbsp;</p>\n<p>\n<strong>SITE OR MOBILE APP MODIFICATIONS</strong>\n<br>\nWe reserve the right, in our sole discretion, to modify, suspend or discontinue any part of the Site or Mobile App at any time, without notice or liability to you or any third party.\nWe also reserve the right, in our sole discretion, to impose limits on certain features and services.</p>\n<p>&nbsp;</p>\n<p>\n<strong>PRIVACY POLICY</strong>\n<br>\nNational takes your privacy seriously.\nAny information submitted on or collected through the Site is subject to our&nbsp;Privacy Policy&nbsp;, the terms of which are incorporated into these Terms of Use.</p>\n<p>&nbsp;</p>\n<p>\n<strong>LINKS TO OTHER SITES OR MOBILE APPS</strong>\n<br>\nThe Site or Mobile App may include links to third-party Websites or Mobile Apps.\nNational does not control and is not responsible for the content or privacy policies of any linked site or mobile app, and the inclusion of any link on the Site or Mobile App does not imply our endorsement of it.</p>\n<p>&nbsp;</p>\n<p>\n<strong>RESERVATIONS AND TRANSACTIONS</strong>\n<br>\nAll reservations and transactions made through the Site or Mobile App are subject to National's acceptance, which is in our sole discretion.\nWithout limitation, this means that National may refuse to accept or may cancel any reservation or transaction, whether or not the reservation or transaction has been confirmed, for any or no reason, in our sole discretion, and without liability to you or any third party.&nbsp.\nRental contracts between National and website users are exclusively entered into at branch locations of National and its affiliates and their respective franchisees and are not entered into through this Site.</p>\n<p>&nbsp;</p>\n<p>\n<strong>COUPONS</strong>\n<br>\nNational provides specific discount coupons from time to time for the exclusive use of employees or members of specific entities with which National has a contractual relationship.\nThese entity-specific coupons and the proprietary codes affixed on them are our proprietary property and may only be used by the employees or members of the specific entities for which the coupons apply.\nUNAUTHORIZED USE OR DUPLICATION OF ANY OF OUR ENTITY-SPECIFIC DISCOUNT COUPONS IS STRICTLY PROHIBITED.</p>\n<p>&nbsp;</p>\n<p>\n<strong>ELECTRONIC COMMUNICATIONS</strong>\n<br>\nBy using the Site or Mobile App, you consent to receiving electronic communications and notices from National.\nYou agree that any notice, agreement, disclosure or other communications that we send to you electronically will satisfy any legal communication requirements, including that such communications be in writing.</p>\n<p>&nbsp;</p>\n<p>\n<strong>INTELLECTUAL PROPERTY</strong>\n<br>\nAll copyrightable text, graphics, sound, downloads, software and other material (collectively, the \"Content\"), the selection, compilation, arrangement and presentation of all materials, and the overall design of the Site or Mobile App are copyrighted by Vanguard Trademark Holdings USA LLC and are protected by law.\nAll rights reserved.\nYou may print a copy of the Content on your computer only for your own personal, non-commercial home use, provided that you do not remove any copyright, trademark or other proprietary notices from the Content.\nAny other use of the Content is strictly prohibited, unless you have our prior written permission.\nThe Site or Mobile App may also contain content that is owned by third parties, including our advertisers.\nYou may use such third-party content only as expressly authorized by the applicable owner.\nAll requests for permission to reprint or make any other use of the Content should be addressed to Intellectual Property Manager, Copyright Reprint Permission, 600 Corporate Park Drive, St.\nLouis, Missouri 63105 or&nbsp;netadmin@nationalcar.com.\nNational does not warrant that your use of materials displayed on or linked to the Site or Mobile App will not infringe the rights of third parties.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Claims of Copyright Infringement</strong>.\nIf you in believe that materials posted on the Site or Mobile App violate your intellectual property rights, please contact National at Intellectual Property Manager, Intellectual Property Questions, 600 Corporate Park Drive, St.\nLouis, Missouri 63105 or&nbsp;netadmin@nationalcar.com.\nPlease include: (1) an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other proprietary interest.\n(2) a description of the copyrighted work or other protected material that you claim has been infringed upon.\n(3) a description of where the material is located on the Site or Mobile App.\n(4) your address, telephone number and e-mail address.\n(5) your statement that you have a good faith belief that the disputed use is not authorized by the copyright or other interest owner, its agent or the law.\nand (6) your statement, made under penalty of perjury, that the information in your notice is accurate and that you are the copyright or other interest owner or are authorized to act on the owner's behalf.</p>\n<p>&nbsp;</p>\n<p>The NATIONAL, National Car Rental, the flag design and Emerald Club marks are included in the family of trademarks and service marks owned by National (this is not an all-inclusive list of National's trademarks and service marks).\nTrademarks and service marks designated with the \"®\" symbol are registered with the U.S.\nPatent and Trademark Office and with numerous foreign countries.\nOther trademarks and service marks belonging to National may be designated with the \"SM\" or \"TM\" symbols.\nOur trademarks and service marks may not be used in connection with any product or service without our prior written permission.\nAll other brands, trademarks and names not owned by National that appear on the Site are the property of their respective owners, who may or not be affiliated with, connected to or endorsed by National.</p>\n<p>&nbsp;</p>\n<p>\n<strong>National has a number of pending patent applications, both US and foreign, covering various aspects of this Site or Mobile App, and users are cautioned from copying, adopting, using or otherwise borrowing any techniques, menu operations, or other functional aspects or features as doing so may well result in liability for patent infringement.</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>USE OF INFORMATION SUBMITTED</strong>\n<br>\nYou agree that National is free to use any comments, information or ideas contained in any communication you may send to us, without compensation, acknowledgement or payment to you, for any purpose whatsoever, including, but not limited to, developing, manufacturing and marketing products and services and creating, modifying or improving the Site or Mobile App or other products or services.</p>\n<p>&nbsp;</p>\n<p>\n<strong>NO WARRANTY</strong>\n<br>\nWhile we use our reasonable efforts to maintain the accuracy and reliability of the Site or Mobile App, we do not warrant or represent that it will always function or be error-free.\nWe assume no responsibility or liability for errors or omissions on the Site or Mobile App or for problems with its operation.\nYour access and use of the Site or Mobile App are at your own risk.\nWithout limiting the foregoing, THE SITE OR MOBILE APP, ITS CONTENT AND ANY PRODUCT OR SERVICE OFFERED THROUGH IT ARE PROVIDED \"AS IS\" AND \"AS AVAILABLE,\" WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.\nSome jurisdictions do not allow the exclusion of certain warranties, so the above may not apply to you.</p>\n<p>&nbsp;</p>\n<p>\n<strong>LIMITATION OF LIABILITY</strong>\n<br>\nIN NO EVENT SHALL NATIONAL, ITS RELATED COMPANIES, AND EACH SUCH COMPANY'S DIRECTORS, OFFICERS, EMPLOYEES AND AGENTS BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES ARISING OUT OF OR IN CONNECTION WITH YOUR ACCESS, USE OR INABILITY TO USE THE SITE, ANY INFORMATION PROVIDED BY THE SITE OR ANY TRANSACTION ENTERED INTO THROUGH THE SITE OR MOBILE APP.</p>\n<p>&nbsp;</p>\n<p>The foregoing limitation of liability is not applicable to residents of New Jersey.&nbsp.\nWith respect to residents of New Jersey, National, its related companies, and each such company’s directors, officers, employees and agents are not liable for any damages unless such damages are the result of our negligent or reckless acts or omissions.\nand We are not, in any case, liable for indirect, incidental, special, consequential or punitive damages.</p>\n<p>&nbsp;</p>\n<p>Some jurisdictions do not allow the exclusion of certain damages, so the above may not apply to you.\nIf any authority holds any portion of this section to be unenforceable, then liability will be limited to the fullest extent permitted by applicable law.</p>\n<p>&nbsp;</p>\n<p>\n<strong>INDEMNITY</strong>\n<br>\nYou agree to indemnify and hold National and its related companies and each of their respective directors, officers, employees and agents harmless from and against any third-party claim or cause of action, including reasonable attorneys' fees and costs, arising, directly or indirectly, in whole or in part, out of your violation of any law or the rights of any person.</p>\n<p>&nbsp;</p>\n<p>\n<strong>BINDING ARBITRATION</strong>\n</p>\n<p>You agree that any controversy or claim arising out of or relating to the Site or Mobile App or use of the Site or Mobile App or these Terms, other than claims relating to infringement of copyright or other intellectual property, may only be settled by binding arbitration in accordance with the Paragraph or alternatively, you may assert your claims in small claims court if your claims qualify and so long as the matter remains in such court and advances only on an individual (non-class, non-representative) basis.\n&nbsp;The arbitration must be held in a location determined by the arbitrator as set forth herein (provided that such location is reasonably convenient for you), or at such other location as may be mutually agreed upon by the parties, in accordance with the applicable procedural rules set forth in the then prevailing Comprehensive Arbitration Rules and Procedures of JAMS (“JAMS Rules and Procedures”), and judgment upon the award rendered by the arbitrator(s) may be entered in any court having jurisdiction thereof.\n&nbsp;The JAMS Rules and Procedures are available at www.jamsadr.com or by calling (800) 352-5267.&nbsp.\nThe arbitrator must be selected pursuant to the JAMS Rules and Procedures.\n&nbsp;The arbitrator shall apply Missouri law consistent with the Federal Arbitration Act and applicable statutes of limitations, and shall honor claims of privilege recognized at law.&nbsp.\nIf you initiate arbitrations against National, you will not be responsible for professional fees for the arbitrator’s services or any other JAMS fees.&nbsp.\nIf you are able to demonstrated that the costs of arbitration will be cost-prohibitive or greater than the costs of litigation, National will pay as much of your filing and hearing fees in connection with the arbitration as the arbitrator deems necessary to prevent the arbitration from being cost-prohibitive or more expensive than the cost of litigation.&nbsp.\nIf any part of this arbitration provision is deemed to be invalid, unenforceable or illegal (other than that claims will not be arbitrated on a class or representative basis), or otherwise conflicts with the rules and procedures established by JAMS, then the balance of this arbitration provision remains in effect and must be construed in accordance with its terms as if the invalid, unenforceable, illegal or conflicting provision were not contained herein.\n&nbsp;If, however, the portion that is deemed invalid, unenforceable or illegal is that claims will not be arbitrated on a class or representative basis, then the entirety of this arbitration provision is null and void, and neither you nor National is entitled to arbitrate their dispute.&nbsp.\n<strong>THE ARBITRATION OF DISPUTES PURSUANT TO THIS PARAGRAPH MUST BE IN YOUR INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\n&nbsp;THE ARBITRATOR MAY NOT CONSOLIDATE OR JOIN THE CLAIMS OF OTHER PERSONS OR PARTIES WHO MAY BE SIMILARLY SITUATED.</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>BY AGREEING TO THE ARBITRATION OF DISPUTES AS SET FORTH HEREIN, YOU AGREE THAT YOU ARE WAIVING YOUR RIGHT TO A JURY TRIAL AND LIMITING YOUR RIGHT TO APPEAL AND YOU UNDERSTAND THAT YOU ARE WAIVING YOUR RIGHTS TO MAINTAIN OTHER AVAILABLE RESOLUTION PROCESSES, SUCH AS A COURT ACTION.</strong>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>DISPUTES</strong>\n<br>\nThese Terms of Use are governed by and construed in accordance with the laws of the State of Missouri, United States of America, without regard to its conflict of law principles.\nAny action to enforce these Terms of Use regarding a claim not subject to binding arbitration must be brought in the federal court in the Eastern District of Missouri or the state courts located in St.\nLouis County, Missouri.\nBy using the Site or Mobile App, you consent to the jurisdiction and venue of these courts.\nExcept where prohibited, you agree that any and all disputes, claims and causes of action directly or indirectly arising out of the Site or Mobile App must be resolved individually, without resort to any form of class action.&nbsp.\nThis limitation does not apply to residents of New Jersey.\nAny claim or cause of action you may have with respect to the Site or Mobile App must be commenced within one (1) year after the claim or cause of action arises, regardless of any law to the contrary.&nbsp.\nThis limitation does not apply to residents of New Jersey.</p>\n<p>&nbsp;</p>\n<p>\n<strong>GENERAL</strong>\n<br>\nIf any provision of these Terms of Use is held to be invalid or unenforceable, that provision must be construed consistent with applicable law, and the remaining provisions must be enforced.\nHeadings are for reference purposes only and in no way define, limit, construe or describe the scope of such section.\nOur failure to enforce any provision of these Terms of Use shall not constitute a waiver of that or any other provision.\nThese Terms of Use set forth the entire agreement between you and National in connection with your use of the Site or Mobile App.</p>\n<p>&nbsp;</p>\n<p>Entypo pictograms by Daniel Bruce — www.entypo.com</p>\n<p>&nbsp;</p>\n<p>\n<strong>CONTACT US</strong>\n<br>\nIf you have any questions about these Terms of Use, please contact us at&nbsp;netadmin@nationalcar.com.</p>\n", "created_at": "2019-04-26 19:32:19.790298", "updated_at": "2021-04-04 15:58:14.237539"}], "points": [], "urls": ["nationalcar.com"]}}