{"error": 448, "message": "OK", "parameters": {"id": 5908, "name": "disktrix.com", "created_at": "2021-11-27 04:51:22.818646", "updated_at": "2021-11-27 23:01:09.282294", "wikipedia": null, "keywords": null, "related": null, "slug": "disktrix-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5908.png", "url": "disktrix.com", "documents": [{"id": 10670, "name": "Privacy & Security Statement", "url": "https://www.disktrix.com/privacy-statement.html", "xpath": "/html/body/div[1]/div[1]/div[5]/div/div/div[1]/div/div/div", "text": "<p>We respect your privacy and your security!</p>\n<p>Any and all the information collected on this site will be kept strictly confidential and will not be sold, reused, rented, disclosed, or loaned! Any information you give us will be held with the utmost care and will not be used in ways that you have not consented to.\nIf you have any questions, please feel free to call or email us.</p>\n<p>All interaction between you and our website and server is via <strong>Secured Socket Layer (SSL)</strong> and is secure at all times.&nbsp;</p>\n<p>No credit card, debit card or Paypal information is stored on this or any server owned or operated by DiskTrix Inc.</p>\n<p>When you submit payment by Paypal, you are securely redirected to Paypal to securely login to and pay via your Paypal account.&nbsp;</p>\n<p>When you submit payment by credit card or debit card the transaction occurs directly via a Secured Socket Layer with the Authorizenet gateway.</p>\n<p>No staff, nor our servers, see any of your payment information beyond your method of payment, payment amount, the transaction number, the last 4 digits of your credit card number and paypal payment address (in the event of a Paypal payment).\nThe only access we have to any credit card number are the last 4 digits which are used to search for transactions in the event of needing to provide customer service assistance to our customers.</p>\n<p>We use a state-of-the-art professional shopping cart system called X-Cart which is created and maintained by web ecommerce development and web ecommerce security experts with the utmost reputation and respect in the industry.\nWe apply the latest security patches at the time they are released.</p>\n<p>UltimateDefrag itself does not require connection to the internet to operate.\nIt does not phone home and does not interact in anyway with any online server while in operation.\nThe only interaction with any of our servers at any point in time is a few milliseconds once only during online activation where your license is validated with the record on our server.\nApart from that, there is no interaction at any time.\nIf you select offline activation during installation then the PC that UltimateDefrag is installed upon that is offline never makes any interaction with any online server.</p>\n<p>There is no TSR (terminate and stay resident) functionality with UltimateDefrag.\nThe program is only in memory when it runs either when you launch it or when it runs on a schedule that you have created.\nThe True File Use database does not actively monitor your file use.\nInstead it takes a snapshot of time stamps on your files and only when UltimateDefrag is running.</p>\n<p>When you purchase from DiskTrix Inc, please rest assured that our respect for your security and privacy are beyond reproach.</p>", "created_at": "2021-11-27 03:52:18.765976", "updated_at": "2021-11-27 03:52:27.96299"}, {"id": 10669, "name": "Terms and conditions", "url": "https://www.disktrix.com/terms-and-conditions.html", "xpath": "/html/body/div[1]/div[1]/div[5]/div/div/div[1]/div/div/div", "text": "<p>\n<strong>Your purchase of UltimateDefrag is risk free!</strong> While not many other software companies do, we offer a 30 day no-questions-asked money back guarantee on your purchase of UltimateDefrag.</p>\n<p>If you regret your purchase for any reason, please contact us within 30 days of the date of purchase and we will provide you a full refund of the price of your purchase.</p>\n<p>To arrange a refund, please contact us at support@disktrix.com and request your refund.\nPlease also clearly state that you have uninstalled the product from all of the PCs and devices that it was installed onto.</p>\n<p>Please note also that we will disable the license number that was issued to you and you will not be able to reinstall the product at a later stage.</p>", "created_at": "2021-11-27 04:51:22.821642", "updated_at": "2021-11-27 03:52:08.533091"}], "points": [], "urls": ["disktrix.com"]}}