{"error": 448, "message": "OK", "parameters": {"id": 1579, "name": "DEPRECATED #10", "created_at": "2019-05-19 10:12:42.334694", "updated_at": "2021-07-07 19:44:27.330228", "wikipedia": null, "keywords": null, "related": null, "slug": "mstdnio", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1579.png", "url": "deprecated10", "documents": [{"id": 1385, "name": "Privacy Policy", "url": "https://mstdn.io/terms", "xpath": "/html/body/div/div[2]/div/div[1]/div/div", "text": "Privacy Policy\nWhat information do we collect?\n<ul>\n<li>\n<em>Basic account information</em>: If you register on this server, you may be asked to enter a username, an e-mail address and a password.\nYou may also enter additional profile information such as a display name and biography, and upload a profile picture and header image.\nThe username, display name, biography, profile picture and header image are always listed publicly.</li>\n<li>\n<em>Posts, following and other public information</em>: The list of people you follow is listed publicly, the same is true for your followers.\nWhen you submit a message, the date and time is stored as well as the application you submitted the message from.\nMessages may contain media attachments, such as pictures and videos.\nPublic and unlisted posts are available publicly.\nWhen you feature a post on your profile, that is also publicly available information.\nYour posts are delivered to your followers, in some cases it means they are delivered to different servers and copies are stored there.\nWhen you delete posts, this is likewise delivered to your followers.\nThe action of reblogging or favouriting another post is always public.</li>\n<li>\n<em>Direct and followers-only posts</em>: All posts are stored and processed on the server.\nFollowers-only posts are delivered to your followers and users who are mentioned in them, and direct posts are delivered only to users mentioned in them.\nIn some cases it means they are delivered to different servers and copies are stored there.\nWe make a good faith effort to limit the access to those posts only to authorized persons, but other servers may fail to do so.\nTherefore it's important to review servers your followers belong to.\nYou may toggle an option to approve and reject new followers manually in the settings.\n<em>Please keep in mind that the operators of the server and any receiving server may view such messages</em>, and that recipients may screenshot, copy or otherwise re-share them.\n<em>Do not share any dangerous information over Mastodon.</em>\n</li>\n<li>\n<em>IPs and other metadata</em>: When you log in, we record the IP address you log in from, as well as the name of your browser application.\nAll the logged in sessions are available for your review and revocation in the settings.\nThe latest IP address used is stored for up to 12 months.\nWe also may retain server logs which include the IP address of every request to our server.</li>\n</ul> What do we use your information for?\n<p>Any of the information we collect from you may be used in the following ways:</p>\n<ul>\n<li>To provide the core functionality of Mastodon.\nYou can only interact with other people's content and post your own content when you are logged in.\nFor example, you may follow other people to view their combined posts in your own personalized home timeline.</li>\n<li>To aid moderation of the community, for example comparing your IP address with other known ones to determine ban evasion or other violations.</li>\n<li>The email address you provide may be used to send you information, notifications about other people interacting with your content or sending you messages, and to respond to inquiries, and/or other requests or questions.</li>\n</ul> How do we protect your information?\n<p>We implement a variety of security measures to maintain the safety of your personal information when you enter, submit, or access your personal information.\nAmong other things, your browser session, as well as the traffic between your applications and the API, are secured with SSL, and your password is hashed using a strong one-way algorithm.\nYou may enable two-factor authentication to further secure access to your account.</p> What is our data retention policy?\n<p>We will make a good faith effort to:</p>\n<ul>\n<li>Retain server logs containing the IP address of all requests to this server, in so far as such logs are kept, no more than 90 days.</li>\n<li>Retain the IP addresses associated with registered users no more than 12 months.</li>\n</ul>\n<p>You can request and download an archive of your content, including your posts, media attachments, profile picture, and header image.</p>\n<p>You may irreversibly delete your account at any time.</p> Do we use cookies?\n<p>Yes.\nCookies are small files that a site or its service provider transfers to your computer's hard drive through your Web browser (if you allow).\nThese cookies enable the site to recognize your browser and, if you have a registered account, associate it with your registered account.</p>\n<p>We use cookies to understand and save your preferences for future visits.</p> Do we disclose any information to outside parties?\n<p>We do not sell, trade, or otherwise transfer to outside parties your personally identifiable information.\nThis does not include trusted third parties who assist us in operating our site, conducting our business, or servicing you, so long as those parties agree to keep this information confidential.\nWe may also release your information when we believe release is appropriate to comply with the law, enforce our site policies, or protect ours or others rights, property, or safety.</p>\n<p>Your public content may be downloaded by other servers in the network.\nYour public and followers-only posts are delivered to the servers where your followers reside, and direct messages are delivered to the servers of the recipients, in so far as those followers or recipients reside on a different server than this.</p>\n<p>When you authorize an application to use your account, depending on the scope of permissions you approve, it may access your public profile information, your following list, your followers, your lists, all your posts, and your favourites.\nApplications can never access your e-mail address or password.</p> Site usage by children\n<p>If this server is in the EU or the EEA: Our site, products and services are all directed to people who are at least 16 years old.\nIf you are under the age of 16, per the requirements of the GDPR (General Data Protection Regulation) do not use this site.</p>\n<p>If this server is in the USA: Our site, products and services are all directed to people who are at least 13 years old.\nIf you are under the age of 13, per the requirements of COPPA (Children's Online Privacy Protection Act) do not use this site.</p>\n<p>Law requirements can be different if this server is in another jurisdiction.</p> Changes to our Privacy Policy\n<p>If we decide to change our privacy policy, we will post those changes on this page.</p>\n<p>This document is CC-BY-SA.\nIt was last updated March 7, 2018.</p>\n<p>Originally adapted from the Discourse privacy policy.</p>\n", "created_at": "2019-05-19 10:13:55.945964", "updated_at": "2019-05-19 10:13:58.118101"}, {"id": 1386, "name": "About this instance", "url": "https://mstdn.io/about/more", "xpath": "/html/body/div/div[2]/div/div[4]/div/div", "text": "\nWelcome on mstdn.io! 🎉\n<p>Fast, secure and up-to-date instance, welcoming everyone around the world.\nJoin us! 🌍 Up since 04/04/2017.\n✅</p>\nWhy should you sign up on mstdn.io?\n<ul>\n<li>This instance is not focused on any theme or subject, feel free to talk about whatever you want.</li>\n<li>Although the main language is english, we accept every single language and country.</li>\n<li>We're connected to the whole ActivityPub fediverse and we do not block any foreign instance nor user.</li>\n<li>We do have rules, but all we want is to have responsible users.</li>\n<li>The instance uses a powerful server to ensure speed and stability, and it has good uptime.\nWe follow state-of-the-art security practices.</li>\n<li>We have over 300 custom emojis to unleash your meme potential!</li>\n</ul>\n<br>\n<p>Looking for a Kpop themed instance? Try kpop.social</p>\n<p>\n</p>\n<p>If you have trouble with the instance (as a user or as a fellow admin), please toot the admin @admin@mstdn.io, send an email or contact him on Twitter: @fuolpit</p>\n<br>\n<p>\n<br>By @espectalll</p>\n<br>\n📜 Rules: <p>• Respect each other 🤝\n<br>• If you follow the Human Rights (EN/FR/JP), nothing bad should happen 😉\n<br>• Don't spam ✋\n<br>• No racism, xenophobia, sexism, discrimination, nazis...\n☮️\n<br>• Please don't post illegal content (or links to) in France and Germany (except torrents) ⛔\n<br>• For NSFW content, use the content warning or the NSFW filter, otherwise please post your toot as unlisted 🔞\n<br>• Use content warning for spoilers ❗\n<br>• Bots and commercial accounts are prohibited.\nSee (botsin.space for bots)\n<br>• A local account may be muted or banned if they don't follow the rules.\n🔐\n<br>• We only block/silence foreign accounts and instances for legal reasons or spam.\n<br>• List of suspended/silenced accounts/instances (pretty empty)\n<br>• Have fun 🎉</p>\n<p>If you're not sure about the rules whether it's because you want to sign up or post something, please contact the admin.</p>\n<p>Due to spam, you'll have to apply before signing up.\nPlease use real reasons for you application, otherwise you may be discarded as spam.</p>\n<br>\n💻 What's behind? <p>This instance is hosted on a VM at Hetzner Cloud, in Germany.</p>\n<p>You can see the status page to check our uptime.</p>\n<p>Since we have users from all around the world (From Brasil to Japan, including Wester Europe), we use Cloudflare as a CDN among other things.</p>\n<p> FYI, 30 days of the web server's logs are kept.\nDaily backups are made.</p>\n<br>\n👨‍💻 The admin\n<p>I'm @angristan, the admin, a french tech enthusiast and Linux sysadmin at a French managed web hosting company.\nI'm a student in a French IT school at the same time.</p>\n<p>I run an english blog and a french blog if you're interested.</p>\n<p>I made an account dedicated to mstdn.io news: @admin.\nThus you don't have to follow my personnal account to get the latest news on the instance.</p>\n<p>I'm the only admin here so feel free to toot me if you have any question or concern about the instance!</p>\n<p>Also, I'm a heavy user of Mastodon, so you can be sure this instance won't be abandoned because I lost interest.\nI launched mstdn.io because I love FOSS, dencentralization and free software, so this is one of my hobby.\n😁</p> 💰 Donations\n<p>You can donate to help me maintain this instance in the long term.</p>\n<p>Here is what I have to pay:\n<br>• Domain name: 35€/year\n<br>• Main Server: 20€/month\n<br>• Object storage: 5€/month\n<br>• Backup storage: 10€/month</p>\n<p>I invested a lot of time for this, hundreds of hours of installing, tweaking, debugging, optimizing, monitoring, explaining, etc.\nI love it, but I do this on my free time, so any thanks for my work, financial or not, is really appreciated.</p>\n<p>I also run a Tor relay, so your money will alway be put to good use 😊</p>\n<p>Donation methods:</p>\n• Patreon\n<br>• Ko-fi\n<br>• Buy me a coffee\n<br>• Liberapay\n<br>• Paypal\n<br>• Cryptocurrencies 🤝\n<br>\n<br>\n<p>If you can't help financially, don't worry! Just talk about Mastodon around you, help the new users, and toot every day!</p>\n<p>You can also just say thanks.</p>\n<p>Thank you, and happy tooting!</p>\n<p>We're no strangers to tweets\n<br>You know the rules, and so do I\n<br>The full federation that I'm thinking of\n<br>You wouldn't get it from\n<br>Any other instance\n<br>I'm just gonna tell you how I toot\n<br>Gonna make you understand</p>\n<p>Never gonna toot you up\n<br>Never gonna boost you down\n<br>Never gonna tweet around and\n<br>Subtoot you</p>\n<p>Never gonna make you toot\n<br>Never gonna say good toot\n<br>Never gonna tell a toot\n<br>And toot you</p>\n<p>\n<br>By @headlessideas</p> Moderated servers\n<p>Mastodon generally allows you to view content from and interact with users from any other server in the fediverse.\nThese are the exceptions that have been made on this particular server.</p>\nSuspended servers\n<p>No data from these servers will be processed, stored or exchanged, making any interaction or communication with users from these servers impossible:</p> Server\nReason botsin.space Many bots on this instance.\nUses too much database space.\nfreefedifollowers.ga Spam mstdn.foxfam.club Many bots on this instance.\nUses too much database space.\nnewsbots.eu Many bots on this instance.\nUses too much database space.\ntwitter.activitypub.actor Many bots on this instance.\nUses too much database space.\n", "created_at": "2019-05-19 10:14:57.300987", "updated_at": "2020-12-14 22:21:44.837417"}], "points": [], "urls": ["deprecated10"]}}