{"error": 448, "message": "OK", "parameters": {"id": 5442, "name": "lionsgate", "created_at": "2021-11-03 00:43:36.650519", "updated_at": "2021-11-03 23:01:06.591951", "wikipedia": null, "keywords": null, "related": null, "slug": "lionsgate", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5442.png", "url": "lionsgate.com", "documents": [{"id": 9775, "name": "Terms Of Use", "url": "https://www.lionsgate.com/legal/terms-of-use", "xpath": "//body", "text": " Terms Of UseIMPORTANT! PLEASE READ THESE TERMS OF USE (<b>\"TERMS OF USE\"</b>) CAREFULLY.\nTHESE TERMS OF USE APPLIES TO YOUR (REFERENCES TO \"YOUR\" OR \"YOU\" IN THESE TERMS OF USE MAY ALSO INCLUDE ANY AUTHORIZED USERS ESTABLISHED BY YOU, IF APPLICABLE) USE OF ALL OF THE LIONS GATE ENTERTAINMENT CORP.\n(COLLECTIVELY REFERRED TO HEREIN, SOLELY FOR EASE OF REFERENCE, AS <b>\"YOUR\"</b> OR <b>\"YOU\"</b> IN THESE TERMS OF USE MAY ALSO INCLUDE ANY AUTHORIZED USERS ESTABLISHED BY YOU, IF APPLICABLE) USE OF ALL OF THE LIONS GATE ENTERTAINMENT CORP.\n(COLLECTIVELY REFERRED TO HEREIN, SOLELY FOR EASE OF REFERENCE, AS <b>“COMPANY”</b>, <b>“US”</b> OR <b>“WE”</b>) ONLINE AND MOBILE WEBSITES (<b>\"SITES\"</b>) AND INTERACTIVE FEATURES OR DOWNLOADS THAT ARE MADE AVAILABLE THROUGH OR INTERACT WITH THE SITES (<b>\"FEATURES\"</b>).\nTHESE TERMS OF USE ARE A LEGALLY BINDING AGREEMENT BETWEEN COMPANY AND YOU CONCERNING YOUR USE OF THE SITES, FEATURES.\nAND CONTENT (AS THE SAME IS DEFINED IN SECTION 14.1 BELOW).\nBY USING THE SITES, FEATURES AND CONTENT YOU ARE UNCONDITIONALLY AGREEING TO THE TERMS OF USE.\nIF YOU DO NOT AGREE TO THE TERMS OF USE, PLEASE DO NOT USE THE SITES, FEATURES AND CONTENT.<br>\n<br>Please note that throughout these Terms of Use, you will see capitalized words or phrases.\nThese capitalized words and phrases are defined terms.\nThe defined terms are first set off from the other text in parentheses.\nTheir definitions are found either in these Terms of Use or in our Privacy Policy, found here: https://www.lionsgate.com/legal/privacy-policy.<br>\n<br>1.\nACCESS.\nUSE.\nUSER ACCOUNTS.\nIn order to use and access the Sites, Features you must meet the following access requirements (<b>\"Access Requirements\"</b>): (1) be 18 years of age or older (or whatever the applicable age of majority (legal adulthood) is where you are located).\nand (2) you must reside within the fifty states of the United States of America (<b>\"U.S.\"</b>), the District of Columbia, and certain US territories (<b>\"Service Area\"</b>).\n<br>\n<br>Regardless of whether you meet all of the Access Requirements set forth above, by using and accessing any Sites, Features and Content, you are unconditionally agreeing to these Terms of Use.\nNotwithstanding the foregoing, by using the Sites, you represent, acknowledge and agree that you are at least 18 years of age.<br>\n<br>Certain parts or features of the Sites may require registration or may otherwise ask you to provide information to create a user account to participate in certain Features or to access certain Content (each, a <b>“User Account”</b>).\nYou may only open a User Account for yourself, and not for any other person.\nA User Account can only be established by consumers that meet the Access Requirements.\nYou are responsible for all activity occurring under your User Account, including maintaining the confidentiality of each username and password.\nYou agree that you will: (a) immediately notify Us of any unauthorized use of your User Account.\nand (b) not allow any third party to use your User Account.\nCompany will have no liability for any loss or damage arising from use or misuse of your User Account or your failure to comply with these requirements.\nCompany, its affiliates and its third party licensors cannot and will not be liable for any loss or damage arising from any failure on the part of any person to comply with these obligations.\nThe Sites and/or Features may provide you with the opportunity to connect and/or link your User Account to certain third party social media sites (<b>\"Social Media Sites\"</b>).\nIf you choose to connect or link your User Account to any Social Media Site via the Sites or Features you consent to the release of information about you to others, including to the Social Media Site(s).\nIf you do not want information about you to be shared in this manner, do not connect or link your User Account to any Social Media Site(s).<br>\n<br>2.\nGRANT OF RIGHTS.\nRESTRICTIONS.\nCompany hereby grants you a limited, non-exclusive, non-transferable license to access, use and privately display the Sites, Content and Features, solely within the Service Area, in accordance with these Terms of Use.\nCompany grants you this limited license for your personal use only, and not for any commercial purpose.\nThe use of the Sites, Content or Features for commercial purposes is unauthorized and may constitute infringement.\nThis license does not include any rights to: (1) sell, resell, lend, lease, rent or otherwise commercially use the Sites, Content or Features or any other material or information contained therein.\n(2) collect or use any information, data, listings, or descriptions for any reason.\n(3) create derivative works from the Sites, Features or Content or any other materials or information contained therein.\n(4) download or copy User Account information of any third party.\n(5) use data mining, robots, or other data gathering and extraction tools.\n(6) distribute, transfer, or post any Content on any third party website, online service or other media.\n(7) modify, adapt, create derivative works from or translate any part of the Sites, Content or Features.\n(8) reverse engineer, decompile or disassemble the Sites, Content or Features, or otherwise attempt to obtain access to the Company IP (as defined in Section 14).\n(9) remove or alter any copyright, trademark or other proprietary notice contained in the Sites, Content or Features.\nExcept as provided herein, you may not frame or utilize framing techniques to use, surround or enclose the Sites, Content or Features or any trademarks, service marks, logo, or other proprietary information (including: images, text, page layout, or form) of Company and/or its affiliates or subsidiaries or Content providers without Company' express written consent.\nYou may not use any meta-tags or any other \"hidden text\" utilizing the name of the Sites, Content, Features, Company and/or its affiliates, subsidiaries or Content providers, or any trade names or trademarks or other copyrighted materials relating thereto, without the express written consent of Company.<br>\n<br>3.\nCONTENT.\nIt is your responsibility to review and monitor the access restrictions associated with each piece of Content available via the Sites, and Company accepts no liability for any access restrictions or the expiration of any availability windows.\nCompany reserves the right, in its sole discretion, to disable access to any Content at any time and makes no warranties that the access restrictions specified for each piece of Content will always be complete, current, or accurate.<br>\n<br>4.\nSITE UPDATES.\nSOFTWARE.\nBY USING THE SITES, YOU ACKNOWLEDGE AND AGREE TO RECEIVE, WITHOUT FURTHER NOTICE OR PROMPTING, UPDATED VERSIONS OF THE SITES AND RELATED THIRD-PARTY SOFTWARE.\nIF YOU DO NOT ACCEPT THE FOREGOING TERMS, DO NOT USE THE SITES.<br>\n<br>5.\nTERMINATION.\nSUSPENSION.\nYou may terminate your use of the Sites, Features and Content at any time.\nYour right to use the Sites, Content and Features will automatically terminate if you fail to comply with any provision of the Terms of Use and Company, each reserve the right to cancel, terminate or restrict your access to the Sites, Content and Features, or any portion thereof, at any time, without notification, for any or no reason whatsoever.\n<br>\n<br>6.\nPRIVACY POLICY.\nCompany may collect and use certain personally identifiable information and non-personally identifiable information about you in connection with your use of the Sites, Content or Features, and such collection and use of personally identifiable information is subject to the Company Privacy Policy available at https://www.lionsgate.com/legal/privacy-policy.\n<br>\n<br>7.\nPOLICIES FOR INDIVIDUALS UNDER THE AGE OF 13.\nCompany encourages the responsible use of the internet by children together with their parents and to that end, Company does not knowingly collect or use any personally identifiable information submitted or posted to the Sites and/or Features from individuals under the age of 13, except in order to respond on a one-time basis to a specific request for information.\n<br>\n<br>8.\nUSER SUBMISSIONS.\nCompany is pleased to hear from its customers and welcomes your comments regarding our products and services.\nThese comments should only be submitted to one of the mailboxes available to users of the Sites provided from time to time for that purpose.\nAll remarks, suggestions, ideas, graphics, or other information communicated to Company through Sites (each, a <b>\"Submission\"</b>) will forever be the property of Company.\nCompany will not be required to treat any Submission as confidential, and will not be liable for any ideas for its business (including without limitation, product or advertising ideas) and will not incur any liability as a result of any similarities between your Submission and any future Company products, services or operations.\nWithout limitation, Company will have exclusive ownership of all present and future existing rights to the Submissions of every kind and nature, everywhere.\nCompany will be entitled to use the Submission for any commercial or other purpose whatsoever, without compensation to you or any other person sending the Submission.\nYou acknowledge that you are responsible for whatever material you submit, and you, not Company, have full responsibility for the message, including its legality, reliability, appropriateness, originality, and copyright.\nYou acknowledge and agree that neither Company nor any of its licensees, successors or assigns has now, or will have in the future, any duty or liability, direct or indirect, vicarious, contributory or otherwise, with respect to the infringement or protection of any copyright in and to your Submission, and that Company and its licensees, successors or assigns are not responsible for the loss, deletion, failure to store, or misdelivery of any feedback submitted.<br>Company generally does not pre-screen, verify or edit your Submissions.\nHowever, Company and its agents reserve the right to investigate any violation of the Terms of Use and to take appropriate remedial action.\nCompany has absolute discretion to enforce the Terms of Use, including, but not limited to warning users of violations, disabling or suspending access, deleting, screening or editing any Submission, or prohibiting any behavior that does not comply with the Terms of Use.\nYou are entirely responsible and liable for all activities conducted by you and any user of your User Account, including the transmission, posting, or other provision of text, files, links, software, photographs, video, sound, music or other information or material to any portion of the Sites or Features.<br>\n<br>9.\nCONFIDENTIAL AND PROPRIETARY INFORMATION.\nYou agree not to try to access and not to access any information through the Sites or Features that does not pertain to you and which you are not properly authorized to receive.\nYou agree that if you should access information about another individual or entity, or otherwise receive information you are not authorized to receive, or if you become aware that someone else has accessed or attempted to access information that person was not authorized to receive, you will immediately cease such unauthorized access, notify Company of the unauthorized access, and reasonably assist Company in identifying and correcting the circumstances that permitted such unauthorized access.\nYou will keep confidential all information you receive concerning another individual or entity, will not use such information, will return such information to Company immediately, will not transmit it to any other person or entity and will not reproduce or distribute it in any electronic or other form.\n<br>\n<br>10.\nINTELLECTUAL PROPERTY.<br>\n<br>10.1 As between you and Company, the Sites, Content and Features are owned by Company and/or its licensors and content and technology providers, and are protected by applicable domestic and international copyright laws.\nAs used herein, <b>\"Content\"</b> means: (1) any and all motion pictures, images, animations, artwork, copy or information.\nand (2) any and all other human readable audio and/or visual elements, regardless of the form or format, accessible via the Sites or Features.\nAny and all underlying patentable or copyrightable elements (or elements protectable as trade secrets or otherwise under intellectual property laws) related to the Sites, Content and/or Features, including without limitation, source code, script, object code, software, protocols, algorithms, computer programs, data and other sets of statements and instructions contained in the Sites, Content and/or Features will be considered the property of Company (<b>\"Company IP\"</b>).\nAll rights not granted in these Terms of Use are reserved, and there are no implied licenses.\n<br>\n<br>10.2 LIONSGATE and all related registered and unregistered trademarks and service marks (<b>\"Lionsgate Marks\"</b>) are the property of Lions Gate Entertainment Inc.\nCertain characters, logos, names and images incorporated by Lions Gate Entertainment Inc.\non the Sites, Content and Features are also protected as registered or unregistered trademarks, trade names and/or service marks and are the property of their respective owners.\nThe Lionsgate Marks may not be used without the express written permission of Company.\n<br>\n<br>11.\nREPRESENTATIONS AND WARRANTIES.\nBy accessing or using the Sites or Features you represent and warrant that: (a) you are a resident of the Service Area.\n(b) that you have legal capacity to enter into this agreement (i.e., that you are at least eighteen (18) years old or of sufficient age to be considered an adult in your state of residence and possess sufficient mental capacity and are otherwise entitled to be legally bound in contract).\n(c) the information you provide during registration for a User Account, and any other communications with Company and/or in connection with the Sites for any reason, is true, correct, complete, and current and you agree to update such information as necessary so that it remains current, accurate, and complete.\nand (d) you have read and agree to abide and be bound by these Terms of Use.<br>\n<br>12.\nFORWARD LOOKING STATEMENTS.\nThe Sites or Features may contain forward-looking statements regarding Company' business, customers, partners, future products, and services or other factors that may affect future earnings or financial results.\nSuch statements involve risks and uncertainties, which could cause actual results to vary materially from those expressed in or indicated by the forward-looking statements.\nExamples of these risks include delays in development, competitive service, and product offerings, and lack of market acceptance.<br>\n<br>13.\nEXPORT RESTRICTIONS.\nYou agree that you will comply with all applicable export laws, restrictions and regulations of the U.S.\nDepartment of Commerce, the U.S.\nDepartment of Treasury and any other U.S.\nor foreign agency or authority.\nYou agree not to export or re-export, or allow the export or re-export of the Sites in violation of any such law, restriction or regulation.<br>\n<br>14.\nLINKS TO AND FROM THIRD PARTY SITES.<br>\n<br>14.1 The Sites, Content and Features contain or may contain links to other internet sites, including without limitation Social Media Sites.\nCompany does not verify, warrant, endorse or take responsibility for the availability, accuracy, completeness, quality, practices or policies of such sites or content available from such sites.\nCompany does not make any representations or warranties as to the security of any information (including, without limitation, credit card and other personal information) you might be requested to give any third party, and you irrevocably waive any claim against us with respect to such sites.<br>\n<br>14.2 You are not permitted to link to the Sites, Content or Features from any third-party site without the prior written permission of Company.<br>\n<br>15.\nASSIGNMENT.\nYou may not assign your rights and obligations under the Terms of Use for any reason.\nCompany may assign its rights and obligations under the Terms of Use at any time.\n<br>\n<br>16.\nDISCLAIMER OF WARRANTIES.\nYOU EXPRESSLY AGREE THAT USE OF THE SITES, CONTENT AND FEATURES IS AT YOUR SOLE RISK.\nNEITHER COMPANY, ITS DISTRIBUTORS, PARENTS, AFFILIATES, EMPLOYEES, AGENTS, SERVICE PROVIDERS, THIRD PARTY INFORMATION PROVIDERS, LICENSORS OR THE LIKE, WARRANT THAT THE SITES, CONTENT AND/OR FEATURES WILL BE UNINTERRUPTED, SECURE OR ERROR FREE.\nNOR DO THEY MAKE ANY WARRANTY AS TO THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SITES, CONTENT OR FEATURES, OR AS TO THE ACCURACY, RELIABILITY, SECURITY OR CONTENT OF ANY INFORMATION OR SERVICE CONTAINED IN OR PROVIDED THROUGH THE SITES, CONTENT OR FEATURES.\nTHE SITES, CONTENT AND FEATURES, ALL CONTENT AND INFORMATION PROVIDED THEREIN, AND ALL ELEMENTS OF ANY SOFTWARE RELATED THERETO ARE PROVIDED ON AN \"AS IS,\" \"AS AVAILABLE\" BASIS WITHOUT WARRANTIES OF ANY KIND, AND ALL SUCH WARRANTIES, WHETHER ORAL OR WRITTEN, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTIBILITY OR FITNESS FOR A PARTICULAR PURPOSE ARE HEREBY DISCLAIMED AND EXPRESSLY NEGATED.\nNO ORAL ADVICE OR WRITTEN INFORMATION GIVEN BY COMPANY, ANY OF ITS PARENTS, AFFILIATES, EMPLOYEES, AGENTS, SERVICE PROVIDERS, THIRD PARTY INFORMATION PROVIDERS, LICENSORS OR THE LIKE, WILL CREATE A WARRANTY.\nAND YOU WILL NOT RELY ON ANY SUCH INFORMATION OR ADVICE.\nTHE ABOVE EXCLUSION OF IMPLIED WARRANTIES WILL APPLY TO YOU ONLY TO THE EXTENT PERMITTED BY APPLICABLE LAW.<br>\n<br>17.\nLIMITATION OF LIABILITY.\nUNDER NO CIRCUMSTANCES, INCLUDING NEGLIGENCE, WILL COMPANY, ITS DISTRIBUTORS, PARENTS, AFFILIATES, EMPLOYEES, AGENTS, SERVICE PROVIDERS, THIRD PARTY INFORMATION PROVIDERS, LICENSORS, OR ANYONE ELSE INVOLVED IN CREATING, PRODUCING OR DISTRIBUTING THE SITES, CONTENT OR FEATURES BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, EXEMPLARY, ECONOMIC, PUNITIVE, LOST PROFIT, SPECIAL OR CONSEQUENTIAL DAMAGES OR FOR ANY DAMAGES THAT RESULT FROM OR ARE RELATED TO THE USE OF OR INABILITY TO USE THE SITES, CONTENT OR FEATURES.\nOR THAT RESULT FROM MISTAKES, OMISSIONS, INTERRUPTIONS, DELETION OF FILES, ERRORS, DEFECTS, DELAYS IN OPERATION, OR TRANSMISSION, OR ANY FAILURE OF PERFORMANCE, WHETHER OR NOT LIMITED TO AN EVENT OF FORCE MAJEURE.\nTHE ABOVE LIMITATIONS OF LIABLITY WILL APPLY TO YOU ONLY TO THE EXTENT PERMITTED BY APPLICABLE LAW.\nYOU ASSUME THE RISK IN USING THE SITES AND/OR FEATURES AS WELL AS RESPONSIBILITY FOR ESTABLISHING PROCEDURES FOR DATA BACKUP AND VIRUS CHECKING AS YOU CONSIDER NECESSARY.<br>\n<br>18.\nINDEMNIFICATION.\nYou agree to indemnify and hold harmless Company, its parents, subsidiaries, affiliates, partners, agents, and licensors and each of their respective officers, directors, shareholders and employees against and from any and all liabilities, claims, costs, damages, reasonable settlements and expenses (including without limitation reasonable attorneys’ fees and court costs) to the extent arising out of or attributable to your breach of any of the provisions, representations or warranties set forth in these Terms of Use, and/or from your placement or transmission of any content onto the Sites servers, and/or from any and all use of your User Account in violation of the Terms of Use or the failure to fulfill any obligations relating to your User Account incurred by you or any other person using your User Account.\nWe reserve the right to take over the exclusive defense of any claim for which we are entitled to indemnification under this Section.<br>\n<br>19.\nForce Majeure.\nCompany will not have any liability to you for any delay or non-performance of its obligations under the Terms of Use, to the extent that such delay or non-performance is attributable to an event of Event of Force Majeure (as hereinafter defined).\nFor the purposes of the Terms of Use, \"Event of Force Majeure\" will mean an act of God, labor dispute, or failure of facilities, networks, equipment or software, or any similar event, to the extent that such event is beyond the reasonable control of Company.<br>\n<br>20.\nMODIFICATIONS TO THE TERMS OF USE.\nCompany reserves the right, at its sole discretion, to change, modify, discontinue, enhance, add or remove any portion of the Sites, Content and Features, or any provision of the Terms of Use, in whole or in part, at any time.\nIf we make a material change to the Terms of Use, we will notify you by posting a notice on the Sites.\nWe will also send an email to the email address you most recently provided to us prior to the material change taking effect.\nAny material change to these Terms of Use will be effective automatically 30 days after the revised Terms of Use are first posted or, for users who register or otherwise provide opt-in consent during this 30-day period, at the time of registration or consent, as applicable.\nThe date that these Terms of Use were last modified can be found at the end of these Terms of Use.\n<br>\n<br>21.\nCOPYRIGHT NOTICE.\nIf you believe that any Content appearing on the Sites has been copied in a way that constitutes copyright infringement under the laws of the United States, please forward the following information to the Copyright Agent named below:<br>\n<ul>\n<li>Your name, address, telephone number, and email address;</li>\n<li>A description of the copyrighted work that you claim has been infringed;</li>\n<li>The exact URL or a description of where the alleged infringing material is located;</li>\n<li>A statement by you that you have a good-faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law;</li>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest.\nand</li>\n<li>A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.</li>\n</ul>\n<br>Lions Gate Entertainment Inc.<br>2700 Colorado Avenue<br>Santa Monica, CA 90404<br>Attn: General Counsel<br>E-Mail: dmca@lionsgate.com<br>\n<br>Please note that while Company seeks to preserve any and all exemptions from liability that may be available under the copyright law, this is not a stipulation that Company is a service provider as defined in 17 USC section 512c or elsewhere in the law.<br>\n<br>22.\nELECTRONIC COMMUNICATIONS.\nWhen you use the Sites, Content and Features, or send emails, text messages, and other communications from your desktop or mobile device to us, you are communicating with us electronically.\nYou consent to receive communications from us electronically.\nWe may communicate with you in a variety of ways, such as by email, text, in-app push notifications, or by posting notices and messages on the Sites, Content, or Features.\nYou agree that all agreements, notices, disclosures, and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.\nYou also consent to receiving promotional messages, offers, surveys, and requests electronically.\nFor more information as to how we communicate with you, please review our Privacy Policy at https://www.lionsgate.com/legal/privacy-policy.\nIf you no longer want to receive non-transactional communications, you may unsubscribe at any time using the link at the bottom of the electronic communication.<br>\n<br>23.\nGOVERNING LAW.\nARBITRATION.\nThese Terms of Use will be governed by and construed in accordance with the laws of the State of California.\nAll controversies, disputes or claims arising out of or relating to these Terms of Use will be determined pursuant to the mediation and arbitration procedures of JAMS, and administered by JAMS or its successor (<b>\"JAMS\"</b>) in accordance with the comprehensive rules and procedures, including the optional appeal procedure, of JAMS (<b>\"JAMS Rules\"</b>), as modified by these Terms of Use.\nThe parties will endeavor first to attempt to resolve the controversy or claim through mediation administered by JAMS before commencing any arbitration.\nAll mediation and arbitration will be conducted in Los Angeles County, California.\nThe arbitration will be held before a single neutral arbitrator.\nThe JAMS Rules for selection of mediators and arbitrators will be followed, except that the mediator or arbitrator will be an experienced entertainment or labor or employment arbitrator licensed to practice law in California, or a retired judge.\nAny appellate panel will consist of three (3) neutral members, subject to the foregoing requirements.\nAny mediation and/or arbitration will be confidential (except as information may be required in any judicial proceeding brought to enforce these arbitration provisions or any award rendered hereunder).\nUpon conclusion of any arbitration proceedings hereunder, the arbitrator will render findings of fact and conclusions of law and a written opinion setting forth the basis and reasons for any decision he or she has reached and will deliver such documents to each party to the agreement along with a signed copy of the award.\nAny arbitration award will be final and binding upon the parties.\nJudgment upon an award rendered by an arbitrator may be entered in any court having jurisdiction over the relevant party or its assets.\nThe arbitrator will have the right to award money damages and other appropriate relief, consistent with the terms of this agreement.\nhowever, the arbitrator will not have the right to award injunctive relief against either party or to certify a class action of any kind.\nAny dispute, claim or controversy arising out of or relating to the Sites or your use of the Sites, and these Terms of Use, must be filed within one (1) year of the relevant events.\nYou and Company agree that each may bring claims against the other only in your or its individual capacity, and not as a plaintiff or class member in any purported class or representative proceeding.\n<br>\n<br>24.\nCALIFORNIA CONSUMER NOTICE.\nUnder California Civil Code Section 1789.3, California users are entitled to the following consumer rights notice: The Sites, Features and Content are provided by Company, Inc., 2700 Colorado Ave, Santa Monica, CA 90404.\nIf you have a question or complaint regarding the Sites, please contact us by writing Lions Gate Entertainment Corp., 2700 Colorado Ave, Santa Monica, CA 90404, Attention General Counsel.\nCalifornia residents may reach the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by post at 1625 North Market Blvd., Sacramento, CA 95834 or by telephone at (916) 445-1254 or (800) 952-5210 or Hearing Impaired at TDD (800) 326-2297 or TDD (916) 322-1700.<br>\n<br>25.\nMISCELLANEOUS.\nThese Terms of Use set forth the nature and extent of your relationship with Company as it pertains to the Sites, Content and Features.\nThe Terms of Use are binding upon and inure to the benefit of Company and you, and Company’ successors and assigns, if any.\nIf any provision of these Terms of Use is determined to be invalid or unenforceable, such determination will not affect the validity or enforceability of any other provision of the Terms of Use.\nAny waiver of any breach or failure to enforce any provision of the Terms of Use will not be deemed a future waiver of such term or a waiver of any other provision.\nAny waiver of any provision of the Terms of Use will be effective only if it is in writing and signed by Company and you.\nNothing contained in the Terms of Use will constitute, or enable the development of a joint venture, partnership or any other employee/employer or independent contractor relationship or any other commercial relationship (except as seller and customer) between you and Company.\nThe provisions of the Terms of Use, which by their nature should survive expiration or termination of the Terms of Use, will survive such termination.\nYou agree that your use of the Sites, Content and Features enables you to enter into agreements and/or to make purchases electronically.\nYou acknowledge and agree that your electronic submissions constitute your agreement and intent to be bound by any such agreements and/or purchases, including without limitation all transactions you enter into in connection with the Sites, Content and Features.<br>\n<br>REVISED 12/19/19.<br>\n<p>Terms Of Use</p>\n<p>Privacy Policy</p>Do not sell my information<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>Menu</p>Get Updates<p>Redeem</p>\n<p>Back</p> ", "created_at": "2021-11-02 23:44:36.529979", "updated_at": "2021-11-02 23:45:35.416649"}, {"id": 9774, "name": "privacy policy", "url": "https://www.lionsgate.com/legal/privacy-policy", "xpath": "", "text": " Privacy PolicyEFFECTIVE DATE: 12/17/19<br>\n<br>IMPORTANT! PLEASE READ THIS PRIVACY POLICY <br>\n<br>IMPORTANT! PLEASE READ THIS PRIVACY POLICY (<b>\"PRIVACY POLICY\"</b>) CAREFULLY.\nTHIS PRIVACY POLICY APPLIES TO YOUR (REFERENCES TO <b>\"YOUR\"</b> OR <b>\"YOU\" </b>IN THIS PRIVACY POLICY MAY ALSO INCLUDE ANY AUTHORIZED USERS ESTABLISHED BY YOU, IF APPLICABLE) USE OF ALL OF THE LIONS GATE ENTERTAINMENT CORP.\n(COLLECTIVELY REFERRED TO HEREIN, SOLELY FOR EASE OF REFERENCE, AS <b>“COMPANY”</b>, <b>“US”</b> OR <b>“WE”</b>) ONLINE AND MOBILE WEBSITES (<b>\"SITES\"</b>) AND INTERACTIVE FEATURES OR DOWNLOADS THAT ARE MADE AVAILABLE THROUGH OR INTERACT WITH THE SITES (<b>\"FEATURES\"</b>).\nBY USING THE SITES OR FEATURES YOU ARE AGREEING TO THIS PRIVACY POLICY AND OUR COLLECTION, USE AND SHARING OF THE INFORMATION WE COLLECT ABOUT YOU AS DESCRIBED IN THIS PRIVACY POLICY.\nIF YOU DO NOT AGREE TO THE TERMS OF THIS PRIVACY POLICY, PLEASE DO NOT USE THE SITES OR FEATURES.<br>\n<br>By visiting the Sites, or using any of our Features, you agree that your personal information will be handled as described in this Privacy Policy.\nYour use of our Sites, Features and any dispute over privacy, is subject to this Privacy Policy and our Terms of Use, including its applicable limitations on damages and the resolution of disputes.\nThe Company Terms of Use are incorporated by reference into this Privacy Policy, including any applicable defined terms used in this Privacy Policy that are not otherwise defined in this Privacy Policy.<br>\n<br>Company is committed to helping users of its Sites and Features understand the information that Company collects, how Company uses that information and how Company shares the information it collects from you.\nThis Privacy Policy applies specifically to the Sites and Features only, and covers information collected on or through the Sites and Features.\n<br>\n<br>1.\n<b>Information We Collect</b>.\nWe collect information from users of the Sites when they interact with the Sites, and/or any of the Features that we make available through the Sites (“<b>Users</b>”).\nIn addition we collect information from other companies with whom you have a relationship (<b>“Partners”</b>).\nPartners include Internet service providers and online and offline data providers.\nSpecifically, we collect the following types of information from Subscribers, Users and Partners:<br>Name and address.Date of birth.Contact details (including email address and phone number).Registration information, including username, password, password reminder and other information relating to “<b>User Accounts</b>” (as defined in the Terms of Use).Payment details (in limited circumstances).Registration for any contests, features and other promotions offered as part of, or in relation to, the Sites.Responses generated in connection with participation in online research.Reports of issues with the Sites.\nCorrespondence (including email and chat).Screen names.Submissions and voting and polling activities.Site usage and activity.Search queries.Information about interests.\nSocial media accounts and use.Technology used to access the Sites, including –<br>Device information.Browser information.Internet service provider or mobile carrier.Referring and exit pages.Date and time stamps.Clickstream data (including page clicks and scrolls).Location (for access and use verification).Bandwidth speed.IP address and device ID.Information from cookies and similar technologies (see below for more information).<br>2.\n<b>How we use personal data</b>.\nWe use personal data to provide, promote and develop the Sites.\nMore specifically we use personal data to –<br>• Verify access to the Sites.<br>• Verify the status of User Accounts (as defined in the Terms of Use for the Sites).<br>• Improve the Sites by providing personalized content, language, help and instructions.<br>• Customize the Sites by location.<br>• Provide customer service assistance.<br>• Ask Users to participate in surveys.<br>• Provide Users with news, newsletters, updates, targeted advertising, promotions, sweepstakes and special offers.\n<br>• Better understand how Users use the Sites (including checking traffic patterns and what types of content are most popular).<br>• Receive and respond to submissions or correspondence.\n<br>• Use Users submissions in accordance with the Terms of Use for the Sites.\n<br>• Check email *opens*.<br>• Exercise and comply with legal rights.<br>\n<br>Combining Information.\nAll of the information we collect about you may be combined, including to help us tailor our communications to you and to develop rich online content and services across our Sites and Features.<br>\n<br>3.\n<b>Cookies and Similar Technologies</b>.\n<br>\n<br>3.1 Cookies.\nCookies are small information files that our Sites and Features may place on your computer or other device.\nThis information may be combined with other personal information we collect from you (and our third party service providers may do so on our behalf.\n<ul>\n<li>Session Cookies.\nSession cookies exist only during an online session.\nThey disappear from your device when you close your browser or turn off your device.\nWe use session cookies to allow our systems to uniquely identify you during a session or while you are logged into the Sites and Features.\nThis allows us to process your online transactions and requests and verify your identity, after you have logged in, as you move through our Sites and Features.</li>\n<li>Persistent Cookies.\nPersistent cookies remain on your device after you have closed your browser or turned off your device.\nWe use persistent cookies to track aggregate and statistical information about user activity.\n</li>\n</ul>\n<br> 3.2 Disabling Cookies.<b>\n</b>In many instances, you can turn off cookies in your web browser (see your browser’s manual or help file for instructions), but if you do turn off cookies you may not be able to access parts of the Sites and Features where cookies are used.<br>\n<br> 3.3 Embedded Scripts/Web Beacons.\nAn embedded script is programming code used to collect information about how you interact with the Sites and Features.\nThe embedded script is temporarily downloaded onto your device from a Company or third party web server and is active only while you are connected to the Sites and Features.\nA web beacon is a small graphic image or programming code that may be included in our web pages and email messages.<br>\n<br> 3.4 Third Party Ad Servers.\nThird party ad servers may present or serve advertisements, provide us with data collection, reporting, ad response measurement, and site analytics, and assist with delivery of relevant marketing messages and advertisements.\nThese third parties may view, edit, or set their own cookies.\nThey may also collect information concerning your online activities over time and across different websites.\nThe information they may collect includes the other sites you have visited or applications that you have downloaded to your mobile device, and other information about you or your device in order to help analyze and serve targeted advertising.\nFor more information about third-party ad servers and your ability to opt-out of targeted advertising from such third parties, please visit the Network Advertising Initiative and/or the Digital Advertising Alliance.\nPlease note that opting out via one of these mechanisms will opt you out from those companies’ delivery of interest-based content or ads to you, but it does not mean you will no longer receive any advertising through our Sites or Features, or on other websites.\nYou may continue to receive advertisements, for example, based on the particular website that you are viewing (i.e., contextually based ads).\nAlso, if your browsers are configured to reject cookies when you opt out as set forth above, your opt out may not be effective.<br>\n<br>3.5<b>\n</b>Do-Not-Track.\nCurrently, our systems do not recognize browser “do-not-track” requests.\nYou may, however, disable certain tracking as discussed in this section (e.g., by disabling cookies).<br>\n<br> 3.6 Third Party Analytics.\nCompany may use third party analytics service providers to evaluate and provide us with information about the Sites and Features.\nThese vendors may have their own tracking technologies on your device and they may otherwise collect or have access to information about you.\nThis information may be stored and shared by these vendors to process your transactions and provide access to the Sites and Features.\nCompany may also use this information for internal review and analysis of the Sites and Features.<br>\n<br>4.\n<b>How We Disclose the Information We Collect</b>.\nCompany may disclose the information we collect to:<ul>\n<li>distributors, contractors and third parties we engage to provide services to us.\nExamples of these services include: (a) payment processing and authorization and (b) fraud protection and credit risk reduction </li>\n<li>corporate affiliates of Company to identify products and services that may be of interest to you, for research and analysis, and to assist in the improvement of our Sites and Features or those of our affiliates, and in connection with promotions conducted by us, by our affiliates, or jointly</li>\n<li>to any successor or to any person or entity that acquires ownership or control of the Sites and Features by any means</li>\n<li>to the extent we are required by law or court order to so disclose, or we believe in good faith that the law requires it</li>\n<li>as necessary to identify, contact, or bring legal action against, someone who may cause or be causing harm to, or interference with, our rights or property, other users of the Sites and Features, or anyone else</li>\n</ul>\n<br>5.\n<b>How To Update Your Personal Information</b>.\nWe will use reasonable efforts to allow you to update or correct the information we collect about you by visiting the My Account tool available within the Sites.\nTo help protect your privacy and security, we will take reasonable steps to verify your identity before granting access or making corrections to any of your information.<br>\n<br>6.\n<b>Choices – Email Opt Out</b>.\nIf at any time you wish to opt out or \"unsubscribe\" from receiving commercial emails related to the Sites and Features you may: (a) use the unsubscribe link at the bottom of each commercial email you receive or (b) visit the My Account tool available within the Sites to opt out of receiving commercial emails and to update your email preferences.\nPlease remember that: (1) even if you opt out of receiving commercial emails from Company, we reserve the right to send transactional or relationship communications to you (e.g., if we need to contact you regarding your account status, technical support, product information, changes to the terms of use for the Sites and Features or this Privacy Policy, and any other matter that might affect our service to you and/or our records on you) and (2) certain information or services can only be provided to you if information is provided.\nIf you elect not to provide such information or opt out of having your information shared, you may not be able to receive certain content or information.<br>\n<br>7.\n<b>Individuals Under the Age of 13</b>.\nCompany does not knowingly collect or use any information submitted to the Sites and/or Features from individuals under the age of 13.\nIf you are a parent or guardian who has discovered that your child under the age of 13 has submitted his or her information without your permission or consent, you can ask us to remove your child’s information by contacting us at privacyoffice@lionsgate.com.\nUpon notice from you, Company will make reasonable efforts to investigate and remove the information.\nPlease include in your message the same user name and/or email address and password that your child submitted.<br>\n<br>8.\n<b>Links to Other Sites</b>.\nCompany may from time to time offer links to other sites from the Sites and Features, including the sites of our distributors and sites that are sponsored by or co-branded with third parties.\nThese third parties may have information practices that are different than ours.\nWe recommend that you review such site’s terms of use and privacy policy prior to use or submitting any information to them.\nCompany does not verify, warrant, endorse or take responsibility for the availability, accuracy, completeness, quality, practices, or policies of such sites or content available from such sites.\nCompany does not make any representations or warranties as to the security of any information (including, without limitation, credit card and other personal information) you might be requested to give any third party.<br>\n<br>9.\n<b>Security</b>.\nCompany is aware of your privacy concerns and strives to collect only as much data as is required to make your use of the Sites and Features as efficient and satisfying as possible.\nWe will make reasonable efforts to ensure that whatever information you provide will be maintained in a secure environment.\nUnfortunately, no data transmission over the Internet can be guaranteed to be 100% secure.\nAs a result, while we strive to protect your information, we cannot guarantee the security of your information.<br>\n<br>10.\n<b>Changes</b>.\nCompany reserves the right, at its sole discretion, to change, modify, discontinue, enhance, add or remove any portion of the Privacy Policy, in whole or in part, at any time.\nprovided, however, if Company makes any material changes to this Privacy Policy, we will attempt to notify you of such changes by contacting you at the email address we have on file for you.\nChanges to the Privacy Policy will be effective when posted.\nYou agree to periodically review the Privacy Policy so that you are aware of any changes.\nYour continued use of the Sites and Features in any way after any changes are made or posted will be considered acceptance of those changes and will constitute your agreement to be bound thereby.<br>\n<br>11.\n<b>Additional Information for</b>\n<b>Residents in Certain Jurisdictions</b>\n<br>\n<br>In this section, we provide information for California residents, as required under California privacy laws, including the California Consumer Privacy Act (“CCPA”), which requires that we provide California residents certain specific information about how we handle their personal information, whether collected online or offline.\nSince the CCPA requires that we disclose specific information about how we handle certain personal information collected about all California consumers, the scope of this section is different than the overall scope of our privacy policy as explained above.<br>\n<br>This section does not address or apply to our handling of:publicly available information made lawfully available by state or federal governmentspersonal information that is subject to an exemption under Section 1798.145(c) – (f) of the CCPA (such as protected health information that is subject to HIPAA or the California Medical Information Act, and non-public information subject to the Gramm-Leach Bliley Act or the California Financial Information Privacy Act)personal information we collect about job applicants, independent contractors, or current or former full-time, part-time and temporary employees and staff, officers, directors or owners of Company personal information about individuals acting for or on behalf of another company, to the extent the information relates to our transactions with such company, products or services that we receive from or provide to such company, or associated communications or transactions<br>\n<b>Categories of personal information that we collect and disclose.\n</b>Our collection, use and disclosure of personal information about a California resident will vary depending upon the circumstances and nature of our interactions or relationship with such resident.\nThe table below sets out generally the categories of personal information (as defined by the CCPA) about California residents that we collect, sell, and disclose to others for a business purpose.\nWe collect these categories of personal information from the <b>sources described in Section 1 above</b>, and for the <b>purposes described in Section 2 above</b>.\n<br>\n<br>\n<b>Categories of personal information </b>\n<b>\n</b>\n<br>\n<br> Last Updated: 12/12/19<br>\n<br> Do we collect? Do we disclose for business purposes? Do we sell? <b>Name, Contact Info and other Identifiers:</b> identifiers such as a real name, alias, address, unique personal identifier, online identifier, Internet Protocol address, email address, account name, social security number, driver’s license number, passport number, or other similar identifiers.\n<br>\n<br> YES<br> YES<br> NO<br>\n<b>Customer Records</b>: paper and electronic customer records containing personal information, such as name, signature, physical characteristics or description, address, telephone number, education, current employment, employment history, social security number, passport number, driver’s license or state identification card number, insurance policy number, bank account number, credit card number, debit card number, or any other financial or payment information, medical information, or health insurance information.<br>\n<br> YES<br> YES<br> NO<br>\n<b>Protected Classifications</b>: characteristics of protected classifications under California or federal law such as race, color, sex, age, religion, national origin, disability, citizenship status, and genetic information.<br>\n<br> YES<br> YES<br> NO<br>\n<b>Purchase History and Tendencies</b>: commercial information including records of personal property, products or services purchased, obtained, or considered, or other purchasing or use histories or tendencies.<br>\n<br> YES<br> YES<br> NO<br>\n<b>Biometric Information</b>: physiological, biological or behavioral characteristics that can be used alone or in combination with each other to establish individual identity, including DNA, imagery of the iris, retina, fingerprint, faceprint, hand, palm, vein patterns, and voice recordings, keystroke patterns or rhythms, gait patterns or rhythms, and sleep, health, or exercise data that contain identifying information.<br>\n<br> NO<br> NO<br> NO<br>\n<b>Usage Data</b>: internet or other electronic network activity information, including, but not limited to, browsing history, clickstream data, search history, and information regarding a resident’s interaction with an internet website, application, or advertisement, including access logs and other activity information related to your use of any company websites, applications or other online services.<br>\n<br> YES<br> YES<br> NO<br>\n<b>Geolocation Data</b>: precise geographic location information about a particular individual or device.<br>\n<br> YES<br> YES<br> NO<br>\n<b>Audio, Video and other Electronic Data</b>: audio, electronic, visual, thermal, olfactory, or similar information such as, CCTV footage, photographs, and call recordings and other audio recording (e.g., recorded meetings and webinars).<br>\n<br> YES<br> YES<br> NO<br>\n<b>Professional or employment-related information</b>: Employment history, qualifications, licensing, disciplinary record.<br>\n<br> NO<br> NO<br> NO<br>\n<b>Education Information</b>: information about education history or background that is not publicly available personally identifiable information as defined in the federal Family Educational Rights and Privacy Act (20 U.S.C.\nsection 1232g, 34 C.F.R.\nPart 99).<br>\n<br> NO<br> NO<br> NO<br>\n<b>Profiles and Inferences</b>: inferences drawn from any of the information identified above to create a profile reflecting a resident’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, and aptitudes.<br>\n<br> YES<br> YES<br> NO<br>\n<b>California Residents’ Rights.\n</b>California law grants California residents certain rights and imposes restrictions on particular business practices as set forth below.<br>\n<br>\n<b>Do-Not-Sell</b>.\nCalifornia residents have the right to opt-out of Company’ sale of their personal information.\nPlease be advised that Company does not, and has not sold any personal information in the last 12 (twelve) months.\nLikewise, Company does not have any future plans to sell personal information.\nHowever, Company respects and understands that you may still want to ensure your personal information is not sold.\nTherefore, if you would still like to proceed with your “do not sell my information” request, we ask that you kindly submit a request via email to privacyoffice@lionsgate.com that includes the following information: (1) first and last name, (2) email address.\nand (3) zip code.<br>\n<br>\n<b>Initial Notice</b>: We are required to notify California residents, at or before the point of collection of their personal information, the categories of personal information collected and the purposes for which such information is used.<br>\n<br>\n<b>Verifiable Requests to Delete and Requests to Know.\n</b>Subject to certain exceptions, California residents have the right to make the following requests, at no charge:<br>\n<br>Request to Delete: California residents have the right to request deletion of their personal information that we have collected about them and to have such personal information deleted, except where an exemption applies.\n<br>\n<br>Request to Know: California residents have the right to request and, subject to certain exemptions, receive a copy of the specific pieces of personal information that we have collected about them in the prior 12 months and to have this delivered, free of charge, either (a) by mail or (b) electronically in a portable and, to the extent technically feasible, readily useable format that allows the individual to transmit this information to another entity without hindrance.\nCalifornia residents also have the right to request that we provide them certain information about how we have handled their personal information in the prior 12 months, including the:<ul>\n<li>categories of personal information collected</li>\n<li>categories of sources of personal information</li>\n<li>business and/or commercial purposes for collecting and selling their personal information</li>\n<li>categories of third parties/with whom we have disclosed or shared their personal information</li>\n<li>categories of personal information that we have disclosed or shared with a third party for a business purpose</li>\n<li>categories of personal information collected.\nand</li>\n<li>categories of third parties to whom the residents’ personal information has been sold and the specific categories of personal information sold to each category of third party.</li>\n</ul>\n<br>California residents may make a Request to Know up to twice every 12 months.<br>\n<br>\n<b>Submitting Requests.</b> Do-Not-Sell (Opt-out) Requests, Requests to Know, and Requests to Delete may be submitted:<ul>\n<li>By contacting us at: privacyoffice@lionsgate.com.\nPlease specify the type of request in your email.We will respond to verifiable requests received from California residents as required by law.\n</li>\n</ul>\n<br>\n<b>Right to Non-Discrimination</b>.\nThe CCPA prohibits discrimination against California residents for exercising their rights under the CCPA.\nDiscrimination may exist where a business denies or provides a different level or quality of goods or services, or charges (or suggests that it will charge) different prices, rates, or penalties on residents who exercise their CCPA rights, unless doing so is reasonably related to the value provided to the business by the residents’ data.\n<br>\n<br>\n<b>Financial Incentives</b>.\nA business may offer financial incentives for the collection, sale or deletion of California residents’ personal information, provided the incentive is not unjust, unreasonable, coercive or usurious, and is made available in compliance with applicable transparency, informed consent, and opt-out requirements.\nCalifornia residents have the right to be notified of any financial incentives offers and their material terms, the right to opt-out of such incentives at any time, and may not be included in such incentives without their prior informed opt-in consent.\nWe do not offer any such incentives at this time.<br>\n<br>12.\n<b>Contact Us</b>.\nIf you have any questions or concerns about this Privacy Policy please contact us at privacyoffice@lionsgate.com.<br>\n<p>Terms Of Use</p>\n<p>Privacy Policy</p>Do not sell my information<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>Menu</p>Get Updates<p>Redeem</p>\n<p>Back</p> ", "created_at": "2021-11-03 00:43:36.653001", "updated_at": "2021-11-02 23:44:24.253846"}], "points": [], "urls": ["lionsgate.com"]}}