{"error": 448, "message": "OK", "parameters": {"id": 6203, "name": " Clutch-Solution", "created_at": "2021-12-31 19:55:30.513538", "updated_at": "2021-12-31 23:01:12.860379", "wikipedia": null, "keywords": null, "related": null, "slug": "clutch-solution", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6203.png", "url": "clutch-solution.com", "documents": [{"id": 11238, "name": "Terms Of service ", "url": "https://clutch-solution.com/topic/125-terms-and-conditions-of-use/", "xpath": "//*[@id=\"comment-325_wrap\"]", "text": " <ul>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n<ul>\n<li>Share</li>\n</ul>\n</li>\n</ul> Posted September 25, 2020 <p> Keep in mind, you find and have to accept&nbsp;our valid ToS:&nbsp;&nbsp;https://clutch-solution.com/terms/\n</p>\n<p> The following ToS is our translated version for international customers&nbsp;without&nbsp;legal responsibilities.&nbsp;We are not liable for mistakes in this english version.\n</p>\n<p> &nbsp.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<strong>Terms and Conditions of Use</strong>\n</p>\n<p> Any account created on the Website is bound by the&nbsp;Terms and Conditions of Use.&nbsp;&nbsp;You have read and agreed to the site's &nbsp;\"AGB | Terms and Conditions of Use,&nbsp;DSGVO and&nbsp;Datenschutzrichtlinien | Privacy Policy.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<strong>ToS</strong>\n</p>\n<p> 1.\nWebsite<br> This website is owned and operated by Digital Smart Solution UG (haftungsbeschränkt), 61203 Reichelsheim (Wetterau), Mittelgasse 8&nbsp;in Germany.\nContact us: clutch-solution.com/contact-us\n</p>\n<p> 2.\nAcceptance of Terms of Service and Amendments<br> As soon as a client visits clutch-solution.com, he acknowledges these Terms of Service and if necessary he renounces a notification of them.\nFurthermore, if a client is using a special assistance on clutch-solution.com, he will be in charge of the compliance with any rules or decrees pertinent to those services.\nThe rules and decrees are inseparable with the Terms of Service.\n</p>\n<p> 3.\nPrivacy Policy<br> All registered and personal data or information that may be necessary for our company will be treated in accordance with our privacy policy.\n</p>\n<p> 4.\nOur Service<br> Our website and assistance are supported by an as is basis.\nThe clients are aware and agree that our company has the opportunity to modify or discontinue our website and service and delete information you provide if need be.\nThis can happen at any time.\nThe company is not committed to inform the client about these changes.\nFurthermore we do not take responsibility and are not in charge of timeliness, deletion, failure to store, inaccuracy or improper delivery of any data or information.\nEveryone who does not agree to these Terms of Service should not operate on this website (in any way, shape or form).\nAs outlined in paragraph six (6) (“Product Policy”), we offer our clients private forum membership access.\nThis can be used by the clients to ask for help with games, search for game teams and talk about games and much more.\nOur company does not offer any kind of hacks, nor do we sell them or publish information about them in our forums or on our website.\n</p>\n<p> 5.\nYour Responsibilities and Registration Obligations<br> Conditions to use our website are that clients have to be registered on our website, if needed they have to supply correct information and clients need to have passed the age of thirteen (13) (thirteen-year-old included).\nWhen registering, the client especially has to conform to the Terms of Service.\nThese Terms of Service get possibly altered nevertheless is the current version accessible here.\n</p>\n<p> 6.\nProduct Policy<br> Digital Smart Solution UG (haftungsbeschränkt)sells (VIP) Memberships and possesses our software, their property.\nThereby our software are at no charge.\nOur company guarantees that the software has been exclusively coded by coders of our website clutch-solution.com to be used on private servers without any activation or starting of anticheats.\nOur website disclaims any responsibility regarding (to) CD-keys, gaming account or other bans caused by our software.\nIf clients use fraudulent software, they do so at their own risk and in the full knowledge that if a ban is obtained from the server-admin or anticheats, no one other than the client will be held liable (getting a cheating or violation ban).\nThe function of our software is to be used on playful purpose.\nThis has to take place on private servers.\nIn the case that clients (user, member) use our software in a different function as the software was created, Digital Smart Solution UG (haftungsbeschränkt) is not accountable for that.\nClients (user, member) have to accept own responsibility for this change of the main purpose.\nThe only condition to practice with our software for free is that the client has to have a membership.\nThe software are only constructed for one single computer, no more.\nTo produce an inimitably hardware ID we use different parts of your computer (e.g.\nprocessor, memory, hard drive).\nIt is entirely possible that clients rework the hardware ID to utilize our product on another private computer.\nOur company reserves the right that this process may incur costs.\nThese potential costs depend whether our apparatus can identify the new hardware ID or not.\nMemberships called with \"Lifetime\" or \"Lifetime Membership\" is in reference to the lifetime of the website and not to the lifetime of the client (user, member).\nIf there are problems with finishing an operation or with the offering of content updates in any case we will try to fix this problem as soon as possible but do not refund costs (no refunds or partial refunds).\n</p>\n<p> 7.\nOnline Conduct and Cheating<br> The client conforms that he is in charge of the use of his own account, this also includes the communication and action on our website as well as the own software.\nWe expect a civilized and mannered behaviour from every user in online conduct and interaction with other clients.\nIf Digital Smart Solution UG (haftungsbeschränkt) is convinced of misbehaviour, illegal actions or danger to the general welfare of the other clients, Digital Smart Solution UG (haftungsbeschränkt) has the right to denounce an account or a certain membership.\nThe client agrees that Digital Smart Solution UG (haftungsbeschränkt) is not obliged to send a notification if Digital Smart Solution UG (haftungsbeschränkt) cancels a membership(s) and/or an account.\nIf a client got caught cheating in multiplayer games, we anticipate a voluntary termination of the games end user license agreements.\nOur company will not bear any responsibility and/or costs in case of financial loss, deletion of a game account or any other damage caused by cheating.\nDigital Smart Solution UG (haftungsbeschränkt) cannot be prosecuted for possible claims of intellectual property from third parties created by one of their consumers.\nIn cases like this the consumer is in the duty to guard Digital Smart Solution UG (haftungsbeschränkt) from claims (or as the case may be) from third parties.\n</p>\n<p> 8.\nPayment Policy<br> Digital Smart Solution UG (haftungsbeschränkt) must not tolerate any attempts to defraud which are manifested as follows: debiting an account that transfers funds without the consent of the account holder.\nDeception and fraud of this kind lead our company to block and denounce the affected account permanently and to take legal action against the fraudster.\nWe forbid the user to share or resell this account.\nIf this happens in spite of the ban.\n</p>\n<p> 9.\nRefund Policy<br> The client understands that once the sale is completed, the client cannot return or exchange the digital product, our goods are neither returnable nor refundable.\nHowever, if the purchased product cannot be accessed or downloaded, we will be happy to assist the user.\nTo get our help, the user can either get our contact details on the purchase receipt of his product, or he can go directly to the forum&nbsp;page to get support for the product he purchased.\nAll our clients who have purchased a virtual product (“Subscription\", \"Membership”) on our website agree to our Terms of Service.\nThis includes the point that purchased digital products are not refundable.\n</p>\n<p> 10.\nCracking, Leaking attempt policy<br> Our company does not expect our clients to disclose any private content (e.g.\ninformation related to our private forum membership access) or personal information (e.g.\nclient access, private forum access (“Subscriptions” or \"Membership\"), username, password) relating to our website.\nIf users should attempt to modify, leak, crack, analyse, disassemble, circumvent or harm our website in any way, our company is forced to block and denounce the affected account permanently and if necessary to take legal action (with regard to the infringement of copyright) against the accused.\nWe also expect our clients not to sell, publish or use private information from the forum membership access (“Subscriptions” or \"Membership\").\nIf this is not respected, we are forced to block and denounce the affected account permanently and if necessary to take legal action against the accused.\nIf clients use reverse engineering tools (e.g.\ndebugger or a disassembler) to crack programs, analyse the server or pursue other malicious purposes, our company will block and permanently delete the affected account and take legal action against the accused if necessary.\nThis is also mentioned in paragraph ten (10).\n</p>\n<p> 11.\nAuthentication<br> The manipulation of our client software to avoid any security mechanism or to affect our client software is strictly forbidden.\nDeception and fraud of this kind leads our company to block and denounce the affected account permanently and to take legal action against the accused.\n</p>\n<p> 12.\nRegistration and Password<br> Our company makes our clients (user, member) responsible for the safekeeping of their password and its use in registration and/or login, both authorized and unauthorized.\nFurthermore we expect from every user to notify us immediately if their account has been used in an unauthorized manner (this concerns registration, user account and password).\nIf a client gives access to a third party without authorization, we will be forced to close the account and delete it irrevocably.\n</p>\n<p> 13.\nYour Conduct<br> All information or data of any kind (software, code, text, music, sound, photographs, graphics, video or other materials (relating to content)), whether publicly or privately posted online, is the one and only responsibility of the person who posted the content or the person whose account is utilised.\nThe client is hereby notified and accepts that this website may contain offensive and abhorrent content.\nOur company shall not be liable for such sections, errors or omissions of any kind.\nThe client irrevocably agrees, in reference to this website or individual services from us, that he will omission the following:<br> 1.\nOmission of any form of hate speech (Provide any Content or perform any conduct that may be unlawful, illegal, threatening, harmful, abusive, harassing, stalking, tortuous, defamatory, libelous, vulgar, obscene, offensive, objectionable, pornographic, designed to or does interfere or interrupt this web site or any service provided, infected with a virus or other destructive or deleterious programming routine, give rise to civil or criminal liability, or which may violate an applicable local, national or international law);<br> 2.\nPretend to be someone else or an/another organisation, or falsify, mispresent or conceal any content that has been provided;<br> 3.\nGather or harvest any information about other users;<br> 4.\nSupply or exert this website and any content or attendance without our explicit written consent in any commercial manner or in any other form of unauthorized advertising (e.g.\njunk mail, spam, chain letters, pyramid schemes);<br> 5.\nRelease any content where the direct consequence civil or criminal liability is or which can be declared as a violation of any local, national or international law, including but not limited to laws relating to copyright, trademark, patent, or trade secrets.\n</p>\n<p> 14.\nSubmission of content on this Website<br> Our company presents contents on our website.\nThe following should be noted:<br> 1.\nThe client allows our company to continually, worldwide, universally, royalty-free rightly license (inclusively moral rights or other possible rights), use, reproduce, display, modify, publish, adapt, perform, distribute, achieve, promote, translate and fabricate derivative works and collocations in a whole or in isolated cases.\nA license like that may be in force related to any form, media, known or subsequently developed technology;<br> 2.\nThe client agrees that they have all legal, moral and if necessary other rights to engage us under a license set out in paragraph ten (10);<br> 3.\nThe client is informed and agrees that our company has the right to refuse to publish or delete content.\nThis right may be exercised at the sole discretion of the company.\nFurthermore, our company reserves the right to delete the content, applied by users, at any time without any explanation and notification to the client.\n</p>\n<p> 15.\nPrivate Policy<br> Privacy Policy: clutch-solution.com/privacy\n</p>\n<p> 16.\nThird Party Services<br> Our website may display or advertise (and offer as it may be the case) products and attendance of third parties.\nWe are not in charge of promises (relative to goods and attendance), which were made by third parties.\nIn cases like that the policies and representations of that third party shall apply.\nOur company shall not be accountable and does not take any responsibility if clients conduct business or interactions with third parties.\n</p>\n<p> 17.\nIndemnification<br> You consent to indemnify and hold us harmless, our subsiaries, related parties, partners, officers, affiliates, directors, agents, employees, advertisers, independent contractors, and cobranders from any demand or claim, including reasonable attorney's fees, that may be made by any third party, that is by reason of or arising out of your conduct or connection with this website or attendance, your provision of content, the violation of these Terms of Service or any other violation of the rights of another person or party.\n</p>\n<p> 18.\nDisclaimer of Warranties<br> In reference to disclaimer of warranties, each client accepts that the application of this website or any other services or content is made obtainable but at their own risk.\nOur company provides these to our clients, but expressly disclaims all warranties of any kind (express or implied).\nThis includes the warranties of merchantability, fitness for a particular purpose and non-infringement of third parties as well as specific cases not mentioned.\nOur company releases itself from any warranty (express or implied) that our service will function uninterrupted, accurate, virus-free, error-free, secure, timely, and reliable of any quality, just as we give no assurance that any content is safe to download in any way.\nBoth parties, our company and our clients, are fully aware that this website does not offer any professional advice.\nIn the event of a request for our advice or information, this is at the risk of the client and our company is not responsible for any problems arising from this.\nSome jurisdictions do not allow actions on implied warranties, so the above disclaimer may not apply to our clients because that paragraph is about implied warranties.\n</p>\n<p> 19.\nLimitation of Liability<br> Our clients (user, member) comprehend and accede that our company shall not be accountable for direct, indirect, incidental, special, exemplary or consequential prejudices.\nThis includes any damages for loss of profits, use, goodwill, information or other insubstantial losses.\nThis results from<br> 1.\nThe utilization of or the incapacity to use the service;<br> 2.\nThe charge to receive substitute products and/or attendance resulting from any transaction entered into on through the service;<br> 3.\nUnauthorised access or unauthorised changes to data transmission;<br> 4.\nPredications or behaviour of any third party on the service;<br> 5.\nPredications or behaviour of other business with reference to the service.<br> Some jurisdictions prohibit limitation of liability and if applicable, clients are not affected by these restrictions.\n</p>\n<p> 20.\nReservation of Rights<br> Our company retains the title to all property rights (such as copyrights, patents, trademarks, trade secrets) that may arise on our website, its content, products or services.\nOur clients are just allowed to use our rights and property requires with a former written consent from us.\nSolely because we made services available to our clients, we are not giving them licenses or rights (whether express or implied).\nIn addition our clients do not have the right to use our website or our services without any prior written consent from our company.\n</p>\n<p> 21.\nApplicable Law the client agrees and is fully aware that these Terms of Service and any dispute relating to our site, our goods or services will be governed and laid-out by the local law of the headquarters of the owner of our website, which is Germany.\nAmongst others, clients acknowledge that the conflict of law provisions will not apply.\nFurthermore the client consents that due to the registration, services or application to our website, that he subordinates himself to the exclusive jurisdiction and venue of the county or city where the headquarters of the owner of this website, which is Germany, is based.\n</p>\n<p>\n<br> 22.\nMiscellaneous Information<br> 1.\nIn the case that these Terms of Service be opposed to any law under which any arrangement may be held inoperative by a court with jurisdiction over the parties, such arrangement will be construe to deliberate the original intent of the parties in agreement with exercisable law, and the remainder of these Terms of Service stay effective and in good order;<br> 2.\nThe failure of either party to enforce any right under the Terms of Service shall not be deemed a waiver of such right by the party but shall be fully effective and recognized;<br> 3.\nOur clients understand that if they wish to bring any action or claim, it must be within one (1) month, after this period of time any action or claim will be forever barred.\nThis is to be accepted without consideration of contrary law or opposing provisions;<br> 4.\nOur company has the right to waive all rights and obligations under the Terms of Service and has no further jurisdiction.\n</p>\n<p> 23.\nOther Organizations<br> Every user agrees with the following, if this is not the case, he should leave our website now! We are not inspecting this website to purloin material (e.g.\ninformation, snapshot, source-codes) to use it against the webmaster, site operator, host or any other person in any thinkable way.\n</p>\n<p> 24.\nMailing<br> The client allows our company and third parties to send them e-mails with material and information about Digital Smart Solution UG (haftungsbeschränkt), this can be unsubscribed by the user at any time, except for the forum related e-mails (e.g.\nbirthday, notification and password reminders).\n</p>\n<p> 25.\nContact<br> If the client has got any questions about Terms of Service or Privacy Policy, the proceeding of our website or the commerce with clutch-solution.com, they shall please not hesitate to contact an administrator via private message or e-mail clutch-solution.com/contact-us\n</p>\n<p> 26.\nCopyright Information: https://clutch-solution.com/topic/6-copyright-information/\n</p>\n<p> 27.\nThis settlement justifies the entire agreement between Digital Smart Solution UG (haftungsbeschränkt) and the client (user, member) and replaces any prior statements, whether written or verbal communication.\n</p> Link to comment ", "created_at": "2021-12-31 19:55:30.51751", "updated_at": "2021-12-31 18:55:55.810759"}], "points": [], "urls": ["clutch-solution.com"]}}