{"error": 448, "message": "OK", "parameters": {"id": 4104, "name": "Freesound ", "created_at": "2021-06-15 18:01:02.887074", "updated_at": "2021-06-15 22:00:44.174346", "wikipedia": "https://en.wikipedia.org/wiki/Freesound", "keywords": null, "related": null, "slug": "freesound", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4104.png", "url": "freesound.org", "documents": [{"id": 7088, "name": "Cookie Policy", "url": "https://freesound.org/help/cookies_policy/", "xpath": "//body", "text": " Register Log In <ul>\n<li>Sounds</li>\n<li>Forums</li>\n<li>People</li>\n<li>Help</li>\n</ul> Freesound Cookies Policy\n<p>\n<i>Legal Notice</i>\n<br>\n</p>\n<p>The Freesound.org web portal - https://freesound.org - (hereinafter \"Freesound\") is managed by the Music Technology Group at Universitat Pompeu Fabra, Barcelona, Spain Universitat Pompeu Fabra (“UPF” or “WE/US”) domiciled at Plaça de la Mercè, 10-12, Barcelona, Spain, with tax number (CIF) Q-5850017-D.\nFreesound uses our own and third-party tracking and analytical cookies in order to improve our service and for Research and Development purposes.</p>\nWhat is a cookie? <p>A cookie is any type of file or device that is downloaded to the terminal equipment of a user in order to store data (typically your internet browser).\nThis data can be updated and retrieved by the entity responsible for your installation, but cannot read data from the hard drive.\n</p>\nWhat kinds of cookies are accepted by me in order to use Freesound? <p>We use cookies to enable recognition of the users only when they have been registered so that they do not have to register each time they visit or access areas or services that are reserved exclusively for them (session management).\nThey also provide other information like the date and time of the last visit the user made to the website and the content selected in browsing.</p>\n<p>This is the full list of cookies set by Freesound:</p>\n<ul>\n<li>CSRF for cross site forgery protection (for more information, please see https://docs.djangoproject.com/en/dev/ref/contrib/csrf/) </li>\n<li>Session ID cookie (to detect your user login)</li>\n<li>A “last visited Forum” cookie to provide a colour coded view of non-read posts</li>\n</ul> Withdrawing consent <p>To use the Freesound site and service, you must accept our Cookies Policy (as our cookies are an inseparable part of the service).\nIf you do not accept this use, or want to withdraw your consent to this Cookies Policy, be aware that you should not re-use our website after completing the process of withdrawal of the consent, as the cookies will be stored again (unless blocked by you in your browser).</p>\n<p>To withdraw your consent to this Policy Cookies\n</p>\n<ul>\n<li>First, if you have registered, you must unregister from the services of Freesound by cancelling your user account.\nYou can do that via your user settings page or by contacting us via this web form.</li>\n<li>You must delete the cookies stored on your computer/smartphone (PC or others) through the configuration and settings of your Internet browser.</li>\n</ul>\n<p>\n</p>\n<p>There are available instructions about how to configure the way that cookies works and how to delete the cookies for these browsers (which are the most used) Chrome / Chrome, Internet Explorer, Mozilla Firefox or Safari.\nIf you use other programs you should consult the help documentation for each browser.</p> Others <p>If you want to gather more information about the cookies that we use on this website, you can contact us via this web form.</p>\n<p> We use cookies to ensure you get the best experience on our website.\nBy browsing our site you agree to our use of cookies.\n<br> For more information check out our cookies policy.\n</p> Ok <br> Developers Blog About Terms of use Design by Pixelshell.\nCode by MTG (UPF).\nSome Rights Reserved.\n", "created_at": "2021-06-15 16:01:56.497634", "updated_at": "2021-06-15 16:02:04.556794"}, {"id": 7087, "name": "website terms of use", "url": "https://freesound.org/help/tos_web/", "xpath": "", "text": " Register Log In <ul>\n<li>Sounds</li>\n<li>Forums</li>\n<li>People</li>\n<li>Help</li>\n</ul> Freesound website terms of use\nLegal Notice <p>These general terms and conditions govern the use of and access to the website of Freesound (\"Freesound\"), a project of the Music Technology Group at Universitat Pompeu Fabra, Barcelona, Spain, and the services made available to users at http://www.freesound.org (\"this website\" or the “Site”).\n</p>\n<p>Specific terms of use that are applicable to Freesound API users can be found here.</p>\n<p>Universitat Pompeu Fabra (“UPF” or “we/us”) is domiciled at Plaça de la Mercè, 10-12, Barcelona, Spain, with tax number (CIF) Q-5850017.\n</p>\n<p>\n<b>Contact</b>.\nAny questions regarding Freesound, the Site, our services or these terms should be addressed via the online web form.\n</p>\n<i>Legal text</i>\n<i>Friendly version</i>\n<br>General use of the website Use of this website and corresponding services by any user (“you” or User”) entails full acceptance of these terms and any specific conditions published on the website.\nAccordingly, users are recommended to read carefully these terms and conditions and any instructions shown on the website each time they access the site.\nBy accessing the site, you agree to these terms.\nWe reserve the right to modify or delete at any time and without notice any content, services and information that are published in this website, as well as limit or modify these terms and conditions.\nAny modification will take effect as from the date of publishing and will bind any user accessing the page subsequent to publication.\nThese terms may be saved and printed by the user using the \"Print\" function of the browser.\nWe may change these terms from time to time.\n<br>Intellectual Property Rights Independently of any free or open source software or content license that may apply to any works, and except for works that are in the public domain, all the elements of this website - including each individual work and the structure, arrangement and selection of those works - are covered by intellectual or industrial property rights.\nThe rights in content, source code, form, design and name of the products, applications, tools, pages, brands, commercial names, logotypes, images, sounds and graphics, belong to, or have been granted to or are the object of a license in the name of, UPF.\nAuthorship and the right to use these works in any manner, including reproduction, modification, distribution or public communication, are protected by law.\nThe materials on Freesound are protected by copyright laws.\n<br>User Account <b>Registration</b>.\nTo post content to Freesound, you must create an account by completing the corresponding form with your details and agreeing to these Terms.\nThe passwords are confidential and it is therefore your responsibility to safeguard and ensure their correct use.\nYou agree to notify us immediately upon learning of any unauthorised use of your Account or any other breach of security known to you.\nOn confirmation of the account, you are granted a limited, revocable, non-exclusive and non-transferable license to use the Freesound services in accordance with these Terms.\nThe privacy policy applicable to personal data collected and processed by Freesound is set out below.\nTo post content, you must register and create an account.\n<b>Term</b>.\nThe account will be activated and remain in force unless terminated by either us or you hereunder.\nYou may cancel your account at any time.\nAll cancelations should be addressed to our online web form.\nWe may suspend or cancel your registration immediately in case of breach by you of these Terms, by written notice.\nWe may provide you 7 days notice of termination in any other circumstance.\nOn termination for any reason, your access to your account and all of its content will be disabled and your personal data will be deleted, except as maintained in backups (for back-up retrieval purposes only or for any contingency).\nThe content you have posted to the site will be reviewed and, at your option, may be deleted or kept online.\nYour account remains active, but we may suspend it if you breach these rules and your content may be removed.\n<b>Responsibility and Use</b>.\nYou are responsible for all activities undertaken under your account.\nIn addition, by using the account to upload content to Freesound, or by using the Freesound service to send content, you hereby expressly agree that other Freesound users and third parties may view and share your content according to these terms.\nYou agree not to use the Freesound account for any illegal or unauthorized purpose or any activity that infringes third party rights.\nUnless otherwise agreed in writing with us, you may not use the Freesound website portal for commercial purposes.\nYou must not use the service in any manner that may deteriorate it or violates any laws (including but not limited to copyright laws).\nYou agree to indemnify and hold us harmless to the fullest extent allowed by law regarding all matters related to your use of your Freesound Account.\nYou are responsible for activity under your account, and you agree to comply with these terms and the law.\n<b>Security</b>.\nYou understand that the Freesound account can be used for transmission of your content, and that during processing, your content, including name, sounds, sound metadata, and certain account information may be transferred unencrypted over the internet.\nNote that transmissions to Freesound over the Internet are open.\n<br>Interactive services and User content Freesound provides services to users that allow them to post content on the web site (e.g.\nsounds and sound metadata), distribution lists, chat rooms, newsgroups, forums, blogs, etc.\n(\"interactive services\").\nUsers must provide and use such content and services in accordance with current legislation, these terms and conditions, any specific conditions regarding the provision of these services, and ethical conduct.\nIn particular but without limitation, users may not use this site in breach of any Intellectual and Industrial property rights (copyright, trademarks, trade secrets, etc.) nor of personal rights such as image, honor, and personal intimacy.\nWithout limitation, you agree not to use such services to disclose, publish or disseminate any spam, illegal code/virus/malware, confidential or misleading information or advertising, or other harmful uses that may damage the systems, reputation and interests of UPF, its licensees or its users.\nUsers can post sounds, data, comments and other content on Freesound.\nYou agree that your content and behaviour on the site will comply with these terms and the law.\nPlease note that Freesound is a user community and network and to develop this community certain of your user activity (uploading, downloading, comments, bookmarks) is visible to others users.\nYou may also send and receive private messages to/from users.\nOther users may see your activity on Freesound.\nSounds and sound-metadata that are posted to the web are moderated by the community, as regards their quality and appropriateness for the site, but only to the extent described in http://www.freesound.org/help/moderators/.\n<u>We do not control or supervise contributions made by users and other third parties to the web site</u>, for example sounds, sound metadata, forum posts, user comments, etc., except when required to by applicable law or competent court or administrative decision or to remove spam and other irrelevant or harmful content.\nIf users or moderators spot any illegal sounds or sound metadata, or any other content they consider may be illegal or infringe these conditions, they should contact us via the online web formwith a description of the issue and the URL of the content, or use the functionalities onsite for flagging content.\nWe do not review the sounds and metadata posted to the site, but the community does, and may notify us.\nAll third party content, announcement, comment, opinion, declaration or recommendation made within the interactive services shall exclusively be attributable to the User/s expressing such points of view.\nIn no circumstances shall such announcements, comments, opinions, declarations or recommendations be attributable to Freesound, which will be held harmless by the User from any claims that may arise in relation to such User using these interactive services for the purposes prohibited in these terms or otherwise by law.\nOnly you are responsible for your posted content.\nWe reserve the right to eliminate at any time any content or contribution that infringes or may infringe these conditions, or prevent the reproduction or public communication of any content/contribution until proof is provided of ownership of the material provided or the legality of the contribution.\nIn particular, and for precautionary purposes, Freesound may eliminate or suspend publication of such content when any contribution is reported to be illegal, infringe third party rights or not be sufficiently documented (without prejudice to Freesound's right to retain and keep on file internally a copy of the content in question while the legal situation is being verified and for the duration that is prescribed by law).\nWe may remove content at any time if it breaches these rules.\nWe also reserve the right to exclude any user from the interactive services and to suspend or close his/her account without prior warning should the user breach any of these terms.\nWe may also exclude users who breach these rules.\n<br>IPR in the Interactive Services And User Content <b>Inbound (general content, not sounds nor specifically related sound metadata)</b>.\nWithout prejudice to the specific rules for sounds and sound-metadata posted to Freesound set out below, the posting or publication of messages, comments, descriptions, opinions, files or any other content to the website constitutes the grant in UPF’s favour (as operator of Freesound) to use and exploit such content under the terms of the Creative Commons Zero license.\nYou provide us your content (other than sounds) under the CC-Zero content license.\nInbound (Sounds, sound metadata).\nWhen a sound item (“sound”) is uploaded or “posted” by a User to Freesound, together with any metadata or descriptive text associated to the sound (“metadata”): Sounds are uploaded to Freesound as follows: a) the User grants UPF (as operator of Freesound), UPF’s licensees and Freesound’s users the right to use and exploit such sound and metadata in accordance with the Creative Commons license/s indicated by the User.\nThe license applied to a sound applies also to associated metadata.\nYou select the CC license for your sound.\nb) the User warrants to UPF (as operator of Freesound) that he/she has all necessary rights in the sound and metadata to grant such license to UPF and the public and that the posting for publishing does not infringe any third party rights of any nature.\nYou warrant that you legally can post the sound to Freesound.\nc) the User will indemnify and hold UPF, UPF’s licensees and users harmless against all loss or damage suffered by either or any of them, directly or indirectly, as a consequence of any breach of the above warranty and/or breach of third party intellectual property rights, trade secrets, privacy rights or other third party rights, by such posting.\nYou will cover any costs if you breach other people’s IPR.\n<b>Outbound</b>.\nThe sounds and sound-metadata published by Freesound on the interactive services are distributed under the Creative Commons license indicated for each item and chosen by the author or User.\nUnless otherwise indicated in this way, all other content on Freesound site and platform is licensed under the CC-BY Spain 3.0 license.\nWe indicate the license for the sound and metadata.\nAll other content is generally under the CC-BY license.\n<b>Claims</b>: Any claims notified to us by users in relation to infringements of intellectual or industrial property rights relating to any of the content contained on this web site must be sent to us via the online web form.\nIn addition, the site includes specific functionalities for flagging content a user considers inappropriate, offending or a breach of these terms (in particular, illegal).\n<br>Liabilities We do not guarantee the user the continued availability of Freesound platform or the supply of information or of the various services offered through it.\nAs a result, users will not hold us liable for any damage or expense in the event of interruptions in the service, delays, malfunctions and, in general, any inconvenience whose origin lies in causes beyond the control of Freesound.\nWe don’t warrant that all the data on the site is correct.\nWe are not liable for information not posted by us on this site.\nUPF does not assume any liability arising from (a) use made by the user of the content of Freesound's website and services.\n(b) the content and opinions published by third parties herein.\n(c) any activity that constitutes breach by the user or third parties of these terms.\nor (d) for any damages that may be caused to the users' equipment due to possible computer viruses contracted by the user in browsing the website or for any other damages incurred due to their browsing.\nWe are not liable for third party users’ behaviour on the site.\nThe User shall hold Freesound harmless in the event of damages caused to third-parties as a result of the user's rightful or wrongful use of the products, services, contents or tools available on the website.\nYou will cover our costs caused by your incorrect behaviour.\nUPF, as operator of Freesound, will only be liable for loss or damages incurred by the user as a consequence of accessing the website or using the contents or tools on the platform when such damages are attributed to fraud or wilful misconduct on the part of UPF.\nWe will only be liable for fraud or misconduct on our part.\nWe reserve the right to modify, replace, update, renew, impede or restrict access, interrupt, block, temporarily suspend or cancel definitively any service, supply of information or any other content, either with regard to a specific user or in general, in particular when notified by any third party or administrative or judicial authority of any actual or potential breach of third party rights.\nAny potential breach should be notified using our online web form.\nWe can change the site when we want and we will notify you.\n<p>\n<br>\n</p>Privacy policy<p>\n</p>\n<p>Personal data of users provided through using the Freesound website and services is processed in accordance with the following policy: </p>\n<i>Legal text</i>\n<i>Friendly version</i>\n<b>Responsibility</b>.\nThe personal data provided will be stored in file called 'Projectes de recerca, desenvolupament i innovació', under the responsibility of Universitat Pompeu Fabra.\nThe UPF is responsible for the private data collected on Freesound.\n<b>Purposes</b>: The data is processed for the general purpose of carrying out research development and innovation studies, works or projects.\nIn particular, but without limitation, the data is processed for the purpose of providing and managing the Freesound services, communicating with Freesound users regarding activities of the site and of the MTG, managing the user's accounts, putting users in contact with each other, providing notices, newsletters and other electronic communications, and for any administrative and legal / judicial purposes.\nData is processed for R+D purposes, to manage your account and to contact you.\n<b>Collection</b>.\nWe collect personal data on creating user accounts and/or via contact forms, including name, surname, and email address.\nUsers may voluntarily add other data in their profile.\nOnly the data marked with a star is obligatory.\nUsers must provide and maintain true and accurate personal profile data.\nUsers must <b>NOT</b> upload any sensitive data regarding racial origin, trade union membership, religion, ideology and sexual life, the user’s or third party’s health, or relative to the commission of criminal offences or proceedings and associated penalties or fines.\nWe expressly collect the data in the web forms only.\nYou must not upload sensitive personal data.\n<b>Disclosure</b>.\nThe data is kept confidential and not communicated to anyone.\nHowever, these data may be disclosed with your previous consent to entities that collaborate in the development of research activity and to third parties when such a disclosure is authorized by law.\nWe keep your data confidential.\n<b>Confidentiality</b>.\nTechnical and organizational measures have been adopted to preserve and protect users’ personal information from unauthorized use or access and from being altered, lost or misused, taking into account the technological state of art, the features of the information stored and the risks to which information is exposed.\nWe apply security measures to keep this confidentiality.\n<b>User rights</b>.\nRights to access, correct, cancel or object to data in these files may be exercised by applying in writing, including a photocopy of your identity card or equivalent to: Gerent.\nUniversitat Pompeu Fabra.\nPl.\nde la Mercè, 12.\n08002 - Barcelona.\nYou may access and modify or delete your data by contacting us.\n<b>Consent</b>.\nBy registering as user or sending a contact form, users expressly agree to this policy, including the sending of electronic communications.\nYou agree to this processing of your data.\n<br>Cookies and Analytics <b>Cookies</b>.\nThis website uses “cookies”, small data files generated in your computer and associated to users.\nThe cookies used cannot read data from the hard disk.\nThe cookies also enable recognition of the users only when they have been registered so that they do not have to register each time they visit or access areas or services that are reserved exclusively for them.\nThey also provide information on the date and time of the last visit the user made to the website and the content selected in browsing.\nWe use the following cookies: <ul>\n<li>Google Analytics (as set out below)</li>\n<li>CSRF for cross site forgery protection (for more information, please see https://docs.djangoproject.com/en/dev/ref/contrib/csrf/) </li>\n<li>Session ID cookie (to detect your user login)</li>\n<li>A “last visited Forum” cookie to provide a colour coded view of non-read posts</li>\n</ul>\nRead our detailed cookies policy here.\nWe use the cookies set out here on the site.\n<b>Google Analytics</b>.\nThis website uses Google Analytics, a web analytics service provided by Google, Inc., a Delaware company whose main offices are located at 1600 Amphitheatre Parkway, Mountain View (California), CA 94043, United States (\"Google\").\nGoogle Analytics uses \"cookies.\" These are text files which are located in the computer to help the website analyze how users use the site.\nThe information generated by the cookie regarding use of the website by the user (including the IP address) is transmitted to and stored by Google on servers in the United States.\nGoogle will use this information on our behalf in order to keep track of your use of the website, compiling reports on website activity for website operators and providing other services relating to website activity and internet usage.\nGoogle may also transfer this information to third parties when required by law or where such third parties process the information on Google's behalf.\nGoogle will not associate your IP address with any other data held by Google.\nAll website visitors may refuse the processing of the data or information by rejecting the use of cookies.\nThis can be done by selecting the appropriate settings on your browser.\nBy using this website visitors consent to the processing of data about them by Google in the manner and for the purposes described above.\nWe use Google Analytics, that collects certain navigation data.\n<p>\n<br>\n</p>Other<p>\n</p>\n<i>Legal text</i>\n<i>Friendly version</i>\n<b>Links</b>.\nOur site contains links to third party Internet sites.\nWe make no representation whatsoever nor accept any responsibility about such sites nor have any control over them.\nAny third-party content or a link to a third-party site is for informational purposes only.\nUnless otherwise expressly established in each case, Freesound does not intervene, participate in or assume any guarantee regarding the services or products offered by third party providers that may be accessible through hyperlinks or advertisements.\nWe link to other sites, but are not responsible for their content.\n<b>Contact and notifications</b>.\nYou agree to receive our email notifications related to the website and services.\nWe will not share your email with 3rd parties.\nWe may contact you for information and service notifications relevant to your account or when required by law.\nYou hereby acknowledge and consent that such notices will be effective upon our posting them on our Sites or delivering them to You through e-mail.\nIf you do not provide us with accurate information, we cannot be held liable if we fail to notify you.\nYou agree to receive email notices from us.\n<b>Law and Jurisdiction</b>.\nThese terms and conditions are governed by Spanish Law.\nThe parties expressly accept that any conflict arising out of or in relation to the application, interpretation or performance of these terms and the use of the services will be submitted to the exclusive jurisdiction of the competent Courts of Barcelona, Spain.\nIf we have a dispute, these terms are subject to Spanish law and the dispute must be brought before the courts of Barcelona, Spain.\n<p> We use cookies to ensure you get the best experience on our website.\nBy browsing our site you agree to our use of cookies.\n<br> For more information check out our cookies policy.\n</p> Ok <br> Developers Blog About Terms of use Design by Pixelshell.\nCode by MTG (UPF).\nSome Rights Reserved.\n", "created_at": "2021-06-15 18:01:02.889691", "updated_at": "2021-06-15 16:01:19.561616"}], "points": [], "urls": ["freesound.org"]}}