{"error": 448, "message": "OK", "parameters": {"id": 2730, "name": "Elasticsearch", "created_at": "2021-02-06 13:28:33.386778", "updated_at": "2021-04-01 00:03:40.827432", "wikipedia": "https://en.wikipedia.org/wiki/Elasticsearch", "keywords": null, "related": null, "slug": "elasticsearch", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/2730.png", "url": "elastic.co", "documents": [{"id": 4052, "name": "Product Privacy Statement", "url": "https://www.elastic.co/legal/product-privacy-statement", "xpath": "//*[@id=\"__next\"]/div/div[2]/div/div/div[2]/div", "text": "<p>Effective Date: January 1, 2020</p>\n<p>This Product Privacy Statement (the \"Product Privacy Statement\" or \"Statement\") explains how Elasticsearch, Inc.\nand its subsidiaries and affiliates (\"Elastic,\" \"we\", \"us\" and \"our\") collect, use and share information, including information relating to an identified or identifiable natural person (\"Personal Data\") from our customers or users (\"you\" and \"your\") when you use or demo our Elastic products such as Elastic Self-Managed Software or, Elastic Cloud Services but also including any other services maintained by Elastic for use by our users, such as support services (together \"the Products\").</p>\n<p>\n</p>\n<p>Scope &amp.\nResponsibilities<br>Information We Collect from the Products<br>How We Use Information We Collect from the Products<br>How We Share Information We Collect from the Products<br>How We Use Cookies and Automatic Data Collection Tools<br>Legal Basis for Processing Information We Collect from the Products<br>User Privacy Rights and Choices<br>Security<br>International Data Transfers<br>California Privacy Rights<br>Other Information<br>How to Contact Us</p>Scope &amp.\nResponsibilities<p>This Statement applies only to the information we collect automatically in connection with your use of the Products and for which we determine the means and purpose of processing (i.e., as a \"data controller\").\nThis information includes Product Usage Data (defined below) and Operations Data (defined below), which are generally technical and aggregated but may include limited Personal Data such as IP/MAC address of the user's device and identifiers.\n</p>\n<p>Our legal basis for processing such information in the European Economic Area (EEA) is our legitimate interest in performing, improving, maintaining, and securing our Products, providing support for users of our Products, and operating our business efficiently and appropriately.\nWe have assessed that these legitimate interests are not overridden by the data protection interests or fundamental rights of any individuals.</p>\n<p>\n<strong>This Product Privacy Statement does not cover:</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>Personal Data processed according to our General Privacy Statement</strong>, such as Personal Data collected through: our websites, such as www.elastic.co, website (together the \"Sites\").\nproduct feedback or surveys.\nthe sales and provisioning process.\nand in connection with Elastic events, sales and marketing activities.\nPlease see our General Privacy Statement for details on how this information is processed.</p>\n</li>\n<li>\n<p>\n<strong>Personal Data processed according to our Applicant Privacy Statement</strong> when an individual applies for a role with Elastic through our Site or otherwise.</p>\n</li>\n<li>\n<p>\n<strong>Customer Content.</strong> Certain Elastic Products permit customers to ingest, or upload and submit, content to the Products (\"Customer Content\").\nThis Statement does not cover Customer Content, including any Personal Data contained in Customer Content, because the Customer, rather than Elastic, controls how Customer Content is processed.\nAny questions about the processing of Customer Content should be addressed to the Customer directly.</p>\n</li>\n<li>\n<p>\n<strong>Organizational Users.</strong> When you use the Products on behalf of an organization (e.g., your employer), your use is administered and provisioned by your organization per its own policies regarding the use and protection of Personal Data.\nIf you have questions about how your data is being accessed or used by your organization, please refer to your organization's privacy policy and direct your inquiries to your organization's system administrator.\n</p>\n</li>\n</ul>\n<p>Please contact privacy@elastic.co with any questions about this Statement.\n</p>Information We Collect from the Products<p>Elastic automatically collects \"Operations Data\" and \"Product Usage Data\" from your use of the Products.\nOperations Data is information we use to facilitate the delivery of the Products, manage and monitor infrastructure, and provide support.\nProduct Usage Data is information we use for product analytics and improvement.\nThis information is generally technical and aggregated but may include limited Personal Data such as IP/MAC addresses and identifiers (including cookies).\nDepending on the Product, the information may include: </p>\n<ul>\n<li>\n<em>\n<u>Products and System Data:</u>\n</em> this is information about the Products you are using and about the systems and related environment from which you access the Service.\nExamples include Product type and version, license information, installed plug-ins, UUID, and third-party systems used in connection with the Product.</li>\n<li>\n<em>\n<u>Cluster Data:</u>\n</em> this is information about your Elasticsearch Cluster.\nExamples include statistics related to uptime, node count, node types, indexes, shards, and segments.</li>\n<li>\n<em>\n<u>Performance Data:</u>\n</em> this is information about the performance of the Products.\nExamples include metrics on the performance and scale of the Products and response times.</li>\n<li>\n<em>\n<u>Feature Usage Data:</u>\n</em> this is information about how the Products are used.\nExamples include details about which features are used and user interface metrics.</li>\n<li>\n<em>\n<u>Endpoint Security Data:</u>\n</em> for endpoint security Products, this is information on and from the endpoints on which endpoint security software is installed.\nExamples include information on sensor performance and configuration and detection events.</li>\n</ul>How We Use Information We Collect from the Products<p>Elastic uses the information automatically collected from the Products to support our customers and improve the Products generally.\nmore detailed information is provided below.\nElastic strives to collect only the minimum amount of information needed to achieve these purposes.\nAs between Operations Data and Product Usage Data, the same data may be used for both purposes.\n</p>How we use Product Usage Data<p>Elastic uses Product Usage Data to improve our Products, support our Customers, support business to business marketing and sales, comply with legal requirements, and for other legitimate business purposes.\nMore information on each category follows: </p>\n<ul>\n<li>\n<strong>Product Improvement:</strong> Elastic may use Product Usage Data to analyze the use of the Products.\nprioritize testing and development of new features and functionality.\nimprove our support responses.\nimprove forecasting.\nmake pricing and packaging decisions.\nidentify, understand, and anticipate performance issues and the factors that affect them;</li>\n<li>\n<strong>Customer Support:</strong> Elastic may use Product Usage Data to provide proactive or reactive support to our customers, such as guidance to help optimize usage.\nidentifying product improvement opportunities.\nprioritize future product features.\npersonalize your experience and suggest other Elastic Products, and increase engagement and adoption of our features (e.g., by providing in product suggestions).</li>\n<li>\n<strong>Business to Business Marketing and Sales:</strong> Where permitted by law, Elastic may use Product Usage Data to market additional Products to our customers and to inform sales discussions.</li>\n<li>\n<strong>Legal Requirements.</strong> Elastic may be required to access Personal Data contained in Product Usage Data as required by law, such as to comply with a subpoena or other legal process, when we believe in good faith that disclosure is necessary to protect or defend our rights or property of Elastic or users of the Products, protect the safety of others, to investigate fraud, or respond to government requests, including public and government authorities outside a user's country of residence, for national security or law enforcement purposes.</li>\n<li>\n<strong>Other Legitimate Business Purposes:</strong> Elastic may use Product Usage Data when it is necessary for other legitimate purposes.</li>\n</ul>How we use Operations Data<p>Elastic uses Operations Data for purposes including to facilitate Product delivery, administer accounts, provide support, maintain security, detect fraud, comply with legal requirements, and for other legitimate business purposes.\nMore information on each category follows: </p>\n<ul>\n<li>\n<strong>Facilitate the delivery of the Products.</strong> Elastic may use Operations Data to facilitate the delivery of the Products.\n</li>\n<li>\n<strong>Conduct account administration and similar Products related activities:</strong> Elastic may use Operations Data to provide the Products and for account management.\nExamples include managing product downloads, updates, and fixes, and sending other administrative or account-related communications, including release notes and billing information.</li>\n<li>\n<strong>Provide support:</strong> Elastic processes Operations Data when users or other individuals contact Elastic via one of our support channels so that we can contact them about the relevant support request.\nIn some cases, users may need to send us copies of any affected files, logs, or other information to enable us to assist with the support request.\nIn such cases, we will use such information to respond to, troubleshoot, and otherwise resolve the support request.</li>\n<li>\n<strong>Maintain the security of our infrastructure and Products:</strong> Elastic may use Operations Data to maintain the security and operational integrity of the Elastic IT infrastructure and our Products, including for security monitoring and incident management, managing the performance and stability of the Products, and addressing technical issues.</li>\n<li>\n<strong>Administer our disaster recovery plans and policies:</strong> Elastic may use Operations Data to operate our back-up disaster recovery plans and policies.</li>\n<li>\n<strong>Detect fraud:</strong> Elastic may use Operations Data to help monitor, prevent and detect fraud, enhance security, monitor and verify identity or access, and combat spam or other malware or security risks.</li>\n<li>\n<strong>Confirm customer compliance with contractual obligations:</strong> Elastic may use Operations Data to confirm compliance with contractual and other terms of use obligations in connection with the relevant Products.</li>\n<li>\n<strong>Comply with legal obligations:</strong> Elastic may use any of the Operations Data to comply with applicable laws and regulations and to operate our business, including to comply with legally mandated reporting, disclosure or other legal process requests, for mergers and acquisitions, finance and accounting, archiving and insurance purposes, legal and business consulting and in the context of dispute resolution.</li>\n<li>\n<strong>Other legitimate business purposes:</strong> Elastic may use Operations Data when it is necessary for other legitimate purposes.</li>\n</ul>How We Share Information We Collect from the Products<p>We take care to ensure that the Product Usage and Operations Data, including any Personal Data contained therein, is accessed internally only by individuals that require access to perform their tasks and duties, and externally only by service providers with a legitimate purpose for accessing it.\nSuch service providers are required by contract to safeguard any Personal Data from us and are prohibited from reusing the Personal Data for any purpose other than to perform the services as instructed by Elastic.\n<strong>We will not sell your Personal Data or allow a third party to use your Personal Data for its own commercial purpose.</strong> See the Section titled How We Share the Information in our General Privacy Statement for more information.\n</p>How We Use Cookies and Automatic Data Collection Tools<p>Depending on the Product you use, we may use cookies or other tracking technologies in furtherance of the purposes described in this Statement.\nThe types of technology we use may change over time.\nSome of these technologies are essential for the provision of the Products, such as account access and authentication.\nothers assist with the performance and functionality of the services, such as recognizing returning users or remembering preferences.\nand others enable us to analyze and customize the Products.\nFor example, we use a tool called Fullstory to provide a better user experience and diagnose user issues.\nIt records and captures user sessions so that we can monitor user actions like mouse clicks, movements, etc.\nIf you would like to opt-out, Fullstory provides the link below: https://www.fullstory.com/optout/</p>Legal Basis for Processing Information We Collect from the Products<p>Our legal basis for processing Personal Data contained in information we collect from the Products in the European Economic Area (EEA) is our legitimate interest in performing, improving, maintaining, and securing our Products and operating our business efficiently and appropriately.\nWe have assessed that these legitimate interests are not overridden by the data protection interests or fundamental rights of any individuals.\n</p>\n<p>If you have questions about or need further information concerning the legal basis on which we collect and use Personal Data, please contact us at privacy@elastic.co.</p>User Privacy Rights and Choices<p>We only collect a limited amount of Personal Data to fulfill the purposes outlined in this Statement.\nTo the extent provided under applicable laws, users may request to access, correct, update or delete such Personal Data, or otherwise exercise their choices with regards to such Personal Data by contacting us at privacy@elastic.co.\n</p>\n<p>Residents of the European Economic Union (EEA) have the right to complain to a data protection authority about our collection and use of their Personal Data.\nFor more information, please contact your local data protection authority.\n</p>Security<p>Elastic is committed to protecting the security of Personal Data.\nWe use appropriate technical and organizational measures to protect Personal Data from unauthorized access, use, or disclosure.\nDespite these measures, Elastic cannot eliminate security risks associated with Personal Data and mistakes, and security breaches may happen.\nIf there are any questions about security, please contact us at privacy@elastic.co.\n</p>International Data Transfers<p>Personal Data of an individual may be transferred to, and processed in, countries other than the country in which the individual resides.\nThese countries may have data protection laws that are different from the laws of the individual's country of residence.</p>\n<p>Specifically, if an individual resides in the EEA, such individual should note that their Personal Data may be accessed by employees or suppliers, transferred, or stored outside the EEA, to countries, including the US, which have different data protection laws than in the EEA.</p>\n<p>For the transfer of Personal Data to Elastic entities outside of the European Union, we have agreed on respective EU Model Clauses between the Elastic entities.\nWe have taken appropriate safeguards to ensure that such Personal Data will remain protected under this Products Privacy Statement, and we put in place adequacy mechanisms to protect your Personal Data in our agreements with our service providers.</p>California Privacy Rights<p>See our California Privacy Rights Statement for information about California Privacy Rights, and other required disclosures, if any.</p>Other Information<p>\n<strong>Data Retention.</strong> We retain information collected in connection with the Products for so long as necessary to fulfill the purposes outlined in this Statement or where we have an ongoing legitimate business need to do so (for example, to provide a user with a service that was requested or to comply with applicable legal, tax or accounting requirements).</p>\n<p>\n<strong>Changes to this Product Privacy Statement.</strong> This Product Privacy Statement is subject to occasional revision.\nIf we make any substantial changes in the way we use Personal Data, we will take appropriate measures to inform our customers, consistent with the significance of the changes we make.\nWe will provide notice of any material Product Privacy Statement changes if and where required by applicable data protection laws.\n</p>\n<p>The date of the most recent update to this Product Privacy Statement can be found by checking the \"effective\" date displayed at the top of this Product Privacy Statement.</p>How to Contact Us<p>If you have any questions or concerns regarding this Statement, you may call us at +1.650.458.2620, or write to us by email at privacy@elastic.co or by postal mail to: </p>\n<p>Elasticsearch, Inc.<br>\nAttn: Privacy Team<br>\n800 W.\nEl Camino Real, Suite 350<br>\nMountain View, CA 94040 USA</p>\n<p>Or</p>\n<p>Elasticsearch B.V.<br>\nAttn: Privacy Team<br>\nKeizersgracht 281<br>\n1016 ED Amsterdam<br>\nThe Netherlands</p>\n<p>\n<strong>Data Protection Officer.</strong> Elastic has appointed an external Data Protection Officer for German data subjects.\nFor questions about how information is gathered, stored, shared, used, or to exercise any data subject rights, please contact our Data Protection Officers as follows: dpo@elastic.co.</p>\n<p>If we are unable to resolve your concerns, you have the right to contact your local data privacy supervisory authority or seek a remedy through the courts if you believe your requests to exercise your rights have not been honored.</p>", "created_at": "2021-02-06 13:29:27.368171", "updated_at": "2021-02-06 13:29:41.70419"}, {"id": 4053, "name": "Cookie Statement", "url": "https://www.elastic.co/legal/cookie-statement", "xpath": "//*[@id=\"__next\"]/div/div[2]/div/div/div[2]/div", "text": "<p>Effective Date: January 1, 2020</p>\n<p>This Cookie Statement (the \"Cookie Statement\" or \"Statement\") explains how Elasticsearch, Inc.\nand its subsidiaries and affiliates (\"Elastic,\" \"we,\" \"us\" and \"our\") use cookies, web beacons, and other similar technologies (collectively \"Automatic Data Collection Tools\") when you visit, interact with or use any of our websites, social media pages, online advertisements, marketing communications (our \"Online Properties\").\nThis Statement explains these technologies and why we use them, as well as your rights to control our use of them.\n</p>\n<p>We may also use Automatic Data Collection Tools to collect, use and share information in connection with the use of our products and services but this Cookie Statement does not cover that use.\n</p>\n<p>For details regarding the Automatic Data Collection Tools we use in connection with our products and services, see Elastic's Product Privacy Statement.\n</p>\n<p>Cookies We Use<br>Other Automatic Data Collection Tools<br>Your Options to Control our Use of Cookies/Automatic Data Collection Tools<br>Other Information<br>How to Contact Us</p>Cookies We Use<p>\n</p>\n<p>When you visit any Elastic online property, we may store or retrieve information on your browser, mostly in the form of cookies.\nWe use the following types of cookies: </p>\n<ul>\n<li>\n<strong>Strictly Necessary:</strong> These cookies are essential for our websites and their features to work and for us to provide services that depend on our websites and these features (e.g., to remember cookie permission settings, session logins, etc.).</li>\n<li>\n<strong>Convenience and Personalization:</strong> These cookies enable us to remember the choices you make on our properties (such as your preferred language or your region) and alter or suggest content that matches your navigation patterns on our properties.</li>\n<li>\n<strong>Performance and Analysis:</strong> These cookies collect aggregated, anonymous, statistical-type information that we use to measure, optimize, and improve the content, quality, and performance of our websites.</li>\n<li>\n<strong>Advertising and Retargeting:</strong> These cookies are set by Elastic or by our advertising services to provide you with relevant advertising content.\nThese also allow us to collect data related to the page you visited and your activities there.\nCookies may also be used when you share information using a social media feature on our website or with services made available via our website.\nThe social media network may record your activities, which may be linked to targeted advertising.\nThose companies' privacy policies will govern how they use the information.</li>\n</ul>Other Automatic Data Collection Tools<p>\n</p>Web Beacons<p>We may use and permit select third parties to use web beacons (usually in combination with cookies) to compile information about your website usage and your interaction with an email or other communications to measure performance and to provide content and ads that are more relevant to you.</p>\n<p>A web beacon (also known as a web bug or clear GIFs) is typically a transparent graphic image (usually 1-pixel x 1-pixel) that can be embedded in online content, pictures, videos, and emails, and can allow a server to read certain types of information from your device, know when you have viewed particular content or a specific email message, determine the date and time when you viewed the beacon and the IP address of your device.\nFor instance, we may include web beacons on our websites and in our promotional email messages or newsletters to determine whether our messages have been opened or acted upon and whether our mailing tools are working correctly.</p>Embedded Web Links<p>Emails from us often use links designed to lead you to a relevant area on the web, after redirection through our servers.\nThe redirection system allows us to change the destination URL of these links, if necessary, and to determine the effectiveness of our communications and marketing initiatives.\nIn emails, such web links may also allow us to determine whether you have clicked a link in an email, and information about this interaction may be connected to your personal identity.</p>Your Options to Control our Use of Cookies/Automatic Data Collection Tools<p>If you do not want to allow cookies or only want to enable the use of certain cookies, please refer to your browser settings.\nYou can also use your browser settings to withdraw your consent to our use of cookies and delete cookies that have already been set.\nYour browser help menu contains information about the process of opting out.\nNote that by disabling certain categories of cookies, you may be prevented from accessing some features of our sites, and certain content or functionality may not be available.</p>\n<p>\n<strong>Disabling Most Interest Based Advertising:</strong> Most advertising networks offer you a way to opt-out of interest-based advertising.\nIf you would like to find out more information, please visit http://www.aboutads.info/choices/ or http://www.youronlinechoices.com.</p>\n<p>If you are in the EU and would like to opt-out of third party cookies relating to interest-based advertising, please go to www.youronlinechoices.eu.</p>\n<p>In the US, the Network Advertising Initiative also offers a means to opt-out of many advertising cookies.\nPlease visit www.networkadvertising.org to learn more.\nNote that opting out does not mean that you will no longer receive online advertising.\nIt does mean that the company or companies from which you opted out will no longer deliver ads tailored to your web preferences and usage patterns.</p>\n<p>Other opt-out mechanisms: </p>\n<ul>\n<li>Google Opt-out page - https://adssettings.google.com</li>\n<li>Facebook Opt-out page - https://www.facebook.com/help/568137493302217</li>\n<li>LinkedIn Opt-out page - https://www.linkedin.com/help/linkedin/answer/62931/manage-advertising-preferences</li>\n</ul>\n<p>\n<strong>Disabling web beacons:</strong> You may be able to disable web beacons in email messages by not downloading images contained in messages you receive (this feature varies depending on the email software used on your personal computer).\nHowever, doing this may not always disable a web beacon or other Automatic Data Collection Tools in the email message due to specific email software capabilities.\nFor more information, refer to the details provided by your email software or service provider.\nWeb beacons may also be rendered ineffective in some circumstances by opting out of cookies or amending your cookie settings in your browser.</p>\n<p>\n<strong>Disabling embedded web links:</strong> If you do not want us to collect information about the links that you click, you can choose privacy settings in your browser and email client that will restrict this information.</p>Other Information<p>\n<strong>Data Retention.</strong> We retain information collected in connection with the Automatic Data Collection Tools for so long as necessary to fulfill the purposes outlined in this Statement or where we have an ongoing legitimate business need to do so.</p>\n<p>\n<strong>Changes to this Cookie Statement.</strong> This Cookie Statement is subject to occasional revision.\nIf we make any substantial changes in the way we use personal data, we will take appropriate measures to inform our customers, consistent with the significance of the changes we make.\nWe will provide notice of any material Cookie Statement changes if and where required by applicable data protection laws.\n</p>\n<p>The date of the most recent update to this Cookie Statement can be found by checking the \"effective\" date displayed at the top of this Cookie Statement.</p>How to Contact Us<p>If you have any questions or concerns regarding this Statement, you may call us at +1.650.458.2620, or write to us by email at privacy@elastic.co or by postal mail to: </p>\n<p>Elasticsearch, Inc.<br>\nAttn: Privacy Team<br>\n800 W.\nEl Camino Real, Suite 350<br>\nMountain View, CA 94040 USA</p>\n<p>Or</p>\n<p>Elasticsearch B.V.<br>\nAttn: Privacy Team<br>\nKeizersgracht 281<br>\n1016 ED Amsterdam<br>\nThe Netherlands</p>\n<p>\n<strong>Data Protection Officer.</strong> Elastic has appointed an external Data Protection Officer for German data subjects.\nFor questions about how information is gathered, stored, shared, used, or to exercise any data subject rights, please contact our Data Protection Officers as follows: dpo@elastic.co.</p>\n<p>If we are unable to resolve your concerns, you have the right to contact your local data privacy supervisory authority or seek a remedy through the courts if you believe your requests to exercise your rights have not been honored.</p>", "created_at": "2021-02-06 13:30:53.666901", "updated_at": "2021-02-06 13:31:01.770191"}, {"id": 4054, "name": "General Privacy Statement", "url": "https://www.elastic.co/legal/privacy-statement", "xpath": "//*[@id=\"__next\"]/div/div[2]/div/div/div[2]/div", "text": "<p>Effective Date: January 1, 2020</p>\n<p>This General Privacy Statement (also referred to as our \"Privacy Statement\") explains how Elasticsearch, Inc., and our subsidiaries and affiliated companies (\"Elastic,\" \"we,\" \"our,\" or \"us\") collect, use, share and otherwise process information that identifies or could be identifiable to you (\"personal data\") and that we use to manage our business and our relationships with customers, visitors and event attendees.</p>Interaction Specific Statements<p>We supplement this Statement with the following specific statements based on how we interact with you: </p>\n<p>Product Privacy Statement.\nThis statement applies to the information we collect and use in connection with customer deployments of our products and services.</p>\n<p>Applicant Privacy Statement.\nThis statement applies to the personal data we collect and use in connection with our employment recruiting process.</p>\n<p>California Privacy Rights Statement.\nThis statement explains the privacy rights of California residents.</p>\n<p>Cookie Statement.\nThis statement explains how we use cookies and similar technologies.</p>General Privacy Statement: Contents<p>Scope &amp.\nResponsibilities<br>Information We Collect &amp.\nHow We Collect It<br>How We Use the Information<br>How We Share the Information<br>Cookies and Website Automatic Data Collection<br>Legal Basis for Processing the Information (European Economic Area)<br>International Data Transfers<br>Privacy Rights and Choices<br>California Privacy Rights<br>Security<br>Other Information<br>How to Contact Us</p>Scope &amp.\nResponsibilities<p>This General Privacy Statement explains your rights and choices related to the personal data we collect when:</p>\n<ul>\n<li>You visit, interact with or use any of our websites, social media pages, marketing or sales communications, or register for our products and services (\"Online Properties\").\nand </li>\n<li>You visit, interact with or use any of our offices, events, sales, marketing and other offline activities (\"Offline Properties\")(collectively, the \"Properties\").\n</li>\n</ul>\n<p>\n<strong>This General Privacy Statement does not cover:</strong>\n</p>\n<ul>\n<li>\n<p>\n<strong>Automatic collection from our products and services:</strong> This Statement does not cover the information we automatically collect in connection with your use of Elastic products and services.\nPlease see our Product Privacy Statement for that information.</p>\n</li>\n<li>\n<p>\n<strong>Applicant Information:</strong> This Statement does not cover information related to our employment recruiting efforts.\nPlease see our Applicant Privacy Statement for that information.</p>\n</li>\n<li>\n<p>\n<strong>Customer Content:</strong> Certain Elastic products permit customers to ingest or upload and submit content to the products (\"Customer Content\").\nThis notice does not cover Customer Content, including any personal data about you that may be contained in Customer Content, because the Customer, rather than Elastic, controls how Customer Content is processed.\nAny questions about the processing of Customer Content should be addressed to the Customer directly.</p>\n</li>\n<li>\n<p>\n<strong>Organizational Use:</strong> When you use our products or services on behalf of an organization (e.g., your employer), your use is administered and provisioned by your organization under its policies regarding the use and protection of personal data.\nIf you have questions about how your data is being accessed or used by your organization, please refer to your organization's privacy policy and direct your inquiries to your organization's system administrator.</p>\n</li>\n</ul>\n<p>Elastic determines the purposes and means for the processing (i.e., we are the data controller) of your personal data as described in this Privacy Statement unless expressly specified otherwise.\n</p>Information We Collect &amp.\nHow We Collect It<p>Elastic collects personal data and other information from you directly, through automated means, and from third parties.\nMore information on each category follows:</p>From You<p>We collect personal data when you voluntarily provide it to us (including to our service providers or other parties who collect it on our behalf).\nFor example, we collect personal data when you order, register to use, or request information about Elastic products and services, subscribe to marketing communications, complete surveys, provide such data in product feedback, or sign up for an Elastic event or webinar.\nWe may also collect personal data from you when you attend one of our events, during phone calls with sales representatives, or when you contact customer support.</p>\n<p>The personal data we collect may include contact information (such as your name, address, telephone number, or email address), professional information (such as your employer name, address, job title, department or job role), user IDs, and passwords, and contact preferences.\nWe collect information you choose to provide when completing any \"free text\" boxes in our forms (for example, for event sign-up, product feedback, or survey requests), and we collect personal data disclosed by you on message boards, chat features, blogs, and other services or platforms to which you can post information and materials (including third party services and platforms).\nWe may also collect billing and transactional information.</p>Automatically<p>We use technology that is integrated into our Online Properties such as cookies, web beacons, and embedded URLs to provide us with automated data collection.\n</p>\n<p>\n<em>Online Properties</em>\n</p>\n<p>We automatically collect certain information when you use, access, or interact with our Online Properties.\nThis information may include unique identification numbers and other information about the specific device you are using, such as the hardware model, operating system version, web-browser software, your Internet Protocol (IP) address/MAC address/device identifier, device event information (such as crashes, system activity, and hardware settings, browser language, the date and time of your request and referral URL), broad geographic location (e.g., country or city-level location) and other technical data that uniquely identifies your browser.\nWe may also collect information about how your device has interacted with our Online Properties, such as the pages accessed and other statistical information.\nTo learn more, please read the Elastic Cookie Statement.</p>\n<p>\n<em>Elastic Products</em>\n</p>\n<p>Elastic may automatically collect information in connection with your organization's deployment of certain products.\nSee our Product Privacy Statement for more information.\n</p>From Third-Party Sources<p>We may also acquire data from other sources including affiliates in our corporate group, our partners, or others that we use to make our information better or more useful.\nFor example, we may compare the geographic information acquired from commercial sources with the IP address collected by our Automatic Data Collection Tools (see our Cookie Statement) to derive your general geographic area.\nInformation may also be linked via a unique identifier, such as a cookie or account number.\n</p>How We Use the Information<p>Depending on the situation, we may use your information for the following purposes:</p>\n<ul>\n<li>\n<p>\n<strong>Communications and Transaction Processing.</strong> We use your information to communicate with you, respond to your requests, and provide the information you requested.\nWe also use personal data, including financial, credit card, and payment information, to process transactions.</p>\n</li>\n<li>\n<p>\n<strong>Provision, Administer, and Support Your Account.</strong> We use your information to provide our products and manage your account.\nExamples include managing product downloads, updates and fixes, providing support and recommendations, and sending other administrative or account-related communications, including release notes.</p>\n</li>\n<li>\n<p>\n<strong>Manage Your Customer Experience.</strong> We use your information to maintain accurate contact and registration data, deliver support, and to offer products, services, and features.\nWe also use your data to deliver personalized communications and create recommendations based on your use of Elastic products, services, features, and your visits on our websites.</p>\n</li>\n<li>\n<p>\n<strong>Advertising.</strong> We use your information to provide personalized advertising to you per your privacy preferences settings and applicable law.\nWe might also share some of your information with marketing service providers and digital marketing networks to present advertisements that might interest you.\nThis may involve the use of Automatic Data Collection Tools.\nTo learn more about how Elastic uses Automated Data Collection Tools please see our Cookie Statement.</p>\n</li>\n<li>\n<p>\n<strong>Facilitate and Evaluate Use of the Online Properties.</strong> We use your information to provide the Online Properties, to facilitate your use of the Online Properties (such as facilitating navigation and the login process, preserving information between sessions and enhancing security), to improve quality, to evaluate page response rates and personalize and determine content.</p>\n</li>\n<li>\n<p>\n<strong>Business Operations.</strong> We use your information to conduct ordinary business operations, e.g., business research and analytics, corporate reporting and management, staff training and quality assurance purposes, and outreach.</p>\n</li>\n<li>\n<p>\n<strong>Security.</strong> We use the information to maintain the integrity and security of our websites, products and services and preventing and detecting security threats, fraud, or other criminal or malicious activity that might compromise your information or the information of other customers or website visitors.</p>\n</li>\n<li>\n<p>\n<strong>Third Party Social Networks.</strong> We may use personal data to interact with you on third party social networks (subject to that network's terms of use).</p>\n</li>\n<li>\n<p>\n<strong>Conferences and Events.</strong> Elastic and our partners may use your information to communicate with you about our events or our partner events.\nAfter the event, Elastic may contact you about the event and related products and services.\nWe may share information about your attendance with your company, and our conference sponsors and partners, where legally permitted to do so.\nIf a partner or conference sponsor directly requests your personal data at their conference booths or presentations, your information will be handled per their privacy practices.\nWe recommend that you review the privacy practices of such partners and sponsors.</p>\n</li>\n<li>\n<p>\n<strong>Education and Training:</strong> If you sign up for an Elastic certification course or training, Elastic will use your information to facilitate the delivery of such course or training.</p>\n</li>\n<li>\n<p>\n<strong>Research &amp.\nInnovation.</strong> We use your information to develop new products, features, and services using research and development tools and incorporating data analysis activities.</p>\n</li>\n<li>\n<p>\n<strong>Comply with Law.</strong> We use your information as required to be compliant with applicable laws, regulations, court orders, government, and law enforcement requests.</p>\n</li>\n<li>\n<p>\n<strong>Other Legitimate Business Purposes:</strong> We may use your information when it is necessary for other legitimate purposes, such as protecting Elastic's confidential and proprietary information.</p>\n</li>\n</ul>How We Share the Information<p>We share your personal data with the following categories of recipients and only with the appropriate contractual obligations in place:</p>With Elastic Companies<p>We may transfer your personal data to other Elastic entities in the US and worldwide for the purposes outlined in this Privacy Statement.\nWe protect your personal data per this Statement wherever it is processed and take appropriate contractual or other steps to protect it under applicable laws.\nThese steps include implementing the European Commission's <u>standard contractual clauses</u> and relying on the European Commission's <u>adequacy decisions</u> about certain countries, as applicable, for data transfers from the EEA to the United States and other countries.\nWe have implemented similar appropriate safeguards with our service providers, partners, and affiliates.\nFurthermore, our privacy guidelines are communicated to our employees on an annual basis as part of our mandatory training.\n</p>With Service Providers<p>We may share your information with third parties, such as vendors, consultants, agents and other service providers who provide services such as IT and system administration and hosting, credit card processing, research and analytics, marketing, targeted advertising, training and certifications, customer support, and data enrichment for the purposes and according to the legal bases described below.\nOur service providers are required by contract to safeguard any personal data they receive from us and are prohibited from using the personal data for any purpose other than to perform the services as instructed by Elastic.\nThese service providers may be located in the US or other global locations.\n</p>With Business Partners<p>We may share your information with our partners, such as distributors and resellers, and to other business partners, to fulfil product and information requests, to effectively deliver unified support, to provide customers and prospective customers with information about Elastic, and for event purposes.\nFrom time to time, Elastic may engage in joint sales, product promotions, or events with selected business partners.\nIf you purchase or express interest in a jointly-offered product, promotion, service, or event, we may share relevant personal data with those partners.\nSuch partners are responsible for managing their use of the personal data collected in these circumstances, including providing information to you about how they use your personal information.\nWe recommend you review the privacy policies of the relevant partner to find out more about their handling of your personal information.</p>With Competent Authorities<p>We may share your personal data when we believe, in good faith, that we must: (i) respond to duly authorized information requests of law enforcement agencies, regulators, courts, and other public authorities, including to meet national security or other law enforcement requirements.\n(ii) comply with any law, regulation, subpoena, or court order.\n(iii) investigate and help prevent security threats, fraud or other criminal or malicious activity.\n(iv) enforce/protect the rights and properties of Elastic or our affiliates.\nor (v) protect the rights or personal safety of Elastic's and our affiliates' employees, and third parties on or using Elastic property when allowed and in line with the requirements of applicable law.</p>For Corporate Transactions<p>We may share your information where, whether for strategic or other business reasons, Elastic decides to sell, buy, merge, or otherwise reorganize its businesses.\nIn such transactions, we may disclose or transfer your personal data to prospective or actual purchasers or receive your personal data from sellers.\nOur practice is to seek appropriate protection for your personal data in these types of transactions.</p>Cookies and Website Automatic Data Collection<p>Please see our Cookie Statement for detailed information on our use of cookies and Automatic Data Collection Tools.\n</p>Legal Basis for Processing the Information (European Economic Area)<p>We only use your information in a lawful, transparent, and fair manner.\nDepending on the specific personal data concerned and the factual context, we rely on the following legal bases:</p>\n<ul>\n<li>As necessary to prepare and enter into a contract;</li>\n<li>Consistent with specific revocable consents;</li>\n<li>As necessary to comply with our legal obligations;</li>\n<li>To protect your vital interests or those of others.\nand</li>\n<li>As necessary for our (or others') legitimate interests, including our interests in, unless those interests are overridden by your interests or fundamental rights and freedoms, which require protection of personal data.</li>\n</ul>International Data Transfers<p>Elastic operates globally, which means personal data collected in the European Economic Area (\"<strong>EEA</strong>\") or Switzerland may be stored and processed outside of the country or region where it was initially collected.\nWe protect your personal data in accordance with this Statement wherever it is processed and take appropriate contractual or other steps to protect it under applicable laws.\nThese steps include implementing the European Commission's <u>standard contractual clauses</u> and relying on the European Commission's <u>adequacy decisions</u> about certain countries, as applicable, for data transfers from the EEA to the United States and other countries.\nWe have implemented similar appropriate safeguards with our service providers, partners and affiliates.</p>Privacy Rights and Choices<p>At your request, and as required by law, we will:</p>\n<ul>\n<li>inform you of what personal data we have on file for you;</li>\n<li>amend or correct that personal data or any previous privacy preferences you selected.\nand/or</li>\n<li>delete your personal data.</li>\n</ul>\n<p>To exercise your rights, email us at privacy@elastic.co.\nPlease identify yourself and specify your request.\nWe use commercially reasonable efforts to delete your personal data as required, but retain records necessary to comply with a governmental authority or applicable federal, state, or local law.\nWhere legally permitted, we may decline to process requests that are unreasonably repetitive or systematic, require disproportionate technical effort, or jeopardize the privacy of others.</p>\n<p>If you are an EEA resident, you also have the right to complain to a data protection authority about our collection and use of your Personal Data.\nFor more information, please contact your local data protection authority.\n</p>Subscription Communications and General Communications<p>You have the option of subscribing to communications from us.\nElastic subscription communications include email newsletters, software updates, and maintenance notifications that may be expressly requested by you or which you consented to receive.</p>\n<p>After you consent to such communications, you may opt-out of receiving them by following the instructions in the email.\nTo unsubscribe from all Elastic email lists, please click here.</p>California Privacy Rights<p>Please see our California Privacy Rights Statement for information about California Privacy Rights, and other required disclosures.</p>Security<p>Elastic is committed to protecting the security of personal data.\nWe use appropriate technical and organizational measures to protect personal data from unauthorized access, use, or disclosure.\nDespite these measures, Elastic cannot eliminate security risks associated with personal data, and mistakes and security breaches may happen.\nWe retain the data only as required or permitted by law, and while the data continues to have a legitimate business purpose.\nPlease contact us with security questions at privacy@elastic.co.</p>Other Information<p>\n<strong>Data Retention.</strong> We retain information collected in connection with the Properties for so long as necessary to fulfill the purposes outlined in this Statement or where we have an ongoing legitimate business need to do so.</p>\n<p>\n<strong>Changes to this Privacy Statement.</strong> This General Privacy Statement is subject to occasional revision.\nIf we make any substantial changes in the way we use personal data, we will take appropriate measures to inform our customers, consistent with the significance of the changes we make.\nWe will provide notice of any material changes if and where required by applicable data protection laws.\n</p>\n<p>The date of the most recent update to this General Privacy Statement can be found by checking the \"effective\" date displayed at the top of this Statement.</p>How to Contact Us<p>If you have any questions or concerns regarding this Statement, you may call us at +1.650.458.2620, or write to us by email at privacy@elastic.co or by postal mail to: </p>\n<p>Elasticsearch, Inc.<br>\nAttn: Privacy Team<br>\n800 W.\nEl Camino Real, Suite 350<br>\nMountain View, CA 94040 USA</p>\n<p>Or</p>\n<p>Elasticsearch B.V.<br>\nAttn: Privacy Team<br>\nKeizersgracht 281<br>\n1016 ED Amsterdam<br>\nThe Netherlands</p>\n<p>\n<strong>Data Protection Officer.</strong> Elastic has appointed an external Data Protection Officer for German data subjects.\nFor questions about how information is gathered, stored, shared, used, or to exercise any data subject rights, please contact our Data Protection Officers as follows: dpo@elastic.co.</p>\n<p>If we are unable to resolve your concerns, you have the right to contact your local data privacy supervisory authority or seek a remedy through the courts if you believe your requests to exercise your rights have not been honored.</p>", "created_at": "2021-02-06 13:31:42.25831", "updated_at": "2021-02-06 13:31:50.353905"}, {"id": 4055, "name": "Terms of Use", "url": "https://www.elastic.co/legal/terms-of-use", "xpath": "//*[@id=\"__next\"]/div/div[2]/div/div/div[2]/div", "text": "<p>Not for editing\n</p>\n<p> THESE TERMS OF USE (\"TERMS\") SET FORTH THE TERMS AND CONDITIONS UNDER WHICH ELASTICSEARCH BV (\"ELASTICSEARCH\", \"WE\" OR \"US\") ALLOWS THE USE BY PERSONS AND ENTITIES (\"YOU\") OF THE WEBSITE LOCATED AT WWW.ELASTIC.CO (TOGETHER WITH ALL ASSOCIATED WEBSITES LINKED TO SUCH WEBSITE BY ELASTICSEARCH, ITS SUBSIDIARIES AND AFFILIATED COMPANIES, THE \"SITE\").\n</p>\n<p> SHOULD YOU ELECT TO USE THE SITE, THE TERMS, TOGETHER WITH THE ELASTICSEARCH PRIVACY STATEMENT LOCATED AT WWW.ELASTIC.CO/LEGAL/PRIVACY-STATEMENT (\"PRIVACY STATEMENT\"), FORM A LEGAL CONTRACT BETWEEN YOU AND ELASTICSEARCH (the \"agreement\").\nBY USING the SITE, YOU ARE IRREVOCABLY AGREEING TO ALL OF THE TERMS AND CONDITIONS OF THE AGREEMENT.\nIF YOU DO NOT AGREE WITH ANY OF THE TERMS AND CONDITIONS IN THE AGREEMENT, YOU MAY NOT USE THE SITE.\n</p>\n<p> Elasticsearch reserves the right to change, update, add or remove provisions of these Terms, at any time by posting the updated Terms on the Site, along with a notice of the effective date of the updated Terms.\nBy using this Site after Elasticsearch has updated the Terms, you are agreeing to all of the updated Terms.\nIf you do not agree with any of the updated Terms, your only recourse will be to stop using the Site.\n</p>\n<p>\n<strong>Effective Date: March 10, 2015</strong>\n</p>Eligibility<p> By using the Site, you represent that you are 18 years of age or older, or if you are between the ages of 13 and 18, that you are using the Site with the permission of your parent or legal guardian, or that you are an emancipated minor between the ages of 13 and 18.\nIf you are a parent or legal guardian who is registering for a child, you hereby agree to bind your child to the Agreement and to fully indemnify and hold harmless Elasticsearch if your child breaches or disaffirms any term or condition of the Agreement.\nIf you are using this Site on behalf of an entity, you represent that you are authorized to legally bind such entity to the Agreement.\nIf Elasticsearch believes that you do not meet any of these requirements Elasticsearch may immediately terminate your use of the Site.\nIf you are under the age of 13 years old, you may not use the Site.\n</p>Content<p>\n<u>Elasticsearch Content</u>.\nExcept as may be otherwise noted, the information, materials (including, without limitation, HTML, text, audio, video, white papers, press releases, data sheets, product descriptions, software and FAQs and other content) available on or from the Site (collectively, \"Elasticsearch Content\") are the copyrighted works of Elasticsearch and its licensors, and Elasticsearch and its licensors expressly retain all right, title and interest in and to the Elasticsearch Content, including and without limitation, all intellectual property rights therein and thereto.\nExcept as expressly permitted in these Terms, any use of the Elasticsearch Content may violate copyright and/or other applicable laws.\n</p>\n<p>\n<u>Third Party Content</u>.\nIn addition to Elasticsearch Content, the Site may contain information and materials provided to Elasticsearch by third parties (collectively, \"Third Party Content\").\nThird Party Content is the copyrighted work of its owner, which expressly retains all right title and interest in and to the Third Party Content, including, without limitation, all intellectual property rights therein and thereto.\nIn addition to being subject to these Terms, Third Party Content may also be subject to different and/or additional terms of use and/or privacy policies of such third parties.\nPlease contact the appropriate third party for further information regarding any such different and/or additional terms of use applicable to Third Party Content.\n</p>\n<p>\n<u>Limited Site Content License</u>.\nElasticsearch grants you the limited, revocable, non-transferable, non-exclusive right to use the Site and the associated Elasticsearch Content and Third Party Content (collectively, \"Site Content\") by displaying the Site Content on your computer, and downloading and printing pages from the Site under the condition that (i) such activity is solely for your personal, education or other non-commercial use, or for your internal business purposes, (ii) you do not modify or prepare derivative works from the Site Content, (iii) you do not obscure, alter or remove any notice of copyright set forth on any pages of the Site or Site Content, (iv) you do not otherwise reproduce, re-distribute or publicly display any of the Site Content and (v) you do not copy any Site Content to any other media or other storage format.\n</p>\n<p>\n<u>User Content</u>.\nIf you elect to display or post on, submit to, or otherwise make available to others on, the Site any content or works of authorship, including, without limitation, images, software, audio files, text, or any other materials (collectively, \"User Content\"), you hereby grant to Elasticsearch (to the extent permitted by applicable law) a perpetual, irrevocable, royalty-free, worldwide, non-exclusive right and license, including the right to grant sublicenses to third parties, to use, reproduce, publicly display, publicly perform, prepare derivative works from and distribute such User Content, for any purpose and in any form, medium or distribution method now known or hereafter existing, known or developed.\nElasticsearch agrees to use any personally identifiable information contained in any of your Submissions in accordance with Elasticsearch's Privacy Statement.\nIn addition, you hereby irrevocably represent and warrant to Elasticsearch that (i) you have all necessary power, authority, right, title and/or licenses to grant to Elasticsearch the foregoing right and license and (ii) the posting, submission, display by you of User Content on the Site, and the exercise by Elasticsearch of the foregoing license does not and will not (1) violate any law or (2) infringe any intellectual property right of any third party.\nWe may modify or adapt your User Content in order to transmit, display or distribute the same over computer networks and in various media and/or make changes to the User Content as necessary to conform and adapt the same to any requirements or limitations of any networks, devices, services or media.\n</p>\n<p>\n<u>Software</u>.\nTo the extent that the Site contains Elasticsearch Content or Third Party Content that is software available for download (\"Software\"), such Software is subject to, and your use of such Software is governed by, an applicable license agreement (each a \"License Agreement\") accompanying, provided with, linked to or embedded in, such Software.\nYou may not use any Software unless you first read and agree to all of the terms and conditions of the applicable License Agreement.\nANY SOFTWARE AVAILABLE ON THE SITE IS WARRANTED, IF AT ALL, IN ACCORDANCE WITH THE TERMS AND CONDITIONS OF THE APPLICABLE LICENSE AGREEMENT.\nEXCEPT AS MAY BE EXPRESSLY SET FORTH IN THE APPLICABLE LICENSE AGREEMENT, OR TO THE EXTENT NOT PERMITTED UNDER APPLICABLE LAW, ELASTICSEARCH EXPRESSLY DISCLAIMS ANY AND ALL IMPLIED OR STATUTORY WARRANTIES WITH RESPECT TO SUCH SOFTWARE, INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\n</p>\n<p>\n<u>Trademarks</u>.\nAll trademarks, service marks and logos included on the Site (\"Marks\") are the property of Elasticsearch or third parties, and you may not use such Marks without the express, prior written consent of Elasticsearch or the applicable third party.\n</p>\n<p>\n<u>Monitoring</u>.\nElasticsearch may, but is not obligated to, monitor Site Content, User Content and your use of the Site.\nElasticsearch reserves the right to accept, reject or modify any Site Content or User Content, but assumes no liability based on its acceptance, rejection, modification or failure to modify any Site Content or User Content.\n</p>\n<p>\n<u>Infringement and DMCA</u>.\nElasticsearch respects the intellectual property rights of others, and we ask you to do the same.\nElasticsearch may, in appropriate circumstances and at our discretion, terminate access to this Site for users who infringe the intellectual property rights of others.\nIf you believe that your work is the subject of copyright infringement and/or trademark infringement and appears on our Site, please provide Elasticsearch's designated agent the following information:\n</p>\n<ul>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n<li>Identification of the copyrighted and/or trademarked work claimed to have been infringed, or, if multiple works are covered by a single notification, a representative list of such works.</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled at the Site, and information reasonably sufficient to permit Elasticsearch to locate the material.</li>\n<li>Information reasonably sufficient to permit Elasticsearch to contact you as the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which you may be contacted.</li>\n<li>A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright and/or trademark owner, its agent, or the law.</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that you are authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ul>\n<p> Elasticsearch's agent for notice of claims of copyright or trademark infringement on this Site can be reached at: legal@elastic.co.\n</p>\n<p> Please also note that for copyright infringements under Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability.\n</p>\n<p> We will notify you that we have removed or disabled access to copyright-protected material that you provided, if such removal is pursuant to a valid DMCA take-down notice that we have received.\nIf you receive such a notice from us, you may provide us with a counter-notification in writing to the Elasticsearch designated agent that includes all of the following information:\n</p>\n<ul>\n<li>Your physical or electronic signature;</li>\n<li>Identification of the material that has been removed or to which access has been disabled, and the location at which the material appeared before it was removed or access to it was disabled;</li>\n<li>A statement from you under the penalty of perjury, that you have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.\nand</li>\n<li>Your name, physical address and telephone number, and a statement that you consent to the jurisdiction of a court for the judicial district in which your physical address is located, or if your physical address is outside of the United States, for any judicial district in which Elasticsearch may be located, and that you will accept service of process from the person who provided notification of allegedly infringing material or an agent of such person.</li>\n</ul>\n<p> Elasticsearch reserves the right, in its sole discretion, to terminate the account or access of any user of the Site who is the subject of repeated DMCA or other infringement notifications.\n</p>General Use of the Website<p>\n<u>Restrictions on User Content</u>.\nIn connection with your use of the Site, you agree not to submit any User Content which (i) is unlawful, (ii) violates any right of publicity or invades the privacy of others, (iii) constitutes obscene, pornographic, indecent, profane or otherwise objectionable material, (iv) is discriminatory, hateful or bigoted toward, or abusive of, any group or individual, (v) is libelous or defamatory or (vi) violates any applicable law or government regulation.\n</p>\n<p>\n<u>Prohibited Conduct</u>.\nYou may not use the Site to post, transmit or link to: (i) any advertisement, promotional materials or solicitation related to any product or service that is competitive with Elasticsearch products or services.\n(ii) software or programs which contain any harmful code, including, but not limited to, viruses, worms, time bombs or Trojan horses.\n(iii) content that defames, abuses, harasses, stalks, threatens, or otherwise violates the legal rights (such as rights of privacy and publicity) of others.\n(iv) content that includes racially, ethnically, or otherwise offensive language.\n(v) content that discusses or incites illegal activity.\nor (vi) content that includes explicit/obscene language or solicit/post sexually explicit images (actual or simulated).\nIn addition, you may not: (a) deploy to the Site any robot, spider, scraper, website search/retrieval application, or other application designed to retrieve, index, \"data mine,\" information from the Site.\n(b) use the Site to disseminate any unsolicited or unauthorized advertising, promotional materials, 'junk mail', 'spam', 'chain letters', 'pyramid schemes', or any other form of such solicitation.\n(c) take any action that imposes an unreasonable or disproportionately large load on our infrastructure.\n(d) alter the opinions or comments posted by others on this Site.\nor (e) post anything on the Site that is contrary to our public image, goodwill or reputation.\n</p>\n<p> This list of prohibitions provides examples and is not complete or exclusive.\nElasticsearch reserves the right to (i) terminate access to your account and your ability to post to this Site (or use the Services) and (ii) refuse, delete or remove any content.\nwith or without cause and with or without notice, for any reason or no reason, or for any action that Elasticsearch determines to be inappropriate or disruptive to this Site or to any other user of this Site.\nElasticsearch may report to law enforcement authorities any actions that may be illegal, and any reports it receives of such conduct.\nWhen legally required or at Elasticsearch's discretion, Elasticsearch will cooperate with law enforcement agencies in any investigation of alleged illegal activity on the Site.\n</p>\n<p>\n<u>Indemnification</u>.\nYou agree to indemnify and hold Elasticsearch and its officers, directors, employees, affiliates, agents, licensors, and business partners harmless from and against any and all costs, damages, liabilities, and expenses (including attorneys' fees and costs of defense) Elasticsearch or any other indemnified party suffers in relation to or arising from any violation by you of these Terms, and/or any claim or demand from a third-party that your use of this Site or the use of this Site by any person using your user name and/or password (including without limitation, your participation in the posting areas or, your Submissions), violates any applicable law or regulation, or the patents, copyrights, trademark rights or other rights of any third-party.\n</p>\n<p>\n<u>Export Control</u>.\nYou hereby represent and warrant that you understand and acknowledge that some Site Content may be subject to export, re-export and import restrictions under applicable law and that you are not located in, under the control of, or a national or resident of, any country to which the United States has embargoed goods.\n</p>Registered Use of the Site<p>\n<u>Registered Users</u>.\nA person who is eligible and desires to create an account may, upon consenting to the Agreement, submit an application to register in accordance with the procedures set forth by Elasticsearch.\nElasticsearch reserves the right, in its sole discretion, to deny, restrict, suspend, discontinue, or terminate your account, with or without prior notice or explanation, for any or no reason, without any liability to you.\n</p>\n<p>\n<u>Use Restrictions</u>.\nIf you become a registered user of the Site in order to gain access to support or other limited access parts of the Site, you agree (i) that the information you provide to Elasticsearch in connection with your registration will be current, complete and accurate, (ii) not to choose a user name that violates any law or the intellectual property rights of others, or is offensive.\nprovided that Elasticsearch reserves the right to reject the use of any user name for any reason or no reason, (iii) not to transfer, sell, convey or assign the right to use the Site to any third party without the prior written consent of Elasticsearch and (iv) not to permit any third party to use your user name and password to access the Site.\n</p>\n<p>\n<u>Accounts and Passwords</u>.\nYou are entirely responsible for maintaining the confidentiality of your account information, including your password, and for any and all activity that occurs under your account.\nYou agree to notify Elasticsearch immediately of any unauthorized use of your account or password, or any other breach of security.\nHowever, you may be held liable for losses incurred by Elasticsearch or any other user of or visitor to the Site due to someone else using your ID, password or account.\nYou may not use anyone else's ID, password or account at any time without the express permission and consent of the holder of that ID, password or account.\nElasticsearch will not be liable for any loss or damage arising from your failure to comply with these obligations.\n</p>\n<p>\n<u>Electronic Communications</u>.\nBy registering with the Site, you consent to receiving electronic communications from Elasticsearch.\nThese electronic communications are part of your relationship with Elasticsearch.\nYou agree that any notices, agreements, disclosures or other communications that we send you electronically will satisfy any legal communication requirements, including that such communications be in writing.\n</p>Privacy Statement<p> Please review our Privacy Statement, which is available at www.elastic.co/legal/privacy-statement, explains how we use information that you submit to Elasticsearch, and which is incorporated into the Agreement by this reference.\n</p>Links to Third-Party Sites<p> This Site may be linked to other websites that are not Elasticsearch websites (collectively, \"Third Party Sites\").\nAny and all of the Third Party Sites may change from time to time.\nYou acknowledge and agree that the Third Party Sites may have different privacy policies and terms and conditions and/or user guides and business practices than Elasticsearch, and you further acknowledge and agree that your use of such Third Party Sites is governed by the respective Third Party Site privacy policy and terms and conditions and/or user guides.\nYou hereby agree to comply with any and all terms and conditions, user guides and privacy policies of any of Third Party Sites.\nElasticsearch is providing links to the Third Party Sites to you as a convenience, and Elasticsearch does not verify, make any representations or take responsibility for such Third Party Sites, including, without limitation, the truthfulness, accuracy, quality or completeness of the content, services, links displayed and/or any other activities conducted on or through such Third Party Sites.\nYOU AGREE THAT ELASTICSEARCH WILL NOT, UNDER ANY CIRCUMSTANCES, BE RESPONSIBLE OR LIABLE, DIRECTLY OR INDIRECTLY, FOR ANY GOODS, SERVICES, INFORMATION, RESOURCES AND/OR CONTENT AVAILABLE ON OR THROUGH ANY THIRD PARTY WEB SITES AND/OR THIRD PARTY DEALINGS OR COMMUNICATIONS, OR FOR ANY HARM RELATED THERETO, OR FOR ANY DAMAGES OR LOSS CAUSED OR ALLEGED TO BE CAUSED BY OR IN CONNECTION WITH YOUR USE OR RELIANCE ON THE CONTENT OR BUSINESS PRACTICES OF ANY THIRD PARTY.\nEXCEPT AS MAY BE OTHERWISE EXPRESSLY STATED IN WRITING, Elasticsearch does not endorse such third party sites or any products or services associated therewith, and you agree that ELASTICSEARCH HAS NO LIABILITY FOR ANY damages you may incur in connection with the use of any third party site.\n</p>Disclaimer of Warranties and Limitation of Liability<p>\n<u>Warranty Disclaimer</u>.\nTHE SITE AND THE SITE CONTENT ARE PROVIDED STRICTLY ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS, AND ELASTICSEARCH MAKES NO REPRESENTATION OR WARRANTY THAT THE SITE OR THE SITE CONTENT ARE COMPLETE, SUITABLE FOR YOUR PURPOSE, OR ACCURATE.\nON BEHALF OF ITSELF AND ITS LICENSORS, ELASTICSEARCH HEREBY EXPRESSLY DISCLAIMS ANY AND ALL IMPLIED, STATUTORY OR OTHER WARRANTIES WITH RESPECT TO THE SITE AND THE SITE CONTENT, INCLUDING, WITHOUT LIMITATION, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFIRNGEMENT.\nTHE ENTIRE RISK AS TO RESULTS OBTAINED THROUGH USE OF THE SITE AND/OR THE SITE CONTENT RESTS WITH YOU.\nELASTICSEARCH MAKES NO REPRESENTATION OR WARRANTY THAT THE AVAILABILITY OF THE SITE WILL BE UNINTERRUPTED, OR THAT THE SITE AND/OR THE SITE CONTENT WILL BE ERROR FREE OR SECURE.\n</p>\n<p>\n<u>Limitation of Liability</u>.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, YOU AGREE THAT ELASTICSEARCH SHALL NOT BE LIABILE TO YOU FOR ANY DAMAGES ARISING OUT OF OR CONNECTED TO YOUR USE OF, OR INABILITY TO USE, THE SITE, INCLUDING, WITHOUT LIMITATION, ANY AND ALL DIRECT, INDIRECT, INCIDENTAL, CONSEQUENTIAL, PUNITIVE, SPECIAL, EXEMPLARY OR STATUTORY DAMAGES, INCLUDING ANY LOSS OF BUSINESS, LOSS OR PROFITS, LOSS OF REVENUE, LOSS OF DATA, LOSS OF GOODWILL, OR ANY COST OF COVER OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES, EVEN IF ELASTICSEARCH HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, AND REGARDLESS OF THE LEGAL THEORY UNDER WHICH DAMAGES ARE SOUGHT, WHETHER IN BREACH OF CONTRACT OR IN TORT, INCLUDING NEGLIGENCE.\nThe foregoing limitations of liability do not limit the liability of Elasticsearch arising from gross negligence or willful intent, to the extent such damages may not be excluded or limited under applicable law.\n</p>Proprietary Rights<p> All rights not expressly granted herein are reserved.\nExcept as otherwise required or limited by applicable law, any reproduction, distribution, modification, retransmission, or publication of any copyrighted material is strictly prohibited without the express, written, consent of the copyright owner or an applicable license.\n</p>Site Location and Local Laws<p> Elasticsearch controls and operates this Site from its offices in Amsterdam, The Netherlands and Mountain View, California, USA, and the Site Content may not be appropriate or available for use in other locations.\nIn addition, the Site may be mirrored, and other websites operated or controlled by Elasticsearch may be located, in various countries.\nElasticsearch makes no representation or warranty that all of the features of this Site will be available to you from specific countries, or that the Site Content is permitted to be accessed from any country.\nYou acknowledge that you are solely responsible for any decision by you to use the Site from your location, and that such use may be subject to, and that you are responsible for, compliance with applicable local laws.\n</p>Feedback<p> If you send or transmit any communications, comments, questions, suggestions, or related materials to Elasticsearch, whether by letter, email, telephone, or otherwise (collectively, \"Feedback\"), suggesting or recommending changes to the Site, Site Content or any services offered through the Site, including, without limitation, new features or functionality relating thereto, all such Feedback is, and will be treated as, non-confidential and non-proprietary.\nYou hereby grant to Elasticsearch a royalty-free, worldwide, transferable, irrevocable, perpetual license, including the right to grant and authorize sublicenses, to use or incorporate into the Site and/or any products or services any and all Feedback.\nFor the avoidance of doubt, Elasticsearch shall be free to use, without any attribution or compensation to you, any ideas, know-how, concepts, techniques, or other intellectual property and proprietary rights contained in the Feedback, whether or not patentable, for any purpose whatsoever, including but not limited to, developing, manufacturing, having manufactured, importing, having imported, licensing, marketing, distributing, reproducing, and selling, directly or indirectly, products and services using such Feedback, and otherwise exploiting in any manner such Feedback.\nYou understand and agree that Elasticsearch is not obligated to use, display, reproduce, or distribute any such ideas, know-how, concepts, or techniques contained in the Feedback, and you have no right to compel such use, display, reproduction, or distribution.\n</p>Governing Law and Jurisdiction<p> This Agreement will be governed by the laws of the State of California, without regard to its conflict of laws principles.\nThis Agreement shall not be governed by the 1980 UN Convention on Contracts for the International Sale of Goods or any laws based on the Uniform Computer Information Transactions Act (UCITA).\nAll suits hereunder will be brought solely in Federal Court for the Northern District of California, or if that court lacks subject matter jurisdiction, in any California State Court located in Santa Clara County.\nThe parties hereby irrevocably waive any and all claims and defenses either might otherwise have in any such action or proceeding in any of such courts based upon any alleged lack of personal jurisdiction, improper venue, forum non conveniens or any similar claim or defense.\n</p>General<p> Elasticsearch prefers to advise you if we feel you are not complying with these Terms and to recommend any necessary corrective action.\nHowever, certain violations of these Terms, as determined by Elasticsearch, may result in immediate termination of your access to this Site without prior notice to you.\nIf any of these Terms is found to be inconsistent with applicable law, then such term shall be interpreted to reflect the intentions of the parties, and no other terms will be modified.\nElasticsearch's failure to enforce any of these Terms is not a waiver of such terms.\nThe Agreement sets forth the entire agreement between you and Elasticsearch and supersede all prior or contemporaneous negotiations, discussions or agreements between you and Elasticsearch about this Site.\nThe proprietary rights, disclaimer of warranties, representations made by you, indemnities, limitations of liability and general provisions shall survive any termination of these Terms.\n</p>Contact Us<p> If you have any questions about these Terms or otherwise need to contact Elasticsearch for any reason, you can reach us at legal@elastic.co.\n</p>", "created_at": "2021-02-06 14:06:45.134481", "updated_at": "2021-02-06 14:06:54.444564"}], "points": [{"id": 17897, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.elastic.co/legal/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-29 15:51:35.267819", "updated_at": "2021-03-31 13:02:57.683248", "quoteText": "THE SITE CONTENT ARE PROVIDED STRICTLY ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS", "case_id": 286, "document_id": 4055, "quoteStart": 20128, "quoteEnd": 20205}, {"id": 17895, "title": "The service can delete specific content without reason and may do it without prior notice", "source": "https://www.elastic.co/legal/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-29 15:49:50.197897", "updated_at": "2021-03-31 13:03:07.434271", "quoteText": "refuse, delete or remove any content.\nwith or without cause and with or without notice, for any reason or no reason, or for any action that Elasticsearch determines to be inappropriate or disruptive to this Site or to any other user of this Site.", "case_id": 202, "document_id": 4055, "quoteStart": 13753, "quoteEnd": 13999}, {"id": 17896, "title": "Usernames can be rejected or changed for any reason", "source": "https://www.elastic.co/legal/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-03-29 15:50:38.772876", "updated_at": "2021-03-31 13:02:51.75494", "quoteText": "Elasticsearch reserves the right to reject the use of any user name for any reason or no reason", "case_id": 328, "document_id": 4055, "quoteStart": 16352, "quoteEnd": 16447}], "urls": ["elastic.co"]}}