{"error": 448, "message": "OK", "parameters": {"id": 2517, "name": "Pokemon.com", "created_at": "2021-01-11 15:39:03.281277", "updated_at": "2021-03-25 03:19:43.193536", "wikipedia": null, "keywords": null, "related": null, "slug": "pokemoncom", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2517.png", "url": "pokemon.com", "documents": [{"id": 3468, "name": "Privacy Notice", "url": "https://www.pokemon.com/us/privacy-notice/", "xpath": "/html/body/div[4]/section/div[2]/div/article/div", "text": " <p>Last updated November 12, 2020</p>\n<p>Our Privacy Commitment</p>\n<p>Pokémon respects your privacy rights and recognizes the\nimportance of protecting your personal information (or “personal data”).\nOur\nPrivacy Notice describes the kinds of personal information we collect, why we\ncollect it, how we share it, and choices we give you.</p>\n<p>We also recognize the need to provide additional protections\nfor kids who visit and/or use our Services.\nTo learn about privacy protections\nfor kids, read Pokémon's Kids' Privacy Notice.</p>\n<p>Pokémon is a valid licensee, and participating member in\ngood standing, of the Children's Advertising Review Unit's (“CARU”) COPPA Safe\nHarbor Program (“CARU Safe Harbor”).\nCARU conducts independent audits of our\nServices and uses other enforcement and accountability mechanisms in its\ncertification process.\nServices bearing the CARU Safe Harbor icon meet\nestablished online information collection, use, and disclosure practices in\ncompliance with applicable privacy laws and best practices.</p>\n<p>\n<em>DISCLAIMER: Although CARU does not monitor non-U.S.\nbased\nServices or PokemonCenter.com, Pokémon takes steps to confirm that non-U.S.\nbased Services and PokemonCenter.com follow the applicable data collection\nguidance and principles of CARU Safe Harbor, including adherence to regulations\nin the European Union (“EU”) and other territories outside of the United States\n(“U.S.”).</em>\n</p>\n<ol>\n<li>\n<p>What does this Privacy Notice cover?</p>\n</li>\n<li>\n<p>What personal information is collected about you?</p>\n</li>\n<li>\n<p>How is your personal information used?</p>\n</li>\n<li>\n<p>How is your personal information shared?</p>\n</li>\n<li>\n<p>How long do we keep your personal information?</p>\n</li>\n<li>\n<p>What choices do you have about processing your personal information?</p>\n</li>\n<li>\n<p>What steps do we take to safeguard your personal information?</p>\n</li>\n<li>\n<p>Product-specific data processing details</p>\n</li>\n<li>\n<p>Information for individuals</p>\n</li>\n<li>\n<p>How to contact us about your personal information and this Privacy Notice</p>\n</li>\n<li>\n<p>CARU's COPPA Safe Harbor Program</p>\n</li>\n<li>\n<p>California Privacy Rights</p>\n</li>\n<li>\n<p>How will you know if we amend this Privacy Notice?</p>\n</li>\n</ol>\n<p>\n<strong>1.\nWhat does this Privacy Notice cover?</strong>\n</p>\n<p>Our Privacy Notice applies to the collection and processing\nof personal information by The Pokémon Company International, Inc.\nand our\nsubsidiaries and affiliated companies acting on our behalf (collectively\n“Pokémon” or “we”, “us”, or “our”).\nThis Privacy Notice applies only to\npersonal information collected about you as a consumer through the Pokémon\nnetwork of websites (for example, Pokemon.com and PokemonCenter.com), as well\nas apps, features, services, events, and communications provided by Pokémon\nwhere this Privacy Notice is posted (“Services”).\nThis notice does not apply to\nhuman resources data or the “Pokémon Careers” website.</p>\n<p>Our international affiliates and third-party websites or\napps that our Services link to, or with whom we may have a presence, or with\nwhom we may license use of our trademarks and copyrights, may collect and use\npersonal information for their own purposes.\nWhere they do so, their respective\nprivacy notices apply.\nPlease review the respective terms and privacy notices\nof these entities to learn how they process your personal information.\nFor\nexample, Pokémon GO is developed and distributed by Niantic, Inc.\nPlease\nvisit https://nianticlabs.com/privacy/pokemongo/en/ for information about how Niantic, Inc.\nprocesses your data.\nOur\nServices use YouTube API Services.\nPlease visit YouTube's\nTerms of Service and Google's Privacy Policy\nfor more information.</p>\n<p>\n<strong>2.\nWhat personal information is collected about you?</strong>\n</p>\n<p>We don't require personal information to use many of our\nServices.\nIf you choose not to disclose personal information, however, you will\nnot be able to enjoy certain features of our Services.</p>\n<p>\n<strong>\n<em>Information you provide to us</em>\n</strong>\n</p>\n<p>The types of personal information we collect directly from you include, for example: </p>\n<ul>\n<li>\n<p>Contact information: such as your first and last name, email address, telephone number, postal address, and non-Pokémon account IDs.</p>\n</li>\n<li>\n<p>Content and files: data and content you share or upload, such as photos (including any metadata included in your photos and content).</p>\n</li>\n<li>\n<p>Payment information: for example, credit card numbers or financial account information if you purchase a product or service from us or claim a Play! Pokémon scholarship.</p>\n</li>\n<li>\n<p>Demographic information: information about you tied to your personal information, such as your age and/or date of birth, gender, country/region of residence, hobbies, and toy and game preferences.</p>\n</li>\n</ul>\n<p>\n<strong>\n<em>Information we collect automatically</em>\n</strong>\n</p>\n<p>We automatically collect certain information when you use our Services.\nFor example:</p>\n<ul>\n<li>\n<p>Identifiers and device information: such as your device type, operating system type, browser type, device ID, Internet Protocol (IP) address, and other software including type, version, language, settings, and configuration.\nOur website and online services store and retrieve data using cookies set on your device, as further described in our COOKIE PAGE.</p>\n</li>\n<li>\n<p>Usage data: such as what website you were on that brought you to our website, when you used our Services and for how long, what pages and content you accessed, and features you used on our Services.</p>\n</li>\n<li>\n<p>Geolocation data: with your consent, the Services may access precise geolocation data on your mobile device to enable features and deliver content based on your current location.</p>\n</li>\n</ul>\n<p>\n<strong>\n<em>Information we create or generate</em>\n</strong>\n</p>\n<p>We derive other information from the other data we collect\nabout you, and we may combine this with other personal information to generate\ninformation about your likely preferences or other characteristics\n(“inferences”).\nFor example, we infer your general location from your IP\naddress.</p>\n<p>\n<strong>\n<em>Information we obtain from third-party sources</em>\n</strong>\n</p>\n<p>In limited circumstances, we also obtain information from\nthird parties.\nWe protect information obtained from third parties according to\nthe practices described in this statement, plus any additional restrictions\nimposed by the source of the information.\nThese third-party sources include,\nfor example:</p>\n<ul>\n<li>\n<p>Non-Pokémon account operators: please see <strong>Play! Pokémon</strong> section below;</p>\n</li>\n<li>\n<p>Mobile Platforms: when you purchase our apps, we receive information from the app stores and other mobile platform providers about you that is limited to username or screen name and/or device ID and the fact a purchase was made, but no other sensitive or financial information, unless you authorize the mobile platform providers to provide us additional information;</p>\n</li>\n<li>\n<p>Service Providers: third parties may collect any of the categories of personal information described above to provide services on our behalf, including to help us determine your device's general location based on its IP address to customize certain products to your location, provide you a more convenient experience, and provide additional security measures to protect our Services.\nand</p>\n</li>\n<li>\n<p>Social Networks: where the information, including your name, screen name, and content you post, is publicly available to us, we may use such data for purposes such as measuring public reaction to the Services and to Pokémon.</p>\n</li>\n</ul>\n<p>\n<strong>\n<em>Cookies and Tracking</em>\n</strong>\n</p>\n<p>Our websites use a variety of technical methods for collecting\nand tracking device information and usage data, including web beacons, cookies,\nlocal storage, and device IDs.\nPlease see our COOKIE PAGE for more\ninformation on how we use cookies and similar technical methods.</p>\n<p>\n<strong>3.\nHow is your personal information used?</strong>\n</p>\n<p>We use your personal information to the extent reasonably\nnecessary to fulfill your requests in performing our contract with you, or\nbased on consent where we have requested it or where required by law, and for\nour legitimate business objectives, including for the following business\npurposes:</p>\n<ul>\n<li>\n<p>Business Operations: to provide you with and operate, maintain, optimize, and improve our products, services, operations, and the security of our Services, including to perform operational tasks such as billing, accounting, communicating, and fulfilling your transactions for products and services.</p>\n</li>\n<li>\n<p>Product and Service Delivery: to personalize content and experiences on our Services, including providing you recommendations based on your preferences;</p>\n</li>\n<li>\n<p>Marketing: to deliver and personalize your notifications, communications, newsletters, advertisements, offers, event notices, and promotions for products and services of Pokémon and our third-party partners;</p>\n</li>\n<li>\n<p>Product Improvement, Development, and Research: to develop information to understand you based on demographics, your activity on our Services, responses to surveys, or activity on third-party websites and applications, including for purposes of troubleshooting and improving our Services.\nto conduct market research and perform statistical, demographic, and marketing analyses of users of our Services and their purchasing patterns;</p>\n</li>\n<li>\n<p>Communications: to send and display administrative communications about Pokémon and our partners and our respective products and services;</p>\n</li>\n<li>\n<p>Security of Services: to detect, investigate, and prevent activities that are unauthorized, may violate our terms and policies, or may be illegal, such as fraudulent activity or security violations.\nand</p>\n</li>\n<li>\n<p>Customer Support: to provide customer support and respond to your questions submitted to us.</p>\n</li>\n</ul>\n<p>With the exception of payment\ninformation, which is used solely for accounting, billing, order fulfillment,\nand fraud prevention purposes, all of the categories of information described\nin Section 2 are used for each of the purposes described above.</p>\n<p>For the purposes listed above, we may also link or combine\ninformation about you with other personal information we receive from third\nparties.\nWe also use personal information in settings and for the purposes\ndescribed below.</p>\n<p>We may store and process personal information in the United\nStates, the United Kingdom, and other countries or regions that may not have\nthe same types of data protection laws as those in your country.</p>\n<p>\n<strong>4.\nHow is your personal information shared?</strong>\n</p>\n<p>We do not share your personal information with third parties other than as follows:</p>\n<ul>\n<li>\n<p>With your consent.\nfor example, when you agree to our sharing your information with other third parties for their own purposes, subject to their separate privacy policies</p>\n</li>\n<li>\n<p>With third-party vendors, consultants, and other service providers who work for us and need to access your personal information to do that work, including for business purposes that require access to our systems that hold personal information (such as supplying cloud data storage, maintaining the security of our systems, and providing customer support).\nIn the past 12 months, we have disclosed to vendors <em>all</em> of the categories of personal information described in Section 2.</p>\n</li>\n<li>\n<p>If you've selected options available through our Services to publicly display your name and/or screen name and your other information</p>\n</li>\n<li>\n<p>If appropriate to (a) comply with laws or to respond to lawful requests and legal processes, including, for example, to comply with a court order or subpoena.\n(b) protect the rights and property of Pokémon, our agents, our customers, and others, including to enforce our terms, policies, rules, and agreements.\n(c) protect the safety and security of any person.\nand/or (d) protect the safety and security of Pokémon's and our partners' Services, websites, and applications</p>\n</li>\n<li>\n<p>In connection with or during negotiation of any merger, financing, acquisition, bankruptcy, dissolution, transaction, or proceeding involving sale, transfer, divestiture, or disclosure of all or a portion of our business or assets for use in accordance with applicable law</p>\n</li>\n</ul>\n<p>\n<strong>5.\nHow long do we keep your personal information?</strong>\n</p>\n<p>Pokémon keeps your personal information for as long as\nappropriate to maintain your accounts, to provide Services, to fulfill your\nrequests, for legal compliance and enforcement purposes, and for resolving\ndisputes.\nActual retention periods depend on a variety of factors, such as the\ntype of product, the type and sensitivity of the data, business needs, customer\nexpectations and needs, the types of available user controls, and the form in\nwhich the data is stored.</p>\n<p>\n<strong>6.\nWhat choices do you have about processing your personal information?</strong>\n</p>\n<p>We provide you with various controls over your personal information, for example:</p>\n<ul>\n<li>\n<p>You can access and update the contact information you gave us during registration by visiting the “Edit Profile” section on www.pokemon.com or the “My Account” section on www.pokemoncenter.com.</p>\n</li>\n<li>\n<p>You can contact us at privacyquestions@pokemon.com with requests to delete, access, and update your personal information.</p>\n</li>\n<li>\n<p>You can opt out of our promotional emails by clicking “unsubscribe” in those emails.</p>\n</li>\n<li>\n<p>You can choose to block and/or remove all cookies and local storage.\nFor information on how to do this, please visit our COOKIE PAGE.</p>\n</li>\n<li>\n<p>You can also opt out of many of the third-party analytics and advertising cookies as described in the COOKIE PAGE by visiting http://www.aboutads.info/choices/ and http://www.networkadvertising.org/choices/.</p>\n</li>\n<li>\n<p>You can opt out of our advertising on mobile apps by using the advertising settings in your mobile device.</p>\n</li>\n<li>\n<p>You can prevent tracking of emails we send you by changing your settings to turn off HTML or disable downloading of images.\nIn addition, you may also unsubscribe from our marketing emails by following the instructions in those emails.</p>\n</li>\n</ul>\n<p>\n<strong>7.\nWhat steps do we take to safeguard your personal information?</strong>\n</p>\n<p>We implement technical, organizational, administrative, and\nphysical security measures designed to protect your personal information from\nunauthorized access and improper use.\nHowever, please understand that despite\nour best efforts, no security measure is perfect or impenetrable.</p>\n<p>\n<strong>8.\nProduct-specific data processing details</strong>\n</p>\n<p>The following are product-specific details to supplement the information in this Privacy Notice.</p>\n<p>\n<strong>\n<em>Play! Pokémon</em>\n</strong>\n</p>\n<p>If you participate in the Play! Pokémon tournament ratings\nand rankings portion of our websites, we will use personal information about\nyou to track your tournament results, player ranking, rating, and player status\n(e.g., active, terminated, winner, etc.).\nExcept for those jurisdictions where\nprivacy law specifies a different age, (a) if you are 13 or older, we will post\nyour full name or first name and last initial (as you direct us), as well as\nyour state and country/region with your player ranking.\nand (b) if you are\nunder 13, your parent or guardian can choose to post your screen name, full\nname, or first name and last initial in the player rankings.\nIf you choose not\nto create a Pokémon Trainer Club account after participating in Play! Pokémon\nevents, we will retain your first name, first initial of last name, date of\nbirth, and any championship points earned for participating in any event where\nthis information alone cannot identify you and is not considered personal\ninformation.</p>\n<p>Also, if you participate in the Play! Pokémon tournament\nratings and rankings portion of our websites, we will share your personal\ninformation with independent third parties (such as League Leaders and\nTournament Organizers) who run Play! Pokémon events that you may participate\nin.\nIn most cases, these are independent third parties and not Pokémon\nemployees.</p>\n<p>If you've signed up to play our products or participate in\ncompetitions and provide us with non-Pokémon account information (e.g., a\nNintendo Account) where that function is available, we will receive your date\nof birth and account ID from the other account operator.\nIf participating in\ncompetitions to be awarded Play! Pokémon championship points, the date of birth\nfrom your non-Pokémon account will be verified against your Pokémon Trainer\nClub (“PTC”) Account, and information about whether there was a match or not, and\nyour PTC ID will be shared with the other account operator.</p>\n<p>\n<strong>\n<em>Pokémon Apps</em>\n</strong>\n</p>\n<p>Pokémon will keep your personal information within a Pokémon\napp for as long as you keep the app on your device.\nIf you create an account,\nthe app sends your personal information to our servers.\nWe keep your data for\nas long as you maintain an account and for 90 days after you disable the\naccount, in case you choose to reactivate the account or in case the request to\ndisable the account was in error.\nCertain apps may give you the option to\nreceive push notifications.\nYou can turn push notifications on or off through\nsettings within the app or your device.\nYou may disable our access to your\nprecise geolocation data through settings in your device.</p>\n<p>\n<strong>\n<em>PokemonCenter.com</em>\n</strong>\n</p>\n<p>If you provide information to create an account or as part\nof a transaction, payment, or other account action, Pokémon may deliver marketing\ncommunications to you about similar goods or services if you have not opted out\nof such marketing when given the chance to do so.\nWe may also use third\nparties, such as Authorize.net and PayPal, to process payment transactions and\nfacilitate fraud protection.\nPayPal and other third-party entities may use your\ninformation for their own purposes, including to service accounts you have with\nthem and for fraud prevention.\nPlease review their respective privacy notices\nto understand how they use your information.\nPokemonCenter.com's services are\nintended for customers in the United States and Canada.\nFor more information,\nplease refer to the PokemonCenter.com\nTerms of Use.\n</p>\n<p>\n<strong>9.\nInformation for individuals</strong>\n</p>\n<p>You have the following rights:</p>\n<ul>\n<li>\n<p>A right to be informed of the ways in which we use your information.</p>\n</li>\n<li>\n<p>A right to request from Pokémon access to personal data, including (i) the categories and specific pieces of information we have collected about you, (ii) the categories of sources collected, (iii) the purpose for collecting or using the information, and (iv) the third parties with whom we share your personal information.\nand rectification or deletion/erasure of personal information under certain circumstances and subject to a number of exceptions, and certain rights to data portability.</p>\n</li>\n<li>\n<p>A right to bring your complaint to a regulator.\nIf you are based in the European Economic Area (EEA) and believe that we have not complied with data protection laws, you can complain to our regulator, the UK Information Commissioner's Office, or your local supervisory authority.\nhowever, regardless of where you are based, we would appreciate it if you would give Pokémon the chance to deal with your concerns directly by contacting us.</p>\n</li>\n<li>\n<p>A right to object to the processing of your personal data or obtain a restriction of such processing under certain circumstances.</p>\n</li>\n<li>\n<p>A right to have your personal data transferred to another organization should it be technically feasible for Pokémon to do so.</p>\n</li>\n<li>\n<p>If the processing of personal data is based on your consent, a right to withdraw consent at any time (without affecting the lawfulness of processing before its withdrawal)</p>\n</li>\n<li>\n<p>There may be exceptions to these rights in certain circumstances, and where you cannot exercise a right due to an exception, we will provide that explanation.</p>\n</li>\n</ul>\n<p>To make such requests, contact us at privacyquestions@pokemon.com or https://support.pokemon.com/hc/requests/new?ticket_form_id=360000012406.</p>\n<p>If you submit a\nrequest, we will require you to verify your identity either by making the\nrequest through your existing account and/or by providing a form of\ngovernmental identification through our customer service portal, where, if\nfeasible, we may match your identification information with personal\ninformation we have about you, depending on the type of request made and\nverification measures proportional to the risk of the personal information\ninvolved with the request(s).\nThere is no reasonable method by which we can\nverify your identity to the degree of certainty required by law for certain\npieces of personal information, for example: unique identifiers such as cookie\nIDs, device ID, and IP address (where that information is not held by us in\nconnection with directly identifiable information).\nThere may be exceptions to\nthese rights in certain circumstances, and where you cannot exercise a right\ndue to an exception, Pokémon will provide that information.\nPokémon will use\nreasonable efforts to fulfil your request within the response times of the\napplicable laws.</p>\n<p>We transfer personal data from the EEA, the United Kingdom\n(UK), and Switzerland to other countries or regions, some of which have not\nbeen determined by the European Commission to have an adequate level of data\nprotection.\nThis may include a requirement for Pokémon to release personal information\nin response to a legal obligation or legal process.\nSuch obligations may\ninclude lawful requests by public authorities, including to meet national\nsecurity and law enforcement requirements.\nWhen we disclose your personal data\nto comply with a legal obligation or legal process, we will take reasonable steps\nto ensure that we disclose only the minimum personal data necessary for the\nspecific purpose and circumstances to comply with legal obligations or valid\nlegal processes such as search warrants, subpoenas, or court orders.\nWhen we\ndo, transfer your personal data we use a variety of legal mechanisms, including\ncontracts and standard contractual clauses / model clauses, so that your rights\nand protections travel with your data.\n</p>\n<p>We also participate in the EU-U.S.\nPrivacy Shield Framework\nand Swiss-U.S.\nPrivacy Shield Framework.\nAlthough the EU-U.S.\nPrivacy Shield\nhas been ruled invalid as a legal basis for data transfers to the U.S., we\ncontinue to comply with the Privacy Shield Principles with respect to all\npersonal information transferred from the European Union, the United Kingdom,\nand/or Switzerland to the United States in reliance on the Privacy Shield.\nIf\nthere is any conflict between the terms in this Privacy Notice and the Privacy\nShield Principles, the Privacy Shield Principles shall govern.\n</p>\n<p>We are subject to the investigatory and enforcement powers\nof the U.S.\nFederal Trade Commission.\nIf third-party agents process personal\ndata on our behalf in a manner inconsistent with the Privacy Shield Principles,\nwe remain liable unless we prove we are not responsible for the event giving\nrise to any damages.\nEuropean Union,\nUnited Kingdom, or Swiss individuals with inquiries or complaints regarding our\nadherence to Privacy Shield Principles should first contact us at privacyquestions@pokemon.com, or\nby certified mail (return receipt requested) at The Pokémon Company\nInternational, Inc., Attention Privacy Notice Administrator, 10400 NE 4th\nStreet, Suite 2800, Bellevue, WA 98004 USA.\nPursuant with the Privacy Shield\nPrinciples, EU, UK and Swiss individuals have the right to access their\npersonal data that is transferred into the United States.\nIndividuals can update or correct inaccurate\ninformation or request erasure of data that has been processed in violation of\nthe Frameworks.\nIndividuals wishing to exercise this right may do so by\ncontacting Pokémon using the details in this section.\n</p>\n<p>For any complaints that cannot be resolved with us directly,\nyou may refer the matter to the BBB EU PRIVACY SHIELD, operated by BBB National\nPrograms, Inc.\nIf you have contacted Pokémon and we do not appropriately\naddress your complaint,\nvisit http://www.bbb.org/EU-privacy-shield/for-eu-consumers for more\ninformation and to file a complaint with the BBB EU Privacy Shield.\nThis\nservice is provided free of charge to you.\nIf your complaint remains unresolved\nafter contacting Pokémon, and the BBB EU Privacy Shield, you also have a right\nto lodge a complaint with a supervisory authority.\n</p>\n<p>If your Privacy Shield complaint cannot be resolved through\nthe above channels, under certain conditions, a binding arbitration option may\nbe available to you.</p>\n<p>If you are an employee of Pokémon and your personal human\nresource related data is transferred from the EEA, United Kingdom and/or\nSwitzerland to the United States, and you have a complaint regarding the transfer of your personal\nhuman resource data that is within the context of your employment relationship to\nother countries or regions, some of which have not been determined by the\nEuropean Commission to have an adequate level of data protection, please refer\nto your Employee Privacy Notice for further instructions on filing a complaint.</p>\n<p>\n<strong>10.\nHow to contact us about your personal information and this Privacy Notice</strong>\n</p>\n<p>If you have questions or comments about our data practices or this Privacy Notice, you can contact us or our data protection officer at:</p>\n<p>The Pokémon Company International, Inc.<br>\nAttn.: Data Protection Officer</p>\n<p>10400 NE 4th Street<br>\nSuite 2800 <br>\nBellevue, WA 98004<br>\nUSA</p>\n<p>3<sup>rd</sup> Fl Bldg 10, Chiswick Park<br>\n566 Chiswick High Road<br>\nLondon, W4 5XS<br>\nUnited Kingdom</p>\n<p>privacyquestions@pokemon.com</p>\n<p>\n<strong>11.\nCARU's COPPA Safe Harbor Program</strong>\n</p>\n<p>Pokémon is a licensee of CARU's COPPA Safe Harbor Program.\nIf you believe that we have not responded to your privacy-related inquiry or\nyour inquiry has not been satisfactorily addressed, please contact CARU online\nat https://bbbprograms.org/programs/caru.\nby mail at CARU, Attn.: COPPA Safe Harbor Program, 112 Madison Avenue, New\nYork, NY 10016 USA.\nor by email at infocaru@bbbnp.org.</p>\n<p>Please note that CARU is not affiliated with Pokémon and\ncannot help you with non-privacy-related issues.</p>\n<p>\n<strong>12.\nCalifornia Privacy Rights</strong>\n</p>\n<p>This section provides you with additional disclosures\nrequired under California law.</p>\n<p>If you are a California consumer whose personal information\nis collected through the Services (“customer”), the California Consumer Privacy\nAct (“CCPA”) provides you with certain rights including those described in\nSection 9 together with the rights and disclosures set forth below.\nYou have a\nright not to be discriminated against for exercising any of these rights.</p>\n<p>Pokémon does not sell your personal information as defined\nby the CCPA and has not done so in the past 12 months.</p>\n<p>If you have authorized an agent to submit a request to know\nor a request to delete, Pokémon may require that you (i) provide written\npermission for a named agent to do so.\n(ii) verify your identity directly with\nPokémon.\nor (iii) provide the authorized agent with a valid power of attorney.\nPokémon may deny a request made on your behalf if the agent does not submit\nproof authorizing such request.</p>\n<p>California Civil Code Section 1798.83 permits customers who\nare California residents to request certain information regarding disclosure of\npersonal information to third parties for their own direct marketing purposes.\nWe do not share our customers' personal information with unaffiliated third\nparties for their own direct marketing purposes without your consent.\nFor\ninquiries about our disclosure policy, please contact us at the email address\nor postal address listed above.</p>\n<p>If you are a California resident under the age of 18, and a\nregistered user of any Service where this privacy notice is posted, you may\nrequest and obtain removal of content or information you have publicly posted.\nTo make such a request, please send an email with a detailed description of the\nspecific content or information to privacyquestions@pokemon.com.\nPlease be aware that such a request does not ensure complete or comprehensive\nremoval of the content or information you have posted, and that there may be\ncircumstances in which the law does not require or allow removal even if\nrequested.</p>\n<p>\n<strong>13.\nHow will you know if we amend this Privacy Notice?</strong>\n</p>\n<p>We may amend this Privacy Notice at any time by changing the\nlast updated date.\nIf we make material changes to how we collect, use, or share\nyour personal information, we will describe the changes, and, if required by\nlaw, seek your consent for such changes.</p>\n<p>back to top</p>\n<p>\n<strong>Supplemental Kids' Privacy Notice</strong>\n</p>\n<p>Last updated May 25, 2018</p>\n<p>Effective May 1, 2019</p>\n<p>\n<strong>OUR ADDITIONAL PRIVACY COMMITMENT TO KIDS AND THEIR PARENTS</strong>\n</p>\n<p>Pokémon has developed its Services with the goal of creating\nan enjoyable experience for all users.\nBuilding on our general Privacy Notice,\nwe recognize the need to provide additional privacy protections when kids visit\nthe Services on which this Kids' Privacy Notice is posted.\nThis Kids' Privacy\nNotice is designed to answer your questions regarding our privacy policies and\nprinciples with respect to kids.\nAs used in this Notice, “children”, “child”,\nand “kid(s)” refer to children under the age of 13, except for those\njurisdictions where the privacy law specifies a different age.\nAlso, when we\nuse the term “parent”, we include legal guardians.</p>\n<p>TABLE OF CONTENTS</p>\n<ol>\n<li>\n<p>What types of information do we collect about kids?</p>\n</li>\n<li>\n<p>How do we use and share the personal information that we collect from kids?</p>\n</li>\n<li>\n<p>How do we notify and obtain consent from parents for the collection of personal information from their kids?</p>\n</li>\n<li>\n<p>How can parents access, change, or delete personal information about their kids?</p>\n</li>\n<li>\n<p>How will we notify parents if our Kids' Privacy Notice changes?</p>\n</li>\n<li>\n<p>CARU's COPPA Safe Harbor Program</p>\n</li>\n</ol>\n<p>\n<strong>1.\nWhat types of information do we collect about kids?</strong>\n</p>\n<p>Our guests can use some of our Services, view content, and\nenjoy many features without registering for an account or our collection of any\npersonal information subject to COPPA.</p>\n<p>If a user has indicated that they are a kid when trying to\ncreate a Pokémon account, we will collect a parent's email address and obtain\nverifiable parental consent before allowing the kid to provide any additional\npersonal information.\nSee below to learn how we seek parental consent.</p>\n<p>Once we obtain parental consent, a kid can use our services\nmuch like any other user.\nAnd we may collect from the kid the same types of\npersonal information, and use and share that information for the same purposes,\nas described in the general Privacy Notice with the exception that Pokémon does\nnot, nor does it allow third parties to, collect kids' personal data (including\npersistent identifiers) for behavioral advertising, amassing a profile, or any purpose\nother than to support its internal operations unless we have obtained explicit\nprior parental consent.</p>\n<p>We receive information from our guests directly and from\nthird parties such as Play! Pokémon Tournament Organizers.\nWe collect personal\ninformation from parents on behalf of their kids to create an account for\nPokémon's Services.</p>\n<p>Pokémon does not condition participation in any of its\nServices for kids on the collection of more personal information than is\nreasonably necessary.</p>\n<p>\n<strong>2.\nHow do we use and share the personal information that we collect from kids?</strong>\n</p>\n<p>As noted above, once we obtain parental consent, a kid can\nuse our Services much like any other user.\nAnd we may collect from the kid the\nsame types of personal information, and use and share that information for the\nsame purposes, as described in the general Privacy Notice, unless otherwise\nspecified in this Supplemental Kids' Privacy Notice.\nFor example, once a parent\nhas provided consent to create an account, a kid can:</p>\n<ul>\n<li>\n<p>Link an account from one of Pokémon's Services with an account from another Service operated by Pokémon or an affiliate of Pokémon</p>\n</li>\n<li>\n<p>Participate in games, reward programs, contests, sweepstakes, events, or promotions</p>\n</li>\n<li>\n<p>Send us questions or correspond with us via email or our customer support portal concerning the Services or the kid's participation in organized events</p>\n</li>\n<li>\n<p>Participate in polls, surveys, or questionnaires</p>\n</li>\n<li>\n<p>Use our Email-a-Friend feature and participate in “canned chat,” where a kid can select words from a list prepared by Pokémon to send messages to other website users</p>\n</li>\n<li>\n<p>Enable push notifications (you can turn push notification on or off by modifying the settings within the applicable Service, or within your device's settings)</p>\n</li>\n</ul>\n<p>Note that some Services may enable a\nkid to publicly disclose personal information and/or communicate with other users.\nWe do not have control over third parties (e.g., other users) who may have\ncopied or reposted publicly posted information.</p>\n<p>Until we receive verifiable parental consent, the parent's\ncontact information gathered from a kid is used only to obtain the parent's\nconsent for our information collection practices.</p>\n<p>With parental consent, we may also use a kid's contact\ninformation to send the kid emails and messages with promotional information\nabout new products and features, special offers, contests, and sweepstakes, as\nwell as other interesting information concerning new products, events, and\nupdates about Pokémon.\nParents can always choose whether their kid may receive\nthese promotional messages by visiting their account profile settings or\ncontacting us.</p>\n<p>If a kid wins a prize from a sweepstakes, contest, or other\npromotional event, we will notify the parent at the parent's email address and\nrequest that the parent provide their postal address for the purpose of\ndelivering the prize.\nWith the appropriate consent, we may publish a winner's\nfirst name, city, state of residence, and country/region.</p>\n<p>Pokémon shares kids' personal information with the same\nentities and for the same purposes described in the general Privacy Notice.</p>\n<p>Also, if a parent chooses to allow a kid to participate in\nthe Play! Pokémon tournament ratings and rankings portion of our websites, we\nwill use personal information about the kid to track the kid's tournament\nresults, player ranking, rating, player status (e.g., active, terminated,\nwinner, etc.).\nA parent can choose to post a kid's screen name, full name, or\nfirst name and last initial in the player rankings.\nWe will also share the\nkid's personal information with independent third parties (such as League\nLeaders and Tournament Organizers) so they can run offline Play! Pokémon events\nthat the kid may participate in.\nIf a parent doesn't want their kid's personal\ninformation shared with independent third parties who run Play! Pokémon events,\nthen they should not allow their kid to participate in the Play! Pokémon\ntournament ratings and rankings portion of our websites.</p>\n<p>\n<strong>3.\nHow do we notify and obtain consent from parents for the collection of personal information from their kids?</strong>\n</p>\n<p>When a kid seeks to register with our Services, we will\nemail their parent.\nThis email notifies the parent that their kid wishes to\nregister, and it asks the parent to create an account to grant consent for\ntheir kid to register.\nIf the parent ignores or refuses to register their kid,\nwe will delete the kid and parent's contact information within 14 days of such\nnotice.\nIf the parent permits the registration, we will grant the kid access to\nthe features described in the email and this Privacy Notice.</p>\n<p>To help verify that the parent is the person providing\nconsent, Pokémon (in the US in conjunction with Veratad, a leading age and\nidentity verification company) asks for the sum of the first and last digit of\nthe parent's Social Security number, as well as other pieces of information to\nverify the parent's identity, such as name, birth date, and physical address.\nNote that Pokémon does NOT store this information anywhere in our records.</p>\n<p>Parents can revoke consent at any time by contacting our\ncustomer service department and submitting a request on the https://support.pokemon.com/hc/requests/new?ticket_form_id=360000012406 website or emailing privacyquestions@pokemon.com.</p>\n<p>\n<strong>4.\nHow can parents access, change, or delete personal information about their kids?</strong>\n</p>\n<p>At any time, a parent can log into their Pokémon Trainer\nClub account to access their “Edit Profile” section or contact our customer\nservice department to access or change the personal information in their kid's\naccount.</p>\n<p>A parent may delete the personal information that we have\ncollected from their kid by submitting a request on the https://support.pokemon.com/hc/requests/new?ticket_form_id=360000012406\nwebsite or emailing privacyquestions@pokemon.com.\nThe parent should include their kid's username and the parent's email address\nin the email so that we can better assist with the inquiry or request.\n</p>\n<p>\n<strong>5.\nHow will we notify parents if our Kids' Privacy Notice changes?</strong>\n</p>\n<p>We may amend our Kids' Privacy Notice at any time.\nwhen we\ndo so, we will change the last updated date.\nWe will notify parents of any\nmaterial changes in the way we intend to process kids' personal information.\nWe\nwill apply material changes to our Kids' Privacy Notice only when the changes\nare in compliance with applicable law, including any parental consent\nrequirements.</p>\n<p>\n<strong>6.\nCARU's COPPA Safe Harbor Program</strong>\n</p>\n<p>Pokémon is a licensee of CARU's COPPA Safe Harbor Program.\nIf you believe that we have not responded to your privacy-related inquiry or\nyour inquiry has not been satisfactorily addressed, please contact CARU online\nat https://bbbprograms.org/programs/caru.\nby mail at CARU, Attn.: COPPA Safe Harbor Program, 112 Madison Avenue, New York, NY 10016 USA.\nor by email at infocaru@bbbnp.org.</p>\n<p>Please note that CARU is not affiliated with Pokémon and cannot help you with non-privacy-related issues.</p>\n<p>back to top</p> ", "created_at": "2021-01-11 15:44:23.041706", "updated_at": "2021-02-03 22:43:19.570999"}, {"id": 3467, "name": "Cookie Page", "url": "https://www.pokemon.com/us/cookie-page/", "xpath": "/html/body/div[4]/section/div[2]/div/article/div", "text": " <p>Last updated May 25, 2018</p>\n<p>Effective May 1, 2019</p>\n<p>\n<strong>COOKIE PAGE</strong>\n</p>\n<p>Cookies\nare small pieces of text that may be saved on your device when you view our\nwebsite.\nWe and other companies use unique identifiers in cookies to\ndistinguish your device for a variety of purposes, including helping you\nnavigate our website with ease, remembering your preferences and interests, and\ntracking your online activities over time and across different websites and\nonline services.</p>\n<p>Web\nbeacons are small pieces of data often embedded in images on the pages of our\nwebsites and emails.\nThese beacons may request information from our servers or\nthird-party servers to allow download of content and information.\nBeacons may\nalso be used to set and read cookies.\nWe also use beacons in HTML emails to\ndetermine if you open emails or click on links in emails.</p>\n<p>Device\nIDs are unique identifiers for your devices.\nWe and others may collect and use\ndevice IDs for tracking activities and usage of our Services, such as how you\nuse our mobile apps.</p>\n<p>We\nmay collect and store information (including personal information) locally on\nyour device using local storage mechanisms.\nLocal storage allows data to be\nstored across web browser sessions.\nWe collect this information for customer\nsupport purposes and to send you more relevant marketing.</p>\n<p>\n<strong>\n<em>Third-party\ncookies and other technical methods used for analytics and advertising</em>\n</strong>\n</p>\n<p>Pokémon uses third parties that may also use their own\ncookies, web beacons, local storage, device IDs, and other tracking data to\nassist us with analytics and advertising.\nSome third parties, including\nadvertisers and ad-related services, may also help us and others associate your\nactivities across your browsers and mobile devices you use for retargeting,\nadvertising, and ad measurement purposes.\nWe and others may also use email\ntracking technologies to monitor the success of email marketing campaigns (for\nexample, recording how many emails in a campaign were opened).</p>\n<p>Please consult the respective privacy policies and\nstatements of these third parties for more information about how they use your\ndata.\nFor examples of privacy notices of third parties who use cookies for\ntracking, please refer to the chart below:</p> Third PartyPurposePrivacy Notice / Opt-Out ChoiceAdobe Analytics (Omniture)Analyticshttps://www.adobe.com/privacy/opt-out.htmlDoubleClick;<br>Google Analytics;<br>Google Analytics by Firebase;<br>Google Tag ManagerAnalyticshttps://policies.google.com/privacy;<br>https://tools.google.com/dlpage/gaoptoutCrashlytics;<br>Firebase Cloud Messaging by GoogleOperationalhttps://policies.google.com/privacyLimelight/DelveOperationalhttps://media.limelight.com/documents/Limelight+Networks+Privacy+Policy+06-2018.pdfMax MindOperationalhttps://www.maxmind.com/en/privacy-policyNew RelicOperationalhttp://newrelic.com/privacy/;<br>https://docs.newrelic.com/docs/browser/new-relic-browser/performance-quality/security-new-relic-browser#cookiesSalesforceFunctionalhttps://www.salesforce.com/company/privacy/full_privacy/Urban AirshipOperationalhttps://www.urbanairship.com/legal/privacy-policyUser InsightAnalyticshttp://www.userlocal.jp/stage/privacy201610ThreatMetrixFraud Detection (PokemonCenter.com)https://www.threatmetrix.com/privacy-policy/;<br>https://www.threatmetrix.com/cookie-policy/SignifydFraud Detection (PokemonCenter.com)https://www.signifyd.com/privacy/;<br>https://www.signifyd.com/privacy/#cookies <p>You can also opt out of many of the third-party analytics and advertising\ncookies by visiting http://www.aboutads.info/choices/ and http://www.networkadvertising.org/choices/.</p>\n<p>\n<strong>Blocking or Removing Cookies</strong>\n</p>\n<p>As previously stated in the Privacy Notice, you can choose\nto block and/or remove all cookies and local storage.</p>\n<p>You can do this through your browser (such as Mozilla\nFirefox or Internet Explorer) settings.\nIf you remove or block cookies and\nlocal storage, you won't have access to many features that make your experience\nsmoother and more personalized, and some of our Services may not function\nproperly.\nSince certain opt-out preferences are also stored in a cookie in your\nbrowser (such as opt-outs from advertising companies), please note that if you\nremove all cookies, you will need to renew your opt-out choices.\nSome internet\nbrowsers may transmit “Do Not Track” signals.\nBecause uniform standards for “Do\nNot Track” signals have not been adopted, our websites may not be aware of or\nprocess “Do Not Track” signals.</p> ", "created_at": "2021-01-11 15:43:04.206005", "updated_at": "2021-02-03 22:44:26.591484"}, {"id": 3465, "name": "Security | Vulnerability disclosure program", "url": "https://www.pokemon.com/us/vulnerability-disclosure-program/", "xpath": "/html/body/div[4]/section/div[2]/div/article/div", "text": " <p>At The Pokémon Company International, Inc.\n(“TPCi”),\nprotecting our fans and community is a top priority.\nWe recognize the value\nsecurity researchers and security experts can provide to our organization as a\nmeasure in ensuring the integrity and safety of our platform and users' data,\nand welcome such disclosures.</p>\n<p>For other questions and concerns related to your\nPokémon Trainer Club account or other services, please reach out to Customer\nService via Pokémon Support.\n</p>\n<p>\n<strong>Discovering a Security Vulnerability</strong>\n</p>\n<p>If you believe you have discovered a security\nvulnerability, we encourage you to disclose your discovery to us as quickly as\npossible via the form below.\nWe will work with you to validate and respond to\nsecurity vulnerabilities.\nBefore disclosing the possible security\nvulnerability, please review this page, including the Public Disclosure Policy.\nDue to the sensitive nature and risk security\nvulnerabilities can pose to our community, we require that you keep this\ninformation confidential while we work with you to close the gap to ensure the\nsafety of our users.\nIn addition to confidentiality and the Code of Conduct, you must avoid any activities related\nto the following:</p>\n<ul>\n<li>\n<p>Do not attempt to access accounts that do not belong to you.</p>\n</li>\n<li>\n<p>Do not attempt to access private information of any users.</p>\n</li>\n<li>\n<p>Do not attempt to modify or destroy data.</p>\n</li>\n<li>\n<p>Do not perform any type of denial-of-service attack.</p>\n</li>\n<li>\n<p>Testing of third-party, or non-TPCi, services.\nThis includes The Pokémon Company, which is the parent company of TPCi.</p>\n</li>\n<li>\n<p>Do not transmit malware, in any capacity.</p>\n</li>\n<li>\n<p>You must comply with all applicable laws in connection with your participation in this program.</p>\n</li>\n<li>\n<p>You must comply with the Bugcrowd Standard Disclosure Policy.</p>\n</li>\n</ul>\n<p>\n<strong>Issues not to Report</strong>\n</p>\n<ul>\n<li>\n<p>Phishing or Social Engineering techniques</p>\n</li>\n<li>\n<p>Forms missing CSRF tokens</p>\n</li>\n<li>\n<p>Logout CSRF</p>\n</li>\n<li>\n<p>All Sender Policy Framework suggestions</p>\n</li>\n<li>\n<p>Disclosure of public or known directories</p>\n</li>\n<li>\n<p>Vulnerabilities only affecting users who are using outdated or unpatched browsers and platforms</p>\n</li>\n</ul>\n<p>\n<strong>Vulnerability Disclosure Scope</strong>\n</p>\n<ul>\n<li>\n<p>*.pokemon.com</p>\n</li>\n<li>\n<p>pokemon.com</p>\n</li>\n<li>\n<p>pokemoncenter.com</p>\n</li>\n<li>\n<p>Mobile applications with “The Pokémon Company International” as the seller or developer</p>\n</li>\n</ul> ", "created_at": "2021-01-11 15:39:49.653238", "updated_at": "2021-02-03 22:43:15.724028"}, {"id": 3466, "name": "Legal Information", "url": "https://www.pokemon.com/us/legal/", "xpath": "/html/body/div[4]/section/div[2]/div/article/div", "text": " <p>© 2021 Pokémon.\n© 1995–2021 Nintendo/Creatures Inc./GAME FREAK inc.\nPokémon, Pokémon character names,\nNintendo Switch, Nintendo 3DS, Nintendo DS, Wii, Wii U, and WiiWare\nare trademarks of Nintendo.\nThe YouTube logo is a trademark of Google Inc.\nOther trademarks are the property of their respective owners.</p>\n<p>Distribution in any form and any channels\nnow known or in the future of derivative works based on the copyrighted\nproperty trademarks, service marks, trade names and other proprietary property\n(Fan Art) of The Pokémon Company International, Inc., its affiliates and\nlicensors (Pokémon) constitutes a royalty-free, non-exclusive, irrevocable,\ntransferable, sub-licensable, worldwide license from the Fan Art's creator to\nPokémon to use, transmit, copy, modify, and display Fan Art (and its\nderivatives) for any purpose.\nNo further consideration or compensation of\nany kind will be given for any Fan Art.\nFan Art creator gives up\nany claims that the use of the Fan Art violates any of their rights, including\nmoral rights, privacy rights, proprietary rights publicity rights, rights to\ncredit for material or ideas or any other right, including the right to approve\nthe way such material is used.\nIn no uncertain terms, does Pokémon's use\nof Fan Art constitute a grant to Fan Art's creator to use the Pokémon intellectual\nproperty or Fan Art beyond a personal, noncommercial home use.</p> ", "created_at": "2021-01-11 15:41:23.488874", "updated_at": "2021-02-03 22:44:23.948482"}, {"id": 3469, "name": "Terms of Use", "url": "https://www.pokemon.com/us/terms-of-use/", "xpath": "/html/body/div[4]/section/div[2]/div/article/div", "text": " <p>Last Update: May 3, 2018</p>\n<p>\n<strong>PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE USING THIS\nSERVICE.</strong>\n</p>\n<p>\n<strong>1.\nWHAT SERVICES DO THESE TERMS COVER? </strong>These terms of use (\"Terms\") cover\nthe following products and services (\"Service\") however accessed\nand/or used, which are operated by or otherwise made available by the Pokémon\nCompany International, Inc.\nor its affiliates (\"Pokémon\" or \"we\",\n\"us\", or \"our\"):</p>\n<p>(i) www.Pokemon.com;</p>\n<p>(ii) The Pokémon Trainer Club account system;</p>\n<p>(iii) All apps published by Pokémon, whether\nfor tablets, smart TVs, video game consoles, social media platforms, mobile\ndevices or other platforms (\"Apps\"), unless otherwise indicated in\nthe app;</p>\n<p>(iv) The Pokémon Trading Card Game Online (\"PTCGO\");</p>\n<p>(v) All email newsletters published or\ndistributed by Pokémon.\nand</p>\n<p>(vi) All other interactive features, services,\nand communications provided by Pokémon.</p>\n<p>\n<strong>2.\nTHIS IS AN AGREEMENT BETWEEN YOU AND THE POKÉMON COMPANY INTERNATIONAL,\nINC.</strong>\n<strong>By accessing, downloading, or using the Service, you acknowledge\nthat you have read, understood and agreed to these Terms.</strong> and any\ncode of conduct that we may put forth from time to time<strong>.\n</strong>Where you are permitting a minor to use the\nService, you are also agreeing that the minor will adhere to the Terms.\nPokémon's\nPrivacy Notice (www.pokemon.com/us/privacy-notice/) (\"Privacy Notice\"), explains Pokémon's collection, use,\ntransmission and disclosure of your personal information provided by or\ncollected from you.\nBy agreeing to be bound by these Terms, you are also\nagreeing that you have read and understood the collection, use, transmission\nand disclosure of your personal information or data as described in the Privacy\nNotice (and as amended from time to time).\nYou should review the Privacy Notice\nbefore using the Service.\n</p>\n<p>\n<strong>If you do not agree to these Terms, you may not access or use the\nService.\nWe may update and modify the Terms from time to time.\nYour continued\nuse of the Service means that you have accepted those modifications.</strong>\n</p>\n<p>\n<strong>3.\nINTELLECTUAL PROPERTY, SERVICE CONTENT, AND USER SUBMISSIONS</strong>.\nUnless otherwise noted, all content on the\nService, including articles, artwork, screen shots, graphics, logos, downloads\nand other files, is the property of Pokémon and is protected by United States\nand international copyrights, trademarks and other intellectual property laws.\nTrademarks and copyrights for third-party games and characters are owned by the\ncompanies which market or license those products.\nBecause we receive thousands\nof such requests, our policy is to decline use of our trademarks and\ncopyrights.\nSubject to any limitations under applicable law, you acknowledge\nand accept that you have no property or other rights in any content on the\nService, including but not limited to content that you may have created or\ndeveloped including \"Trainer Images\", screen names, game scores, the\ncontent of chats and other messages submitted to a Service or to us directly.</p>\n<p>All communications, solicited feedback, and other materials\nsubmitted to the Service (by email or otherwise) are non-confidential and\nnon-proprietary.\nBy submitting material to the Service and subject to any\nlimitations under applicable law, you give up any claims that the use of that\nmaterial violates any of your rights, including moral rights, privacy rights,\nproprietary rights, publicity rights, rights to credit for material or ideas or\nany other right, including the right to approve the way such material is used.\nAdditionally, you grant us and any successors and assigns a perpetual,\nroyalty-free, worldwide license to use, transmit, copy and display such\nsubmitted information and material in any and all media now known or\nhereinafter devised and represent that you have all necessary rights in such\nposting.\nNo further consideration or compensation will be given for any\nmaterials or information (including but not restricted to creative, financial,\nbusiness, commercial, etc.).\nsubmitted in any manner.\nIt's also important to\nthe success of a number of our Services that any errors or problems you\ndiscover are confidentially reported to Pokémon Customer Service directly so we\ncan address them as quickly as possible.\nVisit Pokémon Support for information on how to contact us.</p>\n<p>Opinions, advice and all other information\nexpressed by any third-parties on the Service represent their own views and not\nthose of Pokémon.\nYou should not rely on such opinions, advice or other\ninformation.\nNeither Pokémon nor any of its affiliates or their respective\nagents, directors, employees, information providers, licensors, licensees,\nofficers and/or affiliates shall be responsible or liable for any decisions\nmade based on such information.</p>\n<p>\n<strong>4.\nCOPYRIGHT INFRINGEMENT CLAIMS.</strong> If you believe a portion of the Service\ninfringes your copyright and you wish to file a copyright infringement\nnotification with us, please visit http://www.pokemon.com/us/copyright/ for directions on submitting a copyright\ninfringement notice to us.</p>\n<p>\n<strong>5.\nUSER RIGHTS AND RESTRICTIONS.\nThese Terms grant permission\nto you, in your individual capacity, to use the content of Service made available\nto you</strong> for personal,\nnoncommercial home use only.\nIn no instance may you:</p>\n<p>\n<strong>(i) Change or remove any</strong> copyright and other proprietary notices from content on\nthe Service;</p>\n<p>(ii) Modify, or create derivative works based\non, the content;</p>\n<p>(iii) Use, or facilitate the use of, any unauthorized\nthird-party software (<em>e.g.</em> bots, mods,\nhacks, and scripts) to modify or automate operation within the Service whether\nfor yourself or for a third party.</p>\n<p>(iv) Use the content in any manner: (a)\nsuggesting an association with any other products, services, or brands (b) that\nis likely to cause confusion among customers, (c) that disparages or discredits\nPokémon, (d) that is otherwise exploitative for any commercial purpose.\nor (e)\nthat otherwise infringes our intellectual property rights;</p>\n<p>(v) Download quantities of content to a\ndatabase for any reason;</p>\n<p>(vi) Decompose, disassemble, or reverse\nengineer any part of any Service, or otherwise use a Service for any purpose\nother than those provided for by us and in conjunction with the operations of\nthe Service;</p>\n<p>(vii) Develop functionally similar products or\nservices to any Service;</p>\n<p>(viii) Use any Service for the benefit of any\nthird party or transfer access to the Services to any third party;</p>\n<p>(ix) Use the Service or content for commercial\npurposes, including, but not limited to: (a) selling access to all or part of\nthe Service.\nor (b) placing advertising, sponsorships, or promotions on or\nwithin the Service or content;</p>\n<p>(x) Avoid, circumvent, or disable any security\nor digital rights management protocols or mechanism in any Service;</p>\n<p>(xi) Infiltrate any system used to operate the\nService;</p>\n<p>(xii) Take any action to cause, or exploit,\nknown or latent malfunctions, bugs or other defects in the Service or system\nused to operate the Service.\nor</p>\n<p>(xiii) Attempt to circumvent any restriction\nin any Service based upon age, geography, or other restriction imposed by us.</p>\n<p>Furthermore, you will comply with all\napplicable laws and legal obligations, including those pertaining to such areas\nas: copyright, trademark and other intellectual property laws, libel, slander,\ndefamation, trade libel, product disparagement, harassment, invasion of\nprivacy, tort, obscenity, indecency, and copyright or trademark infringement.\nViolations of applicable laws may give rise to civil and/or criminal\nprosecution and penalties.</p>\n<p>You acknowledge and agree that you are solely\nresponsible for maintaining the confidentiality of your any account, login ID\nand password you use in connection with the Service, including by not reusing\npasswords you have used with the Service for any other account.\nYou agree that Pokémon\nwill not be responsible for any losses arising out of any unauthorized use of\nyour Pokémon accounts.</p>\n<p>Notwithstanding anything to the contrary\nincluded in these Terms, we may at any time, with or without notice, suspend or\nterminate your access to some or all of the Service and refuse any and all\ncurrent or future use of the Service at any time.</p>\n<p>\n<strong>6.\nCONDUCT AND COMMUNITY STANDARDS.\n</strong>You are prohibited from posting or\ntransmitting any material to the Service that could: (i) interfere with anyone\nelse's use of the Service.\n(ii) be considered abusive, illegal, indecent,\nobscene, offensive, or threatening in any way.\n(iii) encourage anyone to break\nthe law.\n(iv) violate anyone's copyright or other property right.\n(v) interfere\nwith the privacy of any other user.\n(vi) contain a virus or any other harmful\ncomponent.\nor (vii) contain false or misleading statements of fact or\ndescriptions of the origin of the material or the communication.</p>\n<p>Although we may from time to time monitor or\nreview bulletin boards, chatrooms, discussions, postings, transmissions, and\nthe like on the Service, we are under no obligation to do so, and assume no\nliability or responsibility arising from the contents of any such\ncommunications.\nWe may change, edit, or remove any user material or\nconversations that we deem illegal, indecent, obscene, offensive, or otherwise\nviolating our policies in any way.\nWe will fully cooperate with any law\nenforcement authorities or court order requesting or directing us to disclose\nthe identity of anyone posting such materials.</p>\n<p>\n<strong>7.</strong>\n<strong>PLAYER TRAINER CLUB ACCOUNTS</strong>.\nIn order to access some\nfeatures of the Service, you will need to create a Pokémon Trainer Club account\n(\"PTC Account\").\nIf you elect to create a PTC Account (Pokemon.com/Signup), use a PTC Account to sign up for other\nportions of the Service (such as PTCGO, Play! Pokémon, or Pokémon Global Link),\nor authenticate your identity on 3<sup>rd</sup> party-operated services (such as Pokémon\nGO, TCGO forums, and Pokémon's customer service portal), you agree to:</p>\n<p>(i) Provide true, accurate, current and\ncomplete information about yourself (\"Profile Data\").</p>\n<p>(ii) Maintain and promptly update the Profile\nData to keep it accurate.</p>\n<p>(iii) Only maintain one PTC Account.</p>\n<p>(iv) Never use another person's PTC Account.</p>\n<p>(v) Bear full responsibility for the activity\non your account and the security of your account credentials.</p>\n<p>We have the right to suspend or terminate your\naccount, with or without notice, and refuse any and all current or future use\nof the Service due your violation of the Terms, or if we determine in our sole\ndiscretion that suspension or termination is in the best interest of supporting\na fair, wholesome and safe environment for users of the Service (including\nparticipants in Play! Pokémon Program, PTCGO or any other portion of the\nService.)</p>\n<p>\n<strong>\n<em>A Special Note Concerning\nPrivacy and Children Online</em>\n</strong>\n<em> Parents may want their\nchildren to access this Service.\nChildren can create a PTC Account using the\nordinary process, with your permission solicited where appropriate</em>\n</p>\n<p>\n<strong>8.\nCONTESTS.\nSWEEPSTAKES</strong>.\nThis Service may refer to contests, sweepstakes or similar\nevents (including without limitation Play! Pokémon Program championship events)\nthat offer prizes or require you to send in material or information about\nyourself.\nEach contest, sweepstakes or other such event has its own rules,\nwhich you must read and agree to before you may enter.</p>\n<p>\n<strong>9.\nPLAY! POKÉMON PROGRAM.</strong> Because of the popularity of the Pokémon products, a large\nnumber of real-world Pokémon trading-card and videogame tournaments (\"Play!\nPokémon Events\") may be occurring worldwide on any given day.\nWhile we do\norganize certain special events and championship events, most Play! Pokémon\nEvents are organized or operated by independent third-party organizers, such as\nretailers of trading card games.\nWhile most Play! Pokémon Events are not run by\nus, we do post to the Service certain information we receive about Play!\nPokémon Events from independent Play! Pokémon Event organizers.\nSuch\ninformation includes event schedules and locations, and the names and rankings\nof PTC Account-holders who have selected\nthe option in their Play! Pokémon settings to have this information posted to\nthe Service.\nInformation received from these independent.\nPlay! Pokémon Event\norganizers allows us to create and post player rankings based on tournament\nresults.\nPokémon will use reasonable efforts to include accurate and up-to-date\ninformation on the Service, but Pokémon makes no representations or warranties\nof any kind about its accuracy, currency or completeness of information on the\nService, including without limitation, tournament results and player ranking.</p>\n<p>\n<strong>10.\nTHIRD-PARTY PRODUCTS AND SERVICES.\n</strong>The Service may contain links to third party\nwebsites, services and platforms that are not owned or controlled by us.\nWe are\nnot responsible for content on a site operated by a third party, including\ncontent on a site operated by a distributor who links to the Service with\nPokémon's consent.\nFurthermore, we are not responsible for maintaining any\nmaterials referenced from another site, and makes no warranties for that site or\nthis Service in such context.\nAdditionally, certain features in the Service may\nrequire you to register certain information, including game ID number, 3<sup>rd</sup> party account information (like iTunes\nor Google Play account information), and/or use Nintendo™ hardware/software or\nNintendo Network to participate in certain features of the Service.\nWe are not\nresponsible for any failure of such hardware, software, or services, including\nany damage to game data or game points, etc.\nFor more information regarding Nintendo\nhardware and software, please visit Nintendo's website at www.nintendo.com.</p>\n<p>\n<strong>11.\nVIRTUAL CONTENT.\n</strong>We may, at various times, permit you to use \"real world\"\nmoney to buy Virtual Content.\n\"Virtual Content\" is a generic term for\nthe products and services available to users free of charge, via code card\nredemption, or for purchase within the Service which may be used within the\nService to access certain features, functions, and other Virtual Content.\nVirtual Content includes but is not limited to, virtual items like digital\ntrading cards.\ndeck sleeves.\nand coins.\nas well as in-Service Virtual Currency\nlike Gems, Tickets, and Trainer Tokens (\"Virtual Currency\").\nCertain\nfeatures in the Services may be unavailable if not purchased.</p>\n<p>We may, from time to time, and at our sole\ndiscretion, provide opportunities for users to acquire certain Virtual Content\nfree of charge, at reduced rates, or as bonus content when you acquire other\nVirtual Content or real world content such as certain physical Pokémon Trading\nCard products.\nYou may only acquire Virtual Content in the amount and at times\npermitted by us in our sole discretion and may only purchase Virtual Content\nfor your personal use within the Service.\nThe inclusion of any Virtual Content\nat a particular time does not imply or warrant that the same Virtual Content\nwill be available at any or all times.\nAll features, content, capabilities, and\nspecifications of Virtual Content described or depicted in the Service are\nsubject to change at any time without notice.</p>\n<p>Virtual Content does not have monetary value,\nand may not be redeemed for legal currency, services, or items of value outside\nof the Services.\nVirtual Content obtained via the Service is provided to you\nunder a limited, personal, revocable, non-transferable, non-sublicenseable\nlicense to use within the Service.\nYou have no property interest.\nright or\ntitle in or to any Virtual Content appearing or originating in the service, and\nVirtual Content may not be transferred or resold in any manner not explicitly\npermitted by us.\nWe may terminate your license to Virtual Content at any time\nand at our sole discretion.</p>\n<p>\n<strong>12.\nPURCHASING VIRTUAL CONTENT.\n</strong>For all charges for any Virtual Content sold\non the Service, we, or payment processor acting on our behalf, will bill your\ncredit card or alternative payment method.\nAll prices for Virtual Content are\ndisplayed excluding taxes.\nYou agree to pay all fees and applicable taxes\nincurred by you or anyone using an account registered to you.\nIn the event that\nyour credit card or alternative payment provider refuses to pay us for an\namount credited to your account, we will have the right to delete the Virtual\nContent or the products or services purchased with such Virtual Content from\nyour account.\nYou agree that you will not cancel or reverse any charges for\nsuch Virtual Content or otherwise attempt to defraud us.\nIn the event legal\naction is necessary to collect on balances due, you agree to reimburse us for\nall expenses incurred to recover sums due, including attorneys' fees and other\nlegal expenses.</p>\n<p>ALL PURCHASES OF VIRTUAL CONTENT ARE\nNON-RETURNABLE AND NON-REFUNDABLE.\nIf you redeem Virtual Currency to purchase in-game\nvirtual items, you lose any statutory right of withdrawal because we begin\nperforming our services upon your redemption of Virtual Currency for Virtual\nContent.\nIf through some problem with your account or any other reason you lose\nVirtual Content and we can verify that you had it, we will make commercially\nreasonable efforts to replace them.</p>\n<p>YOU WILL NOT RECEIVE MONEY OR OTHER\nCOMPENSATION FOR UNUSED VIRTUAL CONTENT WHEN AN ACCOUNT IS CLOSED, WHETHER SUCH\nCLOSURE WAS VOLUNTARY OR INVOLUNTARY.\nCertain jurisdictions may provide\nadditional statutory rights, including a Cooling-Off Period which allows you to\nwithdraw from a purchase.\nNothing herein is meant to limit your return or\ncancellation rights for your purchase of Virtual Content under local law.</p>\n<p>\n<strong>13.\nTRADING VIRTUAL CONTENT.</strong> Certain portions of the Service allow a user to enable\ntrading of Virtual Content with other users.\nYou acknowledge that your decision\nto enter into any trade of Virtual Content is at your sole discretion and your\nown risk.\nWe do not screen trading partners and we make no guarantee that a\ntrade will be satisfactory or that trades will be a fair exchange of value\nbetween the parties to that trade.\nWe reserve the right to determine in our\nsole discretion, with or without notice, what and when Virtual Content may be\ntraded between and among users.\nNon-tradable items cannot be traded under any\ncircumstances.</p>\n<p>In some cases, traded Virtual Content may only be traded for\nsimilar items (e.g.\na rare card may only be traded for another rare card).\nIn\nno event may you trade any Virtual Content for \"real\" money, any\nother good or service outside of the Service, or any promise to provide certain\nproducts or services whether in-Service or outside the Service.\nAny attempt to\ntrade outside the Service, to trade a prohibited item, or to make an offer to\ntrade items where the trade is contingent upon an event (<em>e.g.</em> the outcome of a PTCGO match) may result\nin your PTC Account being suspended or terminated.</p>\n<p>\n<strong>14.\nUPDATES AND CHANGES TO THE SERVICE.\n</strong>We may, from time to time, issue patches or\nupdates for portions of the Service which must be installed to continue using\nthose portions of the Service.\nYou consent to receive and install those patches\nand updates in order to continue using the Service.\nYou also accept that all or\nportions of the Service may experience server issues that make it temporarily\nunavailable, and that we may in our sole discretion and without notice\nterminate all or any part of the Service.\nYou accept that you will have no\nrecourse of any kind against us even if this causes you to lose a match, to\nlose Virtual Content, or to have no further access to all or part of the\nService.</p>\n<p>\n<strong>15.\nDISCLAIMER</strong>.\nTHE SERVICE AND ALL CONTENT THEREIN ARE PROVIDED ON AN \"AS IS\" BASIS\nWITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING WITHOUT\nLIMITATION WARRANTIES OF TITLE OR IMPLIED WARRANTIES OF MERCHANTABILITY OR\nFITNESS FOR A PARTICULAR PURPOSE.\nBY USING THE SERVICE, YOUR ACKNOWLEDGE THAT\nYOUR USE OF THE SERVICE IS AT YOUR SOLE RISK, THAT YOU ASSUME FULL\nRESPONSIBILITY FOR ALL COSTS ASSOCIATED WITH ALL SERVICING OR REPAIRS OF ANY\nEQUIPMENT YOU USE IN CONNECTION WITH YOUR USE OF OUR SERVICE, AND THAT NEITHER\nPOKÉMON NOR ANY OF ITS AFFILIATES OR THEIR RESPECTIVE AGENTS, DIRECTORS,\nEMPLOYEES, INFORMATION PROVIDERS, LICENSORS, LICENSEES, OFFICERS AND/OR AFFILIATES\nWILL BE LIABLE FOR ANY DAMAGES OF ANY KIND RELATED TO YOUR USE OF THIS SERVICE.</p>\n<p>UNDER NO CIRCUMSTANCES, INCLUDING BUT NOT\nLIMITED TO POKÉMON'S NEGLIGENCE, WILL POKÉMON OR ANY OF ITS AFFILIATES OR THEIR\nRESPECTIVE AGENTS, DIRECTORS, EMPLOYEES, INFORMATION PROVIDERS, LICENSORS,\nLICENSEES, OFFICERS AND/OR AFFILIATES BE LIABLE FOR ANY CONSEQUENTIAL, DIRECT,\nINCIDENTAL, INDIRECT, PUNITIVE, OR SPECIAL DAMAGES RELATED TO (A) THE USE OF,\n(B) THE INABILITY TO USE, OR (C) ERRORS OR OMISSIONS IN THE CONTENTS AND\nFUNCTIONS OF THIS SERVICE, EVEN IF POKÉMON OR AN AUTHORIZED REPRESENTATIVE\nTHEREOF HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nSOME STATES DO NOT\nALLOW THE EXCLUSION OR LIMITATION OF CONSEQUENTIAL OR INCIDENTAL DAMAGES, SO\nTHE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU.\nIN NO EVENT WILL THE\nTOTAL LIABILITY OF POKÉMON AND ITS AFFILIATES AND THEIR RESPECTIVE AGENTS,\nDIRECTORS, EMPLOYEES, INFORMATION PROVIDERS, LICENSORS, LICENSEES, OFFICERS\nAND/OR AFFILIATES TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION (WHETHER\nIN CONTRACT OR TORT) EXCEED $100.00.</p>\n<p>YOU UNDERSTAND THAT THE WARRANTY DISCLAIMERS\nAND LIABILITY AND REMEDY LIMITATIONS LISTED ABOVE ARE A CONDITION OF US MAKING\nTHE SERVICE AVAILABLE TO YOU.\nWITHOUT THEM, WE WOULD NOT AND COULD NOT MAKE THE\nSERVICES AVAILABLE.\nYou accept that if we discover that you have violated any\nportion of these Terms, we may take any step we deem appropriate including but\nnot limited to terminating your PTC Account and access to the Services.\nYou acknowledge\nthat if that happens, you will not receive any reimbursement or other\ncompensation for any items that may be associated with your account at the time\nof termination.</p>\n<p>\n<strong>16.\nINDEMNIFICATION</strong>.\nYou agree to indemnify, defend, and hold Pokémon and its affiliates\nand their respective agents, directors, employees, information providers,\nlicensors, licensees, officers and/or affiliates (collectively, \"Indemnified\nParties\"), harmless from and against any and all liability and costs\n(including, without limitation, attorneys' fees and costs), incurred by the\nIndemnified Parties in connection with any claim arising out of any breach by\nyou of these Terms or the foregoing representations, warranties, and covenants.\nYou will cooperate as fully as reasonably required in the defense of any claim.\nPokémon reserves the right, at its own expense, to assume the exclusive defense\nand control of any matter otherwise subject to indemnification by you and you\nwill not in any event settle any matter without the written consent of Pokémon.</p>\n<p>\n<strong>17.\nGENERAL PROVISIONS.</strong> These Terms, our Privacy Notices, and\nany additional terms posted on this Service together constitute the entire\nagreement between Pokémon and you with respect to your use of this Service.\nAny\ncause of action you may have related to to your use of this Service must be\ncommenced within 1 year after the claim or cause of action arises.\nIf a court\nof competent jurisdiction finds any provision of these Terms, or portion\nthereof, to be unenforceable, that provision will be enforced to the maximum\nextent permissible so as to affect the intent of this agreement, and the\nremainder of these Terms will continue in full force and effect.\nThese Terms\nare governed by and construed in accordance with the laws of the State of\nWashington, excluding its conflict of laws provisions, as applied to agreements\nexecuted by Washington residents and performed solely within the State of\nWashington, and you submit to personal jurisdiction in Washington.\nYou\nirrevocably agree that the state and federal courts located in the State of\nWashington, U.S.A.\nwill have exclusive jurisdiction over any dispute which may\narise out of or in connection with these Terms in respect of any claim brought\nagainst us by you and will have non-exclusive jurisdiction over any claim\nbrought against you by us.\nYou agree to accept service of process by mail in\nthe state in which your domicile is located as specified by you to us.\nTHE\nPARTIES HEREBY WAIVE TRIAL BY JURY.\nYou agree that this provision will survive\ntermination or expiration of this Agreement.</p> ", "created_at": "2021-01-11 15:57:36.741039", "updated_at": "2021-02-03 22:44:36.145245"}], "points": [{"id": 26024, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.pokemon.com/us/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2021-11-28 01:02:00.200963", "updated_at": "2022-06-01 05:24:58.230241", "quoteText": "THE SERVICE AND ALL CONTENT THEREIN ARE PROVIDED ON AN \"AS IS\" BASIS", "case_id": 286, "document_id": 3469, "quoteStart": 20201, "quoteEnd": 20269}, {"id": 26023, "title": "There is a date of the last update of the agreements", "source": "https://www.pokemon.com/us/privacy-notice/", "status": "Generated through the annotate view", "created_at": "2021-11-28 01:00:59.128085", "updated_at": "2022-05-07 19:06:52.470255", "quoteText": "<p>Last updated November 12, 2020", "case_id": 331, "document_id": 3468, "quoteStart": 1, "quoteEnd": 34}], "urls": ["pokemon.com"]}}