{"error": 448, "message": "OK", "parameters": {"id": 4766, "name": "ResMed ", "created_at": "2021-07-15 19:26:45.86883", "updated_at": "2021-07-15 22:00:52.56357", "wikipedia": null, "keywords": null, "related": null, "slug": "resmed", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4766.png", "url": "resmed.com", "documents": [{"id": 8538, "name": "Terms of Use", "url": "https://www.resmed.com/en-us/terms-of-use/", "xpath": "//body", "text": " Skip to Main Content <ul>\n<li>Philips Recall</li>\n<li>COVID-19</li>\n<li>About ResMed</li>\n<li>myAir</li>\n</ul>\n<ul>\n<li>United States</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Sleep Apnea</li>\n<li>Ventilation</li>\n<li>I’m a Healthcare Professional</li>\n</ul> Search ResMed Website Terms of Use Effective Date: October 1, 2012 Welcome to the ResMed website <p>Please read these terms and conditions (\"Terms of Use\") carefully because they set forth the important terms you will need to know about this Website.\nIn these Terms of Use, the terms \"you\" and \"yours\" refer to the person using this Website.\nThe terms \"we,\" \"our,\" \"us\" and \"ResMed\" collectively refer to ResMed Corp., a Minnesota corporation headquartered in California, its parent ResMed Inc., a Delaware corporation, headquartered in California, and ResMed Corp.'s affiliates, organized under the laws of various states and countries and operating in California, the United States or in other jurisdictions.</p>\n<p>Use of this Website is governed by the Terms of Use.\nBy using this Website, you agree to abide by these Terms of Use.\nIf you do not agree with any of these Terms of Use, do not use this Website.</p>\n<p>The servers that host this Website are located in the United States, and any personal details you provide us will be processed by ResMed in the United States.\nFor information about the way in which we use, process and share personal information that we may obtain about you, please refer to our Privacy Policy, available here (the \"Privacy Policy\").\nResMed expressly excludes any representation or warranty, express or implied, with respect to the information available on this Website.\nResMed makes no representation about any third-party websites that may be accessed via links from this Website.\nBy using this Website, you agree that the law of the State of California, without regard to its conflict of laws principles, will govern all matters between you and ResMed with respect to your use of this Website.</p>\nDisclaimer on Emergency Medical Conditions\n<p>DO NOT USE THIS WEBSITE FOR MEDICAL EMERGENCY SERVICES.\nIN AN EMERGENCY, CALL 911 OR YOUR LOCAL EMERGENCY ASSISTANCE NUMBER.</p>\nMedical Disclaimers\n<p>THE CONTENT (AS DEFINED BELOW) AVAILABLE THROUGH THIS WEBSITE IS FOR INFORMATIONAL AND EDUCATIONAL PURPOSES ONLY AND IS NOT A SUBSTITUTE FOR THE PROFESSIONAL JUDGMENT OF A HEALTH CARE PROFESSIONAL IN DIAGNOSING AND TREATING PATIENTS.\nRESMED DOES NOT GIVE MEDICAL ADVICE, NOR DOES IT PROVIDE MEDICAL OR DIAGNOSTIC SERVICES.\nADDITIONALLY, THE USE OF THE CONTENT OBTAINED THROUGH THIS WEBSITE DOES NOT ESTABLISH A PHYSICIAN-PATIENT RELATIONSHIP.</p>\n<p>Your reliance upon information and content obtained by you at or through this Website is solely at your own risk.\nNeither we nor providers of content to us assume any liability or responsibility for damage or injury (including death) to you, other persons or property arising from any use of any product, information, idea or instruction contained in the Content.</p>\n<p>We do not provide advice to you on any issues relating to medical treatment and the Content is intended solely as a resource and informational tool.\nAlways seek the advice of a physician or other qualified health provider with any questions you may have regarding a medical condition.\nNever disregard professional medical advice or delay in seeking it because of something you have seen or read on this Website.\nWe are not medical professionals and will not discuss or advise you on any issues relating to medical treatment.</p> Intellectual Property Rights Ownership\n<p>All content, text, images, data, information and other material displayed, available or present on this Website (<strong>Content</strong>), including any intellectual property rights in such Content (including without limitation trademarks and copyrights) (<strong>Intellectual Property Rights</strong>), are the property of ResMed, its affiliates, its licensors or the designated owners, and are protected by applicable intellectual property laws.\nYou should assume that everything you see or read on this Website is copyrighted unless otherwise noted and may not be used without our written permission, except as otherwise provided in these Terms of Use.</p>\nAuthorized and Prohibited Uses\n<p>You may download and print copies of the Content only for noncommercial, informational, personal use, without modification or alteration in any way, and only so long as you comply with these Terms of Use and applicable laws.\nExcept as may otherwise be expressly authorized by these Terms of Use, you may not otherwise reproduce, sell, publish, distribute, modify, display, or use any of this Website or the Content without our prior written permission.\nIf this Website permits the emailing of certain Content or a link through the use of an \"email to a friend\" (or similar) icon, you may send that particular Content or link to others by email, as indicated.\nYou agree not to infringe on any Intellectual Property Rights or remove or modify related proprietary notices contained in this Website or the Content.</p>\nUser Content\n<p>Except as provided in our website Privacy Policy, any content that you submit to this Website or ResMed, whether directly or through a third-party website (<strong>User Content</strong>) will be deemed to be non-confidential and may be disclosed through this Website to unknown persons on a worldwide basis without control by ResMed, including for browsing, downloading, printing and other uses by such other persons or entities.\nYou agree not to submit User Content to this Website or ResMed except for User Content that is fully authorized for purposes of this Website and these Terms of Use, and by posting User Content on this Website, you warrant and represent that you own the rights to the User Content or are otherwise authorized to post, distribute, display, perform, transmit or otherwise distribute User Content.\nIt is your obligation to determine the extent to which User Content you submit is protected by applicable intellectual property laws.\nYou agree that ResMed will have, and you grant to ResMed, a worldwide, royalty-free, perpetual, irrevocable, sublicense-able, non-exclusive right and license to translate, reproduce, sell, publish, distribute, modify, adapt, display, perform, promote, link to or use, in any form or media, any User Content that you submit to this Website or ResMed.\nResMed does not endorse any User Content, or third-party product or service that may appear on this Website.\nNothing in these Terms of Use will obligate ResMed to use any User Content you submit or permit the posting of such User Content on this Website.</p>\nRegistration and Passwords\n<p>At times, we may or may not require you to have a password and provide registration details to access this Website or portions of this Website.\nTo the extent that we do require a password and registration details, the details you provide must be correct, current and complete.\nIf ResMed believes that the details are not correct, current and complete, we have the right to refuse you access to the Website, or any of its resources, and to terminate or suspend your account, if any.</p>\n<p>You are responsible for maintaining the confidentiality of any password(s) you are given to access this Website, and you are fully responsible for all activities that occur under your password(s).\nResMed is not liable for any loss that you incur as a result of someone else using your password, either with or without your knowledge.\nYou may be held liable for any losses incurred by ResMed, its affiliates, officers, directors, employees, consultants, agents and representatives due to someone else's use of your account or password.\nYou agree to notify us immediately of any unauthorized use of your password(s).\nWe reserve the absolute right not to issue a password to any person or entity.</p>\nSoftware Downloads\n<p>Any ResMed software that is made available to download from this Website (<strong>Software</strong>) is the copyrighted work of ResMed or its affiliates or suppliers.\nThe Software is made available for downloading solely for your use pursuant to the end user license agreement (<strong>EULA</strong>) applicable to the Software, and any reproduction or redistribution of the Software other than as permitted in the EULA is expressly prohibited by law, and may result in severe civil and criminal penalties.\nViolators will be prosecuted to the maximum extent possible.\nIn addition, downloading Software is prohibited if you are visiting this Website from any of the countries to which the export of software is prohibited by the U.S.\nDepartment of Commerce.\nCopying or reproduction of the software to any other server or location for further reproduction or redistribution is expressly prohibited.</p>\nRestricted Rights\n<p>The information that is downloaded from this Website for or on behalf of the Government of the United States of America and/or its agencies (\"US Government\") is provided with Restricted Rights.\nUse, duplication or disclosure by the US Government is subject to the restrictions set forth in DFARS 252.227-7013 and FAR 52.227-14 and 48 CFR 52.227-19, as applicable.</p> Compliance with the Digital Millennium Copyright Act <p>ResMed respects the rights of all copyright holders and in this regard, we have adopted and implemented a policy that provides for the termination in appropriate circumstances of users of this Website who infringe the rights of copyright holders.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, please provide our Copyright Agent the following information required by the Digital Millennium Copyright Act, 17 U.S.C.\nSection 512:</p>\n<ol>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works are covered by a single notification, a representative list of such works;</li>\n<li>Identification of the Content that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and the information reasonably sufficient to permit ResMed to locate the Content;</li>\n<li>Information reasonably sufficient to permit ResMed to contact the complaining party;</li>\n<li>A statement that the complaining party has a good faith belief that the use of the Content in the manner complained of is not authorized by the copyright owner, its agent or the law;</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ol>\n<p>\n<strong>For copyright inquiries under the Digital Millennium Copyright Act, please contact ResMed's Copyright Agent at:</strong>\n</p>\n<p>Vice President, General Counsel—Americas<br>\nResMed Corp.\nLegal Department<br>\nCopyright Agent</p>\n<p>ResMed Corp.<br>\n9001 Spectrum Center Blvd.<br>\nSan Diego, CA 92123</p>\n<p>Phone: (877) 389-8868<br>\nprivacy@resmed.com</p> Website Administration Access Arrangements and Fees\n<p>Your use of this Website must be in accordance with any and all procedures, forms, formats, displays and operating times, which may be determined, specified or modified by ResMed in its discretion.\nYou are responsible for all software, hardware, interconnections, fees, expenses, costs and taxes for you to access or use this Website.</p>\n<p>At this time, we do not charge a fee to use this Website (but not including any subscription-based or other services offered within, which will be the subject of a separate agreement), but we reserve the right to impose or modify fees in connection with use of this Website (or portions of this Website) at any time without liability.\nPayment of any such fees will be due and payable 30 days from the date of invoice unless otherwise agreed by you and ResMed or unless otherwise required by ResMed.\nResMed will endeavor to issue a general notice on this Website with regard to any imposition of fees or modifications to this Website.</p>\nLinking\n<p>Unless otherwise agreed between you and ResMed, no link shall be made to any page of this Website except a direct link to the top page without framing.\nIn addition, any link to this Website must be immediately followed by notice to ResMed via email at privacy@resmed.com.\nMoreover, if ResMed deems your linking practices in relation to this Website to be inappropriate, ResMed may choose to delete the link or to provide you with notice concerning removal or modification of the inappropriate link, and you agree to comply with any and all requirements of ResMed relating to such notice.</p>\nAccess to Website\n<p>While it is ResMed's objective to make the Website accessible 24 hours per day, 7 days per week, the Website may be unavailable from time to time for any reason including, without limitation, routine maintenance.\nYou understand and acknowledge that due to circumstances both within and outside of the control of ResMed, access to the Website may be interrupted, suspended or terminated from time to time.\nResMed shall have the right at any time to change or discontinue any aspect or feature of the Website, including, but not limited to, Content, hours of availability and equipment needed for access or use.</p>\nImport/Export Control\n<p>You agree not to submit any User Content to this Website or commit any act involving the transfer of information relating to any Content in violation of applicable import/export control, espionage or national security laws.</p> Your Obligations <p>\n<strong>Compliance</strong>\n</p>\n<p>You agree to comply with all applicable laws in connection with your use of this Website.\nUnsuitable Content and Conduct.</p>\n<p>User shall not engage in, conduct or submit to this Website any User Content or other material that is illegal, inaccurate, misleading, misappropriated, infringing, dilutive, defamatory, obscene, offensive or otherwise objectionable.\nUser shall not cause damage, embarrassment or adverse publicity to ResMed.</p>\n<p>\n<strong>Functional Compatibility and System Abuse</strong>\n</p>\n<p>You will submit only User Content that is functionally and technically compatible with this Website.\nYou will not attempt to and will not damage, corrupt, tamper with or infect this Website, the Content or any information or telecommunication system of ResMed with a virus or other malicious computer program.\nYou will only use this Website for the permitted purposes stated in these Terms of Use, and will not engage in abusive activity with respect to this Website, or undertake any other activity which may adversely affect the use or enjoyment of this Website by any person.\nYou are prohibited from using any services or facilities provided in connection with this Website to compromise security or tamper with system resources and accounts.\nThe use or distribution of tools designed for compromising security (eg, password guessing programs, cracking tools or network probing tools) is strictly prohibited.\nIf you become involved in any violation of system security, ResMed reserves the right to release your details to system administrators at other sites and law enforcement authorities in order to assist them in resolving security incidents.</p>\n<p>\n<strong>Your Cooperation and Notification</strong>\n</p>\n<p>You agree to cooperate with all reasonable requests of ResMed and will notify ResMed promptly on learning of any actual or suspected breach of these Terms of Use by you or unauthorized use or abuse of this Website.</p> Warranty Disclaimers <p>THIS WEBSITE, ITS CONTENT AND ITS LINKS ARE PROVIDED ON AN \"AS IS\" BASIS AND ARE USED ONLY AT YOUR SOLE RISK, TO THE FULLEST EXTENT PERMISSIBLE BY LAW.\nRESMED DISCLAIMS ALL WARRANTIES, REPRESENTATIONS AND CONDITIONS, EXPRESS OR IMPLIED, OF ANY KIND, REGARDING THIS WEBSITE (INCLUDING ITS CONTENT, HARDWARE, SOFTWARE AND LINKS), INCLUDING ANY IMPLIED WARRANTIES AS TO FITNESS FOR A PARTICULAR PURPOSE, MERCHANTABILITY, TITLE, NONINFRINGEMENT, RESULTS, ACCURACY, COMPLETENESS, ACCESSIBILITY, COMPATIBILITY, SECURITY AND FREEDOM FROM COMPUTER VIRUS.\nIF APPLICABLE LAW DOES NOT ALLOW THE EXCLUSION OF SOME OR ALL OF THE ABOVE IMPLIED WARRANTIES TO APPLY TO YOU, THE ABOVE EXCLUSIONS WILL APPLY TO YOU TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW.</p>\n<p>\n<strong>Limitations on Liability and Remedies</strong>\n</p>\n<p>RESMED'S ENTIRE LIABILITY AND YOUR EXCLUSIVE REMEDY WITH RESPECT TO ANY DISPUTE WITH RESMED (INCLUDING WITHOUT LIMITATION YOUR USE OF THE WEBSITE) IS TO DISCONTINUE YOUR USE OF THE WEBSITE.\nRESMED AND ITS VENDORS SHALL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR EXEMPLARY DAMAGE ARISING FROM YOUR USE OF THIS WEBSITE OR FOR ANY OTHER CLAIM RELATED IN ANY WAY TO YOUR USE OR REGISTRATION WITH RESMED.\nTHESE EXCLUSIONS FOR DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL OR EXEMPLARY DAMAGES INCLUDE, WITHOUT LIMITATION, DAMAGES FOR LOST PROFITS, LOST DATA, LOSS OF GOODWILL, WORK STOPPAGE, COMPUTER FAILURE OR MALFUNCTION, OR ANY OTHER COMMERCIAL DAMAGES OR LOSSES, EVEN IF RESMED HAD BEEN ADVISED OF THE POSSIBILITY THEREOF AND REGARDLESS OF THE LEGAL OR EQUITABLE THEORY UPON WHICH THE CLAIM IS BASED.\nBECAUSE SOME STATES OR JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR THE LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, IN SUCH STATES OR JURISDICTIONS, RESMED AND ITS VENDORS' LIABILITY IN SUCH STATE OR JURISDICTION SHALL BE LIMITED TO THE EXTENT PERMITTED BY LAW.\nRESMED DOES NOT ENDORSE, WARRANT OR GUARANTEE ANY PRODUCT OR SERVICE OFFERED THROUGH THIS WEBSITE AND WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nIN ANY EVENT, IF ANY OF THE ABOVE PROVISIONS IN THIS SECTION ARE NOT ENFORCEABLE IN AN APPLICABLE JURISDICTION, THE MAXIMUM LIABILITY OF RESMED WILL BE LIMITED TO, IN THE SOLE DISCRETION OF RESMED, EITHER THE (1) CORRECTION OR DELETION OF ANY INACCURATE CONTENT OR LINK.\nOR (2) REFUND OF ANY FEES FOR THIS WEBSITE RECEIVED BY RESMED FROM YOU.</p>\n<p>\n<strong>Indemnification</strong>\n</p>\n<p>You agree to defend, indemnify and hold harmless ResMed and its affiliates, officers, directors, employees and contractors from any demands, claims, damages, liabilities, expenses or harms, including attorneys fees, arising in connection with your use of this Website, online conduct, breach of these Terms of Use, or dealings or transactions with other persons resulting from use of this Website.</p> Miscellaneous <p>\n<strong>Third-Party Sites and Other Information</strong>\n</p>\n<p>This Website may contain as a convenience to you, content, links and other information submitted by third parties over whom ResMed has no control or responsibility, as well as translations thereof which ResMed may arrange.\nResMed has no obligation to monitor, control or restrict the use of this Website, or third-party websites accessible via links on this Website.\nThese other sites are not under ResMed's control, and you acknowledge that (whether or not such sites are affiliated in any way with ResMed) ResMed is not responsible for the accuracy, copyright compliance, legality, decency or any other aspect of the content of such sites.\nThe inclusion of such a link does not imply endorsement of any site by ResMed or any association with its operators.</p> Separate Terms and Conditions <p>From time to time in connection with your use of or access to Content contained in certain areas of this Website, it may be necessary for you to consent to policies or terms and conditions in addition to these Terms of Use.\nYou should read carefully any such additional terms and conditions before making any use of such Content or areas of this Website.\nAny such terms will not vary or replace these Terms of Use regarding any use of this Website, unless otherwise expressly stated.</p> Privacy Policy <p>ResMed is concerned about privacy and has developed a policy to address privacy concerns.\nYou can find the current privacy policy here.\nThe Privacy Policy is hereby incorporated into these Terms of Use by reference and constitutes a part of these Terms of Use.</p> Dispute Resolution.\nApplicable Law and Forum <p>With respect to any and all disputes arising out of or in connection with this Website or these Terms of Use (including without limitation the Privacy Policy), ResMed and you agree to negotiate in good faith and undertake reasonable efforts to cooperate with one another in order to achieve a mutually satisfactory resolution.</p>\n<p>ResMed has no obligation to become involved in any dispute between a user and any other person.\nResMed and you agree that all disputes arising under these Terms of Use shall be brought by you in your individual capacity, and not as a plaintiff or class member in any purported class or representative proceeding, and shall be resolved by confidential binding arbitration as selected by ResMed in its sole discretion.\nThe arbitrator's award will be binding and may be entered as a judgment in a court of competent jurisdiction.\nYou agree that ResMed is entitled to obtain preliminary injunctive relief to the extent allowed by law to enforce any of the terms of these Terms of Use pending a final arbitral decision.</p> Modification of Terms of Use Etc <p>These Terms of Use and the Privacy Policy constitute the complete agreement between you and ResMed with respect to their subject matter and supersede any prior agreement or communication.\nThese Terms of Use are subject to change from time to time.\nResMed will endeavor to post a notice of any changes to these Terms of Use for a period of 30 days following any such modifications.\nTherefore, you are advised to review these Terms of Use occasionally, or at least every 30 days.\nYour continued use of this Website subsequent to ResMed's notice of modification of these Terms of Use will constitute your acceptance of the modified Terms of Use.\nIf any term or provision of these Terms of Use will be found to be invalid, illegal or otherwise unenforceable, such finding shall not affect the other terms or provisions of these Terms of Use, or the whole of these Terms of Use, but such term or provision shall be deemed modified to the extent necessary to render such term or provision enforceable, and the rights and obligations of you and ResMed shall be construed and enforced accordingly, preserving to the fullest permissible extent the intent and agreements set forth in these Terms of Use.\nYour obligations pursuant to these Terms of Use will survive termination of any use by you of this Website, any Content on this Website, or these Terms of Use.</p> Contact Information <p>If you have any questions regarding these Terms of Use or this Website, please contact us by email at privacy@resmed.com.</p> Sleep Apnea <ul>\n<li>Free online sleep assessment</li>\n<li>What causes snoring?</li>\n<li>What is sleep apnea?</li>\n<li>Sleep apnea treatment overview</li>\n<li>How to start CPAP therapy: complete guide</li>\n<li>CPAP equipment, the complete system</li>\n<li>CPAP machines</li>\n<li>CPAP product manuals</li>\n<li>CPAP supplies &amp.\nreplacement parts</li>\n<li>Find CPAP supplies near me</li>\n<li>Buy CPAP supplies online</li>\n<li>Sleep apnea full products list</li>\n<li>myAir app</li>\n<li>Register your CPAP equipment</li>\n<li>Sleep blog</li>\n</ul> Ventilation <ul>\n<li>What happens during normal breathing?</li>\n<li>What are respiratory diseases and conditions?</li>\n<li>What is COPD?</li>\n<li>Treating COPD with mechanical ventilation</li>\n<li>AirCurve 10 ST</li>\n<li>AirCurve 10 ST-A</li>\n<li>Astral</li>\n<li>Stellar</li>\n</ul> I’m a Healthcare Professional <ul>\n<li>Digital health</li>\n<li>Air10 devices</li>\n<li>myAir</li>\n<li>AirView</li>\n<li>COPD solutions</li>\n<li>Product manual library</li>\n<li>HelloSleep patient app</li>\n<li>ResMed MaskSelector</li>\n<li>Business resources</li>\n<li>Diagnostics</li>\n<li>WellConnected</li>\n<li>Offices and distributors</li>\n<li>ResMed Online Store</li>\n</ul>\n<ul>\n<li>About Us</li>\n<li>Contact Us</li>\n<li>Newsroom</li>\n<li>Careers</li>\n<li>Compliance</li>\n<li>Investors</li>\n<li>Terms of Use</li>\n<li>SMS T&amp;C's</li>\n<li>Legal &amp.\nIP</li>\n<li>Privacy</li>\n<li>Security</li>\n<li>Covid-19</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<p>© 2021 ResMed All rights reserved.</p> ", "created_at": "2021-07-15 19:26:45.87216", "updated_at": "2021-07-15 17:27:09.057348"}], "points": [{"id": 27425, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.resmed.com/en-us/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2022-03-21 15:23:56.804683", "updated_at": "2022-03-21 15:23:56.804683", "quoteText": "You are responsible for maintaining the confidentiality of any password(s) you are given to access this Website, and you are fully responsible for all activities that occur under your password(s).\n", "case_id": 148, "document_id": 8538, "quoteStart": 7188, "quoteEnd": 7385}, {"id": 27424, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://www.resmed.com/en-us/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2022-03-21 15:23:28.418096", "updated_at": "2022-03-21 15:23:28.418096", "quoteText": "You agree to notify us immediately of any unauthorized use of your password(s).\n", "case_id": 484, "document_id": 8538, "quoteStart": 7723, "quoteEnd": 7803}], "urls": ["resmed.com"]}}