{"error": 448, "message": "OK", "parameters": {"id": 6128, "name": "Status", "created_at": "2021-12-19 22:42:39.303747", "updated_at": "2021-12-19 23:01:14.246241", "wikipedia": null, "keywords": null, "related": null, "slug": "status", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6128.png", "url": "status.im", "documents": [{"id": 11086, "name": "Terms of use", "url": "https://status.im/terms-of-use/", "xpath": "/html/body/div[1]/main/section[2]/div", "text": " Docs categories <ul>\n<li> Contributor Guide <ul>\n<li> Technical FAQs </li>\n<li> Contributor Workflow </li>\n<li> Running A Status Node </li>\n<li> Status Node Step-by-Step </li>\n<li> Github Labels </li>\n<li> Perfect Forward Security </li>\n<li> Build Status <ul>\n<li> Build Status-Go </li>\n<li> Status-React Quick Start </li>\n</ul>\n</li>\n<li> Other Guides <ul>\n<li> Deploy an EC2 Instance </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> DApp Integration Center <ul>\n<li> Why Status </li>\n<li> Run on Status <ul>\n<li> Mobile Developer Tools </li>\n<li> DApp Store Requirements </li>\n<li> Implement EIP-1102 </li>\n<li> Asset Guidelines </li>\n</ul>\n</li>\n<li> Status DApp API <ul>\n<li> Whisper &amp.\nQR Codes </li>\n</ul>\n</li>\n<li> Curated DApp Store <ul>\n<li> Register DApps </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> User Guides <ul>\n<li> Pairing Devices </li>\n<li> Security Best Practices </li>\n<li> Desktop Beta Installation </li>\n<li> GPG Signature Verification </li>\n</ul>\n</li>\n<li> Audits </li>\n<li> Jobs at Status </li>\n</ul> Status App Terms of Use<br>\n<br>\n<p>Status strives to be a secure communication tool that upholds human rights.\nDesigned to enable the free flow of information, protect the right to private, secure conversations, and promote the sovereignty of individuals.</p>\n<p>Status provides a secure messaging app, crypto wallet, and Web3 browser, built with state of the art technology, integrated into one powerful super app.\nThese and any other Status services available through the application are simply called the Status app.</p>\n<p>These Terms of Use are a contract between you and Status.\nYou agree to these terms by installing or using the Status app on any device.\nIf you don’t agree to these terms, don’t use the Status app.</p>\nWho we are<p>The Status Network is an open set of projects building peer-to-peer technologies for people to transact securely, communicate freely, and organize with confidence.\nTogether, anyone participating in the Status Network helps to build financial and social technology that empowers people to advance their own sovereign communities.</p>\n<p>Whenever “Status” or “we” is used in these terms, we’re referring to Status Research &amp.\nDevelopment GmbH, the Swiss company that distributes the Status app.\nOur contact information can be found on our website.</p> Our Principles drive our decisions<p>The goal of Status is widespread adoption of the decentralized web.\nOur challenge is achieving mass adoption while staying true to our Principles.\nThese terms are designed to reflect our Principles and goal for mass adoption, while providing important legal protections for Status and the Status community of users.</p>\n<p>You agree to use the Status app in a way that promotes the Status Principles.</p>\n<p>In order to offer the Status app on distribution platforms, such as third party app stores, we must include certain provisions required by those distribution platforms in these terms.\nIn circumstances where the required provisions conflict with our Principles, we’re actively searching for alternative solutions, but in the meantime, the Status app is subject to such third party provisions and you agree to all provisions of these terms.</p>\nHow to use the Status app<p>The Status app is free, and account generation is pseudo-anonymous.\nYou’ll never be asked for a phone number, email address, bank account, or any other personal information when generating a Status app account.</p>\n<p>When generating an account, a randomization process is started on your own device that generates a key pair.\nYou’ll then be given display name options to choose from (derived from this key pair).\nOnly you have access to your private keys, so only you’re responsible for keeping them safe.\n</p>\n<p>Click here to learn more about account generation.</p>\nWe care about your privacy<p>Status uses an open-source, peer-to-peer protocol with end-to-end encryption and metadata suppression to protect your identity, messages, wallet, and browsing information from third parties.\nWe don’t monetize your private user data, including private messages and browser information, to advertisers or other third parties.\nUsers may be asked to opt-in to share usage data for the purpose of helping us develop the software.\nBe aware that information posted to a blockchain is public.</p>\n<p>Guided by our principles, Status is designed to protect your privacy and process as little personal data as possible for the network to thrive.\nStatus enables pseudo anonymity, strives to provide the right of total anonymity, and offers ways to selectively reveal oneself to the world.</p>\n<p>Status can’t, by design, and won’t try to, access your account, private messages, or activity on the Status app without your consent.</p>\n<p>All private messages sent in the Status app are encrypted end-to-end by default, to help ensure your privacy.\nHowever, your privacy may be compromised if you use third party services offered within the Status app, such as DApps or Ethereum transactions.\nOur full terms regarding third party services are described below.</p>\n<p>Learn more about how seriously we protect your data by reading our Privacy Policy and Security Protocol.\n</p> You’re responsible for your activities<p>We believe in the sovereignty of individuals.\nAs a platform that stands for the cause of personal liberty, we aim to maximize social, political, and economic freedoms.\nThis also means you’re fully responsible for all activities that occur under your account.\n</p>\n<p>You’re entirely responsible for the information you submit through the Status app, including any harm resulting from that information, and Status shall not be liable for any acts or omissions by you.</p>\n<p>When you generate an account, your private keys are generated and stored locally on your own device.\nThis means that Status doesn’t know which keys belong to you and doesn’t process any personal data in this respect.\nYou may also choose to store your keys on a keycard (such as the Status Keycard).\nof course, Status doesn’t have access to your keycard either.\nStatus will never have access to or control over your keys or wallet assets, as Status isn’t a custodian.</p>\n<p>You’re responsible for taking precautions to protect yourself and your devices from viruses and other harmful content.\nYou’re also responsible for any carrier or connection charges, fees, and taxes associated with the devices on which you use the Status app.</p>\n<p>To use the Status app, you must be fully able and competent to agree to these terms and to use all services provided on the Status app.\nTo use the Status app without parental permission, you must meet the minimum age requirements in your country of residence.\n</p>\nStatus is open-source<p>The software we create is a public good.\nThe Status source code is made available via free and open-source licenses, for anyone to share, modify, and benefit from (according to the applicable license).\nWe believe in permission-less participation.\nInformation regarding the Status app’s current software can be found here.</p>\nOur view on censorship<p>One of the Status Principles is censorship resistance under cryptographic and cryptoeconomic design.\nWe enable free flow of information, and no content is under surveillance.</p>\n<p>Status hasn’t reviewed, can’t review, and won’t review the content posted by users within the Status app, and therefore, we can’t be responsible for any user’s content.\nStatus aims to provide the tools for user communities to voluntarily self-regulate their own content.</p>\n<p>While using the Status app, you may view content that’s offensive, indecent, or otherwise objectionable.\ncontent containing technical inaccuracies, typographical mistakes, and other errors.\nand material that violates others’ rights, including privacy and intellectual property rights.\nStatus doesn’t endorse any user content or activity on the Status app and disclaims any responsibility for any harm resulting from user content or activities.</p>\n<p>For an explanation about how Status has no means of removing users or user generated content from the Status app, see the section on decentralization and the Waku protocol below.</p> Please limit certain uses<p>We strive for complete openness and symmetry of information within the Status organization and with our community.\nWe ask you to respect the Status community too.</p>\n<p>You agree to use the Status app in a way that doesn’t harm or violate the rights of Status, Status app users, or others in any way.</p>\n<p>You agree that you won’t, and you won’t assist others to: (i) gain or try to gain unauthorized access to the Status app or any Status system.\n(ii) disrupt the integrity or performance of the Status app or any Status system.\n(iii) generate accounts on the Status app through unauthorized means.\n(iv) install any viruses, worms, malware, Trojan horses, or other harmful or destructive code or content.\n(v) use spam, data mining, or other unsolicited promotional methods, machine generated content, or unethical or unwanted commercial content.\n(vi) engage in phishing, spoofing, or similar fraudulent acts.\n(vii) spread misinformation or misleadingly impersonate another person or company.\n(viii) stalk, bully, harass or abuse another individual in any way.\n(ix) violate the privacy rights of others.\nor (x) copy, distribute, sell, license, create derivative works from, or in any other way exploit any copyrighted material, trademarks, or any intellectual property rights of others.</p>\nThe Status app is decentralized<p>We minimize centralization across the software and the organization itself by maximizing the number of physical computers composing the network, and maximizing the number of individuals who have control over the system(s) we’re building.</p>\n<p>The Status app is a generic chat app for connecting to the global Waku communication network, just as Chrome/Safari is a generic web browser for connecting to the Web, and just as Google/Apple doesn’t control the content on the Web, Status doesn’t control the content on Waku.</p>\n<p>The Status app utilizes a peer-to-peer network that doesn’t rely on any centralized servers from which communication can be blocked.\nInstead, the Status app uses a distributed network of nodes connected to the Waku peer-to-peer network.\nLearn more about Waku here.</p>\nOur services may change<p>As Status is an open-source, community-driven project, users can both request and contribute to feature development.\nSome or all of the services on the Status app may change or be discontinued at any time, including features or support for certain devices and platforms.\nAny and all new services or features added to the Status app are also subject to these terms.</p>\nWe’ll keep you updated<p>From time to time, we provide updates to the Status app in order to enable new features and enhanced functionality.\nIf you installed the Status app from a third party app store, you consent to the policies of that app store, which may include automatic downloading and installing of updates to the Status app.\nIf you installed the Status app from a source other than an app store, Status won’t push automatic downloads or updates without your opt-in consent.\nThe Status app may be intentionally or unintentionally interrupted, including for maintenance, upgrades, or network or equipment failures.</p>\nSometimes we use third party providers<p>Certain services on the Status app may allow you to access, use, or interact with third party products and services, such as websites, blockchain wallet transactions, apps and DApps, support services, and group chat community spaces.\nWhen you use any third party service, their terms and conditions, including privacy policies, govern your use of those services, and Status shall not be liable for your use of or activities on or with any third party service.</p> Utility of the Status Network Token<p>You can interact within the Status app using any compatible token including the Status Network Token (SNT).\nSNT is an ERC-20 (Ethereum standard) compatible utility token, used to access and power decentralized services in the Status Network, as well as utilities on third party platforms.\nCertain features and functionalities within the Status app require users to deposit or spend SNT or other tokens.\nUtility of the SNT token is a primary goal of the Status Network and may include network incentivization, sticker market use, ENS user name registration, DApp curation, and governance, among others.</p>\n<p>If you interact within the Status app using SNT, you agree to any and all SNT terms and conditions, including without limitation the SNT Governance Terms.</p>\nRespect the Status brand<p>We create software incentivized to continue to exist and improve, without the stewardship of a single entity or any of the current team members.\nThe Status community has worked hard to build a brand and goodwill that will also continue to exist and improve over time.</p>\n<p>Status owns all copyrights, domains, trade dress (look and feel), design rights and themes, trademarks, logos, graphics, and other intellectual property rights associated with the Status app and the Status brand.\n</p>\n<p>We love to see creative work by users from the Status community, but please let us know in advance if you want to use trademarks, logos, or graphics that are modified from our standard colors and designs.\nIf you write articles or blogs, create websites, or talk about Status, make sure it’s clear you aren’t speaking for, on behalf of, or under endorsement by Status.</p>\n<p>To request permission to use our copyrighted material or trademarks, such as logos, please contact marketing@status.im.</p>\nWe may change these terms<p>We may modify or replace any part of these terms.\nYou’re responsible for checking our website periodically for any changes.\nYour continued use of the Status app following posted changes to these terms means that you accept those changes.</p>\nStatus makes no warranties<p>Whenever used in these terms, “representatives” means Status’ affiliates, directors, officers, employees, partners, agents, core contributors, and any other representatives.</p>\n<p>The Status app is provided on an “as is” basis, and you use any and all services on the Status app at your own discretion and risk.</p>\n<p>Status disclaims all warranties of any kind, express or implied, including without limitation the warranties of merchantability, fitness for a particular purpose, and non-infringement.\nYou understand and agree that Status doesn’t have control over, doesn’t warrant, and has no duty to take any action: (i) that any information provided by Status is complete, accurate, or useful.\n(ii) that the Status app and Status systems will be operational or free from failures, disruptions, errors, or delays, including without limitation processing virtual currency or tokens.\n(iii) regarding failure of hardware, software, or Internet connections.\n(iv) that the Status app and Status systems will be secure, safe, or free from viruses or other malicious code being introduced.\n(v) that third parties may obtain unauthorized access to information stored in the Status app, such as your wallet address, private key, seed phrase, or personal data.\n(vi) regarding changes to or errors in the Ethereum network.\n(vii) regarding risks related to cryptographic and cryptoeconomic systems, virtual currencies, SNT, or other tokens, such as change in transaction costs.\n(viii) regarding legal or regulatory risk, inquiry, or action.\n(ix) regarding any custodial or fiduciary risk or responsibility, of which Status and its representatives have none.\nor (x) regarding third party content accessed through the Status app.</p>\nRisks you should know about<p>You represent and warrant that you understand the inherent risks associated with cryptographic and cryptoeconomic systems and have an understanding of the usage and intricacies of virtual currency and tokens (such as Ether (ETH)), smart contract based tokens (such as ERC 20), and blockchain-based systems.\nYou acknowledge and agree that: (i) Status and its representatives aren’t responsible for the underlying protocols of open source blockchain based networks, which may be subject to sudden changes in operating rules (such as forks), (ii) such changes may materially affect the Status app, and (iii) Status may, in our sole discretion, decide not to support a forked network.\nStatus and its representatives aren’t responsible whatsoever for any underlying software protocols, whether forked or not.</p>\n<p>You acknowledge and understand that cryptographic and cryptoeconomic systems are an emerging technology with inherent risks.\nFor example, advances in technology, such as cryptography or quantum computers, could result in the theft or loss of your tokens or wallet assets.\nWhile security is at the forefront of our priorities (which is why many functions on the Status app are privacy-mode by default) and Status intends to continuously update its security measures, Status can’t and doesn’t guarantee full security of the Status app, its underlying protocols, or your tokens or wallet assets.\nStatus has no ongoing duty to alert you to potential security risks, but you can check our Status app security channel for updates when available.</p>\nReleases you should read closely<p>You release Status and its representatives from all liability related to any claim, cause of action, controversy, dispute, loss, or damages, known or unknown, related to, arising from, or in any way connected with: (i) user error, such as forgotten passwords, incorrectly constructed transactions, or mistyped virtual currency addresses.\n(ii) delays, server failure, or data loss.\n(iii) unauthorized access to the Status app, your account, or your private data.\n(iv) bugs or other errors in the Status app software and code or any Status system.\n(v) any unauthorized third party activities, including without limitation the use of viruses, phishing, brute forcing, or other means of attack against the Status app or Status systems.\n(vi) risks associated with cryptographic and cryptoeconomic systems, including use or utility of SNT or other tokens.\n(vii) fluctuations in transaction costs.\n(viii) loss of wallet assets.\nand (ix) your use of or activities on any third party service.</p> Status’ liability is limited<p>In no event will Status or its representatives be liable under any contract, negligence, strict liability, or other legal or equitable theory for any lost profits, cost of procurement for substitute services, or any special, incidental, or consequential damages related to, arising from, or in any way connected with these terms, Status, or your use of any and all services on the Status app or Status systems, including without limitation use of SNT or other tokens, even if Status or its representatives have been advised of the possibility of such damages.\nIn any event, Status’ aggregate liability for such claims is limited to One Hundred Euros (100 EUR).\nThese disclaimers and limitations of liability will apply to the maximum extent permitted by applicable law.</p>\nYou indemnify Status against claims<p>You agree to indemnify and hold harmless Status and its representatives from and against any and all claims and expenses, including attorneys’ fees, arising out of your use of the Status app or any Status system, including without limitation your violation of these terms.</p>\nWhere Status operates<p>Status Research &amp.\nDevelopment GmbH is a Swiss company that conducts global marketing campaigns but doesn’t conduct business activities within the United States of America, District of Columbia, Puerto Rico, the U.S.\nVirgin Islands, and all other U.S.\nterritories and possessions, as well as all Swiss Embargoed Countries.\nYour use of any and all services on the Status app, including without limitation SNT or other tokens, shall not subject Status or its representatives to jurisdiction in any such prohibited area under any circumstance.\nThe Status app isn’t intended for distribution in any country where such distribution would subject Status to regulations or jurisdiction of a foreign court, and we reserve the right to limit distribution of the Status app in any country.\n</p>\nHow disputes are resolved<p>Whenever used in these terms, “dispute” has the broadest meaning enforceable by law and includes any claim you make against or controversy you may have with Status and its representatives.</p> Please read this section carefully!<p>We usually prefer arbitration because we believe arbitration is less drama-filled than litigation and meets our Principle of solving problems in the most effective way possible at lower economic costs.</p>\n<p>You agree to the following arbitration clause, which is essentially a waiver of your right to litigation and all opportunity to be heard by a judge.\nYou understand that court review of an arbitration award is limited.\nYou waive all your rights to a jury trial (if any) in any and all jurisdictions.</p>\n<p>Unless otherwise agreed to in writing by you and Status, any dispute related to, arising from, or in any way connected with these terms, Status, or your use of any and all services on the Status app or Status systems, in an amount greater than Seven Hundred Fifty Thousand Euros (750,000 EUR) shall be referred to and finally resolved by arbitration administered by the Swiss Chambers’ Arbitration Institution in accordance with the Swiss Rules of International Arbitration for the time being in force, which rules are deemed to be incorporated herein by reference, and the arbitral decision may be enforced in any court.\nThe seat of the arbitration shall be Zug, Switzerland (via video conference virtual/online methods whenever possible), the tribunal shall consist of one arbitrator, all proceedings shall be kept confidential, and the language of the arbitration shall be English.\n</p>\n<p>Any dispute not subject to the paragraph above will be brought exclusively in the courts of Zug, Switzerland, and you submit to such exclusive jurisdiction and venue.\n</p>\n<p>Regardless of any applicable statute of limitations, any claim must be brought within one year after the claim arose or the time when you should have reasonably known about the claim.</p>\n<p>You waive the right to participate in a class action lawsuit or a classwide arbitration against Status or its representatives.<br>Swiss law governs these terms and any disputes between you and Status, whether in court or arbitration, without regard to conflict of laws provisions.</p>\nWhat happens if you stop using the Status app<p>If, at any time, you no longer agree to these terms, you must stop using and uninstall the Status app from all your devices.\nBe aware that, even after uninstalling the Status app from all your devices, messages you sent may remain on the device of the recipient, blockchain transactions you made may remain recorded on the blockchain, and smart contracts you deployed to a blockchain may remain deployed.</p>\n<p>Even after you stop using the Status app, all provisions of these terms which by their nature should survive termination shall survive termination, including without limitation warranty disclaimers, indemnity, limitations of liability, dispute resolution, and governing law.</p>\nAbout these terms<p>These terms cover the entire agreement between you and Status regarding the Status app.\nIf these terms are considered an offer by Status, acceptance is expressly limited to these terms.</p>\n<p>The captions and headings identifying sections and subsections of these terms are for reference only and don’t define, modify, expand, limit, or affect the interpretation of any provisions of these terms.\nWe provided illustrative graphics and links to websites for your information and education.\nUnless otherwise specifically indicated, neither those resources nor the information they contain are included in or part of these terms.</p>\n<p>If any part of these terms is held invalid or unenforceable, that part will be severable from these terms, and the remaining portions will remain in full force and effect.\nIf we fail to enforce any of these terms, that doesn’t mean we’ve breached them or waive the right to enforce them.</p>\n<p>If you have specific questions about these terms, please contact us at compliance@status.im.</p>\n<p>This document is CC-BY-SA.\n</p> Last update: 2021-12-02 <p>On this page</p>\n<ul>\n<li>Status App Terms of Use</li>\n<li>Who we are</li>\n<li>Our Principles drive our decisions</li>\n<li>How to use the Status app</li>\n<li>We care about your privacy</li>\n<li>You’re responsible for your activities</li>\n<li>Status is open-source</li>\n<li>Our view on censorship</li>\n<li>Please limit certain uses</li>\n<li>The Status app is decentralized</li>\n<li>Our services may change</li>\n<li>We’ll keep you updated</li>\n<li>Sometimes we use third party providers</li>\n<li>Utility of the Status Network Token</li>\n<li>Respect the Status brand</li>\n<li>We may change these terms</li>\n<li>Status makes no warranties</li>\n<li>Risks you should know about</li>\n<li>Releases you should read closely</li>\n<li>Status’ liability is limited</li>\n<li>You indemnify Status against claims</li>\n<li>Where Status operates</li>\n<li>How disputes are resolved</li>\n<li>Please read this section carefully!</li>\n<li>What happens if you stop using the Status app</li>\n<li>About these terms</li>\n</ul> ", "created_at": "2021-12-19 22:42:39.308083", "updated_at": "2021-12-19 21:43:38.252421"}, {"id": 11085, "name": "Privacy Policy", "url": "https://status.im/privacy-policy/", "xpath": "/html/body/div[1]/main/section[2]/div", "text": " Status Privacy Policy<p>The goal of Status is widespread adoption of the decentralized web.\nOur challenge is achieving mass adoption while staying true to our Principles, which include privacy and transparency.\n</p>\n<p>We believe privacy is the power to selectively reveal oneself to the world.\nFor us, it’s essential to protect privacy in both communications and transactions, as well as being a pseudo-anonymous platform.</p>\n<p>Guided by our principles, Status is designed to protect your privacy and process as little personal data as possible for the network to thrive.\nStatus enables pseudo anonymity, strives to provide the right of total anonymity, and offers ways to selectively reveal oneself to the world.</p>\n<p>In this Privacy Policy, we explain how Status strives to only request data that’s useful and required, not to hold that data longer than necessary, and to give you as much control as possible over your data.</p> Who we are<p>Whenever “Status” or “we” is used in this Privacy Policy, we’re referring to Status Research &amp.\nDevelopment GmbH, a Swiss company.\nOur contact information can be found on our website and at the end of this Privacy Policy.</p>\n<p>Some of our products and services include:</p>\n<ul>\n<li>\n<p>The Status Network is an open set of projects building peer-to-peer technologies for people to transact securely, communicate freely, and organize with confidence.\nTogether, anyone participating in the Status Network helps to build financial and social technology that empowers people to advance their own sovereign communities.</p>\n</li>\n<li>\n<p>Status provides a secure messaging app, crypto wallet, and Web3 browser, built with state of the art technology, integrated into one powerful super app.\nThese and any other Status services available through the application are simply called the Status app.\nThe Status app connects users to the Ethereum blockchain.</p>\n</li>\n<li>\n<p>The Status app utilizes a peer-to-peer network that doesn’t rely on any centralized servers from which communication can be blocked.\nInstead, the Status app uses a distributed network of nodes connected to the Waku peer-to-peer network.\nLearn more about Waku here.</p>\n</li>\n<li>\n<p>Keycard is hardware wallet that you can use with your Status app.\nIt provides a higher level of security and ownership to Status users’ private keys.\n</p>\n</li>\n</ul>\n<p>You can find more information about Status products and services on our website.</p> Our role in your privacy<p>If you’re a user of any Status product or service, or just visiting our website, this Privacy Policy applies to you.\n</p>\n<p>When Status collects and processes personal data for our own purposes(which we don’t do often), such as to support your use of the Status app and offer you rewards under our Referral Program, Status acts as the ‘data controller’ of information.\nThis means we determine how and why your data are processed.</p>\n<p>You can exchange messages with other users through the Status app.\nIn these situations, Status acts as the ‘data processor’ of information provided by you.\nThis means we process these data strictly on your behalf, as a Status app user, and we will never process the data for our own purposes.\n</p>\n<p>Personal data means all information by which a person can be directly or indirectly identified, in line with the definitions of the General Data Protection Regulation (GDPR), the Swiss Federal Act on Data Protection of June 19, 1992 (DPA) and its ordinances, and other relevant legislation on the protection of personal data.\nWhen we refer to privacy legislation in this Privacy Policy, we mean GDPR and all such relevant legislation.</p> How and why we use your data<p>Under relevant privacy legislation, Status can only use your data for certain reasons and where we have a legal basis to do so.\nBeyond the law, it’s our policy to store and process only those data that are essential to provide you with the best possible service.\nStatus won’t process or store any data that we don’t need, and we only store personal data for the least amount of time needed for these purposes.\n</p>\n<p>Here are the reasons why we process your data:</p>\nEthereum is a public blockchain<p>Ethereum is the community-run technology powering the cryptocurrency ether (ETH) and thousands of decentralized applications (DApps).\nThe Status app provides a mobile portal and streamlined access to Ethereum’s growing ecosystem of decentralized applications.\n</p>\n<p>The Ethereum public network is accessible to anyone in the world with an internet connection.\nAnyone can read or create transactions on a public blockchain and validate the transactions being executed.\nTherefore, information you share on the Ethereum blockchain is public.</p>\n<p>Ethereum Name Service (ENS) allows Ethereum addresses to be replaced by custom text-based names.\nAnyone can register a stateofus.eth username by staking the required Status Network Tokens (SNT) from within the profile tab on the Status app.\nWhen you register an ENS name with a given wallet address, that address becomes associated with the username, reducing the privacy of that account.</p>\n<p>Data processed in connection with your Ethereum account:</p>\n<br> Personal Data\nPurpose(s)\nLegal basis\nStored Ethereum account information:<br>\n<br>- Ethereum address, transaction history, tokens, and amounts<br>\n<br>- Registered ENS name (if applicable) and other data stored on the blockchain via your Ethereum account\nTo allow you to access details of your Ethereum account using the Status app\nConsent and Legitimate Interest:<br>\n<br>- Necessary to perform our contract with you.\nfor example, this data is necessary if you use your Ethereum account on the Status app<br>\n<br>- You give your consent by sharing information on a public blockchain\nImmutable <br> Keeping the Status app running<p>Status doesn’t process much personal data because we want your data to be as private as possible.\nHowever, there are some situations when we have to process some data in order for our products and services to work properly, including the Status app.</p>\n<p>Data processed for the technical functioning of the Status app:</p>\n<br> Personal Data\nPurpose(s)\nLegal basis\nStored Peer ID\nTo prevent excessive data traffic from the same IP-address through rate limiting, <br>in order to ensure the network <br> isn’t overloaded and remains operational\nLegitimate Interest:<br>Necessary to prevent the network <br> from being overloaded\n30 days <br> Offering secure, private messaging<p>When you generate an account, your private keys are generated (public and private keys) and stored locally on your own device.\nThis means that Status doesn’t know which keys belong to you and doesn’t process any personal data in this respect.\nYou’ll then be given display name options to choose from (derived from this key pair).\nYour display name will only be shared if you choose to share your display name by chatting with Status or other users.</p>\n<p>Within the Status app, you can create a list of trusted contacts based on the chat keys you choose to trust.\nYour trusted contacts are stored locally on your own device.\nThis means Status has no access to your contact list and doesn’t process any personal data in this respect.</p>\n<p>With regard to messages on the Status app, Status acts as a data processor.\nOn the Status app, you can exchange messages with other users, including photos and audio messages.\nOnly the recipient of a message can decrypt the message by opening it on their own device.\nThis means that Status can never access any user messages in private chats.</p>\n<p>These messages aren’t stored on a central server, but are only temporarily stored in history nodes within the Status Network.\nThe history nodes are maintained by Status for your convenience.\nYou can choose not to use these history nodes and run your own node instead, or only collect messages directly on your device.\n</p>\n<p>Status stores encrypted messages in temporary history nodes for 30 days.\nIf the message hasn’t been retrieved by the recipient within 30 days, the message will be deleted.</p>\nPaying you referral rewards<p>Status offers a Referral Program that allows you (the Referrer) and the person you (the Recipient) invite to earn Status Network Tokens (SNT), and potentially other partner tokens, for installing and onboarding to the Status app.\n(The Referral Program isn’t offered in the USA or any Singapore Embargoed Country.) </p>\n<p>Data processed through the Status Referral Program:</p>\n<br> Personal Data\nPurpose(s)\nLegal basis\nStored Information about Referrer: <br>\n<br>- Referral code connected to Referrer’s Ethereum address<br>\n<br>Information about Recipient:<br>\n<br>- IP-address (hashed)<br>\n<br>- Ethereum address\nWe use these data to:<br>\n<br>- Grant tokens to the Ethereum address (connected to the referral code)<br>\n<br>- Prevent fraud, such as rejecting duplicate referral codes from the same Recipient IP-address<br>\n<br>- Check if the IP-address is sourced from a restricted country, and if so, block the release of tokens.\nConsent and Legitimate Interest:<br>\n<br>- Necessary to execute our Referral Program and grant rewards, prevent fraud, and prevent registration by IP-addresses sourced from a restricted country<br>\n<br>- By participating in the Referral Program, you consent to the program terms and conditions\n7 days <br> Marketing purposes<p>Advertisers may sometimes market the Status app online and offline.\nFor example, affiliate marketers, influencers, and participants in the Referral Program might track interest of potential new users.\nIn these cases, advertisers may process personal data.\nStatus doesn’t receive any of these personal data.\n</p>\n<p>Status only receives and processes the following from advertisers:</p>\n<br> Personal Data\nPurpose(s)\nLegal basis\nStored Data collected on referral URLs created by Status:<br>ClickIDs<br>\n<br>- Attribution of ClickID to referral code<br>\n<br>- IP address (hashed, in case of attribution)\nWe use these data to:<br>\n<br>- Establish rewards<br>\n<br>- Review effectiveness of advertisers<br>\n<br>- Track advertisement conversions\nLegitimate Interest:<br>\n<br>- Necessary to perform our contract with you, such as execute our Referral Program and grant tokens<br>\n<br>- To review the effectiveness of advertisers\n30 days <br>\n<p>Data processed through external (social media) pages:</p>\n<br> Personal Data\nPurpose(s)\nLegal basis\nStored - Information you make public <br>when you leave a comment or <br>otherwise post something on <br>our external (social media) pages<br>\n<br>- For example, Status has pages on <br>the following (social media) platforms: <br>Facebook, Twitter, Instagram, YouTube, <br>Reddit, GitHub, Discuss and Discord\nWe use these data to:<br>\n<br>- Contact you via our (social media) pages<br>\n<br>- Process your input and/or feedback <br>left on our (social media) pages<br>\n<br>We will explicitly not gather <br>any more information about you <br>or link your social media account <br>to your chat name, ENS name, or IP-address.\nLegitimate Interest:<br>\n<br>- Necessary to get in touch with you regarding your message<br>\n<br>- Process your input, respond to feedback<br>\n<br>Our external (social media) pages are also controlled by <br>the platform itself.\n<br>Please check the social media privacy policies, <br>to see how each platform handles your personal data.\nAs long as your message <br>is available on the pages concerned, <br>in accordance with the page’s privacy policy, <br>or until you delete the message <br> Community support<p>Status is an open source project made by people all over the world.\nWe have many ways to stay in touch, including via email and through the Status app itself.</p>\n<p>Data processed when you contact us:</p>\n<br> Personal Data\nPurpose(s)\nLegal basis\nStored - Your chat name or ENS name and <br>all (personal) data you share with us <br>in your message on the Status app<br>\n<br>- Your email address when you send us an email<br>\n<br>Please note: as a rule, your chat name <br>is generated on your own devices.\n<br>Your chat name will only be <br>shared with Status or other users if you chat.\nWe use these data to:<br>Contact you about your message<br>Provide you information and/or support.\nConsent and Legitimate Interest :<br>\n<br>- Necessary to contact you about <br>your message to provide you <br>the support you requested<br>\n<br>- You give your consent <br>to being contacted by reaching out to us\nAs long as needed to resolve your concern <br>\n<p>Our Core Contributor Privacy Policy can be found here.</p> How we work with third party processors<p>Status won’t share your personal data with third parties.\n</p>\n<p>However, Status may engage (sub) processors that we trust to carry out the processing of personal data on our behalf.\nWe only provide personal data to (sub) processors when necessary for them to execute the services they provide to us.\nWe’ve established contractual agreements with all our (sub) processors ensuring that they may only process the personal data collected and processed by us within the scope of the contractual agreement and under no circumstances for other purposes.</p>\n<p>\n<strong>As Data Controller</strong>: Status may use (sub) processors to assist us in our services provided as data controller.\nOur use of processors is under contractual agreement and in accordance with privacy legislation.</p>\n<p>\n<strong>As Data Processor</strong>: Status may also use sub-processors to assist us in our services.\nSub-processors receive personal data from us which they process by our order, in accordance with your instruction, as laid out in the contractual agreement between you and Status.\nOur use of sub-processors is under contractual agreement and in accordance with privacy legislation.</p>\n<p>We use the following external services and tools: Infura, Inc.\n(to collect and send your Ethereum data), Etherscan (to allow users to search the Ethereum blockchain for transactions, addresses, tokens, prices, and other activities), CryptoCompare (to obtain current fiat value), and services others use to host ERC721 content (including collectibles such as Cryptokitties), and Pinpoint Software (to track recruiting and work applications).</p>\n<p>A special note about our recruiting software: If you apply to work as a contributor with Status through the Pinpoint platform, this recruiting software will act as a data processor on behalf of Status, as the data controller for all data entered into the Pinpoint platform.\nPinpoint collects and analyzes data and other information regarding use and performance, and Pinpoint will use such information and data to improve and enhance their services.\nPinpoint may also disclose such data solely in aggregate or other de-identified form in connection with its business.</p> Exporting data outside the European Union<p>Status may transmit personal data to parties outside the European Union, if one of our (sub) processors is established outside the European Union.\nPersonal data will only be processed in countries or by parties that provide an adequate level of protection in accordance with European standards.\nThe transmission of data outside the European Union will always happen in conformity with privacy legislation.</p> We’re serious about data security<p>Status protects the personal data we process from unauthorized and unlawful access, change, disclosure, use, and destruction.\nFor example, we take the following technical and organizational security:</p>\n<ul>\n<li>\n<p>We encrypt many of our services using SSL and other security measures.</p>\n</li>\n<li>\n<p>We review our information collection, storage, and processing practices, from time to time, to guard our systems against unauthorized access.</p>\n</li>\n<li>\n<p>We restrict access to personal data to our contributors and all other parties we work with on a need-to-know basis, subject to strict contractual confidentiality obligations.</p>\n</li>\n<li>\n<p>We perform periodic internal security audits.</p>\n</li>\n</ul>\n<br>\n<p>Learn more about how seriously we protect your data by reading our Security Protocol.</p> A quick bite on cookies<p>No cookies are needed to use the Status app secure messaging feature and crypto wallet.\nSo we don’t use them for those services.\nHowever, cookies are necessary for the technical operation of our website and Web3 browser (for DApps).\nWhen we have to use cookies, we choose cookies that don’t hold any user-specific information and are essential for the operation of the product or service.</p> This Privacy Policy might change<p>We might modify or replace any part of this Privacy Policy.\nPlease check our website periodically for any changes.\nThe new Privacy Policy will be effective immediately upon posting to our website, but if we change our Privacy Policy significantly, we will inform you through the Status app.</p>\nYour choices and rights<p>As explained throughout this Privacy Policy, Status collects very little information about our users.\nAs a result, it might be difficult to verify whether a request regarding privacy rights has actually been submitted by the person concerned.\nWe therefore encourage you to delete your personal data by uninstalling the Status app.\nNote that this doesn’t remove Ethereum account information, which has a history on the Ethereum blockchain.</p>\n<ul>\n<li>\n<p>As laid out in relevant privacy legislation, you have the right to:</p>\n</li>\n<li>\n<p>Ask us to correct or update your personal data (where possible);</p>\n</li>\n<li>\n<p>Ask us to remove your personal data from our systems;</p>\n</li>\n<li>\n<p>Ask us for a copy of your Data processed, which may also be transferred to another data controller at your request;<br>Withdraw your consent to process your personal data (only if consent was asked for a processing activity), which only affects processing activities that are based on your consent and doesn’t affect the validity of such processing activities before you have withdrawn your consent;</p>\n</li>\n<li>\n<p>Object to the processing of your personal data;</p>\n</li>\n<li>\n<p>File a complaint with the Federal Data Protection and Information Commissioner (FDPIC), if you believe that your personal data has been processed unlawfully.</p>\n</li>\n</ul>\n<p>Status Research &amp.\nDevelopment GmbH<br>Baarerstrasse 10<br>6302 Zug<br>Switzerland</p>\n<p>You can message us directly in the Status app using the public chat channel #support.\nKeep in mind, any information shared in the public chat won’t be private.\nTo contact us privately, please email us at support@status.im.</p>\n<p>This document is CC-BY-SA.</p> Last update: 2021-08-12 <p>On this page</p>\n<ul>\n<li>Status Privacy Policy</li>\n<li>Who we are</li>\n<li>Our role in your privacy</li>\n<li>How and why we use your data</li>\n<li>How we work with third party processors</li>\n<li>Exporting data outside the European Union</li>\n<li>We’re serious about data security</li>\n<li>A quick bite on cookies</li>\n<li>This Privacy Policy might change</li>\n</ul> ", "created_at": "2021-12-19 22:42:39.306214", "updated_at": "2021-12-19 21:43:25.653892"}], "points": [], "urls": ["status.im"]}}