{"error": 448, "message": "OK", "parameters": {"id": 280, "name": "Tumblr", "created_at": "2018-01-16 15:26:07.35846", "updated_at": "2021-07-09 19:03:48.275535", "wikipedia": "https://en.wikipedia.org/wiki/Tumblr", "keywords": "blog", "related": "wordpress-com,facebook,twitter", "slug": "tumblr", "is_comprehensively_reviewed": true, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/280.png", "url": "tumblr.com", "documents": [{"id": 213, "name": "Privacy Policy", "url": "https://www.tumblr.com/privacy/en", "xpath": "//div[@id='left_column']", "text": "Privacy PolicyLast Modified: 2020-11-10The original version of this Privacy Policy is written in English.\nTo the extent any translated version of this Privacy Policy conflicts with the English version, the English version controls.<p> Tumblr, Inc.\n(\"<b>Tumblr</b>,\" \"<b>we</b>,\" \"<b>us</b>,\" or \"<b>our</b>\") takes the private nature of your information very seriously.\nThis policy regarding our privacy practices (the \"<b>Privacy Policy</b>\") describes how we treat the information we collect when you visit and use tumblr.com (the \"<b>Site</b>\") and/or Tumblr's other domains, products, advertising products, services, and/or content, including our iOS and Android mobile applications (collectively with the Site, the \"<b>Services</b>\").\nTumblr is a subsidiary of Automattic, a technology company that empowers people to build beautiful websites, tell their stories, and find and grow their audience.\nThe way we handle your information hasn’t changed, so this Privacy Policy still governs when you are on Tumblr, using a Tumblr app or interacting with our products, services or technologies.\nWe may share non-personal information with our family companies for purposes such as product improvements, research and analysis, and to help them provide you with more relevant experiences.\nWhen you use the Services, you also consent to the collection, transfer, manipulation, storage, disclosure and other uses of your information as described in this Privacy Policy.\nplease read it carefully.\n</p>What This Privacy Policy Covers<p> This Privacy Policy covers our treatment of information gathered when you are using or accessing the Services.\nThis Privacy Policy also covers our treatment of any information about you that our partners share with us or that we share with our partners.\n</p>\n<p> This Privacy Policy does not apply to the practices of third parties that we do not own, control, or manage, including but not limited to any third party websites, services, applications, or businesses (“<b>Third Party Services</b>”).\nWhile we try to work only with those Third Party Services that share our respect for your privacy, we don't take responsibility for the content or privacy policies of those Third Party Services.\nWe encourage you to carefully review the privacy policies of all Third Party Services you access.\n</p>\n<p> Also: This Privacy Policy doesn’t govern what our users do on their Tumblr blogs and we aren't responsible for the information collection and use practices of our individual blogs and bloggers.\nOne of the great features of Tumblr's products is customizability, and bloggers have a lot of flexibility in how their blogs behave.\nWhen you visit a blog in our network, that blog may collect more information than we do, and may provide information to third parties that we have no relationship with, including to advertisers.\n</p>What We Collect and How We Use It<p>\n<b>Account Information:</b> When you create an account on the Services (an \"<b>Account</b>\"), we’ll ask you for information such as your username, password, age, and email address (“<b>Account Information</b>”).\nWe may use Account Information, alone or together with other information, to enhance and improve the Services, such as by personalization.\nWe use your age to verify that you can lawfully use the Services.\nWe use your email address to verify your Account and to communicate with you, as described in more detail below.\nWe also allow users to look for their friends by email address.\nyou can, however, opt out of email lookup through your Account Settings.\n</p> You can keep yourself fairly anonymous on Tumblr, but remember that your posts, blogs, pages, and username are all visible to the public by default.\nPeople that know your email address can also find your blogs.\nIf you’d rather be unlisted, head over to your Account Settings.\n<p>\n</p>\n<p>\n<b>Email Communications with Us:</b> As part of the Services, you may occasionally receive email and other communications from us.\nAdministrative communications relating to your Account (e.g., for purposes of Account recovery or password reset) are considered part of the Services and your Account, which you may not be able to opt-out from receiving.\nWe also may send you other kinds of emails, which you can opt-out of either from your Account Settings page or by using the “Opt-Out” link in the emails themselves.\n<b>Note that we will <em>never</em> email you to ask for your password or other Account Information.\nif you receive such an email, please forward it to us.</b>\n</p> We send two kinds of email: ones about fun stuff happening on Tumblr, and ones with important information about your account.\nYou can opt out of the former, but not the latter.\n<p>\n</p>\n<p>\n<b>Information about Your Accounts on Third Party Services:</b> You can link your Account to certain Third Party Services.\nIn order to do so, you may provide us with your username or other user ID for a Third Party Service, and you may then be required to log into that Service.\nAfter you complete this login process, we will receive a token that allows us to access your account on that service so that we can, for example, post your content to that service when you ask us to.\nWe do not receive or store your passwords for your Third Party Service accounts.\n</p>\n<p>\n<b>Information Obtained from Third Party Services:</b> In some cases, we partner with Third Party Services that may provide information about you.\nSuch information could include, for example, your gender, if you have disclosed that information to that third party and made it available for Tumblr to access.\nTo the extent we obtain such information, we may use it to develop new Services or to improve or enhance the Services.\n</p> When you connect other services to your Tumblr account, those services might share information about you with us.\nWhat gets shown to us is determined by their privacy policies, which are long and boring, but which you should probably read if you have questions or concerns.\n<p>\n</p>\n<p>\n<b>User Content:</b> By default, all sharing through the Services is public, and when you provide us with content it is published so that anyone can view it.\nAlthough we do provide tools, like password-protected blogs, Asks, and Fan Mail, that let you publish content privately, you should assume that anything you publish is publicly accessible unless you have explicitly selected otherwise.\nAlso, please keep in mind that anything you share privately with another user, particularly through an Ask, Fan Mail, or submitted post, may be posted publicly by that user.\nContent published and shared publicly is accessible to everyone, including search engines, and you may lose any privacy rights you might have regarding that content.\nIn addition, information shared publicly may be copied and shared throughout the Internet, including through actions or features native to the Services, such as reblogging.\n</p> At its heart, Tumblr is a public platform.\nDon’t be afraid to share amazing things, but do understand that it can be hard to completely remove things from the internet once they’ve been reblogged a few times.\n<p>\n</p>\n<p>\n<b>Native Actions:</b> The Services allow you to perform native actions that are integral to our products, such as liking a post, reblogging a post, replying to a post, and following a blog.\nLiking, reblogging, and replying are public actions – anyone can expand the “notes” view on a post, for example, to see who liked, reblogged, or replied to a post.\nWe use information about native actions to improve the Services, develop new Services, and, particularly, to personalize your Tumblr experience.\nPersonalization using this information may include presenting you with new posts relevant to what you’ve liked, providing you with better search results, and showing you advertising more relevant to your interests.\n</p> Reblogs, Likes, and Replies are a matter of public record, so if you’re truly ashamed of your desires it’s best to keep them to yourself.\nBut why? Be proud of who you are.\nYou’re beautiful.\nWe’re looking you in the eyes and telling you how beautiful you are.\n<p>\n</p>\n<p>\n<b>Information About User Content:</b> In some cases, we may collect information about content you provide to the Services.\nFor example, when it's included as part of your images, we may collect information describing your camera, camera settings, or EXIF information.\nThis information allows us to improve the Services and provide additional features and functionality.\n</p>\n<p>\n<b>Financial Information:</b> We will sometimes collect financial information, such as information related to your payment method (valid credit card number, type, expiration date or other financial information).\nThis happens when you decide to purchase a paid Service.\nWe do not, however, store that financial information.\nsuch information is stored by our payment processor (the \"<b>Payment Processor</b>\"), and use and storage of that information is governed by the Payment Processor’s applicable terms of service and privacy policy (the Payment Processor may also have other terms, and you are responsible for locating and familiarizing yourself with those terms, as applicable).\nWe do receive certain information from our Payment Processor: (1) a unique token that we connect with your Account to enable you to make further purchases using the information stored by our Payment Processor and (2) in certain cases, the last four digits of the credit card number associated with that token, so that we can prevent fraudulent transactions and identity theft.\n</p>\n<p>\n<b>Information Related to Use of the Services:</b> We collect information about how people use the Services, including those with an Account.\nThis type of information may be collected in our log files each time you interact with (i.e., make a request to) the Services.\nWe use internal tools and third party applications and services (like Google Analytics or comScore) to collect and analyze this information.\nSome of this information may also be associated with the Internet Protocol Address (“<b>IP Address</b>”) used to access the Services.\nsome may be connected with your Account.\nand some may only be collected and used in aggregate form (as a statistical measure that wouldn’t identify you or your Account).\nWe also collect your IP Address when you make a post, particularly when you submit an anonymous “Ask.” We may use this information about how you and others interact with the Services for a number of things generally related to enhancing, improving, protecting, and developing new Services, including but not limited to: providing users with personalized content.\nproviding users with targeted advertising.\nimproving our search results.\nidentifying trending or popular content.\nfighting spam, malware, identity theft and generally keeping our users and community safe.\nand for legal and safety reasons as set forth in “Information Disclosed for Our Protection and the Protection of Others.” </p> We use information about how you interact with Tumblr in order to personalize it for you, to keep both you and our community safe from harm, and to improve Tumblr for everyone who uses it.\n<p>\n</p>\n<p>\n<b>Information Related to Your Web Browser:</b> We automatically receive and record information from your web browser when you interact with the Services, such as your browser type and version, what sort of device you are using, your operating system and version, your language preference, the website or service that referred you to the Services, the date and time of each request you make to the Services, your screen display information, and information from any cookies we have placed on your web browser (as described below).\nWe also sometimes detect whether you are using certain web browser extensions and store that information in a manner associated with your Account.\nWe use web browser-related information to enhance and improve the Services.\n</p>\n<p>\n<b>Location Information:</b> In some cases we collect and store information about where you are located, such as by converting your IP Address into a rough geolocation.\nWe may also ask you to provide information about your location, for example to use your geolocation information from your mobile device to geotag a post.\nWe may use location information to improve and personalize the Services for you, for example by showing you relevant local content.\n</p> Tumblr may determine your location by using drone technology and live video feeds.\nHa ha, no, we just check out your IP address or any location data you attach to a post.\nNormal stuff.\n<p>\n</p>\n<p>\n<b>Information Related to Your Mobile Device:</b> We may collect and store information related to your mobile device.\nIn some cases, we may receive, generate, or assign your mobile device a unique identifier for the purposes described above in “Information Related to Use of the Services.” We may also ask you to provide your phone number to enable new products and improve the Services, such as by enabling multi-factor authentication for Account login.\nWe will always ask you whether it’s OK for us to collect and store your phone number.\n</p>\n<p>\n<b>Information Collected Using Cookies and Web Tags:</b> Cookies are text files that may be sent to and saved by your web browser when you access a website.\nyour web browser stores these cookies in a way associated with each website you visit, and you can generally see your cookies through your browser settings, depending on what browser you’re using.\nA web tag is code or a pixel embedded in a web page, or email, that allows Tumblr or a third party to see that you have looked at that page.\nWe use cookies and web tags to enable our servers to recognize your web browser and tell us how and when you use the Services, as described above in “Information Related to Use of the Services.” Our cookies do not, by themselves, contain information that personally identifies you, and we don't combine the general information collected through cookies with other such information to tell us who you are.\nHowever, we do use cookies to identify that you have logged in, and that your web browser has accessed the Services, and we may associate that information with your Account if you have one.\nWe may also store unique or near-unique identifiers that we associate with your Account in our cookies.\nThis information, in turn, is sometimes used as described above in “Information Related to Use of the Services.” Most web browsers have an option for turning off the cookie feature, which will prevent your browser from accepting new cookies, as well as (depending on the sophistication of your web browser) allowing you to decide on acceptance of each new cookie in a variety of ways.\nIf you disable cookies, you won't be able to log into your Account, and so won’t be able to use the vast majority of our Services.\nas such, we don't recommend disabling your cookies when using the Services.\nSome services that we use (including Third Party Services), such as Google Analytics and comScore, use web tags and may also place their own cookies on your browser, and individual blogs on our network may contain code that places their own cookies.\nFor more information about Google Analytics, click here, and for comScore, click here.\nWe also run limited-time studies using web tags, sometimes with third parties, to, for example, measure the effectiveness of our advertising or email.\nNote that, unless otherwise disclosed, this Privacy Policy covers <i>our</i> use of cookies only and does not cover the use of cookies by third parties.\n</p> Being able to log into your account is one of Tumblr’s many great features.\nCookies make this possible.\nCookies and web tags also let us learn how people use Tumblr, which in turn helps us make a better product for you to use.\n<p>\n</p>\n<p>\n<b>Information About Your Contacts:</b> Certain features of the Services allow you to provide us with your contact lists, so that we can connect you with people in our Services that are also on those contact lists.\nFor example, you can temporarily connect your email contact information to your Account, so that we can provide you with a list of your email contacts that use the Services.\nAs another example, you can send us your mobile phone contact information through our mobile applications, which then allows us to provide you with a list of those contacts that use the Services so that you can “follow” their blogs.\nWe will give you a choice as to whether or not you provide us such information, and we will disclose fully, within the appropriate feature, how we use that information.\n</p> We won’t look at (or be able to look at) your contact list unless you ask us to.\nWhy would you ask us to? Because that’s how you would find out if any of your contacts are on Tumblr.\nWe discard this information immediately afterward.\n<p>\n</p>\n<p>\n<b>Derived Information:</b> As described above in “Native Actions” and “Information Related to Use of the Services,” we analyze your actions on the Services in order to derive or infer characteristics that may be descriptive of your Account (for example, what kinds of blogs you follow or what kinds of posts you view, like, or reblog).\nWe use this information for all of the purposes set forth in “Information Related to Use of the Services,” above.\n</p>Personalized Advertising on Tumblr<p> In order to provide you with all of this Tumblr content for free, Tumblr selectively runs advertisements.\nWe, and our parent company, Automattic, work with online advertising companies to provide you with advertising that is as relevant and useful as possible.\nTo make our ads more relevant and useful, we make educated guesses about your interests based on your activity on our sites and services.\nThe ads we show you often reflect these interests and educated guesses.\n</p>\n<p> To learn more about how we select the ads you see, you can check out Tumblr’s Advertising and affiliate policies.\n</p>\n<p>\n<b>Managing your choices for personalized advertising experiences</b>: If you do not prefer personalized advertising experiences, you may opt-out.\nNote that if you opt-out you will continue to see advertisements on Tumblr, though they will be less relevant and useful to you.\n</p>\n<p> When using web-based versions of Tumblr, you may opt-out of interest-based or personalized advertising by using the following industry opt-out pages: </p>\n<ul>\n<li>(EU) European Interactive Digital Advertising Alliance (EDAA) - www.youronlinechoices.com</li>\n<li>(US) Network Advertising Initiative (NAI) - www.networkadvertising.org</li>\n<li>(US) Digital Advertising Alliance (DAA) - www.aboutads.info</li>\n<li>(Japan) Data Driven Advertising Initiative (DDAI) - www.ddai.info</li>\n</ul>\n<p> These industry advertising organizations offer web browser-based tools for limiting the use of your web viewing data for interest-based or personalized advertising.\nAny choices made via these industry tools will only apply to the web browser in use for the choices made.\nThese advertising choices are not propagated among all of your devices.\n</p>\n<p> When using the mobile app version of Tumblr on Apple iOS devices you can opt out of personalized advertising by selecting \"Limit Ad Tracking\" in the iOS settings.\nFor more information about these iOS options: </p>\n<ol>\n<li>Open Settings;</li>\n<li>Select Privacy.\nand</li>\n<li>Select Advertising and follow the on-screen instructions.</li>\n</ol>\n<p> When using the mobile app version of Tumblr on Android devices you can opt-out of personalized advertising by selecting \"Opt out of Interest Based Ads” in Google settings.\nFor more information about these Android options: </p>\n<ol>\n<li>Open Settings;</li>\n<li>Select Google;</li>\n<li>Select Privacy.\nand</li>\n<li>Select Ads and follow the on-screen instructions.</li>\n</ol>With Whom Your Information Is Shared<p> We never share information we receive from you unless: (a) we have your permission to share that information.\n(b) we have given you prior notice that the information will be shared, and with whom (such as in this Privacy Policy).\nor (c) that information is aggregate information or other information that does not identify you.\n</p>\n<p>\n<b>Information Shared with and Received from our Corporate Parents:</b> We are a wholly-owned subsidiary of Automattic, and a member of the Automattic family of companies.\nBecause we are a wholly-owned subsidiary, Automattic and the rest of our family of companies may receive any information we do, and may share information they have with us.\nOur family of companies may use the information they receive from us to help us provide, understand, and improve the Services (including by providing us analytics) and in connection with their products and services (including by providing you with a more personalized experience).\nFor details about how Automattic treats the information it collects, please review this Privacy Policy.\n</p> Automattic owns us and we share with it and the Automattic family of companies.\n<p>\n</p>\n<p>\n<b>Information Shared with the Public Through the Services:</b> As noted in “User Content” and “Native Actions,” above, by default, content published through the Services and many actions you take on the Services are shared with the public.\nBecause this kind of information can be seen by anyone and may be indexed by search engines, you should be careful about what you choose to disclose publicly and make sure it’s information you want to share with everyone.\n</p> The content you create on Tumblr is, by default, public.\nThis means that anyone can see it, and that search engines can index it.\nIf these things bother you, take a look at some of the additional privacy features we offer.\n<p>\n</p>\n<p>\n<b>Information Shared Between the Services:</b> We may, if possible, aggregate information about your use of multiple Services and use that consolidated information to enhance and improve the Services, and to develop new Services.\n</p>\n<p>\n<b>Information You Share with Third Party Services:</b> You may access Third Party Services through the Services, for example by clicking on externally-pointing links.\nYou may also choose to share information that you provide to us, like blog posts, with those Third Party Services (for example, by sharing posts to Twitter or Facebook).\nThis Privacy Policy only governs information we collect and you are responsible for reading and understanding those Third Party Services' privacy policies.\n</p> You can automatically publish the posts you make on Tumblr to other sites (like Facebook or Twitter).\nThat’s where our Privacy Policy ends and their policies begin.\nMake sure you’re cool with the policies of any services you’re considering sharing to before connecting them to your Tumblr account.\n<p>\n</p>\n<p>\n<b>Information Shared with Our Agents in Order to Operate and Improve the Services:</b> In some cases, we share information we store (such as IP addresses) with third parties, such as service providers, consultants, and other agents (\"<b>Agents</b>\"), for the purposes of operating, enhancing, and improving the Services, and developing new products and services.\nFor example, we may share information with service providers that help us fight spam, payment providers that process your credit and debit card information, customer chat and email support services that help us communicate with you (hey there!), analytics providers that help us understand and improve our services, and third party partners that pitch in on our marketing efforts (like identifying a specific marketing target group or improving our marketing campaigns, and by placing ads to market our services), along with third-party consultants who may have access to information in the process of improving our processes and technology.\nAgents with whom we share such information for these reasons are generally bound by confidentiality obligations and, unless we tell you differently, our agents do not have any right to use information we share with them beyond the scope and duration of what is necessary to assist us.\n</p>\n<p>\n<b>Information Disclosed Pursuant to Business Transfers:</b> In some cases, we may choose to buy or sell business assets.\nIn these transactions, user information is typically one of the transferred business assets.\nMoreover, if we, or substantially all of our assets, were acquired, or if we go out of business or enter bankruptcy, user information would be one of the assets that is transferred or acquired by a third party.\nYou acknowledge that such transfers may occur, and that any acquirer of us or our assets may continue to use your Personal Information as set forth in this policy.\n</p> Should we happen to get acquired (again!) or go out of business (no way), the transfer of assets from us to our buyer may very well include user information.\nThey are allowed to use it only in the ways outlined here, in the Privacy Policy you are reading right now.\n<p>\n</p>\n<p>\n<b>Information Disclosed for Our Protection and the Protection of Others:</b> We believe in freedom of expression, and, to the extent reasonable, we try to protect our community from baseless legal demands.\nThat said, we also reserve the right to access, preserve, and disclose any information as we reasonably believe is necessary, in our sole discretion, to (i) satisfy any law, regulation, legal process, governmental request, or governmental order, (ii) enforce this Privacy Policy and our Terms of Service, including investigation of potential violations hereof, (iii) detect, prevent, or otherwise address fraud, security, trust and safety, or technical issues (including exchanging information with other companies and organizations for the purposes of improving security and preventing fraud, spam, and malware), (iv) respond to user support requests, or (v) protect the rights, property, health or safety of us, our users, any third parties or the public in general, including but not limited to situations involving possible violence, suicide, or self-harm.\n</p> Don’t make us narc on you.\nWe don’t want to.\nBut we do need to protect everyone who uses Tumblr from harming us, each other, or themselves.\nWe work hard to balance privacy and community, and we’re sure you can appreciate the challenges in that, and the seriousness with which we take those challenges.\n<p>\n</p>\n<p>\n<b>Information We Share with Your Consent or at Your Request:</b> If you ask us to release information that we have about your Account, we will do so if reasonable and not unduly burdensome.\n</p>\n<p>\n<b>Information Shared with Other Third Parties:</b> We may share or disclose non-private information, Aggregate Information, or other non-personally identifying information with people and entities that we do business with.\n</p>Security and Retention of Your Information<p> Your Account Information is protected by a password for your privacy and security.\nWe may enable additional security features in the future, like multi-factor authentication.\nYou need to prevent unauthorized access to your Account and information by creating a unique, secure, and protected password and limiting access to your computer and browser by signing off after you have finished accessing your Account on the Services.\n</p>\n<p> We seek to protect your information (including your Account Information) to ensure that it is kept private.\nhowever, we can't guarantee the security of any information.\nUnauthorized entry or use, hardware or software failure, and other factors may compromise the security of user information at any time.\n</p> It’s really important that you have a unique password for all of your accounts on the internet, including your Tumblr account.\nIf you have trouble remembering passwords then you might consider using a service like 1Password or LastPass.\n<p>\n</p>\n<p> Tumblr will retain your information only for as long as is necessary for the purposes set out in this Privacy Policy, for as long as your Tumblr account is active or as needed to provide you with the Services.\nPlease note that this applies to information in Tumblr group chats as well.\nEven though Tumblr only makes group chat messages available to the public (i.e., the other chat participants) for a short amount of time before their expiration and deletion from public view, group chat messages and related information (e.g., list of chat participants) will be retained by Tumblr for internal purpose (e.g., security audits), and/or as required by law (e.g., pursuant to a litigation hold notice) after they have disappeared from public view.\nIf you no longer want Tumblr to use your information to provide you with the Services, you may close your account and Tumblr will delete the information it holds about you unless we need to retain and use your information to comply with our legal obligations, to resolve disputes, to enforce our agreements or as otherwise permitted by law.\n</p>What Information You Can Access<p> If you are a registered user, you can access most information associated with your Account by logging into the Services and checking your Account Settings page.\nRegistered and unregistered users can access and delete cookies through their web browser settings.\n</p>How to Delete Your Account and What Happens When You Delete Your Account<p> If you want to delete your Account, you can do so from your Account Settings.\nDeleting your Account may not fully remove the content you have published from our systems, as caching of, backups of, copies of, or references to your Account Information may not be immediately removed.\nIn addition, given the nature of sharing on the Services, some of the public activity on your Account prior to deletion (such as reblogs of your blog posts) may remain stored on our servers and accessible to the public.\n</p>\n<p> You’ll do great things on Tumblr, surely, but if it ever comes time to say goodbye, then you’re free to delete your account at any time and for any reason.\nThe deletion will be effective immediately, for the most part, but it might take a little while to scrub everything from our archives and backups.\n</p>\n<p> What won’t get scrubbed are Reblogs of your posts.\nThose will remain on whatever blog reblogged them.\nLike we said before, it can be really, really hard to delete something once it goes out onto the internet, so be sure you’re only publishing stuff that you’re certain you want to publish.\n</p>\n<p>\n</p>California Users<p> If you’re a California resident, you have a number of rights and choices.\nTo learn more, see the Supplemental Privacy Notice for California Residents below.\n</p>Changes to This Privacy Policy<p> We may amend this Privacy Policy from time to time, using the process for modifications set forth in our Terms of Service.\nUse of information we collect is subject to the Privacy Policy in effect at the time such information is collected.\n</p>Where to Direct Questions or Concerns<p> If you have any questions or concerns regarding privacy using the Services, send us a detailed message.\n</p>Link to Prior Versions<p> You will find a link to prior versions of our Privacy Policy below.\nWe have stored these versions on GitHub, which will also allow you to compare different versions and see what terms have changed: </p>\n<p> https://github.com/tumblr/policy/commits/master/privacy-policy.txt </p>Supplemental Privacy Notice for California Residents<p> The Notice supplements the information in our privacy policy above for California residents.\n</p>Summary of Information We Collect<p> If you’re a California resident, California law requires us to provide you with some additional information about how we collect, use, and disclose your “personal information,” as defined in the California Consumer Privacy Act (\"CCPA\").\n</p>\n<p> Throughout our privacy policy, we describe the specific pieces of personal information we collect, the sources of that information, and how we share it.\nUnder the CCPA, we also have to provide you with the \"categories\" of personal information we collect and disclose for “business purposes” (as those terms are defined by applicable law).\nThose categories are identifiers (such as username and email address).\ncommercial information (such as transaction data).\nfinancial data (such as credit card and other financial account information).\ninternet or other network or device activity (such as unique identifiers, browsing history or other usage data).\ngeolocation information (general location).\ninference data about you.\nlegally protected classifications (such as gender).\nphysical characteristics or description (such as when you voluntarily submit a photo).\nor other information that identifies or can be reasonably associated with you.\n</p>\n<p> We use these categories of personal information consistent with the various business and commercial purposes we describe in this privacy policy.\nCheck out “What We Collect and How We Use It” to learn more.\nWe share this information with the categories of third parties described above in “With Whom Your Information Is Shared.\" </p>\n<p> We may also use the categories of personal information for compliance with applicable laws and regulations.\nWe may aggregate the information we collect or de-identify it in order to limit or prevent the identification of any particular user or device.\n</p>California Privacy Rights<p> If you’re a California resident, the CCPA provides you with rights regarding your personal information.\n</p>\n<p>\n<b>Access:</b> The CCPA gives you the right to request a copy of certain information we hold about you, as well as a summary of: the categories of personal information we have collected or disclosed about you in the last twelve months, the categories of sources of such information, the business or commercial purpose for collecting or sharing that information, and the categories of third parties with whom we shared that information.\nAs described in the section ‘What Information You Can Access,’ you can access much of your information by logging in to your Tumblr account.\nYou can also request a personal data report by submitting a request in the Privacy section of your Settings.\nYou need to be signed in to your Tumblr account to submit this request, and you will have to log in to your account to access the summary or the report.\nIf you want to request the summary described above, require additional assistance, or if you do not have a Tumblr account, submit a support ticket here or email us at ccpa@tumblr.com.\n</p>\n<p>\n<b>Delete:</b> The CCPA also gives you the right to delete certain information we have about you.\nYou can delete much of your information by logging in to your account.\nIf you cannot do this, or you do not have a Tumblr account, please submit a support ticket here, or email us at ccpa@tumblr.com.\nFor more information on deleting your account or leaving Tumblr, please refer to the section ‘How to Delete Your Account.’ </p>\n<p>\n<b>Financial Incentives:</b> You may have the right to receive information about the financial incentives that we offer to you (if any).\n</p>\n<p>\n<b>Consequences of Exercising Rights:</b> You also have the right not to be discriminated against (as provided for in applicable law) for exercising your rights.\n</p>\n<p> Certain information may be exempt from these rights under applicable law.\nFor example, we need certain types of information so that we can provide you with the Services.\nIf you ask us to delete them, you may no longer be able to access or use the Services.\n</p>\n<p> Before we can satisfy your request, you’ll need to give us enough information so that we can be certain of your identity.\nTo do that, you’ll need to log in to your account or give us certain information about you and/or your use of the Services.\nYou can also designate an authorized agent to make a request on your behalf.\nTo do so, you have to give us written authorization for the agent to act on your behalf.\nYou’ll still need to verify your identity directly with us.\n</p>\n<p>\n<b>Personalized Advertising Opt-Out:</b> Tumblr selectively runs advertisements so we can provide you with Tumblr content for free.\nTo help select which ads to show you, we may share some of your information with advertising partners, or allow our advertising partners to “collect” certain information.\nThe personal information we share includes online identifiers and internet or other network or device activity (such as cookie information, other device identifiers, and IP address), and geolocation data (approximate location information from your IP address).\nUnder the CCPA, this may be considered a “sale.” To learn more about how we select the ads you see, check out Tumblr’s advertising and affiliate policies.\nWe do not sell (or share) information that identifies you personally, like your name or contact information, in our ads program.\nAlso, we do not knowingly \"sell\" your personal information if you are under 16.\n</p>\n<p> Learn how you can opt out by going to California: Do Not Sell My Personal Information.\nIf you are a California user who has told us you are under 16, you’ll see in your settings that we’ve already opted you out.\n</p>\n<p>\n</p>", "created_at": "2018-07-17 10:11:57.303083", "updated_at": "2020-12-14 15:23:42.448062"}, {"id": 214, "name": "Terms of Service", "url": "https://www.tumblr.com/policy/en/terms-of-service", "xpath": "//div[@id='left_column']", "text": "Terms of ServiceLast Modified: 2019-09-25Tumblr is a U.S.\ncompany and subject to U.S.\nlaws and jurisdiction.\nThe original version of these Terms of Service (and any other terms, policies, or guidelines that we provide to you) are written in English.\nTo the extent any translated version of these Terms of Service (or any other terms, policies, or guidelines that we provide to you) conflicts with the English version, the English version controls.\n<p>\n<strong> THESE TERMS OF SERVICE CONTAIN LIMITATIONS OF TUMBLR'S LIABILITY IN SECTION 14.\n</strong>\n</p>\n<p> Hello! Welcome to Tumblr’s Terms of Service.\nPlease read this carefully before using our site, services, or products.\nThis is a contract between you and Tumblr.\nWe've also included several annotations that aren't a part of the contract itself, but are intended to emphasize key sections and help you follow the text.\nWe've tried to be fair and straightforward.\nPlease feel free to contact us if you have any questions or suggestions! </p>1.\nAccepting the Terms of Service<p> Please read these Terms of Service and our Community Guidelines (collectively, the \"<strong>Agreement</strong>\") carefully before using tumblr.com (the \"<strong>Site</strong>\") and/or the other domains, websites, products, applications, mobile applications, services, and/or Content provided by Tumblr, Inc.\n(all of those collectively with the Site, the \"<strong>Services</strong>\") (Tumblr, Inc., a Delaware corporation and wholly-owned subsidiary of Automattic Inc., a Delaware corporation (\"<strong>Automattic</strong>\"), collectively with its agents, representatives, consultants, employees, officers, and directors, \"<strong>Tumblr</strong>,\" \"<strong>we</strong>,\" or \"<strong>us</strong>\").\nBy using or accessing the Services, you (\"<strong>Subscriber</strong>\" or \"<strong>you</strong>\") agree to be bound by all the terms and conditions of this Agreement.\nIf you don't agree to all the terms and conditions of this Agreement, you shouldn't, and aren't permitted to, use the Services.\nTumblr’s personalized Services cannot be provided and the terms of this Agreement cannot be performed without Tumblr processing information about you and other users.\nProcessing of the information you share with Tumblr is essential to the personalized Services which we provide and which you expect, including personalized Content (as described below) and ads, and is a necessary part of our performance of the agreement we have with you.\n</p>\n<p> We’re just letting you know, here, that Tumblr is now part of Automattic, a technology company that empowers people to build beautiful websites, tell their stories, and find and grow their audience and these Terms of Service , which apply to your use of Tumblr, have been updated to reflect this change.\nThis section also includes an agreement where you're agreeing to agree to the terms of this Agreement.\n</p>2.\nModifications to this Agreement<p> Tumblr reserves the right to modify this Agreement by (1) posting a revised Agreement on and/or through the Services and (2) providing notice to you that this Agreement has changed, generally via email where practicable, and otherwise through the Services (such as through a notification on your Tumblr Dashboard or in our mobile applications).\nModifications will not apply retroactively.\nYou are responsible for reviewing and becoming familiar with any modifications to this Agreement.\n</p>\n<p> We may sometimes ask you to review and to explicitly agree to (or reject) a revised version of this Agreement.\nIn such cases, modifications will be effective at the time of your agreement to the modified version of this Agreement.\nIf you do not agree at that time, you are not permitted to use the Services.\n</p>\n<p> In cases where we do not ask for your explicit agreement to a modified version of this Agreement, but otherwise provide notice as set forth above, the modified version of this Agreement will become effective fourteen days after we have posted the modified Agreement and provided you notification of the modifications.\nYour use of the Services following that period constitutes your acceptance of the terms and conditions of this Agreement as modified.\nIf you do not agree to the modifications, you are not permitted to use, and should discontinue your use of, the Services.\n</p>\n<p> Note that, if you have prepaid for any Paid Services (as defined below) prior to a modification of this Agreement, your use of such prepaid Paid Services is governed by the version of this Agreement in effect at the time Tumblr received your prepayment.\n</p>\n<p> As Tumblr grows and improves, we might have to make changes to these Terms of Service.\nWhen we do, we'll let you know.\nWe're also going to make it a practice to post old versions so it's easy to see changes/additions/deletions.\nTo see old versions, scroll down to the end of this document.\n</p>3.\nUse of the Services<p>\n<strong>Eligibility:</strong>\n</p>\n<p> You may not use the Services, provide any personal information to Tumblr, or otherwise submit personal information through the Services (including, for example, a name, address, telephone number, or email address) if you are under the Minimum Age.\nThe Minimum Age is (i) thirteen (13), or (ii) for users in the European Union, sixteen (16) (or the lower age that your country has provided for you to consent to the processing of your personal data) .\nYou may only use the Services if you can form a binding contract with Tumblr and are not legally prohibited from using the Services.\n</p>\n<p> You have to be the Minimum Age to use Tumblr.\nWe're serious: it's a hard rule.\n“But I’m, like, almost old enough!” you plead.\nNope, sorry.\nIf you're not old enough, don't use Tumblr.\nAsk your parents for a Playstation 4, or try books.\n</p>\n<p>\n<strong>Service Changes and Limitations:</strong>\n</p>\n<p> The Services change frequently, and their form and functionality may change without prior notice to you.\nTumblr retains the right to create limits on and related to use of the Services in its sole discretion at any time with or without notice.\nTumblr may also impose limits on certain Services or aspects of those Services or restrict your access to parts or all of the Services without notice or liability.\nTumblr may change, suspend, or discontinue any or all of the Services at any time, including the availability of any product, feature, database, or Content (as defined below).\nTumblr may also terminate or suspend Accounts (as defined below) at any time, in its sole discretion.\n</p>\n<p> Tumblr is an ever-evolving platform.\nWith new products, services, and features launching all the time, we need flexibility to make changes, impose limits, and occasionally suspend or terminate certain offerings (like features that flop).\nWe can also terminate or suspend any account at any time.\nThat sounds harsh, but we only use that power when we have a reason, as outlined in these Terms of Service, our Privacy Policy , and our Community Guidelines.\n</p>\n<p>\n<strong>Limitations on Automated Use:</strong>\n</p>\n<p> You may not, without express prior written permission, do any of the following while accessing or using the Services: (a) tamper with, or use non-public areas of the Services, or the computer or delivery systems of Tumblr and/or its service providers.\n(b) probe, scan, or test any system or network (particularly for vulnerabilities), or otherwise attempt to breach or circumvent any security or authentication measures.\n(c) access or search or attempt to access or search the Services by any means (automated or otherwise) other than through our currently available, published interfaces that are provided by Tumblr (and only pursuant to those terms and conditions) or unless permitted by Tumblr's robots.txt file or other robot exclusion mechanisms.\n(d) scrape the Services, and particularly scrape Content (as defined below) from the Services.\n(e) use the Services to send altered, deceptive, or false source-identifying information, including without limitation by forging TCP-IP packet headers or email headers.\nor (f) interfere with, or disrupt, (or attempt to do so), the access of any Subscriber, host or network, including, without limitation, by sending a virus to, spamming, or overloading the Services, or by scripted use of the Services in such a manner as to interfere with or create an undue burden on the Services.\n</p>\n<p> Don't do bad things to Tumblr or to other users.\nSome particularly egregious examples of \"bad things\" are listed in this section.\n</p> 4.\nRegistration, Tumblr URLs, and Security<p> As a condition to using certain of the Services and in order for us to provide them to you, you may be required to create an account (an \"<strong>Account</strong>\"), provide your age and an email address and select a password and Tumblr username, which will serve as a default link to your default Tumblr blog of the form [username].tumblr.com (a \"<strong>Tumblr URL</strong>\").\nYou must select a different Tumblr URL for each new blog you create.\n</p>\n<p> You agree to provide Tumblr with accurate, complete, and updated registration information, particularly your email address.\n</p>\n<p> It's really important that the email address associated with your Tumblr account is accurate and up-to-date.\nIf you ever forget your password - or worse, fall victim to a malicious phishing attack - a working email address is often the only way for us to recover your account.\n</p>\n<p> You are also responsible for maintaining the confidentiality of your Account password and for the security of your Account, and you will notify Tumblr immediately of any actual or suspected loss, theft, or unauthorized use of your Account or Account password.\n</p>5.\nPrivacy<p> For information about how Tumblr collects, uses, and shares your information, please review our Privacy Policy.\nBy using the Services you agree you have read the Privacy Policy, which describes our collection, use, and sharing (as set forth in the Privacy Policy) of such information, including the transfer of this information to the United States and/or other countries for storage, processing, and use by Tumblr and the Tumblr Affiliates (as defined below).\n</p>6.\nContent and Subscriber Content<p>\n<strong>Definitions:</strong>\n</p>\n<p> For purposes of this Agreement: (1) the term \"<strong>Content</strong>\" means a creative expression and includes, without limitation, video, audio, photographs, images, illustrations, animations, logos, tools, written posts, replies, comments, information, data, text, software, scripts, executable files, graphics, Themes (as defined below), and interactive features, any of which may be generated, provided, or otherwise made accessible on or through the Services.\n(2) the term \"<strong>Subscriber Content</strong>\" means Content that a Subscriber submits, transfers, or otherwise provides to the Services.\nContent includes, without limitation, all Subscriber Content.\n</p>\n<p>\n<strong>Your Rights in Subscriber Content:</strong>\n</p>\n<p> Subscribers retain ownership and/or other applicable rights in Subscriber Content, and Tumblr and/or third parties retain ownership and/or other applicable rights in all Content other than Subscriber Content.\n</p>\n<p> You retain ownership you have of any intellectual property you post to Tumblr.\n</p>\n<p>\n<strong>Subscriber Content License to Tumblr:</strong>\n</p>\n<p> When you provide Subscriber Content to Tumblr through the Services, you grant Tumblr a non-exclusive, worldwide, royalty-free, sublicensable, transferable right and license to use, host, store, cache, reproduce, publish, display (publicly or otherwise), perform (publicly or otherwise), distribute, transmit, modify, adapt (including, without limitation, in order to conform it to the requirements of any networks, devices, services, or media through which the Services are available), and create derivative works of, such Subscriber Content.\nThe rights you grant in this license are for the limited purposes of allowing Tumblr to operate the Services in accordance with their functionality, improve and promote the Services, and develop new Services.\nThe reference in this license to \"creat[ing] derivative works\" is not intended to give Tumblr a right to make substantive editorial changes or derivations, but does, for example, enable <strong>reblogging</strong>, which allows Tumblr Subscribers to redistribute Subscriber Content from one Tumblr blog to another in a manner that allows them to add their own text or other Content before or after your Subscriber Content.\n</p>\n<p> When you upload your creations to Tumblr, you’re giving us permission to make them available in all the ways you would expect us to (for example, via your blog, RSS, the Tumblr Dashboard, etc.).\nWe never want to do anything with your work that surprises you.\n</p>\n<p> Something else worth noting: Countless Tumblr blogs have gone on to spawn books, films, albums, brands, and more.\nAny royalties or reimbursement you get for your creations are, needless to say, entirely yours.\nIt's your work, and we're proud to be a part (however small) of what you accomplish.\n</p>\n<p> You also agree that this license includes the right for Tumblr to make all publicly-posted Content available to third parties selected by Tumblr, so that those third parties can syndicate and/or analyze such Content on other media and services.\n</p>\n<p> An example of what it means to \"make all publicly-posted Content available\" to a Tumblr partner for distribution or analysis would be licensing the Tumblr \"firehose,\" a live feed of all public activity on Tumblr, to partners like search engines.\n</p>\n<p> Note also that this license to your Subscriber Content continues even if you stop using the Services, primarily because of the social nature of Content shared through Tumblr’s Services - when you post something publicly, others may choose to comment on it, making your Content part of a social conversation that can’t later be erased without retroactively censoring the speech of others.\n</p>\n<p> One thing you should consider before posting: When you make something publicly available on the Internet, it becomes practically impossible to take down all copies of it.\n</p>\n<p> You also agree that you will respect the intellectual property rights of others, and represent and warrant that you have all of the necessary rights to grant us this license for all Subscriber Content you transfer to us.\n</p>\n<p> Tumblr may add its own affiliate code to links posted on Tumblr at its discretion, provided a user has not previously included their own affiliate code into the applicable link.\nUsers may opt out of this functionality here.\n</p>\n<p>\n<strong>Content License to You:</strong>\n</p>\n<p> As a Subscriber of the Services, Tumblr grants you a worldwide, revocable, non-exclusive, non-sublicensable, and non-transferable license to download, store, view, display, perform, redistribute, and create derivative works of Content solely in connection with your use of, and in strict accordance with the functionality and restrictions of, the Services (including, without limitation, Paid Services, as defined below).\nThis means, for example, that we license Content to you for purposes of reblogging.\n</p>\n<p>\n<strong>Compliance with Community Guidelines:</strong>\n</p>\n<p> You agree that you won't violate Tumblr's Community Guidelines.\n</p>\n<p>\n<strong>Termination and Deletion:</strong>\n</p>\n<p> On termination of your Account, or upon your deletion of particular pieces of Subscriber Content from the Services, Tumblr shall make reasonable efforts to make such Subscriber Content inaccessible and cease use of it and, if required by the applicable Privacy Policy, delete your Account data and / or Subscriber Content unless permitted or required to keep this data in accordance with law.\nhowever, you acknowledge and agree that: (a) deleted Subscriber Content may persist in caches or backups for a reasonable period of time and (b) copies of or references to the Subscriber Content may not be entirely removed (due to the nature of reblogging, for example).\nYou can delete your account at any time here.\n</p>7.\nSpecial Provisions for Application Developers<p> If you develop software or services based on the Services or any Content, whether using the Tumblr Application Programming Interface or not, you will agree to and comply with the Tumblr Application Developer and API License Agreement.\n</p>8.\nUse of Trademarks<p> Any use of Tumblr's trademarks, branding, logos, and other such assets in connection with the Services shall use Tumblr’s approved branding and shall be in accordance with the Tumblr Trademark Guidelines.\n</p>9.\nThemes<p> Tumblr makes available specialized HTML and CSS code (\"<strong>Tumblr Template Code</strong>\") for the design and layout of blog pages available for use on some of the Services (\"<strong>Themes</strong>\").\nCertain Themes are available for purchase as a Paid Service (as defined below) (such Themes, \"<strong>Premium Themes</strong>\").\nPurchased Premium Themes may not be transferred between Accounts, between blogs, or between Services on a single Account and are subject to the payment terms herein.\n</p>\n<p> Tumblr grants you a license to customize the Tumblr Template Code to create your own Themes for use on your blog page (each a \"<strong>Custom Theme</strong>\").\nIf you choose, you may also contribute your Custom Themes for use by other Subscribers as Subscriber Content.\nHowever, as a condition of this license allowing you to create Custom Themes, you agree that you won't distribute such Custom Themes from locations other than Tumblr-owned or approved websites without our permission, as set out in our Community Guidelines.\n</p>\n<p> Note also that other Subscribers may use your Custom Themes after you have removed them from distribution, and you hereby grant those Subscribers an irrevocable license to use those Custom Themes as contributed by you.\nIn other words, you can remove and stop distribution of your Custom Themes, but Subscribers who are already using them can keep using them.\n</p>\n<p> To develop and distribute Custom Themes that are Premium Themes, please contact us.\n</p>10.\nPaid Services<p> Some of the Services require payment of fees (the \"<strong>Paid Services</strong>,\" including without limitation Premium Themes).\nAll fees are stated in United States dollars.\nYou shall pay all applicable fees, as described in the applicable Services, in connection with such Services, and any related taxes or additional charges.\n</p>\n<p> Paid Services are limited licenses for you to use particular for-pay aspects of the Services.\nUsage of terms like sell, sale, buy, purchase, or similar terms all refer to your acquisition of a license to use Paid Services, and do not represent any transfer of any right, title, or ownership interest of any kind.\nYou may not relicense, resell, transfer, or exchange Paid Services within or outside of the Services, except as expressly allowed by the rules of those Paid Services.\n</p>\n<p> Tumblr may, in its sole discretion, modify the functionality of, or eliminate, Paid Services, or the terms and conditions under which Paid Services are provided.\n</p>\n<p> Purchases of Paid Services are final and non-refundable (particularly those Paid Services that may be used immediately, such as Promotions, as defined below), except at Tumblr's sole discretion and in accordance with the rules governing each Paid Service.\nTermination of your Account or your rights under this Agreement may result in forfeiture of purchased Paid Services.\nFor example, if your Account is suspended, you forfeit your license to any Premium Themes you have purchased.\n</p>\n<p> Tumblr may change its prices for Paid Services at any time.\nTo the extent applicable, Tumblr will provide you reasonable notice of any such pricing changes by posting the new prices on or through the applicable Paid Service and/or by sending you an email notification.\nIf you do not wish to pay the new prices, you may choose not to purchase, or to cancel, the applicable Paid Service prior to the change going into effect.\n</p>11.\nSpecial Provisions for Promotions<p> Some features of the Services may allow you to promote yourself to other Subscribers, and some of these features may be Paid Services (\"<strong>Promotions</strong>\").\n</p>\n<p> The following additional terms apply to Promotions: </p>\n<p> Things that you promote will comply with this Agreement.\nif they don't, Tumblr reserves the right, in its sole discretion, to cancel a Promotion without refund or recourse to you.\n</p>\n<p> Tumblr may remove or disable any Promotion for any reason in its sole discretion.\n</p>\n<p> Unless otherwise specified, Tumblr does not guarantee any activity that Promotions may receive, including but not limited to clicks, Likes, and Reblogs.\nTumblr cannot control how Subscribers interact with Promotions and is not responsible for \"click fraud\" or other fraudulent actions by third parties, including, without limitation, Subscribers.\nTumblr doesn't guarantee that its reporting related to Promotions will be accurate or complete, nor does it guarantee that Promotions will behave in a particular manner, and Tumblr shall not be liable to you or responsible for any erroneous reporting about or errant behavior of or related to Promotions (e.g., any errors in how Likes or Reblogs are counted).\n</p>\n<p> Promotions may allow targeting to some Subscriber characteristics.\nTumblr does not guarantee that any particular Promotion will reach a particular sort of individual in all cases.\n</p>\n<p> You can cancel certain Promotions at any time depending on their functionality, but you are responsible for paying for Promotions at least to the extent they have already been used or distributed through the Services.\n</p>\n<p> By submitting a Promotion, you license Tumblr to run that Promotion for as long as you have specified, which, depending on the Promotion, may be perpetually.\nThis license ends when the Promotion has been completed or cancelled, but it may take up to forty eight (48) hours for a Promotion to stop being reflected on the Services.\n</p> 12.\nWarranty Disclaimer.\nServices Available on an \"AS IS\" Basis <p> Your access to and use of the Services or any Content is at your own risk.\nYOU UNDERSTAND AND AGREE THAT THE SERVICES ARE PROVIDED TO YOU ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nWITHOUT LIMITING THE FOREGOING, TO THE FULL EXTENT PERMITTED BY LAW, TUMBLR DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.\nTumblr makes no representations or warranties of any kind with respect to the Services, including any representation or warranty that the use of the Services will (a) be timely, uninterrupted or error-free or operate in combination with any other hardware, software, system, or data, (b) meet your requirements or expectations, (c) be free from errors or that defects will be corrected, (d) be free of viruses or other harmful components.\nor (e) be entirely secure or that the information you share with us will be secure.\nTumblr also makes no representations or warranties of any kind with respect to Content.\nSubscriber Content, in particular, is provided by and is solely the responsibility of, the Subscribers providing that Content.\nNo advice or information, whether oral or written, obtained from Tumblr or through the Services, will create any warranty not expressly made herein.\n</p>13.\nTime Limitation on Claims and Releases From Liability<p> You agree that any claim you may have arising out of or related to this Agreement or your relationship with Tumblr must be filed within one year after such claim arose.\notherwise, your claim is permanently barred.\n</p>\n<p> You further release, to the fullest extent permitted by law, Tumblr and its employees, agents, consultants, directors, shareholders, any other person or entity that directly or indirectly controls, is under common control with, or is directly or indirectly controlled by, Tumblr (the “Tumblr Affiliates”) from responsibility, liability, claims, demands, and/or damages (actual and consequential) of every kind and nature, known and unknown (including but not limited to claims of negligence), arising out of or related to the following: </p>\n<p> Disputes between Subscribers, including those between you and other Subscribers.\n</p>\n<p> The acts of third parties generally (i.e., individuals or entities who are not Tumblr or a Tumblr Affiliate), including third party sites and services.\n</p>\n<p> Disputes concerning any use of or action taken using your Account by you or a third party.\n</p>\n<p> Claims relating to the unauthorized access to any data communications relating to, or Content stored under or relating to, your Account, including but not limited to unauthorized interception, use, or alteration of such communications or your Content.\nFor the sake of clarity, this includes any and all claims related to the security of your Account credentials.\n</p>\n<p> Claims relating to any face-to-face meetings in any way related to Tumblr at any venues (\"<strong>Meetups</strong>\"), including without limitation claims related to the actions or omissions of any Subscribers or third parties who organize, attend, or are otherwise involved in any Meetups.\nUnless otherwise expressly disclosed in writing, Tumblr does not sponsor, oversee, or in any manner control Meetups.\n</p>\n<p> If you are a California resident, you waive California Civil Code § 1542, which says: \"A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which if known by him must have materially affected his settlement with the debtor.\" </p>14.\nLimitation of Liability<p> TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, TUMBLR AND THE TUMBLR AFFILIATES SHALL NOT BE LIABLE FOR: (A) ANY INDIRECT, INCIDENTAL, EXEMPLARY PUNITIVE, OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER.\n(B) LOSS OF: PROFITS, REVENUE, DATA, USE, GOODWILL, OR OTHER INTANGIBLE LOSSES.\n(C) DAMAGES RELATING TO YOUR ACCESS TO, USE OF, OR INABILITY TO ACCESS OR USE THE SERVICES.\n(D) DAMAGES RELATING TO ANY CONDUCT OR CONTENT OF ANY THIRD PARTY OR SUBSCRIBER USING THE SERVICES, INCLUDING WITHOUT LIMITATION, DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OR CONTENT.\nAND/OR (E) DAMAGES IN ANY MANNER RELATING TO ANY CONTENT.\nTHIS LIMITATION APPLIES TO ALL CLAIMS, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL THEORY, WHETHER OR NOT TUMBLR HAS BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGE, AND FURTHER WHERE A REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED ITS ESSENTIAL PURPOSE.\n</p>\n<p> TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE TOTAL LIABILITY OF TUMBLR AND THE TUMBLR AFFILIATES, FOR ANY CLAIM UNDER THIS AGREEMENT, INCLUDING FOR ANY IMPLIED WARRANTIES, IS LIMITED TO THE GREATER OF ONE HUNDRED DOLLARS (US $100.00) OR THE AMOUNT YOU PAID US TO USE THE APPLICABLE SERVICE(S).\n</p>15.\nExclusions to Warranties and Limitation of Liability<p> Some jurisdictions may not allow the exclusion of certain warranties or the exclusion/limitation of liability as set forth in Section 14, so the limitations above may not apply to you.\n</p>16.\nTermination<p> Either party may terminate this Agreement at any time by notifying the other party.\nTumblr may terminate or suspend your access to or ability to use any and all Services immediately, without prior notice or liability, for any reason or no reason, including but not limited to if you breach any of the terms or conditions of this Agreement.\nIn particular, Tumblr may immediately terminate or suspend Accounts that have been flagged for repeat copyright infringement.\n</p>\n<p> Upon termination of your access to or ability to use a Service, including but not limited to suspension of your Account on a Service, your right to use or access that Service and any Content will immediately cease.\nAll provisions of this Agreement that by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, and limitations of liability.\nTermination of your access to and use of the Services shall not relieve you of any obligations arising or accruing prior to such termination or limit any liability that you otherwise may have to Tumblr or any third party and shall not relieve you of your rights if you are a user in the European Economic Area which are described in the Privacy Policy.\n</p>17.\nChoice of Law and Venue<p> You and Tumblr agree that we will resolve any claim or controversy at law or equity that arises out of this Agreement or the Services in accordance with this Section or as you and Tumblr otherwise agree in writing.\nBefore resorting to formal dispute resolution, we strongly encourage you to contact us to seek a resolution.\n</p>\n<p>\n<strong>Law and Forum for Legal Disputes:</strong>\n</p>\n<p> This Agreement shall be governed in all respects by the laws of the State of New York as they apply to agreements entered into and to be performed entirely within New York between New York residents, without regard to conflict of law provisions.\nYou agree that any claim or dispute you may have against Tumblr must be resolved exclusively by a state or federal court located in New York County, New York, except as otherwise agreed by the parties.\nYou agree to submit to the personal jurisdiction of the courts located within New York County, New York for the purpose of litigating all such claims or disputes.\n</p>\n<p> If you are (a) a United States federal, state, or local government agency or body, (b) using the Services in your official capacity, and (c) legally unable to accept the clauses in this Section, then this Section doesn’t apply to you.\nFor such entities, this Agreement and any related action will be governed by the laws of the United States of America, without regard to conflict of law provisions, and, in the absence of federal law and to the extent permitted under federal law, the laws of the State of New York, excluding choice of law.\n</p>18.\nMiscellaneous<p> This Agreement, as modified from time to time, constitutes the entire agreement between you and Tumblr with respect to the subject matter hereof.\nThis Agreement replaces all prior or contemporaneous understandings or agreements, written or oral, regarding the subject matter hereof and constitutes the entire and exclusive agreement between the parties.\nThe failure of either party to exercise, in any way, any right provided for herein shall not be deemed a waiver of any further rights hereunder.\nIf any provision of this Agreement is found to be unenforceable or invalid, that provision shall be limited or eliminated to the minimum extent necessary so that this Agreement shall otherwise remain enforceable and in full force and effect.\nThis Agreement is not assignable, transferable, or sublicensable by you except with Tumblr's prior written consent.\nTumblr may assign this Agreement in whole or in part at any time without your consent.\nNo agency, partnership, joint controllership, joint venture, or employment is created as a result of this Agreement and you do not have any authority of any kind to bind Tumblr in any respect whatsoever.\nAny notice to Tumblr that is required or permitted by this Agreement shall be in writing and shall be deemed effective upon receipt, when delivered in person by nationally recognized overnight courier or mailed by first class, registered or certified mail, postage prepaid, to </p>\n<p> Tumblr, Inc.\n(Automattic) <br> 60 29th Street #343 <br> San Francisco, CA 94110 <br>\n<strong>Attn: Legal Department</strong>\n<br>\n</p> 19.\nSpecial Provisions for Subscribers Located Outside of the United States <p> Tumblr provides global products and services and enables a global community for individuals to share and follow the things they love.\nTumblr's servers and operations are, however, located in the United States, and Tumblr's policies and procedures are based on United States law.\nAs such, the following provisions apply specifically to Subscribers located outside of the United States: (1) you acknowledge that we will transfer, store, and process your information, including but not limited to Subscriber Content and any personal information, in the United States and/or other countries in order to provide you with the Services and perform this Agreement.\nand (2) if you are using the Services from a country embargoed by the United States, or are on the United States Treasury Department's list of \"Specially Designated Nationals,\" you agree that you will not engage in financial transactions, or conduct any commercial activities using or through the Services (for example, purchasing Premium Themes).\n</p>\n<p>\n<strong>Submit an infringement notice</strong>\n</p>20.\nDMCA Copyright Policy<p> Tumblr has adopted the following policy toward copyright infringement on the Services in accordance with the Digital Millennium Copyright Act (the \"<strong>DMCA</strong>\").\nThe address of Tumblr's Designated Agent for copyright takedown notices (\"<strong>Designated Agent</strong>\") is listed below.\nYou may submit a notice under the DMCA using our copyright notice form.\n</p>\n<p>\n<strong>Reporting Instances of Copyright Infringement:</strong>\n</p>\n<p> If you believe that Content residing or accessible on or through the Services infringes a copyright, please send a notice of copyright infringement containing the following information to the Designated Agent at the address below: </p>\n<p> Identification of the work or material being infringed.\n</p>\n<p> Identification of the material that is claimed to be infringing, including its location, with sufficient detail so that Tumblr is capable of finding it and verifying its existence.\n</p>\n<p> Contact information for the notifying party (the \"Notifying Party\"), including name, address, telephone number, and email address.\n</p>\n<p> A statement that the Notifying Party has a good faith belief that the material is not authorized by the copyright owner, its agent or law.\n</p>\n<p> A statement made under penalty of perjury that the information provided in the notice is accurate and that the Notifying Party is authorized to make the complaint on behalf of the copyright owner.\n</p>\n<p> A physical or electronic signature of a person authorized to act on behalf of the owner of the copyright that has been allegedly infringed.\n</p>\n<p> Please also note that the information provided in a notice of copyright infringement may be forwarded to the Subscriber who posted the allegedly infringing content.\nAfter removing material pursuant to a valid DMCA notice, Tumblr will immediately notify the Subscriber responsible for the allegedly infringing material that it has removed or disabled access to the material.\nTumblr will terminate, under appropriate circumstances, the Accounts of Subscribers who are repeat copyright infringers, and reserves the right, in its sole discretion, to terminate any Subscriber for actual or apparent copyright infringement.\n</p>\n<p>\n<strong>Submitting a DMCA Counter-Notification:</strong>\n</p>\n<p> If you believe you are the wrongful subject of a DMCA notification, you may file a counter-notification with Tumblr by providing the following information to the Designated Agent at the address below: </p>\n<p> The specific URLs of material that Tumblr has removed or to which Tumblr has disabled access.\n</p>\n<p> Your name, address, telephone number, and email address.\n</p>\n<p> A statement that you consent to the jurisdiction of Federal District Court for the judicial district in which your address is located (or the federal district courts located in New York County, New York if your address is outside of the United States), and that you will accept service of process from the person who provided the original DMCA notification or an agent of such person.\n</p>\n<p> The following statement: \"I swear, under penalty of perjury, that I have a good faith belief that the material was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.\" </p>\n<p> Your signature.\n</p>\n<p> Upon receipt of a valid counter-notification, Tumblr will forward it to Notifying Party who submitted the original DMCA notification.\nThe original Notifying Party (or the copyright holder he or she represents) will then have ten (10) days to notify us that he or she has filed legal action relating to the allegedly infringing material.\nIf Tumblr does not receive any such notification within ten (10) days, we may restore the material to the Services.\n</p>\n<p>\n<strong>Designated Agent</strong>\n</p>\n<p> Tumblr, Inc.\n(Automattic) <br> 60 29th Street #343 <br> San Francisco, CA 94110 <br>\n<strong>Attn:</strong> Copyright Agent <br>\n<br>\n<strong>Copyright notice form: </strong>https://www.tumblr.com/dmca</p>21.\nOpen Source Disclosures<p> You can find disclosures related to our use of open source software packages at the following locations: </p>\n<p> https://www.tumblr.com/policy/ios-credits </p>\n<p> https://www.tumblr.com/policy/android-credits </p>\n<p> https://www.tumblr.com/policy/web-credits </p>\n<p>\n<strong>Link to Prior Versions</strong>\n</p>\n<p> You will find prior versions of our Terms of Service on GitHub, which will allow you to compare historical versions and see which terms have been updated.\n</p>\n<p> https://github.com/tumblr/policy/commits/master/terms-of-service.txt</p>", "created_at": "2018-07-17 10:11:57.329679", "updated_at": "2020-12-14 15:23:48.69483"}], "points": [{"id": 26948, "title": "This service is only available to users over a certain age", "source": "https://www.tumblr.com/policy/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2022-02-24 02:30:05.990807", "updated_at": "2022-08-18 00:52:32.008682", "quoteText": "3.\nUse of the Services<p>\n<strong>Eligibility:</strong>\n</p>\n<p> You may not use the Services, provide any personal information to Tumblr, or otherwise submit personal information through the Services (including, for example, a name, address, telephone number, or email address) if you are under the Minimum Age.\nThe Minimum Age is (i) thirteen (13), or (ii) for users in the European Union, sixteen (16) (or the lower age that your country has provided for you to consent to the processing of your personal data) .\nYou may only use the Services if you can form a binding contract with Tumblr and are not legally prohibited from using the Services.\n</p>\n<p> You have to be the Minimum Age to use Tumblr.\nWe're serious: it's a hard rule.\n“But I’m, like, almost old enough!” you plead.\nNope, sorry.\nIf you're not old enough, don't use Tumblr.\nAsk your parents for a Playstation 4, or try books.", "case_id": 152, "document_id": 214, "quoteStart": 4878, "quoteEnd": 5770}, {"id": 26947, "title": "This service is only available to users over a certain age", "source": "https://www.tumblr.com/policy/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2022-02-24 02:25:52.794125", "updated_at": "2022-08-18 00:54:13.939926", "quoteText": "3.\nUse of the Services<p>\n<strong>Eligibility:</strong>\n</p>\n<p> You may not use the Services, provide any personal information to Tumblr, or otherwise submit personal information through the Services (including, for example, a name, address, telephone number, or email address) if you are under the Minimum Age.\nThe Minimum Age is (i) thirteen (13), or (ii) for users in the European Union, sixteen (16) (or the lower age that your country has provided for you to consent to the processing of your personal data) .\nYou may only use the Services if you can form a binding contract with Tumblr and are not legally prohibited from using the Services.\n</p>\n<p> You have to be the Minimum Age to use Tumblr.\nWe're serious: it's a hard rule.\n“But I’m, like, almost old enough!” you plead.\nNope, sorry.\nIf you're not old enough, don't use Tumblr.\nAsk your parents for a Playstation 4, or try books.", "case_id": 152, "document_id": 214, "quoteStart": 4878, "quoteEnd": 5770}, {"id": 26946, "title": "The court of law governing the terms is in the United States of America", "source": "https://www.tumblr.com/policy/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2022-02-24 02:16:42.554962", "updated_at": "2022-08-18 00:53:49.491723", "quoteText": "Tumblr is a U.S.\ncompany and subject to U.S.\nlaws and jurisdiction.", "case_id": 163, "document_id": 214, "quoteStart": 41, "quoteEnd": 108}, {"id": 26944, "title": "Only aggregate data is given to third parties", "source": "https://www.tumblr.com/privacy/en", "status": "Generated through the annotate view", "created_at": "2022-02-24 02:13:53.60666", "updated_at": "2022-08-18 00:53:53.533088", "quoteText": "We may share or disclose non-private information, Aggregate Information, or other non-personally identifying information with people and entities that we do business with.", "case_id": 191, "document_id": 213, "quoteStart": 26605, "quoteEnd": 26776}, {"id": 26943, "title": "This service is a subsidiary of Automattic", "source": "https://www.tumblr.com/privacy/en", "status": "Generated through the annotate view", "created_at": "2022-02-24 02:03:47.58768", "updated_at": "2022-08-18 00:53:07.582525", "quoteText": "Tumblr is a subsidiary of Automattic, a technology company that empowers people to build beautiful websites, tell their stories, and find and grow their audience.", "case_id": 493, "document_id": 213, "quoteStart": 740, "quoteEnd": 902}, {"id": 20062, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.tumblr.com/privacy/en", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:23:24.154709", "updated_at": "2021-05-16 06:11:33.428226", "quoteText": "We will sometimes collect financial information, such as information related to your payment method (valid credit card number, type, expiration date or other financial information).\nThis happens when you decide to purchase a paid Service.\nWe do not, however, store that financial information.\nsuch information is stored by our payment processor (the \"<b>Payment Processor</b>\"), and use and storage of that information is governed by the Payment Processor’s applicable terms of service and privacy policy (the Payment Processor may also have other terms, and you are responsible for locating and familiarizing yourself with those terms, as applicable).", "case_id": 188, "document_id": 213, "quoteStart": 8548, "quoteEnd": 9200}, {"id": 20047, "title": "You have the right to leave this service at any time", "source": "https://www.tumblr.com/policy/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:12:37.852705", "updated_at": "2021-05-16 06:10:31.179249", "quoteText": "\nYou can delete your account at any time here.\n</p>", "case_id": 170, "document_id": 214, "quoteStart": 16103, "quoteEnd": 16154}, {"id": 20071, "title": "The service will only respond to government requests that are reasonable", "source": "https://www.tumblr.com/privacy/en", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:29:37.306932", "updated_at": "2021-05-16 06:09:40.8987", "quoteText": "That said, we also reserve the right to access, preserve, and disclose any information as we reasonably believe is necessary, in our sole discretion, to (i) satisfy any law, regulation, legal process, governmental request, or governmental order, (ii) enforce this Privacy Policy and our Terms of Service, including investigation of potential violations hereof, (iii) detect, prevent, or otherwise address fraud, security, trust and safety, or technical issues (including exchanging information with other companies and organizations for the purposes of improving security and preventing fraud, spam, and malware), (iv) respond to user support requests, or (v) protect the rights, property, health or safety of us, our users, any third parties or the public in general, including but not limited to situations involving possible violence, suicide, or self-harm.", "case_id": 393, "document_id": 213, "quoteStart": 25172, "quoteEnd": 26032}, {"id": 20053, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://www.tumblr.com/policy/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:16:46.754194", "updated_at": "2021-05-16 06:06:54.03889", "quoteText": "Tumblr may terminate or suspend your access to or ability to use any and all Services immediately, without prior notice or liability, for any reason or no reason, including but not limited to if you breach any of the terms or conditions of this Agreement.", "case_id": 201, "document_id": 214, "quoteStart": 27382, "quoteEnd": 27637}, {"id": 20040, "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection (New York, USA)", "source": "https://www.tumblr.com/policy/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:05:04.672648", "updated_at": "2021-05-16 06:06:42.984378", "quoteText": "This Agreement shall be governed in all respects by the laws of the State of New York as they apply to agreements entered into and to be performed entirely within New York between New York residents, without regard to conflict of law provisions.", "case_id": 242, "document_id": 214, "quoteStart": 28982, "quoteEnd": 29227}, {"id": 20044, "title": "Your content can be distributed through any media known now or in the future", "source": "https://www.tumblr.com/policy/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:08:55.677839", "updated_at": "2021-05-13 14:10:34.548397", "quoteText": "to use, host, store, cache, reproduce, publish, display (publicly or otherwise), perform (publicly or otherwise), distribute, transmit, modify, adapt (including, without limitation, in order to conform it to the requirements of any networks, devices, services, or media through which the Services are available)", "case_id": 139, "document_id": 214, "quoteStart": 11554, "quoteEnd": 11865}, {"id": 20058, "title": "You can opt out of promotional communications", "source": "https://www.tumblr.com/privacy/en", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:19:27.317439", "updated_at": "2021-05-13 13:58:28.340022", "quoteText": "We also may send you other kinds of emails, which you can opt-out of either from your Account Settings page or by using the “Opt-Out” link in the emails themselves.", "case_id": 223, "document_id": 213, "quoteStart": 4205, "quoteEnd": 4369}, {"id": 876, "title": "You maintain ownership of your Tumblr content", "source": "https://www.tumblr.com/policy/en/terms-of-service", "status": "Users maintain ownership of any content on their Tumblr. This is important because of the reblogging nature of Tumblr. Your content can be shared across numerous pages, but you will always own it.", "created_at": "2018-01-16 15:27:45.426198", "updated_at": "2018-08-29 17:44:50.012451", "quoteText": "You retain ownership you have of any intellectual property you post to Tumblr.", "case_id": 183, "document_id": 214, "quoteStart": 11229, "quoteEnd": 11307}, {"id": 1384, "title": "[good] You can opt out of being searched by email", "source": "https://groups.google.com/forum#!topic/tosdr/blS1U_pGilI", "status": "[good] You can opt out of being searched by email", "created_at": "2018-05-15 09:11:46.973343", "updated_at": "2021-01-10 19:14:58.601656", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1387, "title": "[Fwd] [tosdr.org] Revisit Tumblr services (#121)", "source": "https://groups.google.com/forum#!topic/tosdr/JOX8V2WhAAc", "status": "[Fwd] [tosdr.org] Revisit Tumblr services (#121)", "created_at": "2018-05-15 09:11:47.101941", "updated_at": "2021-02-06 03:50:17.330127", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1395, "title": "[bad] No promise to inform about government requests", "source": "https://groups.google.com/forum#!topic/tosdr/FvI8LqCg1XY", "status": "[bad] No promise to inform about government requests", "created_at": "2018-05-15 09:11:47.427732", "updated_at": "2021-02-06 03:50:17.356754", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1421, "title": "It may take 24 hrs for Tumblr to stop your Promotion", "source": "https://groups.google.com/forum#!topic/tosdr/ibrX5JiZiJg", "status": "It may take 24 hrs for Tumblr to stop your Promotion", "created_at": "2018-05-15 09:11:48.354164", "updated_at": "2021-02-06 03:50:17.844353", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1733, "title": "Tumblr doesn't guarantee quality of service", "source": "https://groups.google.com/forum#!topic/tosdr/gZ-g6f33DRE", "status": "Tumblr doesn't guarantee quality of service", "created_at": "2018-05-15 09:12:00.899293", "updated_at": "2020-12-23 13:53:38.800391", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1809, "title": "Tumblr Limitation of Liability", "source": "https://groups.google.com/forum#!topic/tosdr/lJpNcp4gWpE", "status": "Tumblr Limitation of Liability", "created_at": "2018-05-15 09:12:04.274447", "updated_at": "2020-12-23 14:17:05.269975", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1444, "title": "Tumblr requires accurate registration info", "source": "https://groups.google.com/forum#!topic/tosdr/NaZbAgmndNk", "status": "Tumblr requires accurate registration info", "created_at": "2018-05-15 09:11:49.245778", "updated_at": "2021-02-06 03:50:18.806686", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1263, "title": "Tumblr makes reasonable efforts to make your content inaccessible upon termination", "source": "https://groups.google.com/forum#!topic/tosdr/XH4SdjYAs2g", "status": "Tumblr makes reasonable efforts to make your content inaccessible upon termination", "created_at": "2018-05-15 09:11:42.562418", "updated_at": "2021-02-06 03:50:19.532756", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1784, "title": "[note] Privacy Policy doesn't govern what users do on their own blogs", "source": "https://groups.google.com/forum#!topic/tosdr/7N1H3NyzgUE", "status": "[note] Privacy Policy doesn't govern what users do on their own blogs", "created_at": "2018-05-15 09:12:03.231517", "updated_at": "2020-12-23 15:13:02.475833", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1512, "title": "Using Tumblr gives your consent for them to collect and use your information", "source": "https://groups.google.com/forum#!topic/tosdr/N9uqJha7nlk", "status": "Using Tumblr gives your consent for them to collect and use your information", "created_at": "2018-05-15 09:11:52.128659", "updated_at": "2018-09-19 18:13:18.587356", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 969, "title": "Tumblr requires third party cookies", "source": "https://www.tumblr.com/privacy/en", "status": "Tumblr places third-party cookies such as Google Analytics and Quantcast, whose behavior is not subject to their Privacy Policy.", "created_at": "2018-01-16 15:28:11.537747", "updated_at": "2021-02-06 04:16:12.517857", "quoteText": "Some services that we use (including Third Party Services), such as Google Analytics, use web tags and may also place their own cookies on your browser, and individual blogs on our network may contain code that places their own cookies.", "case_id": 128, "document_id": 213, "quoteStart": 15006, "quoteEnd": 15242}, {"id": 1015, "title": "Tumblr has provisions for users outside the US", "source": "https://groups.google.com/forum#!topic/tosdr/05XCfURjPsg", "status": "Your data is stored in the US, and people from a country embargoed by the United States cannot use premium themes.", "created_at": "2018-01-16 15:28:19.160237", "updated_at": "2018-07-24 04:11:37.568102", "quoteText": "19.\nSpecial Provisions for Subscribers Located Outside of the United States", "case_id": 163, "document_id": 214, "quoteStart": 31738, "quoteEnd": 31813}, {"id": 1511, "title": "Tumblr emails may contain web beacons", "source": "https://groups.google.com/forum#!topic/tosdr/ahW3-13kFJk", "status": "Tumblr emails may contain web beacons", "created_at": "2018-05-15 09:11:52.034826", "updated_at": "2018-09-17 17:57:25.067845", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1048, "title": "Tumblr provides access to previous TOS and privacy policy", "source": "https://groups.google.com/forum#!topic/tosdr/-R5tO7eajsY", "status": "They provide transparency on how the current policies differ from earlier versions, and when they changed.", "created_at": "2018-01-16 15:28:22.191408", "updated_at": "2018-07-24 04:26:39.332165", "quoteText": "We're also going to make it a practice to post old versions so it's easy to see changes/additions/deletions.\nTo see old versions, scroll down to the end of this document.\n</p>", "case_id": 197, "document_id": 214, "quoteStart": 4703, "quoteEnd": 4878}, {"id": 1878, "title": "Other Tumblr users can use your custom themes", "source": "https://groups.google.com/forum#!topic/tosdr/e_pHwQF5XdA", "status": "Other Tumblr users can use your custom themes", "created_at": "2018-05-15 09:12:06.795955", "updated_at": "2020-12-23 15:55:54.980615", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1651, "title": "Tumblr may keep your data after termination", "source": "https://groups.google.com/forum#!topic/tosdr/jTTOmMqE1mA", "status": "Tumblr may keep your data after termination", "created_at": "2018-05-15 09:11:57.532413", "updated_at": "2021-02-06 03:50:20.716303", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1500, "title": "Tumblr TOS and Privacy Policy only available in English", "source": "https://groups.google.com/forum#!topic/tosdr/OQfRTFwv8X0", "status": "Tumblr TOS and Privacy Policy only available in English", "created_at": "2018-05-15 09:11:51.479341", "updated_at": "2018-09-17 17:52:11.16111", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1177, "title": "Tumblr shows you the last time their terms were updated", "source": "Tumblr", "status": "Tumblr shows you the last time their terms were updated in a yellow box on their TOS page.", "created_at": "2018-02-26 22:24:56.66661", "updated_at": "2020-12-23 15:56:33.637914", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1676, "title": "[good?] Tumblr doesn't store your financial information", "source": "https://groups.google.com/forum#!topic/tosdr/oKz-p2pakV4", "status": "[good?] Tumblr doesn't store your financial information", "created_at": "2018-05-15 09:11:58.449418", "updated_at": "2021-02-06 03:50:21.430548", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1293, "title": "[bad] Published content is public by default", "source": "https://groups.google.com/forum#!topic/tosdr/d4k5mDmR-Ug", "status": "[bad] Published content is public by default", "created_at": "2018-05-15 09:11:43.479148", "updated_at": "2021-02-06 03:50:21.496183", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 3924, "title": "Differences between the services/*.json files and the tosback2/rules/*.xml files", "source": "https://groups.google.com/forum#!topic/tosdr/sMXuuVO3IH4", "status": "Differences between the services/*.json files and the tosback2/rules/*.xml files", "created_at": "2018-05-18 14:05:05.647627", "updated_at": "2018-05-30 12:50:21.012307", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1669, "title": "You can cancel your Promotion at any time", "source": "https://groups.google.com/forum#!topic/tosdr/UZl0S_AJQsk", "status": "You can cancel your Promotion at any time", "created_at": "2018-05-15 09:11:58.196343", "updated_at": "2021-02-06 03:50:21.961376", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1356, "title": "You must own the rights of what you publish to Tumblr", "source": "https://groups.google.com/forum#!topic/tosdr/TNkwHXAupmY", "status": "You must own the rights of what you publish to Tumblr", "created_at": "2018-05-15 09:11:45.863777", "updated_at": "2021-02-06 03:50:22.192406", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2098, "title": "Tumblr will notify you of price changes", "source": "https://groups.google.com/forum#!topic/tosdr/514W_i3ypKc", "status": "Tumblr will notify you of price changes", "created_at": "2018-05-15 09:12:14.464736", "updated_at": "2021-02-06 03:50:22.516042", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1450, "title": "Tumblr doesn't provide refunds", "source": "https://groups.google.com/forum#!topic/tosdr/HpIptJ3gvt8", "status": "Tumblr doesn't provide refunds", "created_at": "2018-05-15 09:11:49.442682", "updated_at": "2021-02-06 03:50:23.365111", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1915, "title": "Tumblr Court of Law is New York", "source": "https://groups.google.com/forum#!topic/tosdr/DmxTao_QWis", "status": "Tumblr Court of Law is New York", "created_at": "2018-05-15 09:12:08.258346", "updated_at": "2021-02-06 03:50:23.63121", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1750, "title": "TOS for Tumblr", "source": "https://groups.google.com/forum#!topic/tosdr/8xWZdQJiovU", "status": "TOS for Tumblr", "created_at": "2018-05-15 09:12:01.732365", "updated_at": "2021-02-06 03:50:24.522402", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1970, "title": "Tumblr can remove your promotion", "source": "https://groups.google.com/forum#!topic/tosdr/Rxyns9EKG-4", "status": "Tumblr can remove your promotion", "created_at": "2018-05-15 09:12:10.183909", "updated_at": "2021-02-06 03:50:24.823545", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1826, "title": "[good] Tumblr won't share your info without permission, unless you've been given prior notice", "source": "https://groups.google.com/forum#!topic/tosdr/Rj_3oqIBDQo", "status": "[good] Tumblr won't share your info without permission, unless you've been given prior notice", "created_at": "2018-05-15 09:12:04.904771", "updated_at": "2021-02-06 03:50:26.305866", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1894, "title": "[neutral] IP Address info is used to generate aggregate, non-identifying info about Service use", "source": "https://groups.google.com/forum#!topic/tosdr/Sa3VgTiT_GU", "status": "[neutral] IP Address info is used to generate aggregate, non-identifying info about Service use", "created_at": "2018-05-15 09:12:07.396395", "updated_at": "2021-02-06 03:50:27.580434", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1922, "title": "Tumblr can refuse or modify your URL", "source": "https://groups.google.com/forum#!topic/tosdr/7yKoAMvhmq8", "status": "Tumblr can refuse or modify your URL", "created_at": "2018-05-15 09:12:08.494978", "updated_at": "2021-02-06 03:50:28.222911", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1956, "title": "[good] You can choose to give Tumblr access to your email contacts", "source": "https://groups.google.com/forum#!topic/tosdr/6D59ldkn5Ds", "status": "[good] You can choose to give Tumblr access to your email contacts", "created_at": "2018-05-15 09:12:09.691221", "updated_at": "2021-02-06 03:50:28.332838", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1942, "title": "You are responsible for maintaining your Tumblr account's confidentiality", "source": "https://groups.google.com/forum#!topic/tosdr/tIKYlPb4ITg", "status": "You are responsible for maintaining your Tumblr account's confidentiality", "created_at": "2018-05-15 09:12:09.206604", "updated_at": "2021-02-06 03:50:28.65011", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1993, "title": "Tumblr uses Google Analytics", "source": "https://groups.google.com/forum#!topic/tosdr/71pgwih1HOs", "status": "Tumblr uses Google Analytics", "created_at": "2018-05-15 09:12:11.031698", "updated_at": "2021-02-06 03:50:29.872746", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2026, "title": "You cannot scrape Tumblr Services or Content", "source": "https://groups.google.com/forum#!topic/tosdr/e4AmQRDmwr8", "status": "You cannot scrape Tumblr Services or Content", "created_at": "2018-05-15 09:12:12.165481", "updated_at": "2021-02-06 03:50:30.63307", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2060, "title": "Tumblr can suspend your account at any time", "source": "https://groups.google.com/forum#!topic/tosdr/Dimbd28KUT4", "status": "Tumblr can suspend your account at any time", "created_at": "2018-05-15 09:12:13.23304", "updated_at": "2021-02-06 03:50:31.150491", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2070, "title": "[neutral] Tumblr uses third-party cookies", "source": "https://groups.google.com/forum#!topic/tosdr/sTlxKpa8ALU", "status": "[neutral] Tumblr uses third-party cookies", "created_at": "2018-05-15 09:12:13.526357", "updated_at": "2021-02-06 03:50:31.345751", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2106, "title": "Tumblr uses info from Third Party Services to personalize content", "source": "https://groups.google.com/forum#!topic/tosdr/7lO-wGzPBSA", "status": "Tumblr uses info from Third Party Services to personalize content", "created_at": "2018-05-15 09:12:14.703521", "updated_at": "2021-02-06 03:50:32.186424", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2146, "title": "You must be at least 13 to use Tumblr", "source": "https://groups.google.com/forum#!topic/tosdr/mGvpbTdt2fw", "status": "You must be at least 13 to use Tumblr", "created_at": "2018-05-15 09:12:16.043069", "updated_at": "2021-02-06 03:50:33.432088", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2151, "title": "Tumblr follows DMCA for copyright infringement; can delete accounts subject to repeated DMCA notices", "source": "https://groups.google.com/forum#!topic/tosdr/oNuEDch3OIc", "status": "Tumblr follows DMCA for copyright infringement; can delete accounts subject to repeated DMCA notices", "created_at": "2018-05-15 09:12:16.241371", "updated_at": "2021-02-06 03:50:33.574898", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2160, "title": "Tumblr may modify or eliminate Paid Services", "source": "https://groups.google.com/forum#!topic/tosdr/ScEcgZG2PHQ", "status": "Tumblr may modify or eliminate Paid Services", "created_at": "2018-05-15 09:12:16.552412", "updated_at": "2021-02-06 03:50:33.838981", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2162, "title": "[good] California residents can ask which categoires of personal info are shared with third parties", "source": "https://groups.google.com/forum#!topic/tosdr/7H3aRPjiwXQ", "status": "[good] California residents can ask which categoires of personal info are shared with third parties", "created_at": "2018-05-15 09:12:16.608455", "updated_at": "2021-02-06 03:50:33.869049", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2168, "title": "Tumblr grants Subscribers limite copyright license", "source": "https://groups.google.com/forum#!topic/tosdr/54vgTY2KnUg", "status": "Tumblr grants Subscribers limite copyright license", "created_at": "2018-05-15 09:12:16.80034", "updated_at": "2021-02-06 03:50:34.034827", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2173, "title": "You release Tumblr from liability", "source": "https://groups.google.com/forum#!topic/tosdr/4O93XZXBN5w", "status": "You release Tumblr from liability", "created_at": "2018-05-15 09:12:16.982878", "updated_at": "2021-02-06 03:50:34.09495", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2197, "title": "[good] You can delete your account yourself", "source": "https://groups.google.com/forum#!topic/tosdr/UV71YK62LZY", "status": "[good] You can delete your account yourself", "created_at": "2018-05-15 09:12:17.775967", "updated_at": "2021-02-06 03:50:34.562846", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2236, "title": "[good] You can choose to prohibit Tumblr from collecting your mobile info", "source": "https://groups.google.com/forum#!topic/tosdr/e8h2-BgygIg", "status": "[good] You can choose to prohibit Tumblr from collecting your mobile info", "created_at": "2018-05-15 09:12:19.148931", "updated_at": "2021-02-06 03:50:35.466364", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2281, "title": "[neutral] Tumblr does store token regarding your financial info", "source": "https://groups.google.com/forum#!topic/tosdr/9EtGQvNiNPE", "status": "[neutral] Tumblr does store token regarding your financial info", "created_at": "2018-05-15 09:12:20.67282", "updated_at": "2021-02-06 03:50:36.454624", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1254, "title": "The cookies used by this service do not contain information that would personally identify you", "source": "https://www.tumblr.com/privacy/en", "status": "Web-browser information that's stored by Tumblr's cookies isn't used to identify you personally.", "created_at": "2018-05-15 09:11:42.2955", "updated_at": "2019-05-12 13:42:06.96738", "quoteText": "A web tag is code or a pixel embedded in a web page, or email, that allows Tumblr or a third party to see that you have looked at that page.\nWe use cookies and web tags to enable our servers to recognize your web browser and tell us how and when you use the Services, as described above in “Information Related to Use of the Services.” Our cookies do not, by themselves, contain information that personally identifies you, and we don't combine the general information collected through cookies with other such information to tell us who you are.\nHowever, we do use cookies to identify that you have logged in, and that your web browser has accessed the Services, and we may associate that information with your Account if you have one.", "case_id": 374, "document_id": 213, "quoteStart": 13523, "quoteEnd": 14258}, {"id": 1533, "title": "Tumblr will notify you when their TOS change, which can happen at any time", "source": "https://groups.google.com/forum#!topic/tosdr/hsNKqxgQ6Vc", "status": "Tumblr will notify you when their TOS change, which can happen at any time", "created_at": "2018-05-15 09:11:53.126199", "updated_at": "2018-09-22 22:54:13.187537", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2293, "title": "Tumblr makes certain code available", "source": "https://groups.google.com/forum#!topic/tosdr/j8ks1qHudTI", "status": "Tumblr makes certain code available", "created_at": "2018-05-15 09:12:21.170569", "updated_at": "2021-02-06 03:50:39.102253", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 956, "title": "Tumblr get a limited but eternal copyright license on your creations", "source": "https://www.tumblr.com/policy/en/terms-of-service", "status": "When you post something on Tumblr, others may choose to comment on it, making your content part of a social conversation in which Tumblr will never have to erase your original post, not even if you close your account.", "created_at": "2018-01-16 15:28:07.163483", "updated_at": "2019-05-12 13:35:34.681185", "quoteText": "All provisions of this Agreement that by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, and limitations of liability.", "case_id": 130, "document_id": 214, "quoteStart": 28027, "quoteEnd": 28239}, {"id": 1538, "title": "Users are subject to the policies and guidelines of the service.", "source": "https://www.tumblr.com/policy/en/terms-of-service", "status": "By using Tumblr, you agree to their terms", "created_at": "2018-05-15 09:11:53.320656", "updated_at": "2019-05-12 13:48:17.889403", "quoteText": "By using or accessing the Services, you (\"<strong>Subscriber</strong>\" or \"<strong>you</strong>\") agree to be bound by all the terms and conditions of this Agreement.", "case_id": 144, "document_id": 214, "quoteStart": 1730, "quoteEnd": 1896}, {"id": 1347, "title": "Copies of your content may remain indefinitely on Tumblr's systems", "source": "https://www.tumblr.com/privacy/en", "status": "", "created_at": "2018-05-15 09:11:45.571894", "updated_at": "2019-03-02 12:46:50.104592", "quoteText": "Deleting your Account may not fully remove the content you have published from our systems, as caching of, backups of, copies of, or references to your Account Information may not be immediately removed.\nIn addition, given the nature of sharing on the Services, some of the public activity on your Account prior to deletion (such as reblogs of your blog posts) may remain stored on our servers and accessible to the public.", "case_id": 174, "document_id": 213, "quoteStart": 29369, "quoteEnd": 29792}, {"id": 965, "title": "Third parties used by Tumblr are bound by confidentiality obligations", "source": "https://www.tumblr.com/privacy/en", "status": "Third parties that assist Tumblr are generally bound by confidentiality obligations that forbid them to use your personal information for other purposes.", "created_at": "2018-01-16 15:28:10.734292", "updated_at": "2019-05-12 13:34:37.872807", "quoteText": "Agents with whom we share such information for these reasons are generally bound by confidentiality obligations and, unless we tell you differently, our agents do not have any right to use information we share with them beyond the scope and duration of what is necessary to assist us", "case_id": 210, "document_id": 213, "quoteStart": 23797, "quoteEnd": 24080}, {"id": 1329, "title": "Tumblr can limit, restrict, suspend Services at any time without prior notice", "source": "https://www.tumblr.com/policy/en/terms-of-service", "status": "", "created_at": "2018-05-15 09:11:44.790171", "updated_at": "2018-09-12 10:58:42.064071", "quoteText": "Tumblr retains the right to create limits on and related to use of the Services in its sole discretion at any time with or without notice.\nTumblr may also impose limits on certain Services or aspects of those Services or restrict your access to parts or all of the Services without notice or liability.\nTumblr may change, suspend, or discontinue any or all of the Services at any time, including the availability of any product, feature, database, or Content (as defined below).\nTumblr may also terminate or suspend Accounts (as defined below) at any time, in its sole discretion.", "case_id": 203, "document_id": 214, "quoteStart": 5944, "quoteEnd": 6524}, {"id": 681, "title": "Terms may be changed at any time, but you will be notified.", "source": "https://groups.google.com/d/topic/tosdr/m4IRrxn4SOo/discussion", "status": "They can change the terms of service any time they see fit, but they will notify the user. Your use of the service supposedly constitutes acceptance of the changes in the terms.", "created_at": "2018-01-16 15:26:47.772266", "updated_at": "2018-07-24 04:22:38.225936", "quoteText": "2.\nModifications to this Agreement<p> Tumblr reserves the right to modify this Agreement by (1) posting a revised Agreement on and/or through the Services and (2) providing notice to you that this Agreement has changed, generally via email where practicable, and otherwise through the Services (such as through a notification on your Tumblr Dashboard or in our mobile applications).\nModifications will not apply retroactively.\nYou are responsible for reviewing and becoming familiar with any modifications to this Agreement.\n</p>\n<p> We may sometimes ask you to review and to explicitly agree to (or reject) a revised version of this Agreement.\nIn such cases, modifications will be effective at the time of your agreement to the modified version of this Agreement.\nIf you do not agree at that time, you are not permitted to use the Services.\n</p>\n<p> In cases where we do not ask for your explicit agreement to a modified version of this Agreement, but otherwise provide notice as set forth above, the modified version of this Agreement will become effective fourteen days after we have posted the modified Agreement and provided you notification of the modifications.\nYour use of the Services following that period constitutes your acceptance of the terms and conditions of this Agreement as modified.\nIf you do not agree to the modifications, you are not permitted to use, and should discontinue your use of, the Services.\n</p>\n<p> Note that, if you have prepaid for any Paid Services (as defined below) prior to a modification of this Agreement, your use of such prepaid Paid Services is governed by the version of this Agreement in effect at the time Tumblr received your prepayment.", "case_id": 122, "document_id": 214, "quoteStart": 2887, "quoteEnd": 4574}, {"id": 1673, "title": "[mediocre] User info is a business asset", "source": "https://groups.google.com/forum#!topic/tosdr/hd0o26Gz4qk", "status": "[mediocre] User info is a business asset", "created_at": "2018-05-15 09:11:58.336348", "updated_at": "2021-02-06 03:50:21.649552", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 1660, "title": "[note] You can opt out of certain emails", "source": "https://groups.google.com/forum#!topic/tosdr/9PQT1LOeZHw", "status": "[note] You can opt out of certain emails", "created_at": "2018-05-15 09:11:57.86286", "updated_at": "2021-02-06 03:50:21.778278", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 20049, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.tumblr.com/policy/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:14:19.358395", "updated_at": "2021-05-16 06:13:40.660032", "quoteText": "Services Available on an \"AS IS\" Basis <p> Your access to and use of the Services or any Content is at your own risk.\n", "case_id": 286, "document_id": 214, "quoteStart": 22184, "quoteEnd": 22302}, {"id": 20050, "title": "This service does not guarantee that it or the products obtained through it meet your expectations or requirements", "source": "https://www.tumblr.com/policy/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:14:38.223273", "updated_at": "2021-05-16 07:54:29.318248", "quoteText": "WITHOUT LIMITING THE FOREGOING, TO THE FULL EXTENT PERMITTED BY LAW, TUMBLR DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.", "case_id": 290, "document_id": 214, "quoteStart": 22405, "quoteEnd": 22601}, {"id": 20039, "title": "There is a date of the last update of the agreements", "source": "https://www.tumblr.com/policy/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:04:40.146986", "updated_at": "2021-05-13 14:03:19.287655", "quoteText": "Last Modified: 2019-09-25", "case_id": 331, "document_id": 214, "quoteStart": 16, "quoteEnd": 41}, {"id": 20041, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://www.tumblr.com/policy/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:07:05.690685", "updated_at": "2021-05-16 06:13:00.758458", "quoteText": "you will notify Tumblr immediately of any actual or suspected loss, theft, or unauthorized use of your Account or Account password.", "case_id": 484, "document_id": 214, "quoteStart": 9579, "quoteEnd": 9710}, {"id": 20042, "title": "Copyright license limited for the purposes of that same service but transferable and sublicenseable", "source": "https://www.tumblr.com/policy/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:08:10.968359", "updated_at": "2021-05-16 07:51:47.989712", "quoteText": "The rights you grant in this license are for the limited purposes of allowing Tumblr to operate the Services in accordance with their functionality, improve and promote the Services, and develop new Services.\n", "case_id": 135, "document_id": 214, "quoteStart": 11924, "quoteEnd": 12133}, {"id": 20043, "title": "The service has non-exclusive use of your content", "source": "https://www.tumblr.com/policy/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:08:32.892966", "updated_at": "2021-05-16 06:10:05.979213", "quoteText": "When you provide Subscriber Content to Tumblr through the Services, you grant Tumblr a non-exclusive, worldwide, royalty-free, sublicensable, transferable right and license", "case_id": 402, "document_id": 214, "quoteStart": 11381, "quoteEnd": 11553}, {"id": 20045, "title": "The copyright license you grant never expires, but it makes sense for this service", "source": "https://www.tumblr.com/policy/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:10:13.258866", "updated_at": "2021-05-16 06:12:50.829546", "quoteText": "Note also that this license to your Subscriber Content continues even if you stop using the Services, primarily because of the social nature of Content shared through Tumblr’s Services - when you post something publicly, others may choose to comment on it, making your Content part of a social conversation that can’t later be erased without retroactively censoring the speech of others.\n", "case_id": 394, "document_id": 214, "quoteStart": 13646, "quoteEnd": 14034}, {"id": 20046, "title": "You are informed about the risk of publishing personal info online", "source": "https://www.tumblr.com/policy/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:11:51.085117", "updated_at": "2021-05-16 06:09:53.756944", "quoteText": "One thing you should consider before posting: When you make something publicly available on the Internet, it becomes practically impossible to take down all copies of it.\n", "case_id": 231, "document_id": 214, "quoteStart": 14043, "quoteEnd": 14214}, {"id": 20051, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.tumblr.com/policy/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:14:58.958712", "updated_at": "2021-05-16 06:07:02.62333", "quoteText": "Tumblr makes no representations or warranties of any kind with respect to the Services, including any representation or warranty that the use of the Services will (a) be timely, uninterrupted or error-free or operate in combination with any other hardware, software, system, or data,", "case_id": 287, "document_id": 214, "quoteStart": 22602, "quoteEnd": 22885}, {"id": 20052, "title": "You have a reduced time period (1 year) to take legal action against the service", "source": "https://www.tumblr.com/policy/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:15:33.842749", "updated_at": "2021-05-16 06:07:10.422771", "quoteText": "You agree that any claim you may have arising out of or related to this Agreement or your relationship with Tumblr must be filed within one year after such claim arose.", "case_id": 151, "document_id": 214, "quoteStart": 23554, "quoteEnd": 23722}, {"id": 20048, "title": "The service has a no refund policy", "source": "https://www.tumblr.com/policy/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:13:21.075947", "updated_at": "2021-05-16 06:12:10.460852", "quoteText": "Purchases of Paid Services are final and non-refundable (particularly those Paid Services that may be used immediately, such as Promotions, as defined below), except at Tumblr's sole discretion and in accordance with the rules governing each Paid Service.\n", "case_id": 162, "document_id": 214, "quoteStart": 19214, "quoteEnd": 19470}, {"id": 20054, "title": "User accounts can be terminated after having been in breach of the terms of service repeatedly", "source": "https://www.tumblr.com/policy/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:17:11.970918", "updated_at": "2021-05-16 06:06:27.223029", "quoteText": "In particular, Tumblr may immediately terminate or suspend Accounts that have been flagged for repeat copyright infringement.\n", "case_id": 313, "document_id": 214, "quoteStart": 27638, "quoteEnd": 27764}, {"id": 20055, "title": "Details are provided about what kind of information they collect", "source": "https://www.tumblr.com/privacy/en", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:17:58.727103", "updated_at": "2021-05-13 13:57:40.089859", "quoteText": "What We Collect", "case_id": 228, "document_id": 213, "quoteStart": 2855, "quoteEnd": 2870}, {"id": 20056, "title": " Pseudonyms are allowed", "source": "https://www.tumblr.com/privacy/en", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:18:39.679397", "updated_at": "2021-05-16 06:06:16.855927", "quoteText": "You can keep yourself fairly anonymous on Tumblr, but remember that your posts, blogs, pages, and username are all visible to the public by default.\n", "case_id": 215, "document_id": 213, "quoteStart": 3564, "quoteEnd": 3713}, {"id": 20057, "title": "You can choose with whom you share content", "source": "https://www.tumblr.com/privacy/en", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:18:58.29729", "updated_at": "2021-05-13 14:03:37.764439", "quoteText": "People that know your email address can also find your blogs.\nIf you’d rather be unlisted, head over to your Account Settings.\n", "case_id": 225, "document_id": 213, "quoteStart": 3713, "quoteEnd": 3840}, {"id": 20059, "title": "Information is gathered about you through third parties", "source": "https://www.tumblr.com/privacy/en", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:19:55.03432", "updated_at": "2021-05-16 06:07:26.383897", "quoteText": " In some cases, we partner with Third Party Services that may provide information about you.", "case_id": 382, "document_id": 213, "quoteStart": 5348, "quoteEnd": 5440}, {"id": 20060, "title": "Your personal data is used for advertising", "source": "https://www.tumblr.com/privacy/en", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:20:56.79626", "updated_at": "2021-05-16 06:07:35.522823", "quoteText": "We use information about native actions to improve the Services, develop new Services, and, particularly, to personalize your Tumblr experience.\nPersonalization using this information may include presenting you with new posts relevant to what you’ve liked, providing you with better search results, and showing you advertising more relevant to your interests.\n</p>", "case_id": 216, "document_id": 213, "quoteStart": 7501, "quoteEnd": 7865}, {"id": 20061, "title": "The terms for this service are easy to read", "source": "https://www.tumblr.com/privacy/en", "status": "Despite being long, the agreements define well the legalese and employ an understandable language.", "created_at": "2021-05-07 22:21:29.417782", "updated_at": "2021-05-13 14:04:05.678633", "quoteText": "Reblogs, Likes, and Replies are a matter of public record, so if you’re truly ashamed of your desires it’s best to keep them to yourself.\nBut why? Be proud of who you are.\nYou’re beautiful.\nWe’re looking you in the eyes and telling you how beautiful you are.\n<p>\n", "case_id": 199, "document_id": 213, "quoteStart": 7866, "quoteEnd": 8129}, {"id": 20063, "title": "Third-party cookies are used for statistics", "source": "https://www.tumblr.com/privacy/en", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:23:42.810333", "updated_at": "2021-05-16 06:11:21.143827", "quoteText": "We use internal tools and third party applications and services (like Google Analytics or comScore) to collect and analyze this information.", "case_id": 325, "document_id": 213, "quoteStart": 9856, "quoteEnd": 9996}, {"id": 20064, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.tumblr.com/privacy/en", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:23:59.915678", "updated_at": "2021-05-13 14:03:47.28817", "quoteText": "Some of this information may also be associated with the Internet Protocol Address (“<b>IP Address</b>”) used to access the Services.\n", "case_id": 399, "document_id": 213, "quoteStart": 9997, "quoteEnd": 10131}, {"id": 20065, "title": "This service tracks which web page referred you to it", "source": "https://www.tumblr.com/privacy/en", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:24:45.40751", "updated_at": "2021-05-13 14:09:57.371608", "quoteText": "We automatically receive and record information from your web browser when you interact with the Services, such as your browser type and version, what sort of device you are using, your operating system and version, your language preference, the website or service that referred you to the Services", "case_id": 387, "document_id": 213, "quoteStart": 11246, "quoteEnd": 11544}, {"id": 20066, "title": "Tracking pixels are used in service-to-user communication", "source": "https://www.tumblr.com/privacy/en", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:25:32.679117", "updated_at": "2021-05-13 14:10:12.443534", "quoteText": "We also run limited-time studies using web tags, sometimes with third parties, to, for example, measure the effectiveness of our advertising or email.\n", "case_id": 217, "document_id": 213, "quoteStart": 15292, "quoteEnd": 15443}, {"id": 20067, "title": "Your personal data is used to employ targeted third-party advertising", "source": "https://www.tumblr.com/privacy/en", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:26:26.303927", "updated_at": "2021-05-16 06:11:14.166558", "quoteText": "In order to provide you with all of this Tumblr content for free, Tumblr selectively runs advertisements.\nWe, and our parent company, Automattic, work with online advertising companies to provide you with advertising that is as relevant and useful as possible.\nTo make our ads more relevant and useful, we make educated guesses about your interests based on your activity on our sites and services.", "case_id": 220, "document_id": 213, "quoteStart": 17377, "quoteEnd": 17775}, {"id": 20068, "title": "You can opt out of targeted advertising", "source": "https://www.tumblr.com/privacy/en", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:27:04.531066", "updated_at": "2021-05-13 13:58:08.514858", "quoteText": "If you do not prefer personalized advertising experiences, you may opt-out.\nNote that if you opt-out you will continue to see advertisements on Tumblr, though they will be less relevant and useful to you.\n</p>\n<p> When using web-based versions of Tumblr, you may opt-out of interest-based or personalized advertising by using the following industry opt-out pages: </p>\n<ul>\n<li>(EU) European Interactive Digital Advertising Alliance (EDAA) - www.youronlinechoices.com</li>\n<li>(US) Network Advertising Initiative (NAI) - www.networkadvertising.org</li>\n<li>(US) Digital Advertising Alliance (DAA) - www.aboutads.info</li>\n<li>(Japan) Data Driven Advertising Initiative (DDAI) - www.ddai.info</li>\n</ul>", "case_id": 219, "document_id": 213, "quoteStart": 18051, "quoteEnd": 18753}, {"id": 20069, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://www.tumblr.com/privacy/en", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:28:20.081115", "updated_at": "2021-05-16 06:10:56.109272", "quoteText": "\n<b>Information Disclosed Pursuant to Business Transfers:</b> In some cases, we may choose to buy or sell business assets.\nIn these transactions, user information is typically one of the transferred business assets.\nMoreover, if we, or substantially all of our assets, were acquired, or if we go out of business or enter bankruptcy, user information would be one of the assets that is transferred or acquired by a third party.\n", "case_id": 243, "document_id": 213, "quoteStart": 24090, "quoteEnd": 24517}, {"id": 20070, "title": "Promises will be kept after a merger or acquisition", "source": "https://www.tumblr.com/privacy/en", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:28:46.443319", "updated_at": "2021-05-16 06:06:03.868149", "quoteText": "You acknowledge that such transfers may occur, and that any acquirer of us or our assets may continue to use your Personal Information as set forth in this policy.\n", "case_id": 321, "document_id": 213, "quoteStart": 24517, "quoteEnd": 24681}, {"id": 20072, "title": "The data retention period is kept to the minimum necessary for fulfilling its purposes", "source": "https://www.tumblr.com/privacy/en", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:30:35.231757", "updated_at": "2021-05-16 06:05:47.26472", "quoteText": "Tumblr will retain your information only for as long as is necessary for the purposes set out in this Privacy Policy, for as long as your Tumblr account is active or as needed to provide you with the Services.\n", "case_id": 303, "document_id": 213, "quoteStart": 27824, "quoteEnd": 28034}, {"id": 20073, "title": "The service claims to be CCPA compliant for California users", "source": "https://www.tumblr.com/privacy/en", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:31:24.014368", "updated_at": "2021-05-13 13:58:37.273932", "quoteText": "If you’re a California resident, the CCPA provides you with rights regarding your personal information.\n</p>", "case_id": 482, "document_id": 213, "quoteStart": 33335, "quoteEnd": 33443}, {"id": 20074, "title": "You aren’t forced into binding arbitration in case of disputes", "source": "https://www.tumblr.com/policy/en/terms-of-service", "status": "Generated through the annotate view", "created_at": "2021-05-07 22:32:35.8061", "updated_at": "2021-05-16 06:05:40.221122", "quoteText": "You agree that any claim or dispute you may have against Tumblr must be resolved exclusively by a state or federal court located in New York County, New York, except as otherwise agreed by the parties.\n", "case_id": 335, "document_id": 214, "quoteStart": 29228, "quoteEnd": 29430}], "urls": ["tumblr.com"]}}