{"error": 448, "message": "OK", "parameters": {"id": 3883, "name": "Trevor.io", "created_at": "2021-05-30 22:15:34.778192", "updated_at": "2021-05-30 22:00:25.14957", "wikipedia": null, "keywords": null, "related": null, "slug": "trevor-io", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3883.png", "url": "trevor.io", "documents": [{"id": 6572, "name": "Customer Terms", "url": "https://trevor.io/terms/", "xpath": "", "text": " <ul>\n<li> View demo </li>\n<li> Pricing </li>\n<li> Security </li>\n<li> Features Answer data questions Build dashboards Set up workflows Map your database Learn about security </li>\n</ul>\n<ul>\n<li>Login </li>\n<li>\n<b>Signup</b>\n</li>\n</ul>\n<ul>\n<li> Security overview </li>\n<li> Security practices </li>\n<li> Data privacy overview </li>\n<li> Privacy policy </li>\n<li> Customer terms </li>\n<li> User terms </li>\n<li> Acceptable use policy </li>\n<li> Cookie policy </li>\n<li> Subprocessors </li>\n<li> GDPR </li>\n<li> DPA </li>\n</ul> Customer Terms <p>These Customer Terms (\"Terms of Use\", “Terms of Services”) describe your rights and responsibilities when using our online tool and platform (the “Services”).\nPlease read them carefully and contact us if you have any questions.</p>\n<p>The Service</p>\n<p>Trevor is an online service that connects to your database (your “Datasource”) and lets you write queries against your database using SQL or Trevor’s point and click interface.\nYou can do things like visualise query results, create dashboards, export results, and receive email alerts when the results change.</p>\n<p>Trevor does not store a copy of your database.\nHowever, query results are cached and stored for up to 48 hours before being permanently deleted.\nThis helps to protect your database from too much traffic.\nData security is a top priority.\nLearn about our security policies here.\n</p>\n<p>The contract</p>\n<p>These Customer Terms (or, if applicable, your written agreement with us) form a binding “Contract” between Customer and us.\n</p>\n<p>If you purchase subscription(s), connect a datasource, or invite users to access that datasource, or use the Services in any way after being notified of a change to these Customer Terms, you acknowledge your understanding of the then-current Contract and agree to the Contract on behalf of Customer.\nPlease make sure you have the necessary authority to enter into the Contract on behalf of Customer before proceeding.</p>\n<p>Who is a customer?</p>\n<p>If you add a Datasource to Trevor, “Customer” is the organization that you represent.\n</p>\n<p>If you signed up using your corporate email domain, your organisation is the Customer.\n</p>\n<p>If you are not formally affiliated with an organisation, and signed up using your personal email address, you are the Customer.\n</p>\n<p>Customer has ultimate authority over your Trevor account, the Datasources you have connected, and any associated paid subscription to Trevor.\nCustomer can modify and re-assign roles on your Datasource (including your role).\nIf Customer elects to replace you as the individual with ultimate authority for the Datasource, we will provide you with notice and you agree to take any actions reasonably requested by us or Customer to facilitate the transfer of authority to a new representative of Customer.</p>\n<p>Authorised Collaborators </p>\n<p>You are an Authorised Collaborator (“Collaborator”) if an organisation or other third party that we refer to in these Terms of Use as Customer has invited you to a Datasource, or if you have set up a Datasource on behalf of Customer.\n</p>\n<p>If, for example, you are joining a Datasource belonging to your employer, Customer is your employer.\nIf you are joining a Datasource created by your friend in relation to her new startup idea, then she is our Customer.\n</p>\n<p>Authorised Collaborators acknowledge and agree that Customer may remove their access to the Service at any time.\n</p>\n<p>It is solely customer’s responsibility to inform any authorised collaborators and any other relevant parties of any relevant customer policies and practices and any settings that may impact the processing of customer data.\n(b) obtain any rights, permissions or consents from authorised collaborators and any other relevant parties that are necessary for the lawful use of customer data and the operation of the services.</p>\n<p>Subscriptions</p>\n<p>A Paid Subscription may be required to access and use the Service.\nA paid subscription can be procured and managed via Trevor’s interface.\nAny fees quoted by Trevor will be exclusive of VAT / applicable sales tax.\n</p>\n<p>The Service is billed on a monthly basis, normally in advance.\nYour monthly billing period starts on the day that you set up a paid subscription.\nAny upgrades made during your monthly billing period will take place immediately, and the associated increase to your bill will be calculated (pro rata) and added to your next bill.\nAny downgrades you make will take place on your next billing date, and no refunds will be given.\n</p>\n<p>To activate and maintain a Paid Subscription, current, complete and accurate information must be provided (such as a change in billing address, credit card number, or credit card expiration date).\n</p>\n<p>A Paid Subscription can be cancelled at any time.\nHowever, the cancellation will only take affect at the end of your current monthly billing period.\nFor example, if you are charged on the 5th of every month, and you cancel on the 20th, no more payments will be taken and your account will be automatically downgraded on the 5th of the following month.</p>\n<p>We may share information about our future product plans.\nOur public statements about those product plans are an expression of intent, but do not rely on them when making a purchase.\nIf Customer decides to buy our Services, that decision should be based on the functionality or features we have made available today.</p>\n<p>If any fees owed to us by Customer (excluding amounts disputed reasonably and in good faith) are 10 days overdue, we may, without limiting our other rights and remedies, downgrade any fee-based Services to free plans until those amounts are paid in full.</p>\n<p>Feedback</p>\n<p>We are open to and greatly appreciate feedback, as it helps us to improve the Service.\nIf you do send us feedback, we may well use it.\nSo, by providing feedback, you grant us an unlimited, irrevocable, perpetual, sublicensable, transferable, royalty-free license to use it for any purpose without any obligation or compensation to you or Customer.</p>\n<p>Privacy Policy Please review our Privacy Policy for more information on how we collect and use data relating to the use and performance of our website and products.</p>\n<p>Use of the Services</p>\n<p>Customer must comply with the Contract and ensure that its Authorized Users comply with the Contract and the User Terms.\nWe may review conduct for compliance purposes, but we have no obligation to do so.\nWe aren't responsible for the content of any Customer Data or the way Customer or its Authorized Users choose to use the Services to store or process any Customer Data.</p>\n<p>The Services are not targeted towards, nor intended for use by, anyone under the age of 16.\nBy using the Services, you represent and warrant that you are 16 years of age or older.\nIf you are under the age of 16, you may not, under any circumstances or for any reason, use the Services.\nWe may, in our sole discretion, refuse to offer the Services to any person or entity and change its eligibility criteria at any time.\nYou are solely responsible for ensuring that these Terms of Service are in compliance with all laws, rules and regulations applicable to you and the right to access the Services is revoked where these Terms of Service or use of the Services is prohibited or to the extent offering, sale or provision of the Services conflicts with any applicable law, rule or regulation.\nFurther, the Services are offered only for your use, and not for the use or benefit of any third party.</p>\n<p>Accessing the Services</p>\n<p>To use the Service, you must register an account using your existing Heroku or Google account, or your company email address.\n</p>\n<p>You are entirely responsible for maintaining the security of your account details and for all activity that occurs under your account.\nYou agree to notify Trevor immediately of any unauthorised activity or use of your account or password, or any other breach of your account's security.\nHowever, you may be held liable for any loss incurred by Trevor or any other user of or visitor to the Trevor web site due to unauthorised use of your user account.</p>\n<p>You may not share your account with anybody or access an account that does not belong to you at any time to access Trevor.\nTrevor cannot and will not be held liable for any loss of damage incurred by your failure to comply with these obligations.</p>\n<p>You are solely responsible for the activity that occurs on your Account, regardless of whether the activities are undertaken by you, your employees or a third party (including your contractors or agents), and for keeping your Account password secure.</p>\n<p>You must notify us immediately of any change in your eligibility to use the Services (including any changes to or revocation of any licenses from state authorities), breach of security or unauthorised use of your Account.\nYou should never publish, distribute or post login information for your Account.\nYou shall have the ability to delete your Account, either directly or through a request made to one of our employees.</p>\n<p>Our Responsibilities Providing the Services</p>\n<p>We will (a) make the Services available to Customer and its Authorized Users as described in the Contract.\nand (b) not use or process Customer Data for any purpose without Customer's prior written instructions.\nprovided, however, that \"prior written instructions\" will be deemed to include use of the Services by Authorized Users and any processing related to such use or otherwise necessary for the performance of the Contract.</p>\n<p>Keeping the Services Available</p>\n<p>For all Service plans, we will use commercially reasonable efforts to make the Services available 24 hours a day, 7 days a week, excluding planned downtime.\nWe expect planned downtime to be infrequent but will endeavor to provide Customer with advance notice (e.g.\nthrough the Services), if we think it may exceed five (5) continuous minutes.</p>\n<p>Protecting Customer Data</p>\n<p>The protection of Customer Data is a top priority for us.\nWe will maintain administrative, physical, and technical safeguards at a level not materially less protective than as described in our Security policy.\nThose safeguards will include measures for preventing unauthorized access, use, modification, deletion and disclosure of Customer Data by our personnel.\nBefore sharing Customer Data with any of our third party service providers based in the EU, we will ensure that the third party maintains reasonable and lawful data practices for maintaining the confidentiality and security of Customer Data and preventing unauthorised access.\nBefore sharing Customer Data with any of our third party service providers in the US, we will ensure that the third party’s product is certified under the EU-U.S.\nPrivacy Shield framework set forth by the U.S.\nDepartment of Commerce and the European Union.</p>\n<p>Ownership</p>\n<p>Customer will own all Customer Data.\nSubject to the terms and conditions of the Contract, Customer (for itself and all of its Authorized Users) grants us a worldwide, non-exclusive, limited term license to access, use, process, copy, distribute, perform, export and display Customer Data only as reasonably necessary (a) to provide, maintain and update the Services.\n(b) to prevent or address service, security, support or technical issues.\n(c) as required by law and (d) as expressly permitted in writing by Customer.\nCustomer represents and warrants that it has secured all rights in and to Customer Data from its Authorized Users as may be necessary to grant this license.</p>\n<p>We own and will continue to own our Services, including all related intellectual property rights.\nAll of our rights not expressly granted by this license are hereby retained.</p>\n<p>Term and Termination</p>\n<p>A free subscription continues until terminated, while a paid subscription has a term that may expire or be terminated.\nThe Contract remains effective until all subscriptions ordered under the Contract have expired or been terminated or the Contract itself terminates.\nTermination of the Contract will terminate all subscriptions.</p>\n<p>All subscriptions automatically renew each month.\n</p>\n<p>We or Customer may terminate the Contract on notice to the other party if the other party materially breaches the Contract and such breach is not cured within thirty (30) days after the non-breaching party provides notice of the breach.\nCustomer is responsible for its Authorized Users, including for any breaches of this Contract caused by its Authorized Users.\nWe may terminate the Contract immediately on notice to Customer if we reasonably believe that the Services are being used by Customer or its Authorized Users in violation of applicable law.</p>\n<p>Upon termination of the Contract, the Customer account will be deleted with immediate affect.\nNo refunds or part-refunds may be given for any time remaining.</p>\n<p>Proper Use</p>\n<p>You agree that you will use the Service in compliance with all applicable local, national, and international laws, rules and regulations, including any laws regarding the transmission of technical data exported from your country of residence.\nYou agree that you will not transmit, distribute, post, store, link, or otherwise traffic in Content, information, software, or materials on or through the Service that is unlawful, threatening, abusive, harassing, defamatory, libelous, deceptive, fraudulent, invasive of another's privacy, tortious, offensive, profane, contains or depicts pornography that is unlawful, or is otherwise inappropriate as determined by us in our sole discretion, you know is false, misleading, untruthful or inaccurate, constitutes unauthorised or unsolicited advertising, fraudulent or inappropriate purpose.\nimpersonates any person or entity, including any of our employees or representatives, includes anyone's identification documents or sensitive financial information.\n</p>\n<p>Modifications to the Services</p>\n<p>Trevor reserves the right to make commercially reasonable updates to the Service at any time for any reason with or without notice.</p>\n<p>To the agreement</p>\n<p>Trevor may make changes to this Agreement, including any linked documents from time to time.\nUnless otherwise noted by Trevor, material changes to the Agreement will become effective 10 days after they are posted, except if the changes apply to new functionality in which case they will be effective immediately.\nIf Customer does not agree to the revised Agreement, the customer must stop using the service.</p>\n<p>To the fees</p>\n<p>Trevor reserves the right to modify or revise Service fees at any time, and you agree to be bound by such modifications or revisions.</p>\n<p>Publicity</p>\n<p>In certain cases, we may wish to include Customer's name or brand in a list of Trevor customers, online or in promotional materials.\nIn such cases, we will obtain written permission from Customer.</p>\n<p>Customer is permitted to state publicly that it is a customer of Trevor.\nIf the Customer wants to display Trevor Logos in connection with its use of the Services, Customer must obtain written permission from Trevor.\n</p>\n<p>Neither party needs approval if it is repeating a public statement that is substantially similar to a previously-approved public statement.\n</p>\n<p>Warranties and Liability</p>\n<p>Trevor does not warrant that the Services will meet your requirements or expectations, the Service will be timely, uninterrupted or error-free or operate in combination with any other hardware, software, system or data bugs or errors will be corrected, the mathematical calculations performed by the Service are accurate.</p>\n<p> The Services are provided to you strictly on an \"as is\" basis.\nAll conditions, representations and warranties, whether express, implied, statutory or otherwise, including, without limitation, any implied warranty of merchantability, fitness for a particular purpose, or non-infringement of third party rights, are hereby disclaimed to the maximum extent permitted by applicable law.\nYou expressly understand and agree that Trevor shall not be liable for any direct, indirect, incidental, special, consequential or exemplary damages, including but not limited to, damages for loss of profits, goodwill, use, data or other intangible losses (even if Trevor has been advised of the possibility of such damages), resulting from your usage of the Service.</p>\n<p>Force Majeure</p>\n<p>Neither us nor Customer will be liable by reason of any failure or delay in the performance of its obligations on account of events beyond the reasonable control of a party, which may include denial-of-service attacks, a failure by a third party hosting provider or utility provider, strikes, shortages, riots, fires, acts of God, war, terrorism, and governmental action.</p>\n<p>Indemnification</p>\n<p>You agree to hold harmless and indemnify Trevor, and its affiliates, officers, agents, and employees from and against any third party claim arising from or in any way related to your use of the Service, including any liability or expense arising from all claims, losses, damages (actual and consequential), suits, judgments, litigation costs and attorneys' fees, of every kind and nature.\nIn such a case, Trevor will provide you with written notice of such claim, suit or action.\nThe failure of Trevor to exercise or enforce any right or provision of the Terms of Use shall not constitute a waiver of such right or provision.\nThe Terms of Use constitutes the entire agreement between you and Trevor and govern your use of the Service, superseding any prior agreements between you and Trevor (including, but not limited to, any prior versions of the Terms of Use).</p>\n<p>Contact</p>\n<p>If you have any questions, please contact Trevor on team@trevor.io.</p>\n<ul> Trevor.io <li>About us</li>\n<li>Pricing</li>\n<li>Partners</li>\n<li>Blog</li>\n</ul>\n<ul> Resources <li>Send live data to Google Sheets</li>\n<li>Trigger alerts in Slack</li>\n<li>Connect Trevor to Zapier</li>\n<li>Generate an ER Diagram</li>\n</ul>\n<ul> Legal <li>Legal and cookies</li>\n<li>Security overview</li>\n<li>GDPR</li>\n</ul>\n<small>© Trevor Tech GmbH, 2021</small> ", "created_at": "2021-05-30 22:15:34.780627", "updated_at": "2021-05-30 20:20:48.927777"}], "points": [], "urls": ["trevor.io"]}}