{"error": 448, "message": "OK", "parameters": {"id": 4967, "name": "33Across", "created_at": "2021-09-02 22:32:11.099995", "updated_at": "2021-09-02 22:01:08.34921", "wikipedia": "https://en.wikipedia.org/wiki/33Across", "keywords": null, "related": null, "slug": "33across", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4967.png", "url": "33across.com", "documents": [{"id": 8920, "name": "Privacy Policy", "url": "https://www1.33across.com/privacy-policy/", "xpath": "/html/body/div[4]/div/div/div/main/article/div/div/div/div/div", "text": " Privacy at 33Across\n<p>33Across, Inc.\nand its corporate group affiliates (collectively, “33Across”) provides online publishers and marketers (our “Clients”) with a suite of products and technologies (“Products”, or “Technology”) that provide insights into how content is consumed and shared on their web sites, monetize this content, and drive incremental traffic.</p>\n<p>We consider the protection of user privacy to be of paramount importance and provide this privacy policy to inform consumers about how our Technology collects and uses consumer data.\nThis privacy policy also outlines how you, as an end-user, may opt-out of data collection by 33Across.\nThis policy also covers privacy practices on our corporate website (“Website”), www.33across.com.</p> Privacy Practices For Our Technology\nOverview of How We Use and Protect Information<br>\n<p>33Across provides Products that enable Clients to gain insights into how their content is being consumed and shared by end-users.\nUsing two distinguishable browser technologies – traditional cookie-based and innovative cookie-less – end-user data is collected across multiple websites to provide these insights.\nThe data collected consists of behavioral information regarding the web pages they visit and/or the actions they take on websites, such as copying or sharing content, clicking on hyperlinks or advertising on the page, or signing up for products or services offered by our Clients.\nWe use the collected information to target and display advertisements that may be of interest to users.</p>\n<p>Some of our Products insert advertising from our partners on our Client websites.\nWe record information that an ad was requested or shown, and any user interactions with the ad or the page where the ad appears.\nThis information is used for analysis, reporting and troubleshooting.<br>\nWe categorize website visitors with similar characteristics or interests into non-personally identified data segments and offer these segments to our Clients, improving their ability to deliver more relevant advertising or analytics.\nFor example, if a person expresses an interest in comedy films by visiting a page with related content, our Technology would help our Clients characterize other people who are likely to enjoy comedy films based on similarities in browsing or sharing behavior.</p>\n<p>We do not knowingly use information that comes from what we consider to be sensitive health information.\nWe may use health-related segments that are inferred from data we collect but are not derived from sensitive health data.\nClick here for a list of the standard health-related segments that may be used by our platform.</p> Data Our Technology Collects through Client Websites\nPersonally Identified Information<br>\n<p>When we refer to Personally Identified Information (“PII”) in this policy, we mean any information used or intended to be used to directly identify a particular individual, including name, address, telephone number, email address, financial account number, and government-issued identifier.\nWe do not collect PII through Client websites via our Technology.</p>\nDevice-Identified Information<br>\n<p>33Across collects only Device-Identified Information (“DII”) from the web pages where our Clients deploy our Products.\nWhen we refer to DII in this policy, we mean information that is linked to a browser, device, group of devices, but is not used or intended to be used to directly identify a particular individual.\nDII includes, but is not limited to, mobile device ID, hashed email address, the Internet Protocol (IP) address and metadata that your device uses to connect to the internet, browser type (for example Chrome, Safari or Mozilla), operating system (for example Windows or MacOS) and the URL of Client website pages or sections visited, as long as that data is not linked to PII.</p>\n<p>Keep in mind that in certain contexts and jurisdictions, some information that we in this policy regard as DII, such as IP addresses, may nevertheless be regarded as “personal information” – for example, under privacy legislation in California and elsewhere.\nWe do not, however, collect DII for visitors to Client websites whose IP address suggests that they are from European Economic Area (EEA) countries.</p> Privacy Practices For Our Website\nPersonally Identified Information<br>\n<p>We collect PII exclusively on the 33Across Websites: our main company site (33across.com) and our publisher portal (platform.33across.com), when you choose to provide it to us.\nFor example, you may choose to provide us PII about yourself by sending us an email, by completing an online form, or by registering for a login and password for the Products we offer.\nWe use this information only to contact you to respond to your inquiry or manage your registered account.</p>\n<p>Please note that updates on legal notices from us such as this privacy policy, will be available on this Website and will govern your use of the Website.</p>\nDevice Identified Information<br>\n<p>33Across automatically receives and records certain DII from all visitors to our Websites, including your IP address, pages viewed, browser type, settings and language, the time/date of your visit to this Website, and the referring URL and your computer’s operating system.\n33Across uses this DII to help diagnose problems with its server, analyze trends and administer the Website.\nHowever, keep in mind that some of this DII could be regarded as “personal information” under the privacy laws in California and elsewhere.</p> Use of Cookies\n<p>We use DII browser session cookies and persistent cookies in our Products and on our Website to provide, monitor, analyze, and improve our services.\nFor more information about cookies please visit allaboutcookies.org.</p>\n<p>We try and set cookies for first-time visitors to any of the sites that deploy our Technology or Products.\nIf our cookie is already set on your browser, we know you are a returning visitor and log data using your existing cookie.\nYou are always free to configure your browser to decline to receive cookies or clear your cookies, which will result in us treating you as a new visitor every time you encounter our Products on our Client websites.\nHowever, in order to stop data collection by 33Across, you have to explicitly opt-out, as described in the next section of this document.</p>\n<p>We do not combine information collected through cookies with PII you may have provided to us when you registered for our Products or submitted a form through our Website.</p>\n<p>Some of our business partners (for example, Google Analytics) or Clients may set or use their own cookies on our Website or through the Products we provide.\nHowever, we have no access to or control over these cookies.\nSome of our business partners may engage in cross-device mapping.\nIn other words, our business partners may link the cookie data we gather to device identifiers concerning the same user.\nOur business partners may then share the cross-device mapping or other user data with us, for the purpose of personalized advertising.</p>\nNotification About Other Parties<br>\n<p>The following disclosure is made pursuant to the California Online Privacy Protection Act: When you use our Website or websites of our Clients, other parties, such as Google, may collect DII about your online activities over time and across different websites or online services.</p> Cookie-less Technology<br>\n<p>Our Cookie-less technology attaches a statistical DII to a user’s browser.\nThis statistical DII is based primarily on the device’s IP address and metadata ordinarily present in the information sent between a user’s web browser and a web server.\nThis metadata may include, for instance, the languages that the web browser accepts and prefers, the compression algorithm that the web browser accepts, and information about the browser type and version and operating system, vendor and version.</p>\n<p>The statistical DII helps us to correlate an unnamed user to the URLs of Client website pages or sections that the unnamed user visited through their browser.</p>\n<p>We refer to this as a “statistical DII” because it is not able to perform this correlation at 100% accuracy.</p>\n<p>We also use two other different types of Cookie-less technologies.\nThe first is a hashed (encoded) email address.\nHashed encoding is a method that substitutes your actual email address with a long sequence of digits, and ensures that we cannot know what your email address actually is.\nLike other DIIs, the hashed email address is not used or intended to be used to directly identify you.</p>\n<p>The second is mobile device advertising ID (MAID).\nThis is a unique advertising-related identifier that is attached to your mobile device.\nLike other DIIs, the MAID is not used or intended to be used to directly identify you.</p> Opting Out\n<p>Information about your options for opt-out is provided below.\nHowever, please note that opting out does not mean you will no longer receive online advertising.\nIt does mean that 33Across will no longer collect any data associated with your activities on any of our Clients’ websites.</p>\n<p>33Across is a member of the Network Advertising Initiative (NAI) and adheres with the NAI’s Code.\nYou may visit https://optout.networkadvertising.org to find out more about the NAI’s Self-Regulatory Program and to opt out of 33Across and other NAI member company advertising programs.</p>\n<p>33Across is a participating company in the European Digital Advertising Alliance and adheres to the Interactive Advertising Bureau (IAB) Europe’s EU Framework for Online Behavioral Advertising.\nLearn more about online behavioral advertising, additional choices regarding the collection and use of data for online behavioral advertising, and how to file any consumer feedback or complaints with the national advertising Self-Regulatory Organization at https://www.edaa.eu/ and https://www.youronlinechoices.com.</p>\n<p>We use persistent cookies and cookie-less technology to manage your opt-out status.</p>\n<p>You may visit http://optout.33across.com to opt-out of data collection from 33Across, for both our cookie-based and cookie-less Technologies.</p>\n<p>The 33Across Opt-out Tool itself relies on cookies and cookie-less technology to store and read your opt-out status.\nThis means that if you use multiple computers or browsers, you will need to repeat the opt-out process for each computer and each browser.\nIf you buy a new computer, change web browsers, update to a new version of your web browser, change IP addresses, or clear your 33Across cookies, you will need to perform the opt-out task again.\nPlease note the following additional limitations of opting-out:</p>\n<ul>\n<li>In order for the opt-out tool to work on your computer for cookie-based identifiers, your browser must be set to accept cookies.\nIf you clear your browser’s cookies, your opt-out cookies will also be removed and your opt-out will no longer be effective until you actively opt-out again.</li>\n<li>Because the statistical DII does not provide 100% accuracy, an opt-out you performed through a particular browser, particular device, and a particular type of Internet connection may not be effective for other browsers or browser settings, devices or types of Internet connection.\nAlso, an opt-out you performed may effectively also opt-out other users such as those in your household who use the same kind of browser and browser settings, device and Internet connection</li>\n<li>Opting-out of us processing your hashed email address will only be effective for the particular email address you entered in the opt-out form.</li>\n<li>Opting-out of us processing your mobile device advertising ID (MAID) will only be effective for so long as your mobile device uses that MAID.\nIf your device generates a new MAID (for example, when you reset your device’s settings), your previous opt-out of the MAID will not be effective unless you actively opt-out again with your newly generated MAID.</li>\n</ul>\n<p>&nbsp;</p> Additional Information for Data Subjects<br>\nin the European Economic Area\n<p>The General Data Protection Regulation (GDPR) (Regulation (EU) 2016/679) gives data subjects who are in the EEA the right to review, rectify, or delete their personal information.</p>\n<p>However, as of July 1, 2020 33Across’ Products and Technology no longer collect new personal data from data subjects in the European Economic Area.\nIn addition, we have fully discarded all personal data we had from data subjects in the European Economic Area as of September 30, 2020.</p>\n<p>\n</p> Additional Information Consumers in California\n<p>Click here to read our California Consumer Privacy Act (CCPA) notice.</p> General Privacy Information\nInformation security\n<p>The security of your information is important to us.\nWe take security measures to protect against unauthorized access to or unauthorized alteration, disclosure or destruction of data.\nThese include firewalls and encryption, internal reviews of our data collection, storage and processing practices and security measures, as well as physical security measures to guard against unauthorized access to systems.\nWe restrict data access to a subset of 33Across employees, contractors and agents who need to know that information in order to operate, develop or improve our Products and services.\nThese individuals are bound by confidentiality and data security obligations and may be subject to discipline, including termination, if they fail to meet these obligations.</p>\n<p>No method of transmission over the Internet, or method of electronic storage, is 100% secure, however.\nTherefore, while we strive to use commercially acceptable means to protect your information, we cannot guarantee its absolute security.</p>\nData Retention\n<p>We retain contact information submitted by Clients as long as they are actively registered for our Products.\nData about users who contact us via our Website is retained as long as their interaction with us is active.\nData about inactive Publishers or Website users may be deleted as space requires or in the normal course of business.\nYou can request that your data be removed from our records by contacting us at privacy@33across.com.</p>\n<p>We retain non-personally identifiable user activity data collected through our Products for 90 days.\nStatistical summaries and data aggregations across many users’ activities may be kept for longer periods.</p>\nInternational Users\n<p>The Website and Products are hosted in the United States.\nIf you access the Website or Products from the European Union, Asia, or any other region with laws or regulations governing personal data collection, use, and disclosure that differ from United States laws, please be advised that through your continued use of the Website or Products, you are transferring your PII and DII to the United States and you consent to that transfer.\nAdditionally, you understand that your PII and DII may be processed in the United States.</p>\nInformation Relating to Children<br>\n<p>Protecting the privacy of children is very important to us.\nWe do not knowingly collect any information from anyone under the age of 13 and no part of our Website or Products are designed specifically to attract people under the age of 13.\nIf we are made aware that we have received any information from anyone under the age of 13, we will use reasonable efforts to remove that information from our records.</p>\n<p>Disclosure of Information to Third Parties<br>\nWe do not rent or share your PII with non-affiliated third parties without your consent.\nWe may, however, share your PII with trusted third-party contractors who provide services for us.\nThese third-party contractors are prohibited from using the information we provide for purposes other than performing services for us.</p>\n<p>We may share DII collected on the Website or via our Technology with unaffiliated third parties.\nThese also include third party marketing partners, with whom we share DII for commercial purposes.\nFor example, we may disclose to a marketing data broker that our online advertisements offering ‘sports car’ test drives receive more clicks than those offering ‘mini van’ test drives.</p>\n<p>We may disclose your information to third parties when we reasonably believe we are obligated to do so by law, and in order to investigate, prevent, or take action regarding suspected or actual prohibited activities, including but not limited to, fraud and situations involving potential threats to the physical safety of any person.</p>\n<p>Finally, in the event we are acquired by or merged with a third-party entity or undergo another change of control, we reserve the right to transfer information, including any PII and DII, to a successor entity.\nYou understand that we may not be able to control how your information is used in the event of such a change of control.</p>\n<p>Changes to this Privacy Policy</p>\n<p>This privacy policy is subject to change.\nUse of information we collect now is subject to the privacy policy in effect at the time such information is used.\nIf we make any material or substantive changes in the way that we use the information we collect about you, we will post a clear and conspicuous notice of those changes on the Website and in this privacy policy.</p>\nConditions of Use\n<p>If you decide to visit the Website, your visit and any possible dispute over privacy is subject to this privacy policy and our terms of use, including limitations on damages, arbitration of disputes, and application of New York state law.</p> Questions or Comments?\n<p>33Across regularly reviews its compliance with this Privacy Policy.\nPlease feel free to direct any questions or concerns regarding this Privacy Policy by contacting us through this Site.\nYou may e-mail our Privacy Officer (also known as our Data Protection Officer) at:</p>\n<p>33Across, Inc.<br>\nAttn: Privacy Officer<br>\n229 West 28th Street, 4th Fl.<br>\nNew York, NY 10001<br>\nE-mail:&nbsp;privacy@33across.com</p>\n<p>Effective date of policy: May 27, 2021<br>\n</p>\n<p>&nbsp;</p>\n<p> Japanese</p>\n<p> Portuguese</p>\n<p> Spanish</p> Contact Info <p>privacy[at]33across.com<br>\n33Across, Inc.<br>\nAttn: Privacy Officer<br>\n229 West 28th Street<br>\n4th Floor<br>\nNew York, NY 10001</p> ", "created_at": "2021-09-02 22:32:11.102499", "updated_at": "2021-09-02 20:33:22.250244"}, {"id": 8921, "name": "Terms of Use", "url": "https://platform.33across.com/sitectrl_tos", "xpath": "//body", "text": " Terms of Use <p> Welcome to Platform.33across.com (the “Site”), a website operated by 33across Inc.\n(together with its affiliated companies, “33Across”, “we”, “us”, or “our”).\nWe operate the Site, and 33Across software products and services made available through the Site (collectively the “Services”), as well as our platform (the “33Across Platform”).\nThe following terms and conditions (the “Terms of Use”) form a binding agreement between you and us whether you are a visitor to this Site (a “Visitor”), an individual who is accessing and using the 33Across Platform from a Supply Partner website (an “End User”) or the owner or operator of a website that installs the Services on its website (a “Supply Partner” and the website a “Supply Partner Site”).\nUnless otherwise indicated, “you” means Visitors, End Users and Supply Partners.</p>\n<p> PLEASE READ THESE TERMS OF USE CAREFULLY.\nBY ACCESSING THE SITE AND USING THE SERVICES YOU AGREE TO BE BOUND BY THESE TERMS OF USE.\nIF YOU ARE ACCESSING THE SITE OR USING THE SERVICES ON BEHALF OF AN ENTITY OR BUSINESS, YOU REPRESENT AND WARRANT THAT YOU HAVE THE AUTHORITY TO BIND SUCH ENTITY OR BUSINESS TO THESE TERMS OF USE.\nIF YOU OR THE ENTITY DO NOT WISH TO BE BOUND BY THESE TERMS OF USE, YOU MAY NOT ACCESS OR USE THIS SITE OR THE SERVICES.</p>\n<p> 1.\nSERVICES.\nThe 33Across Platform provides link creation in copied and pasted Supply Partner Content.\nWhen we refer to Supply Partner Content we mean web pages, text, videos, images, audio clips, photos, graphics, advertisements, sponsorships and/or other types of content or data served from a Supply Partner Site.</p>\n<p> 2.\nSUPPLY PARTNER USAGE.\nAs a Supply Partner, you will be provided with customized script that allows you to install the Services on a webpage on your Supply Partner Site.\nWhen you install our script on a web page, you authorize us to use, reproduce, distribute, publicly display and publicly perform the Supply Partner Content to the extent necessary for us to provide the Services.</p>\n<p> 3.\nSUPPLY PARTNER ACCOUNTS.\nIf you are a Supply Partner and want to receive reports or other customized Services that are related to your Supply Partner Site(s), we may require that you create an Account.\nYou can create an Account by following the registration instructions provided on the Site.\nIf you choose to create an Account, you agree to provide only true, current, accurate, and complete registration information, and keep that information true, accurate, and up-to-date.\nEach registration is for your personal use, or for the use by the company or organization on whose behalf you access the Site and use the Service.</p>\n<p> 4.\nSUPPLY PARTNER CONTENT RULES.\nWe do not endorse any Supply Partner Content or any opinion, recommendation, or advice expressed in any Supply Partner Content, and we expressly disclaim any and all liability in connection with any Supply Partner Content.\nWe may decide whether any Supply Partner Content is inappropriate or not in compliance with these Terms of Use and reserve the right to remove Supply Partner Content and/or suspend or terminate your use of the Services at any time, without prior notice and in our sole discretion.</p>\n<p>\n</p>\n<p> 5.\nPRIVACY AND DATA SECURITY.\nSupply Partner is responsible for ensuring that it is in full compliance with the applicable Data Protection Authority’s interpretation of E-PRIVACY DIRECTIVE 2009/136/EC and all applicable laws and regulations regarding the posting of privacy policies and the collection, use and disclosure of the offline data.\nYou are responsible for providing a link to opt out of personalized advertising, such as optout.networkadvertising.org.\nEach party will comply with all applicable laws, regulations, and self-regulatory organization codes including, without limitation, the National Advertising Initiative Code of Conduct.\nTo the extent the General Data Protection Regulation (GDPR ) (Regulation (EU) 2016/679) is applicable to the Parties’ activities under this Agreement, each Party will ensure its services and business practices comply with the GDPR no later than the date on which it comes into effect, and will adhere to the Data Processing Addendum attached as Addendum A hereto and incorporate into these Terms of Use.\n</p>\n<p> 6.\nOWNERSHIP AND 33ACROSS LICENSES.\nYou understand and acknowledge that the software, code, proprietary methods and systems used to provide the Site or Services and any Downloadable Code (as defined below) (“Our Technology”), are: (i) protected by United States and international copyright laws.\n(ii) subject to other intellectual property and proprietary rights and laws.\nand (iii) owned by us or our licensors.\nSubject to the terms of this Terms of Use, we hereby grant to Supply Partner a limited, non-exclusive, worldwide license to use and reproduce the code provided by us that enables the installation of Services on your Supply Partner Site (the “Downloadable Code”).\nThis right and license is personal to you.\nSupply Partner may not be sub-license or transfer such license to any other party.\nExcept as specifically allowed in this paragraph, Our Technology may not be modified, reproduced, republished, posted, displayed, performed, transmitted, sold, offered for sale, or redistributed in any way without our prior written permission and the prior written permission of our applicable licensors.\nYou agree to abide by all copyright notices, information, or restrictions contained in or attached to any of Our Technology.\nIf you are a U.S.\nGovernment end user, any of the components that constitute Our Technology and its related documentation is a “commercial item” as that term is defined at 48 C.F.R.\n2.101, consisting of “commercial computer software” and “commercial computer software documentation” as such terms are used in 48 C.F.R.\n12.212.\nConsistent with 48 C.F.R.\n12.212 and 48 C.F.R.\n227.7202-1 through 227.7202-4, all U.S.\nGovernment end users acquire Our Technology and any documentation provided with the Services with only those rights set forth in these Terms of Use.</p>\n<p> 7.\nDATA RIGHTS.\nWe do not charge End Users or Supply Partners a fee for using the Services, including the 33Across Platform.\nIn consideration for the Services, you agree that we may collect data related to an End User’s use of the Services that does not include any Personally Identifiable Information (“PII”) including an End User’s copying and pasting of Supply Partner Content (collectively, the “Data”).\nOur data collection, use and disclosure practices are described more fully in our Privacy Policy and include the use of log information and cookies that record non-personally identifiable information about End Users.\nWe do not collect any PII from End Users through the provision of the Services.\nWhen an End User visits a Supply Partner Site, we may deploy a cookie to record information about how the End User uses the web, such as the web search that landed the End User on a particular page or categories of the End User’s interests.\nWe may use the Data to target advertising toward the End User or authorize others to do the same.\nYou grant us a non-exclusive, perpetual, worldwide and irrevocable right and license to collect, use and disclose the Data as provided in our Privacy Policy and to allow our third party data partners to do the same.\n33Across agrees that it will share data only on an aggregated basis in such a way that a third party cannot be able to determine a specific Supply Partner’s total traffic or the traffic on any specific page.</p>\n<p> 8.\nPRIVACY.\nWe value your privacy and the security of your information.\nFor this reason, our Privacy Policy describes our collection, use and disclosure of information.</p>\n<p> 9.\nGEOGRAPHICAL RESTRICTIONS.\nWe make no representation that all of the Services are appropriate or available for use in locations outside the United States or all territories within the United States.\nIf you choose to access our Site and the Services, or make the Services available via the Supply Partner Site, you do so on your own initiative and are responsible for compliance with applicable laws, rules, and regulations.\nWe agree that the Site and the Services may be used within the United Kingdom.</p>\n<p> 10.\nMODIFICATIONS TO TERMS.\nWe may change the terms of these Terms of Use from time to time on a going-forward basis.\nWe will notify you of any such material changes by posting notice of the changes on the Site, and/or, in our sole discretion, by email.\nAny such modifications become effective upon the earlier to occur of (i) your acknowledgement of such modifications.\nor (ii) your continued access to and/or use of the Site or Services after we post notice of such modifications.\nIt is your sole responsibility to check the Site from time to time to view any such changes to the terms in the Terms of Use.\nIf you do not agree to any changes, if and when such changes may be made to the Terms of Use, you must cease access to the Site and use of the Services.</p>\n<p> 11.\nMODIFICATIONS TO THE SITE OR SERVICES.\nWe reserve the right to modify or discontinue the Site or Services.\nWe will not be liable to you or any third party should we exercise our right to modify or discontinue the Site and/or Services.\nIf you object to any such modification, your sole recourse will be to cease access to the Site or Services.\nContinued access to the Site or Services following notice of any such changes will indicate your acknowledgement of such changes and satisfaction with the Site or Services as so modified.</p>\n<p> 12.\nTERMINATION.\nYou acknowledge and agree that we, at our sole discretion, may terminate your use of the Site and/or the Services without prior notice for any reason at any time.\nYOU AGREE THAT WE SHALL NOT BE LIABLE TO YOU OR ANY THIRD PARTY FOR TERMINATION OF YOUR ACCESS TO THE SITE AND SERVICES.\nIn the event of any termination, you will immediately cease access to the Site and/or the applicable Services, and we will no longer provide you such Services.</p>\n<p> 13.\nCOPYRIGHT VIOLATIONS.\nWe respect the intellectual property of others, and we ask you to do the same.\nIf you believe that your work has been copied in a way that constitutes copyright infringement, please provide our Copyright Agent the following information:</p>\n<ul>\n<li> An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest.\n</li>\n<li> A description of the copyrighted work that you claim has been infringed.\n</li>\n<li> A description of where the material that you claim is infringing is located on the Site or Services.\n</li>\n<li> Your address, telephone number, and email address.\n</li>\n<li> A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand </li>\n<li> A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.\n</li>\n</ul>\n<p> Our copyright agent for notice of claims of copyright infringement on the Site or the Services can be reached by mail at Copyright Agent at: DMCA Claims, 33Across Inc., 229 West 28th Street, New York, NY 10001, or by email at&nbsp;contactus@33across.com.\nPlease note that, pursuant to 17 U.S.C., section 512(f), any knowing misrepresentation of material fact in a written notification automatically subjects the complaining party to liability for any damages, costs and attorney’s fees incurred by us in connection with the written notification and allegation of copyright infringement.\n</p>\n<p> 14.\nDISCLAIMERS.\nTHE SITE AND SERVICES AS WELL AS ALL SOFTWARE, MATERIALS, AND TECHNOLOGY USED TO PROVIDE ANY OF THE FOREGOING, ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS WITHOUT ANY WARRANTY OF ANY KIND.\nTO THE MAXIMUM EXTENT PERMITTED BY LAW, 33ACROSS, OUR AFFILIATES, AND OUR RESPECTIVE, OUR OFFICERS, DIRECTORS, AGENTS, AND EMPLOYEES EXPRESSLY DISCLAIM ALL REPRESENTATIONS AND WARRANTIES, WHETHER EXPRESS OR IMPLIED, ORAL OR WRITTEN, INCLUDING ANY WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, ACCURACY, TITLE, QUIET ENJOYMENT, UN-INTERRUPTION, AND/OR SYSTEM INTEGRATION.\n33ACROSS, OUR OFFICERS, DIRECTORS, AGENTS, AND EMPLOYEES MAKE NO WARRANTY ABOUT THE ACCURACY, RELIABILITY, COMPLETENESS, QUALITY, OR TIMELINESS OF THE SITE OR SERVICES, OR THAT PROBLEMS WITH THE FOREGOING WILL BE CORRECTED, OR THAT THE SITE OR SERVICES ARE FREE OF VIRUSES AND OTHER HARMFUL COMPONENTS, OR THAT THEY WILL BE UNINTERRUPTED OR ERROR FREE.\n</p>\n<p> 15.\nLIMITATIONS OF LIABILITY AND CONTENT.\nYOU ACKNOWLEDGE AND AGREE THAT WE ARE ONLY WILLING TO PROVIDE ACCESS TO THE SITE, AND TO PROVIDE THE SERVICES IF YOU AGREE TO CERTAIN LIMITATIONS OF OUR LIABILITY TO YOU AND TO THIRD PARTIES.\nIN NO EVENT WILL 33ACROSS, ITS PARENT, AFFILIATES, OFFICERS, DIRECTORS, AGENTS OR EMPLOYEES BE LIABLE TO YOU OR ANY THIRD PARTY FOR ANY INDIRECT, INCIDENTAL, SPECIAL AND CONSEQUENTIAL DAMAGES OR LIKE DAMAGES, INCLUDING, LOST PROFITS, GOODWILL, LOST OPPORTUNITIES AND INTANGIBLE LOSSES, ARISING IN CONNECTION WITH THE SITE, SERVICES OR THESE TERMS, INCLUDING, FOR EXAMPLE AND CLARITY ONLY, DAMAGES RESULTING FROM LOST DATA, LOST EMPLOYMENT OPPORTUNITIES, OR BUSINESS INTERRUPTIONS, OR RESULTING FROM THE USE OR ACCESS TO, OR THE INABILITY TO USE OR TO ACCESS, THE SERVICES, THE SITE, THE 33ACROSS PLATFORM, OR CONTENT.\nTHESE LIMITATIONS OF LIABILITY APPLY REGARDLESS OF THE NATURE OF ANY CLAIM, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL OR EQUITABLE THEORY, AND WHETHER OR NOT 33ACROSS IS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\n</p>\n<p> YOU AGREE THAT YOUR SOLE AND EXCLUSIVE REMEDY FOR ANY CLAIMS ARISING IN CONNECTION WITH ANY VIOLATION BY US OF THESE TERMS OF USE IS TO DISCONTINUE USING THE SITE OR THE SERVICES.\nIN THE EVENT THAT A COURT DETERMINES THAT THE PRECEDING SENTENCE IS UNENFORCEABLE, OUR AGGREGATE LIABILITY FOR ALL CLAIMS ARISING IN CONNECTION WITH ANY VIOLATION OF THESE TERMS WILL NOT EXCEED ONE HUNDRED DOLLARS (U.S.\n$100.00).\nSome jurisdictions do not allow the exclusion of certain warranties or the limitation or exclusion of liability for certain types of damages.\nAccordingly, some of the above limitations and disclaimers may not apply to you.\nTo the extent that we may not, as a matter of applicable law, disclaim any warranty or limit our liabilities, the scope and duration of such warranty and the extent of our liability will be the minimum permitted under such applicable law.\nYOU AND 33ACROSS AGREE THAT ANY CAUSE OF ACTION ARISING OUT OF OR RELATED TO THE SITE, SERVICES OR 33ACROSS PLATFORM MUST COMMENCE WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES OR, WITH RESPECT TO A PAYMENT DISPUTE, WITHIN NINETY (90) DAYS OF RECEIPT OF PAYMENT, OTHERWISE, SUCH CAUSE OF ACTION IS PERMANENTLY BARRED.\n</p>\n<p> 16.\nINDEMNIFICATION.\nYou agree to indemnify, defend and hold harmless 33Across, our officers, directors, co-branders and other partners, employees, consultants and agents, from and against any and all third-party claims, liabilities, damages, losses, costs, expenses, fees (including reasonable attorneys’ fees and court costs) that such parties may incur as a result of or arising from (i) any content you submit, post or transmit through the Site or Services, (ii) your use of the Site or Services, (iii) your violation of these Terms of Use, (iv) your violation of any rights of any other person or entity, or (v) any viruses, Trojan horses, worms, time bombs, cancelbots or other similar harmful or deleterious programming routines input by you into the Site or Services.</p>\n<p> 17.\nELECTRONIC COMMUNICATIONS.\nWe can give you the benefits of our service only by conducting business through the Internet, and therefore we need you to consent to our giving you Communications (as defined below) electronically.\nThis Section 17 informs you of your rights when receiving Communications from us electronically.\nFor contractual purposes, you (i) consent to receive communications from us in an electronic form.\nand (ii) agree that all terms and conditions, agreements, notices, documents, disclosures, and other communications (“Communications”) that we provide to you electronically satisfy any legal requirement that such Communications would satisfy if it were in a writing.\nYour consent to receive Communications and do business electronically, and our agreement to do so, applies to all of your interactions and transactions with us.\nThe foregoing does not affect your non-waivable rights.\nYou may also receive a copy of these Terms of Use by accessing this Site.\nYou may withdraw your consent to receive Communications electronically by contacting us in the manner described below.\nIf you withdraw your consent, from that time forward, you must stop using the Site and Services.\nThe withdrawal of your consent will not affect the legal validity and enforceability of any obligations or any electronic Communications provided or business transacted between us prior to the time you withdraw your consent.\nPlease keep us informed of any changes in your email or mailing address so that you continue to receive all Communications without interruption.\n</p>\n<p> 18.\nSURVIVAL.\nAny provisions regarding ownership, any licenses that by their terms survive termination, as well as Sections 12 through 23 will survive the expiration or termination of these Terms of Use for any reason.\n</p>\n<p> 19.\nNOTICE.\nVIOLATIONS.\nWe may give notice to you by email or other reasonable means.\nYou must give notice to us in writing via email to contactus@33across.com or as otherwise expressly provided.\nPlease report any violations of these Terms of Use to contactus@33across.com.\n</p>\n<p> 20.\nCHOICE OF LAW AND VENUE.\nThe Terms of Use and the relationship between you and 33Across will be governed by the laws of the State of New York, without giving effect to any choice of laws principles that would require the application of the laws of a different country or state.\nAny legal action, suit or proceeding arising out of or relating to the Terms of Use, or your use of the Site or Services must be instituted exclusively in the federal or state courts located in the County and State of New York and in no other jurisdiction.\nYou further consent to exclusive personal jurisdiction and venue in, and agree to service of process issued or authorized by, any such court.\n</p>\n<p> 21.\nASSIGNMENT.\nINJUNCTIVE RELIEF.\nThese Terms of Use are personal to you, and you may not transfer, assign or delegate your right and/or duties under these Terms of Use to anyone else and any attempted assignment or delegation is void.\nYou acknowledge that we have the right hereunder to seek an injunction, if necessary, to stop or prevent a breach of your obligations hereunder.\n</p>\n<p> 22.\nNO WAIVER.\nAny delay or failure by us to exercise or enforce any right or provision of these Terms of Use will not constitute a waiver of such right or provision.\nNo waiver by us will have effect unless such waiver is set forth in writing, signed by us.\nnor will any such waiver of any breach or default constitute a waiver of any subsequent breach or default.</p>\n<p> 23.\nENTIRE AGREEMENT.\nThese Terms of Use constitute the complete and exclusive agreement between you and us with respect to the subject matter hereof, and supersedes all prior oral or written understandings, communications or agreements.\nIf for any reason a court of competent jurisdiction finds any provision of these Terms of Use, or portion thereof, to be unenforceable, that provision of the Terms of Use will be enforced to the maximum extent permissible so as to effect the intent of the parties, and the remainder of these Terms of Use will continue in full force and effect.</p>\n<p> Last Updated: Dec 07, 2018</p>\n<p> © 2021 33Across Inc, All rights reserved.\n| RevCTRL Terms of Use | SiteCTRL Terms of Use | Contact Us </p> ", "created_at": "2021-09-02 22:32:11.104246", "updated_at": "2021-09-02 20:33:31.608746"}], "points": [{"id": 25037, "title": "There is a date of the last update of the agreements", "source": "https://platform.33across.com/sitectrl_tos", "status": "Generated through the annotate view", "created_at": "2021-09-02 20:34:47.16465", "updated_at": "2021-09-06 16:06:13.190073", "quoteText": "Last Updated: Dec 07, 2018", "case_id": 331, "document_id": 8921, "quoteStart": 19859, "quoteEnd": 19885}], "urls": ["33across.com"]}}