{"error": 448, "message": "OK", "parameters": {"id": 4054, "name": "freepik", "created_at": "2021-06-11 19:07:09.627388", "updated_at": "2021-06-11 22:01:15.96867", "wikipedia": null, "keywords": null, "related": null, "slug": "freepik", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4054.png", "url": "freepik.com", "documents": [{"id": 6989, "name": "Cookies policy", "url": "https://www.freepikcompany.com/cookie", "xpath": "//*[@id=\"cookie-type\"]", "text": " II.\nSPECIFIC INFORMATION ABOUT COOKIES USED ON OUR WEBSITES <p>\n<b>Freepik only displays advertisements to its free users: if you become a \"premium\" user we will not show you advertisements</b>.\nTo show you this advertising, for example, we use cookies.</p>\n<p>\n<b>Freepik only hires tier-1 service providers (such as OneTrust) and advertising providers (such as IAB vendors, Google).</b>\n</p>\n<p>Regarding the control and management of cookies and similar technologies, we use One Trust “cookie compliance” technology, based on IAB Europe “Transparency and Consent Framework”.</p>\n<p>Through our cookie setting panel (powered by One Trust) you can consent or reject, granularly, the use of our cookies and those of third parties, as well as certain data processing carried out by third parties based on their legitimate interests.\nBy selecting \"Reject all\" you will also block said data processing.</p>\n<p>Cookies (and similar technologies) help us better understand what interests and helps our users most, and to improve our services.</p>\n<p>You can find extended information and clarification about each category of cookies used on our websites through our cookie settings panel, to which you access by clicking on “Cookie setting”, located at the bottom of all our webs, in section “Legal”.</p>\n<p>Please find below the description of some of them:</p> Session and persistent cookies <p>We use the so-called “session cookies”, which are stored exclusively during the time of your visit to any of our websites.</p>\n<p>In addition, we and our partners use \"persistent cookies\" to withhold information about those users who repeatedly access any of our websites.</p> Analytical, advertising cookies...\n<p>We use personalized advertising cookies (which we will talk about below) and web analytics cookies, to know the number of visitors to the different pages and sections of our website, their interactions and duration of their visits, place of entry and exit, to try to improve our content and its capacity to generate interaction.</p>\n<p>We use Google Analytics, Cloudfare and Hotjar cookies to measure the results of visits and customer acquisition, and to analyze traffic and, for example, detect potentially malicious “bots”.</p> Cookies can also be “first-party” or “third-party” cookies <p>\"First-party\" cookies are those that are sent to the user's terminal equipment from a device or domain managed by Freepik as editor of the website from which the services requested by the user are provided.</p>\n<p>\"Third-party\" cookies are those that are sent to the user's terminal equipment from a device or domain that is not managed by Freepik, but by another organization, which processes the data obtained through such cookies.</p>\n<p>You can find out complete information about the data processing carried out by these third parties (lawful bases, international data transfers carried out, retention periods, exercise of rights of access, erasure, restriction of processing, portability and rectification, and how exercise your rights, ...\nin their respective policies linked in this text and in the cookie tables).</p>\n<p>You will find detailed information about all cookies used on each of our websites (www.freepik.com.\nwww.flaticon.com.\nwww.slidesgo.com and www.freepikcompany.com) in the cookie table at the end of this text.</p> Information on the processing of data shared with our advertising partners Preliminary information <p>In the field of online advertising, cookies and other similar technologies allow website visitors to be recognized or singled out (but not identified in the traditional sense of the word, that is, by their names, surnames, ID number or email address) and classified into groups or \"audiences\" based on their interests.</p>\n<p>Knowing your interests and personalizing the advertising displayed to you in accordance with them is possible thanks to the use of these cookies and similar technologies.</p> Third-parties advertising <p>We allocate the exploitation of our advertising spaces to companies that market them to third parties who then insert their advertisements on our website, depending on your habits and interests.</p>\n<p>Consequently, Freepik offers its advertising spaces based on real-time biddings through two channels or platforms:</p>\n<ul>\n<li>Google AdManager and</li>\n<li>Various platforms that also market our advertising spaces among their own partners through header bidding techniques (Rubicon Project, Index Exchange, DistrictM, Amazon APS, OpenX).</li>\n</ul>\n<p>Through these real-time biddings, companies interested in our advertising spaces, bid to display their ads on our website, customizing their advertising based on the user.</p>\n<p>Freepik logically benefits from the advertising displayed, enables the collection of user information through cookies and captures their consent to this extent through its websites.\nBut here is where our intervention and responsibility ends.</p>\n<p>Freepik cannot and indeed does not control the advertisements displayed, nor does it participate in the data processing operations carried out on these platforms to select the user receiving the ads and the advertiser placing such ads.</p>\n<p>For these purposes, and to guarantee the quality of both the advertising and the advertisers, Freepik only markets its advertisement space with the leading platforms worldwide (IAB those others mentioned in the cookies policy), as previously stated.</p>\n<p>You can learn more about Google AdManager and the Header Bidding service providers, in their respective links as provided below.</p>\n<p>You can browse the full list of IAB Europe partners (advertisers) here.</p> You can prevent targeted advertising from being specifically shown to you on Freepik websites in the following ways: <p>Through our cookie setting panel: by granularly accepting or rejecting the different categories of cookies used, you can authorize or not the processing of your data for the purposes of profiling you, the placing of personalized advertising, and the rest of the processing operations described hereby.</p>\n<p>You can also disable cookies in your browser by installing a plug-in as Ghostery or Privacy Badger or through a rejection system (\"opt-out\") provided by some third parties that install cookies on our website, as Google (behavioral advertising) (requires Google log-in).</p> Adobe’s advertising <p>\n<b>Freepik, in turn, offers third-party advertising (Adobe), and tracks its users through</b> Google Analytics when they click on its advertising banners, to check the performance in terms of conversion rate on that advertiser's website.</p> Freepik advertising <p>\n<b>Freepik maintains an “affiliate” advertising program</b> on different websites that will redirect its users to our website when they click on our banners or advertisements.\nWe verify and track the performance of our affiliates through the software tool Postaffiliate Pro.</p>\n<p>\n<b>Moreover, Freepik contracts personalized advertising services of</b> Pinterest, Google Ads and Bing Ads to attract potential new users to our websites who have been profiled by such platforms according to their interests.\nFreepik selects, among these profiles, those who we understand may be interested in our products (for example, those users who had visited our websites, or users within a determined age or geographical location).</p>\n<p>These platforms integrate \"cookies\" and other technologies on our website.\nThese technologies allow them, after you have provided consent, to track, for example, whether their users have only accessed Freepik’s websites to just quit, they have downloaded any products or have become Premium users.</p>\n<p>Then, they provide us with this information in an aggregated and anonymous way to bill us accordingly, allowing us to better understand the price and profitability of our advertising campaigns on each platform.</p>\n<p>Furthermore, we may show advertisements to visitors who have left our website, for example without registering, to try to convince them to do so (retargeting techniques).</p>\n<p>Regarding these data processing operations, Freepik is a \"joint controller\" together with each of those platforms, in relation to (i) the selection of the interests of its users to whom we request our advertising is displayed.\n(ii) their monitoring and observation on our websites.\nand (iii) the provision of statistical and aggregated data to Freepik on the result of these campaigns, that is, the conversion rate , if applicable, into our clients.</p>\n<p>All these processing operations are carried out without Freepik being able to identify you: we only identify you when you register as a free or premium user.</p>\n<p>Otherwise, Freepik does not participate in and therefore is not a controller of the processing operations that advertisers and platforms carry out for their own purposes, either prior or subsequent to those other processing operations carried out together with Freepik.</p> International data transfers <p>Regarding Freepik advertising, by using Facebook and Google services, we participate in the international transfer of personal data to countries with a potentially lower level of protection than that imposed by the General Data Protection Regulation.\nThese international transfers are therefore based on standard contractual clauses.</p>\n<p>In relation to third-party advertising, Freepik's controllership is limited to the duties of providing information and obtaining our website visitors’ consent for the purpose of using their cookies to show personalized advertising.\n</p> Additional Information <p>Below, and in the corresponding cookie tables, Freepik provides you with the links to the information offered by each of these companies and platforms regarding the joint controllership situations already described and their own processing operations (lawful bases, international data transfers carried out, retention periods or the exercise of a right of access, erasure, restriction of processing, portability and rectification).</p>\n<p>We remind you again that you can exercise your rights of access, restrictions of processing and / or erasure in relation to the processing of your personal data carried out jointly with the aforementioned platforms:</p>\n<ul>\n<li>Through our email rpd@freepik.com, if you are a registered user of Freepik.</li>\n<li>And otherwise, before the platforms in which you have a user account (because we will not be able to identify you).</li>\n</ul>\n<p>\n<b>Pinterest</b>: Privacy Policy and Cookies Policy </p>\n<p>\n<b>Google</b>: Privacy Policy and Cookies Policy </p>\n<p>\n<b>Microsoft Bing</b>: Privacy Policy and Cookies Policy </p> Freepik Company’s cookie table <p>In the table below you will find detailed information about all cookies used on Freepik's web pages.</p> First-party cookies on the websites owned by Freepik Company PURPOSE EXPIRY DATE DOMAIN Language detection.\nHelps us to collect information about the language preferences of the User to provide visitors with information in their preferred language Session Freepik, Flaticon, Contributor User login.\nUsed to manage and store information about the user login Session Freepik, Flaticon, slidesgo, Contributor Stores URL to redirect the user after finishing the registration or login process 10 minutes Freepik (profile), slidesgo Remembers user’s personal ID each time they log on.\nThis cookie is only created if the user agrees to be remembered 30 days Freepik (profile) Avoids CSRF attacks in forms 2 hours Freepik (profile) Stores information on marketing campaigns in which the User has participated 30 days Freepik (profile), Flaticon Used in the payment process to redirect the user to the payment platform in case they are logged off 7 days Freepik (profile) Test about payment data.\nSelection of payment, subscription to Premium 3 days Freepik Test about search activity.\nAnalysis of searches run by the user 30 days Freepik Checks if internal promotions are shown to the user 2 days Freepik Checks if cookies compliance messages are visible on the Website Session Freepik, Flaticon Collects information about visits 2 years Freepik, Flaticon Develops statistics about Premium services advertisements 1 hour Freepik Measures data collected from searches 30 days Freepik They allow the operation and navigation through the website, as well as the use of the different options or services that exist in it, including those that the editor uses to allow the management and operation of the website and enable its functions and services, such as, for example, control traffic and data communication, identify the session, access restricted access parts, remember the elements that make up an order, carry out the purchase process of an order, manage payment, control fraud linked to the security of the service, make the request for registration or participation in an event, use security elements while browsing, enable dynamic content (for example, animation of loading a text or image) or share content through social networks Session Flaticon They store information to allow the users to access the service with certain characteristics that can differentiate their experience from that of other users, such as, for example, the language, the type of user (anonymous, registered or premium), the appearance or content of the service, depending on the type of browser through which the users accesses the service or the region from which they access the service, etc.\nSession Flaticon Cookie session login 120 minutes Wepik Third-party cookies in www.freepik.com THIRD PARTY COOKIE DESCRIPTION MORE INFO <b>Adpone</b> (Analysis) Recognize and analyze inventory available in our advertising spaces to offer our users advertising of interest.\nCampaign optimization, segmentation, frequency.\nHere <b>Hotjar</b> (Measuring and Analysis) _hjClosedSurveyInvites Hotjar cookie that is set once a visitor interacts with an External Link Survey invitation modal.\nIt is used to ensure that the same invite does not reappear if it has already been shown.\nHere _hjDonePolls Hotjar cookie that is set once a visitor completes a survey using the On-site Survey widget.\nIt is used to ensure that the same survey does not reappear if it has already been filled in.\n_hjMinimizedPolls Hotjar cookie that is set once a visitor minimizes an On-site Survey widget.\nIt is used to ensure that the widget stays minimized when the visitor navigates through your site.\n_hjShownFeedbackMessage Hotjar cookie that is set when a visitor minimizes or completes Incoming Feedback.\nThis is done so that the Incoming Feedback will load as minimized immediately if the visitor navigates to another page where it is set to show.\n_hjid Hotjar cookie that is set when the customer first lands on a page with the Hotjar script.\nIt is used to persist the Hotjar User ID, unique to that site on the browser.\nThis ensures that behavior in subsequent visits to the same site will be attributed to the same user ID.\n_hjRecordingLastActivity This should be found in Session storage (as opposed to cookies).\nThis gets updated when a visitor recording starts and when data is sent through the WebSocket (the visitor performs an action that Hotjar records).\n_hjTLDTest When the Hotjar script executes we try to determine the most generic cookie path we should use, instead of the page hostname.\nThis is done so that cookies can be shared across subdomains (where applicable).\nTo determine this, we try to store the _hjTLDTest cookie for different URL substring alternatives until it fails.\nAfter this check, the cookie is removed.\n_hjUserAttributesHash User Attributes sent through the Hotjar Identify API are cached for the duration of the session in order to know when an attribute has changed and needs to be updated.\n_hjCachedUserAttributes This cookie stores User Attributes which are sent through the Hotjar Identify API, whenever the user is not in the sample.\nThese attributes will only be saved if the user interacts with a Hotjar Feedback tool.\n_hjLocalStorageTest This cookie is used to check if the Hotjar Tracking Script can use local storage.\nIf it can, a value of 1 is set in this cookie.\nThe data stored in_hjLocalStorageTest has no expiration time, but it is deleted almost immediately after it is created.\n_hjIncludedInPageviewSample This cookie is set to let Hotjar know whether that visitor is included in the data sampling defined by your site's pageview limit.\n_hjIncludedInSessionSample This cookie is set to let Hotjar know whether that visitor is included in the data sampling defined by your site's daily session limit.\n_hjAbsoluteSessionInProgress This cookie is used to detect the first pageview session of a user.\nThis is a True/False flag set by the cookie.\n<b>Zendesk</b> (Performance) _cf_bm This Cloudflare cookie helps manage incoming traffic that matches criteria associated with bots.\nHere _cfruid Cloudflare cookie used in cases were multiple users are hidden behind the same client IP address.\nEach user will have a unique cookie to help prevent a case of rate limiting all users if one particular user hits the rate limit threshold.\n_cfduid Cloudflare cookie used for security restrictions _zendesk_shared_session Authentication cookie - set to be anonymous _zendesk_authenticated This is a flag set when a user is authenticated to display the most up to date content.\n<b>RichAudience</b> (Advertising) Allows personalized advertising to be shown Here <b>Smartadserver</b> (Advertising) Allows personalized advertising to be shown Here <b>Sovrn</b> (Advertising) Allows personalized advertising to be shown Here <b>OpenX</b> (Advertising) i Records anonymized user data, such as IP address, geographic location, visited websites and which ads the user has clicked on, in order to optimize the display of ads based on the user's navigation on websites that use the same advertising network Here pd Collect information about visitor behavior on various websites.\nThis information is used on the website to optimize the relevance of advertising <b>DistrictM</b> (Advertising) Allows personalized advertising to be shown Here <b>AppNexus</b> (Advertising) uuid2 This cookie contains a unique randomly-generated value that enables the Platform to distinguish browsers and devices.\nIt is matched against information – such as advertising interest segments and histories of ads shown in the browser or device – provided by clients or other third parties and stored on the Platform.\nThis information is used by clients to select advertisements for delivery by the Platform, and to measure the performance of, and attribute payment for, those advertisements.\nIn addition, we use this cookie to enable clients to use data which does not reveal or use an Internet user’s real-world identity or data they collect outside of the Platform or acquire from other third parties.\nThis cookie is also sometimes matched to clients’ or other third parties’ cookies so that they can use data they collect outside of the Platform to serve more relevant advertisements to Internet users.\nWhen a user opts out of having the Platform used to select ads based on online behavior, the unique value in uuid2 is deleted and replaced with the non-unique value “-1”.\nHere anj The anj cookie contains data denoting whether a cookie ID is synced with our partners.\nicu The icu cookie is used to select ads and limit the number of times a user sees a particular ad.\nIt contains information such as the number of times an ad has been shown, how recently an ad has been shown, or how many total ads have been shown.\n<b>Amazon APS</b> (Advertising) ad-id Used by Amazon Advertising to record user actions and target website content based on ad clicks on a different website Here ad-privacy Used by Amazon Advertising to record user actions and target website content based on ad clicks on a different website <b>Rubicon Project</b> (Advertising) trp_optout Log Preferences: Cookie indicating that a user has opted-out of behavioral targeting marketing.\nHere FPTrust Log Preferences: These cookies support the opt-out process via the Network Advertising Initiative (NAI).\nKhaos Platform Operations: Internal user identifier used for analytics.\nrsid Platform Operations: Session cookie that contains information about a device, including region (derived from IP address, not geolocation data), operating System, browser, etc., that is used during the ad inventory sale process.\nrpx, rpx_* Platform Operations: Contains expiration dates for information in the rpb cookie.\nfcap Platform Operations: Number of times we have shown an ad on a per user basis.\nput_* Platform Operations: Bidder identifiers placed at the request of a bidder, to sync a bidder’s independent information about an end user with Rubicon Project, to allow the bidder (not Rubicon Project) to bid on ads through the Rubicon Project advertising exchange based on behavioral targeting information known only to the bidder (i.e., the user identifier will be transmitted in a bid request to the bidder that caused this cookie to be placed).\npux Platform Operations: Dates for when information in the put_* and sput cookies expires and should be refreshed.\nrpb Analytics: Publisher and partner-owned audience segments used for private marketplaces and audience-based planning and forecasting in Orders.\nsput, sput_* Analytics: Contains multiple bidder identifiers (i.e., data that would be stored in multiple put_* cookies) in a smaller number of cookies.\nses* Analytics: Indicates number of times Rubicon Project has served a user an advert for this particular unit of inventory.\nvis* Analytics: Indicates number of times a user action has precipitated an ad request for this particular unit of inventory.\ncd Analytics: Indicates whether cookies are disabled for the device.\ncimg* Analytics: Contains information about served ads (timestamp, site, internal identifiers for the publisher, buyer, advertiser, and displayed advertisement).\naudit Analytics: Used to record cookie consent data.\n<b>Index Exchange</b> (Advertising) CMPS Identify the main server for quick responses to the user's page Here CMTS Identify backup server for quick responses to user page CMGO Indicates if the user's primary server has changed CMTEST Confirm if cookies can be created for the user CMID Recognize web users that IndexExchange has seen before by browser.\nThis is the cookie that is used to allow personalized advertising, among other uses CMPRO Identify server profile for quick responses to user page CMRUM3 It contains a table that maps the IDs of Index Exchange's users with those of our bidding partners CMDD Measures how many unique pages a user has interacted with on a web property CMST Contains the duration of a session in a session CMSC Contains the start time of a user in a session CMO Indicates if the web user has chosen not to participate using behavioral advertising opt-out tools <b>Google Analytics</b> (Performance) We collect information of how users interact with the content of the web.\nWhen a user browses the pages of a website, information about the page the user has viewed is colected.\nfor example, URL, time spent on the website, number of pages viewed.\nIt allows us to generate labels or objectives to know if you have bought, what item, how many times ...\nIt also collects demographic and navigation data, that is.\nwhere does the user come from, how does he get to our website or what campaign does he come from Here <b>Pinterest</b> (Advertising / Analysis) We will impact users who have visited the website or are registered on it with an advertising banner, we will use the data of registered users so as not to impact campaigns whose objective is premium subscription and we will look for users with similar online behavior to registered users or who have visited the web.\nThis set of data will be used both to reach our target audience through online campaign segmentation and to measure their results.\nHere <b>Google Ads</b> (Advertising / Analysis) We collect data from visitors to our pages to analyze behavior and impact them with our ads if they finally do not register or do not subscribe.\nAlso, to be able to impact users similar to those who visit us or similar to those registered or subscribed that are not clients.\nHere <b>Bing Ads</b> (Advertising / Analysis) We collect data from visitors to our pages to analyze behavior and impact them with our ads if they finally do not register or do not subscribe.\nAlso, to be able to impact users similar to those who visit us or similar to those registered or subscribed that are not clients.\nHere <b>Google</b> (Advertising / Analysis) NID Used by Google to personalize the ads displayed in the website Here _ga Used by Google to store a unique customer identifier _gid Used by Google to distinguish users 1P_JAR Google uses this cookie to personalize ads that may be of your interest hsid Security cookie to authenticate users, avoid fraudulent use of login credentials and protect user data against unauthorized third parties sidcc Security cookie to authenticate users, avoid fraudulent use of login credentials and protect user data against unauthorized third parties sidcc Used by Google to obtain anonymous information about browsing sapisid It is created when you log into a Google account in order to remain connected to that same Google account when using its services again apisid It is created when you log into a Google account in order to remain connected to that same Google account when using its services again ssid It is created when you log into a Google account in order to remain connected to that same Google account when using its services again dsid Used by Google to display more relevant ads ide Used by Google to display more relevant ads anid Used by Google to personalize the ads displayed in the website <b>Google Tag Manager</b> (Advertising / Analysis) Google Tag Manager is a tag management system that allows third parties to add functionality to websites, video content, and mobile applications.\nExamples of such solutions include web analytics, campaign analytics, audience measurement, personalization, allows you to quickly and easily update tags and code snippets on a website or your mobile applications, such as those intended for analytics traffic and optimize marketing campaigns.\nYou can add and update custom, third-party or AdWords tags, Google Analytics, Firebase Analytics and Floodlight, Facebbok Ads, Twitter Ads, Hotjar.\nIt is used in order to manage the different conversion codes of the online Marketing and retargeting tools Here <b>Adform</b> (Advertising) Allows personalized advertising to be shown Here <b>Improve Digital</b> (Advertising) tuuid To enable bidding process Here tuuid_lu To enable bidding process pvt Tracks views to measure conversions ih To limit number of advertisements you see (frequency capping) fh Impression counter um To enable bidding process umeh To enable bidding process sh To limit number of advertisements you see (frequency capping) lcri5m Load creative lcai9h Load campaign impressions <b>Postaffiliate Pro</b> (Analysis) PAPVisitorId Stores the ID of the website's visitor.\nCookie is created for 365 days.\nHere PAPCookie_Imp_* Information about type of impression (raw or unique).\nCookie is created for 365 days.\nPAPAffiliateId Holds the last referral ID while the last click is processed via cron job (the validity of this cookie is 5 minutes) Third-party cookies in www.flaticon.com THIRD PARTY COOKIE DESCRIPTION MORE INFO <b>Google Analytics</b> (Analysis) We collect information of how users interact with the content of the web.\nWhen a user browses the pages of a website, information about the page the user has viewed is colected.\nfor example, URL, time spent on the website, number of pages viewed.\nIt allows us to generate labels or objectives to know if you have bought, what item, how many times ...\nIt also collects demographic and navigation data, that is.\nwhere does the user come from, how does he get to our website or what campaign does he come from Here <b>Adpone</b> (Advertising) Recognize and analyze inventory available in our advertising spaces to offer our users advertising of interest.\nCampaign optimization, segmentation, frequency.\nHere <b>Adform</b> (Advertising) Allows personalized advertising to be shown Here <b>RichAudience</b> (Advertising) Allows personalized advertising to be shown Here <b>Smartadserver</b> (Advertising) Allows personalized advertising to be shown Here <b>Sovrn</b> (Advertising) Allows personalized advertising to be shown Here <b>Rubicon Project</b> (Advertising) trp_optout Log Preferences: Cookie indicating that a user has opted-out of behavioral targeting marketing.\nHere FPTrust Log Preferences: These cookies support the opt-out process via the Network Advertising Initiative (NAI).\nKhaos Platform Operations: Internal user identifier used for analytics.\nrsid Platform Operations: Session cookie that contains information about a device, including region (derived from IP address, not geolocation data), operating System, browser, etc., that is used during the ad inventory sale process.\nrpx, rpx_* Platform Operations: Contains expiration dates for information in the rpb cookie.\nfcap Platform Operations: Number of times we have shown an ad on a per user basis.\nput_* Platform Operations: Bidder identifiers placed at the request of a bidder, to sync a bidder’s independent information about an end user with Rubicon Project, to allow the bidder (not Rubicon Project) to bid on ads through the Rubicon Project advertising exchange based on behavioral targeting information known only to the bidder (i.e., the user identifier will be transmitted in a bid request to the bidder that caused this cookie to be placed).\npux Platform Operations: Dates for when information in the put_* and sput cookies expires and should be refreshed.\nrpb Analytics: Publisher and partner-owned audience segments used for private marketplaces and audience-based planning and forecasting in Orders.\nsput, sput_* Analytics: Contains multiple bidder identifiers (i.e., data that would be stored in multiple put_* cookies) in a smaller number of cookies.\nses* Analytics: Indicates number of times Rubicon Project has served a user an advert for this particular unit of inventory.\nvis* Analytics: Indicates number of times a user action has precipitated an ad request for this particular unit of inventory.\ncd Analytics: Indicates whether cookies are disabled for the device.\ncimg* Analytics: Contains information about served ads (timestamp, site, internal identifiers for the publisher, buyer, advertiser, and displayed advertisement).\naudit Analytics: Used to record cookie consent data.\n<b>Index Exchange</b> (Advertising) CMPS Identify the main server for quick responses to the user's page Here CMTS Identify backup server for quick responses to user page CMGO Indicates if the user's primary server has changed CMTEST Confirm if cookies can be created for the user CMID Recognize web users that IndexExchange has seen before by browser.\nThis is the cookie that is used to allow personalized advertising, among other uses CMPRO Identify server profile for quick responses to user page CMRUM3 It contains a table that maps the IDs of Index Exchange's users with those of our bidding partners CMDD Measures how many unique pages a user has interacted with on a web property CMST Contains the duration of a session in a session CMSC Contains the start time of a user in a session CMO Indicates if the web user has chosen not to participate using behavioral advertising opt-out tools <b>Pinterest</b> (Advertising / Analysis) We will impact users who have visited the website or are registered on it with an advertising banner, we will use the data of registered users so as not to impact campaigns whose objective is premium subscription and we will look for users with similar online behavior to registered users or who have visited the web.\nThis set of data will be used both to reach our target audience through online campaign segmentation and to measure their results.\nHere <b>Google Ads</b> (Advertising / Analysis) We collect data from visitors to our pages to analyze behavior and impact them with our ads if they finally do not register or do not subscribe.\nAlso, to be able to impact users similar to those who visit us or similar to those registered or subscribed that are not clients.\nHere <b>Bing Ads</b> (Advertising / Analysis) We collect data from visitors to our pages to analyze behavior and impact them with our ads if they finally do not register or do not subscribe.\nAlso, to be able to impact users similar to those who visit us or similar to those registered or subscribed that are not clients.\nHere <b>OpenX</b> i Records anonymized user data, such as IP address, geographic location, visited websites and which ads the user has clicked on, in order to optimize the display of ads based on the user's navigation on websites that use the same advertising network Here pd Collect information about visitor behavior on various websites.\nThis information is used on the website to optimize the relevance of advertising <b>DistrictM</b> Allows personalized advertising to be shown Here <b>AppNexus</b> uuid2 This cookie contains a unique randomly-generated value that enables the Platform to distinguish browsers and devices.\nIt is matched against information – such as advertising interest segments and histories of ads shown in the browser or device – provided by clients or other third parties and stored on the Platform.\nThis information is used by clients to select advertisements for delivery by the Platform, and to measure the performance of, and attribute payment for, those advertisements.\nIn addition, we use this cookie to enable clients to use data which does not reveal or use an Internet user’s real-world identity or data they collect outside of the Platform or acquire from other third parties.\nThis cookie is also sometimes matched to clients’ or other third parties’ cookies so that they can use data they collect outside of the Platform to serve more relevant advertisements to Internet users.\nWhen a user opts out of having the Platform used to select ads based on online behavior, the unique value in uuid2 is deleted and replaced with the non-unique value “-1”.\nHere anj The anj cookie contains data denoting whether a cookie ID is synced with our partners.\nicu The icu cookie is used to select ads and limit the number of times a user sees a particular ad.\nIt contains information such as the number of times an ad has been shown, how recently an ad has been shown, or how many total ads have been shown.\n<b>Amazon APS</b> (Advertising) ad-id Used by Amazon Advertising to record user actions and target website content based on ad clicks on a different website Here ad-privacy Used by Amazon Advertising to record user actions and target website content based on ad clicks on a different website <b>Google Tag Manager</b> (Advertising / Analysis) Google Tag Manager is a tag management system that allows third parties to add functionality to websites, video content, and mobile applications.\nExamples of such solutions include web analytics, campaign analytics, audience measurement, personalization, allows you to quickly and easily update tags and code snippets on a website or your mobile applications, such as those intended for analytics traffic and optimize marketing campaigns.\nYou can add and update custom, third-party or AdWords tags, Google Analytics, Firebase Analytics and Floodlight, Facebbok Ads, Twitter Ads, Hotjar.\nIt is used in order to manage the different conversion codes of the online Marketing and retargeting tools Here <b>Hotjar</b> (Analysis) _hjClosedSurveyInvites Hotjar cookie that is set once a visitor interacts with an External Link Survey invitation modal.\nIt is used to ensure that the same invite does not reappear if it has already been shown.\nHere _hjDonePolls Hotjar cookie that is set once a visitor completes a survey using the On-site Survey widget.\nIt is used to ensure that the same survey does not reappear if it has already been filled in.\n_hjMinimizedPolls Hotjar cookie that is set once a visitor minimizes an On-site Survey widget.\nIt is used to ensure that the widget stays minimized when the visitor navigates through your site.\n_hjShownFeedbackMessage Hotjar cookie that is set when a visitor minimizes or completes Incoming Feedback.\nThis is done so that the Incoming Feedback will load as minimized immediately if the visitor navigates to another page where it is set to show.\n_hjid Hotjar cookie that is set when the customer first lands on a page with the Hotjar script.\nIt is used to persist the Hotjar User ID, unique to that site on the browser.\nThis ensures that behavior in subsequent visits to the same site will be attributed to the same user ID.\n_hjRecordingLastActivity This should be found in Session storage (as opposed to cookies).\nThis gets updated when a visitor recording starts and when data is sent through the WebSocket (the visitor performs an action that Hotjar records).\n_hjTLDTest When the Hotjar script executes we try to determine the most generic cookie path we should use, instead of the page hostname.\nThis is done so that cookies can be shared across subdomains (where applicable).\nTo determine this, we try to store the _hjTLDTest cookie for different URL substring alternatives until it fails.\nAfter this check, the cookie is removed.\n_hjUserAttributesHash User Attributes sent through the Hotjar Identify API are cached for the duration of the session in order to know when an attribute has changed and needs to be updated.\n_hjCachedUserAttributes This cookie stores User Attributes which are sent through the Hotjar Identify API, whenever the user is not in the sample.\nThese attributes will only be saved if the user interacts with a Hotjar Feedback tool.\n_hjLocalStorageTest This cookie is used to check if the Hotjar Tracking Script can use local storage.\nIf it can, a value of 1 is set in this cookie.\nThe data stored in_hjLocalStorageTest has no expiration time, but it is deleted almost immediately after it is created.\n_hjIncludedInPageviewSample This cookie is set to let Hotjar know whether that visitor is included in the data sampling defined by your site's pageview limit.\n_hjIncludedInSessionSample This cookie is set to let Hotjar know whether that visitor is included in the data sampling defined by your site's daily session limit.\n_hjAbsoluteSessionInProgress This cookie is used to detect the first pageview session of a user.\nThis is a True/False flag set by the cookie.\n<b>Zendesk</b> (Performance) _cf_bm This Cloudflare cookie helps manage incoming traffic that matches criteria associated with bots.\nHere _cfruid Cloudflare cookie used in cases were multiple users are hidden behind the same client IP address.\nEach user will have a unique cookie to help prevent a case of rate limiting all users if one particular user hits the rate limit threshold.\n_cfduid Cloudflare cookie used for security restrictions _zendesk_shared_session Authentication cookie - set to be anonymous _zendesk_authenticated This is a flag set when a user is authenticated to display the most up to date content.\n<b>Improve Digital</b> (Advertising) tuuid To enable bidding process Here tuuid_lu To enable bidding process pvt Tracks views to measure conversions ih To limit number of advertisements you see (frequency capping) fh Impression counter um To enable bidding process umeh To enable bidding process sh To limit number of advertisements you see (frequency capping) lcri5m Load creative lcai9h Load campaign impressions <b>Postaffiliate Pro</b> (Analysis) PAPVisitorId Stores the ID of the website's visitor.\nCookie is created for 365 days.\nHere PAPCookie_Imp_* Information about type of impression (raw or unique).\nCookie is created for 365 days.\nPAPAffiliateId Holds the last referral ID while the last click is processed via cron job (the validity of this cookie is 5 minutes) Third-party cookies in www.slidesgo.com THIRD PARTY COOKIE DESCRIPTION MORE INFO <b>Google Analytics</b> (Tracking / Analysis) We collect information of how users interact with the content of the web.\nWhen a user browses the pages of a website, information about the page the user has viewed is colected.\nfor example, URL, time spent on the website, number of pages viewed.\nIt allows us to generate labels or objectives to know if you have bought, what item, how many times ...\nIt also collects demographic and navigation data, that is.\nwhere does the user come from, how does he get to our website or what campaign does he come from Here <b>CloudFlare</b> (Performance / Functionality) _cflb, _cf_bm, y _cfduid It is used to override any security restrictions based on the IP address the visitor is coming from.\nIt does not correspond to any user identification in the web application, nor does the cookie store any personally identifiable information Here <b>Pinterest</b> (Advertising / Analysis) We will impact users who have visited the website or are registered on it with an advertising banner, we will use the data of registered users so as not to impact campaigns whose objective is premium subscription and we will look for users with similar online behavior to registered users or who have visited the web.\nThis set of data will be used both to reach our target audience through online campaign segmentation and to measure their results.\nHere <b>Google</b> (Advertising / Analysis) IDE Display of ads relevant to the user, personalized ads Here ANID Display of ads relevant to the user, personalized ads DSID, FLC, AID, TAID, exchange_uid Display of ads relevant to the user, personalized ads __gads o __gac Among other, in measuring interactions with the ads included in that domain and avoiding being shown the same advertising too many times __gcl Purpose: To help advertisers determine how many of the people who click on their ads end up taking an action on their website (for example, buying an item).\nThese cookies allow Google and the advertiser to determine that you have clicked on the ad and that you have subsequently accessed the advertiser's website.\nConversion cookies only last for a limited period and Google does not use them to target personalized ads.\nSome of the other cookies can also be used to measure conversion events.\nFor example, Google Marketing Platform and Google Analytics cookies can also be used for this purpose AID, DSID y TAID Active only when the user is logged in with his Google account.\nPurpose: link your activity on devices, coordinate the ads that appear on them and measure conversion events.\nThese cookies can be enabled in the domains google.com/ads, google.com/ads/measurement or googleadservices.com <b>Rubicon Project</b> (Advertising) trp_optout Log Preferences: Cookie indicating that a user has opted-out of behavioral targeting marketing.\nHere FPTrust Log Preferences: These cookies support the opt-out process via the Network Advertising Initiative (NAI).\nKhaos Platform Operations: Internal user identifier used for analytics.\nrsid Platform Operations: Session cookie that contains information about a device, including region (derived from IP address, not geolocation data), operating System, browser, etc., that is used during the ad inventory sale process.\nrpx, rpx_* Platform Operations: Contains expiration dates for information in the rpb cookie.\nfcap Platform Operations: Number of times we have shown an ad on a per user basis.\nput_* Platform Operations: Bidder identifiers placed at the request of a bidder, to sync a bidder’s independent information about an end user with Rubicon Project, to allow the bidder (not Rubicon Project) to bid on ads through the Rubicon Project advertising exchange based on behavioral targeting information known only to the bidder (i.e., the user identifier will be transmitted in a bid request to the bidder that caused this cookie to be placed).\npux Platform Operations: Dates for when information in the put_* and sput cookies expires and should be refreshed.\nrpb Analytics: Publisher and partner-owned audience segments used for private marketplaces and audience-based planning and forecasting in Orders.\nsput, sput_* Analytics: Contains multiple bidder identifiers (i.e., data that would be stored in multiple put_* cookies) in a smaller number of cookies.\nses* Analytics: Indicates number of times Rubicon Project has served a user an advert for this particular unit of inventory.\nvis* Analytics: Indicates number of times a user action has precipitated an ad request for this particular unit of inventory.\ncd Analytics: Indicates whether cookies are disabled for the device.\ncimg* Analytics: Contains information about served ads (timestamp, site, internal identifiers for the publisher, buyer, advertiser, and displayed advertisement).\naudit Analytics: Used to record cookie consent data.\n<b>Google Tag Manager</b> (Advertising / Analysis) Google Tag Manager is a tag management system that allows third parties to add functionality to websites, video content, and mobile applications.\nExamples of such solutions include web analytics, campaign analytics, audience measurement, personalization, allows you to quickly and easily update tags and code snippets on a website or your mobile applications, such as those intended for analytics traffic and optimize marketing campaigns.\nYou can add and update custom, third-party or AdWords tags, Google Analytics, Firebase Analytics and Floodlight, Facebbok Ads, Twitter Ads, Hotjar.\nIt is used in order to manage the different conversion codes of the online Marketing and retargeting tools Here <b>OpenX</b> (Advertising) i Records anonymized user data, such as IP address, geographic location, visited websites and which ads the user has clicked on, in order to optimize the display of ads based on the user's navigation on websites that use the same advertising network Here pd Collect information about visitor behavior on various websites.\nThis information is used on the website to optimize the relevance of advertising <b>DistrictM</b> (Advertising) Allows personalized advertising to be shown Here <b>AppNexus</b> (Advertising) uuid2 This cookie contains a unique randomly-generated value that enables the Platform to distinguish browsers and devices.\nIt is matched against information – such as advertising interest segments and histories of ads shown in the browser or device – provided by clients or other third parties and stored on the Platform.\nThis information is used by clients to select advertisements for delivery by the Platform, and to measure the performance of, and attribute payment for, those advertisements.\nIn addition, we use this cookie to enable clients to use data which does not reveal or use an Internet user’s real-world identity or data they collect outside of the Platform or acquire from other third parties.\nThis cookie is also sometimes matched to clients’ or other third parties’ cookies so that they can use data they collect outside of the Platform to serve more relevant advertisements to Internet users.\nWhen a user opts out of having the Platform used to select ads based on online behavior, the unique value in uuid2 is deleted and replaced with the non-unique value “-1”.\nHere anj The anj cookie contains data denoting whether a cookie ID is synced with our partners.\nicu The icu cookie is used to select ads and limit the number of times a user sees a particular ad.\nIt contains information such as the number of times an ad has been shown, how recently an ad has been shown, or how many total ads have been shown.\n<b>Amazon APS</b> (Advertising) ad-id Used by Amazon Advertising to record user actions and target website content based on ad clicks on a different website Here ad-privacy Used by Amazon Advertising to record user actions and target website content based on ad clicks on a different website <b>Adform</b> (Advertising) Allows personalized advertising to be shown Here <b>Adpone</b> (Advertising) Recognize and analyze inventory available in our advertising spaces to offer our users advertising of interest.\nCampaign optimization, segmentation, frequency.\nHere <b>RichAudience</b> (Advertising) Allows personalized advertising to be shown Here <b>Smartadserver</b> (Advertising) Allows personalized advertising to be shown Here <b>Sovrn</b> (Advertising) Allows personalized advertising to be shown Here <b>Index Exchange</b> (Advertising) CMPS Identify the main server for quick responses to the user's page Here CMTS Identify backup server for quick responses to user page CMGO Indicates if the user's primary server has changed CMTEST Confirm if cookies can be created for the user CMID Recognize web users that IndexExchange has seen before by browser.\nThis is the cookie that is used to allow personalized advertising, among other uses CMPRO Identify server profile for quick responses to user page CMRUM3 It contains a table that maps the IDs of Index Exchange's users with those of our bidding partners CMDD Measures how many unique pages a user has interacted with on a web property CMST Contains the duration of a session in a session CMSC Contains the start time of a user in a session CMO Indicates if the web user has chosen not to participate using behavioral advertising opt-out tools <b>Improve Digital</b> (Advertising) tuuid To enable bidding process Here tuuid_lu To enable bidding process pvt Tracks views to measure conversions ih To limit number of advertisements you see (frequency capping) fh Impression counter um To enable bidding process umeh To enable bidding process sh To limit number of advertisements you see (frequency capping) lcri5m Load creative lcai9h Load campaign impressions Third-party cookies in www.freepikcompany.com THIRD PARTY DESCRIPTION MORE INFO <b>Google Analytics</b> (Analysis) We collect information of how users interact with the content of the web.\nWhen a user browses the pages of a website, information about the page the user has viewed is colected.\nfor example, URL, time spent on the website, number of pages viewed.\nIt allows us to generate labels or objectives to know if you have bought, what item, how many times ...\nIt also collects demographic and navigation data, that is.\nwhere does the user come from, how does he get to our website or what campaign does he come from Here <b>Hotjar</b> (Analysis) Heat map to analyze user behavior on the different pages of the web.\nHotjar cookies collect standard registration information and data on the habits of visitors anonymously.\nMore information: https://www.hotjar.com/terms.\nThey are used to measure web activity and to create user navigation profiles in order to introduce improvements based on the analysis of user usage data.\nHere <b>Pinterest</b> (Advertising / Analysis) We will impact users who have visited the website or are registered on it with an advertising banner, we will use the data of registered users so as not to impact campaigns whose objective is premium subscription and we will look for users with similar online behavior to registered users or who have visited the web.\nThis set of data will be used both to reach our target audience through online campaign segmentation and to measure their results.\nHere <b>Google Tag Manager</b> (Advertising / Analysis) Google Tag Manager is a tag management system that allows third parties to add functionality to websites, video content, and mobile applications.\nExamples of such solutions include web analytics, campaign analytics, audience measurement, personalization, allows you to quickly and easily update tags and code snippets on a website or your mobile applications, such as those intended for analytics traffic and optimize marketing campaigns.\nYou can add and update custom, third-party or AdWords tags, Google Analytics, Firebase Analytics and Floodlight, Facebbok Ads, Twitter Ads, Hotjar.\nIt is used in order to manage the different conversion codes of the online Marketing and retargeting tools Here Third-party cookies in www.wepik.com THIRD PARTY COOKIE DESCRIPTION MORE INFO <b>Google Analytics</b> (Analysis) We collect information of how users interact with the content of the web.\nWhen a user browses the pages of a website, information about the page the user has viewed is colected.\nfor example, URL, time spent on the website, number of pages viewed.\nIt allows us to generate labels or objectives to know if you have bought, what item, how many times ...\nIt also collects demographic and navigation data, that is.\nwhere does the user come from, how does he get to our website or what campaign does he come from Here <b>CloudFlare</b> (Performance/Functionality) _cflb, _cf_bm y _cfduid It is used to override any security restrictions based on the IP address the visitor is coming from.\nIt does not correspond to any user identification in the web application, nor does the cookie store any personally identifiable information Here ", "created_at": "2021-06-11 17:10:49.060103", "updated_at": "2021-06-11 17:10:57.258537"}, {"id": 6988, "name": "Terms of use", "url": "https://www.freepikcompany.com/legal", "xpath": "/html/body/div[3]/section/div/div[2]/div", "text": " Terms of use June 2019 <p>This website is operated by Freepik Company, S.L., registered in the Commercial Registry of Málaga, volume 4994, sheet 217, page number MA-113059, with Tax Number B-93183366 and registered office at 13 Molina Lario St., 5th floor, 29015, Málaga, Spain (\"<strong>Company</strong>\").</p>\n<p>This page contains important information about your legal rights and obligations when using any of the websites and services belonging to the Company.\nThe following is a collection of the generally-applicable terms of use across our websites and services, whilst specific provisions are included in the terms of use of the relevant Company’s website or service and may be accessed via the links provided below:</p>\n<ul>\n<li>Freepik Terms of Use</li>\n<li>Flaticon Terms of Use</li>\n<li>Slidesgo Terms of Use</li>\n<li>Piktab Terms of Use (access via the corresponding Google Chrome plug-in extension)</li>\n</ul>\n<p>Before accessing and using any of the Company’s websites (\"<strong>Websites</strong>\") or services (\"<strong>Services</strong>\"), you must read the specific terms of use applicable to the access, browsing and use by the users (\"<strong>User</strong>\" or \"<strong>Users</strong>\", as applicable) of the relevant Website/Service (displayed above), as accessing and using any of the Websites or Services implies that you have read and accept to be bound by the terms of use of the relevant Website or Service.\nWe also recommend regularly checking the applicable terms of use as the Company reserves the right to modify these at any time (the date at the beginning of these terms refers to the latest update of these terms, which will be applicable from the date of publication).</p>\n<p>If you have any objections regarding the terms of use of the Websites or Services, please refrain from using these.</p>\n<p>Should any conflict arise between the content of the terms as they are laid out below and the content of the specific terms of use of each Website or Service (displayed above), the specific terms of use of each Website or Service shall always prevail.</p>\n<p>In respect of collection and processing of personal data, the Privacy policy will apply.</p> Registration <p>In order to use certain Services, the User must register, creating a username and password and activating an account.\nTo this end, the User must provide a valid email address where the User will receive notifications related to the Services.\nIf the User is a legal entity or business, its username must be its full name or corporate name and the person registering on behalf of the legal entity or business declares that he/she is duly authorized to bind such legal entity or business and that such legal entity or business shall be bound to the terms of the relevant Website/Service.</p>\n<p>The User agrees to provide the mandatory information required for registration and also acknowledges that such information is true, complete and up to date.\nThe User is solely responsible for keeping such information updated.\nShould the User provide false, outdated or incomplete information, or should the Company have reasons to suspect it, the Company reserves the right to suspend or cancel the User’s account.</p>\n<p>The User must protect and keep the account password confidential and must not disclose it to third parties.\nThe User must neither allow other Users to access the Services through the User’s account nor use the account of another User to access the Services.</p>\n<p>The User is responsible for all operations carried out through the User’s account through any device.\nIf the User suspects that another User is using his account, he/she/it should immediately inform the Company.</p>\n<p>The Company may suspend or cancel the User’s account if it considers that the User has breached these terms.</p> Liability <p>The User acknowledges and agrees that he/she/it uses the Website and its Services at the User’s own risk and under the User’s responsibility and, therefore, the Company does not accept any responsibility for misuse or use in breach of the terms of the relevant Web Site/Service.</p>\n<p>The User will be responsible for any damages to the Company resulting from the User’s use of the Website and the Services in breach of the terms and accepts to indemnify the Company and its directors, employees, agents and representatives from any liability in which they may incur as a result of the User’s breach of these terms.</p>\n<p>The Company does not warrant the availability or continuity of the Website or the Services, neither its reliability, quality, completeness, accuracy or whether they are fit for a specific purpose or activity.</p>\n<p>As way of example and without limitation, the Company shall not be liable for any damages that may result from:</p>\n<ul>\n<li>Interruptions, viruses, technical problems, interferences, omissions, unavailability, power cuts, failure of the telecommunication networks or the User’s equipment which are not the Company’s responsibility.</li>\n<li>Delays or unavailability of the Website and the Services due to deficiencies or traffic overload on the Internet, in the communication network or the electricity grid.</li>\n<li>Third-party actions.</li>\n<li>Unavailability of the Website and the Services due to maintenance or software updates.</li>\n<li>Any other event beyond the Company’s direct control.</li>\n</ul>\n<p>Save for the company’s wilful misconduct, and those cases in which due to the specific circumstances of the user involved or the nature of the matter, applicable law provides that liability cannot be limited by agreement, use of the website and the services is at sole risk of the user and the company shall not be liable for any damage of any kind caused to the user as a result of using the website and/or the services.</p>\n<p>Regarding contents owned by third parties, whether sponsored or otherwise (if any), the Company acts exclusively as a provider of a search service as requested by the User, without assuming any responsibility for search results.</p>\n<p>The insertion of links in the Services does not imply any relationship, recommendation or supervision by the Company of the linked website and, accordingly, the Company does not accept any liability in relation to the content of any linked website except in the specific circumstances provided by applicable law.</p>\n<p>Regarding content owned by third parties and offered through the Websites and/or Services in collaboration with the Company (if any), the Company acts exclusively as the provider of the intermediation service between the third parties’ offer of content and the Users interested in downloading them, without any liability in relation to such contents, except for those cases expressly stated by the applicable law.</p>\n<p>The Company will make reasonable commercial efforts in order to ensure the accuracy of keywords and descriptions, as well as the identification of content as exclusively for editorial use or any equivalent expression.\nHowever, the company neither warrants nor makes any representation regarding any keyword, title or description.\nor the identification or lack of identification of any visual content as exclusively for editorial use.\nFor this reason and notwithstanding any other liability limitation that may be applicable in accordance with these terms, the Company shall neither indemnify nor assume any liability in connection with any claim resulting from inaccurate keywords, titles or descriptions, or from the use of the visual content identified as exclusively for editorial use.</p> Intellectual Property <p>All intellectual property rights over the Website, the Services, its design, and source code, and all content included in any of them (including without limitation text, images, animations, databases, graphics, logos, trademarks, icons, buttons, pictures, videos, sound recordings, etc.) belong or are licensed to the Company.</p>\n<p>Except as expressly authorized under the terms of the relevant Website/Service, the reproduction or distribution, as well as transformation, producing any derivative works of any kind, public communication, making available, extraction, reuse or any other use of the Website, the Services or its content or any of its parts, is strictly forbidden.</p> Changes and Closure of the Website <p>The Company may, at any moment, and without incurring in any responsibility towards the User, modify the content of the Website or the Services, limit or modify the conditions or cease to provide some or all the Services and features available or deactivate and delete all or some of the User accounts and their corresponding information.\nHowever, the Company will comply with its obligations regarding the keeping of records in relation to certain transactions for the relevant period as provided by applicable law or refund the Users of Subscriptions in force at that time with the proportional part of the price not accrued before the termination.</p> General and Contact Information <p>The use of the Website and the Services and the interpretation and application of these terms shall be governed by Spanish Law.\nExcept for those cases in which the applicable law impose a specific jurisdiction, any dispute in connection with these terms shall be resolved by the Courts of Málaga (Spain), and the parties expressly waive any other applicable jurisdiction.</p>\n<p>If any provision in these terms is declared to be invalid or unenforceable, it shall be substituted or deemed as not included.\nThe remaining provisions in these terms shall not be affected in any way.</p>\n<p>You may contact the Company for any query or claim via info@freepik.com</p> Freepik Terms of use June 2019 <p>This website is operated by Freepik Company, S.L., registered in the Commercial Registry of Málaga, volume 4994, sheet 217, page number MA-113059, with Tax Number B-93183366 and registered office at 13 Molina Lario St., 5th floor, 29015, Málaga, Spain (\"Company\").</p>\n<p>These terms of use (\"<strong>Terms</strong>\") govern the access, browsing and use by the users (\"<strong>User</strong>\" or \"<strong>Users</strong>\", as applicable) of https://www.freepik.com/, including any of its subdomains and/or sections (\"<strong>Website</strong>\").\nas well as the services rendered through the Website (\"<strong>Service</strong>\" or \"<strong>Services</strong>\", as applicable) which include the download and use of certain content.</p>\n<p>Accessing and using the Website implies that the User has read and accepts to be bound by these Terms without exception.\nIn case the User does not accept the Terms or have any objection to any part of the present Terms, the User must not use the Website.</p>\n<p>The Company may modify the Terms at any time and thus we recommend that the Terms are reviewed on a regular basis by the User.\nThe date at the beginning of these Terms refers to the latest update of these Terms, which will be applicable from the date of publication.</p>\n<p>Some Services provided through the Website may be subject to specific conditions or instructions that must be accepted by the User prior to the provision of the relevant Service.\nThese specific conditions may be imposed by the Company or by third parties.\nSuch specific conditions shall apply in addition to the Terms and, in case of conflict, shall supersede the Terms.\nAccordingly, the User must read and accept such specific conditions before the provision of the relevant Service.</p>\n<p>Likewise, in respect of collection and processing of personal data, the Privacy Policy will apply.</p> 1.\nServices Offered <p>Through the Website, the User can search visual content, like vectors and illustrations, photos and images, PSDs and Photoshop files, vector icons, video contents and recordings (including the corresponding audio) in any format, as well as specific information related to such content.</p>\n<p>The Services may offer, in the result of that search, contents owned by the Company (\"<strong>Freepik Own Content</strong>\"), contents owned by third parties offered through the Website (\"<strong>Collaborators Content</strong>\") as well as third-party content not offered free of charge (\"<strong>Sponsored Content</strong>\").\nSponsored Content is duly differentiated and identified on the search results.\nFreepik Own Content and Collaborators Content shall be hereinafter referred to collectively as the \"<strong>Freepik Content</strong>\" and can be downloaded through the Website.</p>\n<p>The Service may also offer, in the result of a search completed by the User, content offered by third parties freely available through the Internet (\"<strong>Third Party Content</strong>\").</p>\n<p>Likewise, among the Services offered, Users may also be allowed to upload content to the Website to store, publish and make it available to other Users as Collaborators Content.\nThe uploading of contents to the Website shall be done in the terms and following the procedure set out by the Company from time to time.</p> 2.\nAuthorized Use <p>The User is only authorized to use the Website and the Services in accordance with the Terms and in good faith.\nIn particular and without limitation, Users (irrespective of whether they have purchased a Subscription or not) undertake that any access or downloads of any content available in the Website or through the Services will always be the result of a genuine legitimate interest of the User and acknowledges that any method which artificially increases the number of downloads, accesses or clicks over such content is strictly prohibited under these Terms (including, without limitation, the generation of downloads, accesses or clicks over such content through any robots, spiders or any other mechanism, mobile application, program or tool) and will result in the cancellation of the User’s account by the Company and the obligation for the User to indemnify the Company for all damages suffered as a result of the User’s breach of this undertaking.</p>\n<p>The User agrees not to use the Services negligently, for fraudulent purposes or in an unlawful manner.\nLikewise, the User agrees not to partake in any conduct or action that could damage the image, interests or rights of the Website or third parties, particularly, the owners of the Collaborators Content, the Third Party Content or the Sponsored Content.</p>\n<p>The User will not interfere with the functioning of the Website or in the Services, in particular, he/she/it will not impersonate another user or person.\nThe User agrees not to carry out any action that may damage, make unavailable, overload, deteriorate or impede the normal use of the Website or the Services, which may impact the security of the Website or the Services, or which may in any way interfere with the Services offered by the Company.\nThe use of robots, spiders or any other mechanism, mobile application, program or tool to access, copy or control any part of the Website or the Services in any way which is contrary to the ordinary use of the Website or which infringes the Company’s interests (without its express prior authorization) is strictly prohibited.\nLikewise, obtaining or attempting to obtain the contents of the Website using any method or system not expressly authorized by the Company or which is not the ordinary method of accessing the Website is also strictly prohibited.</p>\n<p>The User shall be responsible for any costs required for the Services’ use and for ensuring, prior to using the Services, that the Services’ features meet the User’s needs and that he/she/it meets all requirements and has all the equipment and software necessary for this purpose.</p>\n<p>The rights granted to the User under these Terms are personal and shall not be assigned to any third party (including affiliates or entities part of the same group of companies) totally or partially, by any mean, without the prior, express and written consent from the Company.</p>\n<p>When providing the Services, the Website can publish advertising either related or not to the searched contents or the Services, which is expressly accepted by the User.</p> 3.\nRegistration <p>In order to use certain Services, the User must register, creating a username and password and activating an account.\nTo this end, the User must provide a valid email address where the User will receive notifications related to the Services.\nIf the User is a legal entity or business, its username must be its full name or corporate name and the person registering on behalf of the legal entity or business declares that he/she is duly authorized to bind such legal entity or business and that such legal entity or business shall be bound to these Terms.</p>\n<p>The User agrees to provide the mandatory information required for registration and also acknowledges that such information is true, complete and up to date.\nThe User is solely responsible for keeping such information updated.\nShould the User provide false, outdated or incomplete information, or should the Company have reasons to suspect it, the Company reserves the right to suspend or cancel the User’s account.</p>\n<p>The User must protect and keep the account password confidential and must not disclose it to third parties.\nThe User must neither allow other Users to access the Services through the User’s account nor use the account of another User to access the Services.</p>\n<p>The User is responsible for all operations carried out through the User’s account through any device.\nIf the User suspects that another User is using his account, he/she/it should immediately inform the Company.</p>\n<p>The Company may suspend or cancel the User’s account if it considers that the User has breached these Terms.</p> 4.\nContent <p>The Services allow Users to:</p>\n<ul>\n<li>Search for content that may result in Freepik Content and download such Freepik Content.</li>\n<li>Search for content that may result in Third Party Content and/or Sponsored Content, where available.</li>\n<li>Upload Collaborators Content for its storage, publishing and offer in the Website or through the Services, in the terms and following the procedure set out by the Company from time to time.</li>\n</ul>\n<p>If you have any question regarding any content or believe that it infringes any right, that it does not comply with these Terms, or that is inappropriate, you can do so by contacting the Company as indicated in these Terms or following the instructions provided on the Website for a copyright complaint.</p> 4.1.\nThird Party Content and Sponsored Content <p>Regarding Third Party Content and Sponsored Content, the Website’s role is limited to completing the search requested by the User and providing such content as a search result with a link to the relevant website together with specific related information.\nIn some cases, in order to provide the User a better user experience and facilitate returning to the Services, the link can be presented within a frame corresponding to the Website, which can be removed by the User at any time.</p>\n<p>The Company is not the provider of the Third Party Content or the Sponsored Content and does not present itself as owner of such contents.\nFurthermore, displaying the search result and the link does not imply any relationship between the Company and the third party responsible for the Third Party Content or the Sponsored Content.</p>\n<p>The Company does not select, examine, control, guarantee, approve, sponsor or identify itself in any form with the Third Party Content or the Sponsored Content resulting of the searches made by the Users.\nThe Third Party Content and the Sponsored Content are the sole responsibility of the third parties that make them available to the public over the Internet.</p>\n<p>The User will be able to access the corresponding third party websites and download Third Party Content and/or Sponsored Content under the terms and conditions established by such third parties.\nThe Company shall not be a party or be involved in any way in the relationship between the User and the corresponding third party.\nThe User undertakes to read and comply with the terms and conditions established by such third parties for the download and use of Third Party Content and/or Sponsored Content.</p>\n<p>The Company is not a party and does not take part in the relationship between the User and the third party that offers the Third Party Content or the Sponsored Content, and it is not directly or indirectly responsible for the performance, omissions, errors, negligence or breaches of the Users or such third parties.\nAny claim from the Users regarding the Third Party Content or the Sponsored Content must be addressed to the relevant third parties through the linked website.</p> 4.2.\nFreepik Own Content <p>Freepik Own Contents are offered under the conditions stated from time to time in the Website (including, without limitation, restrictions to the number of downloads per day) and its use is allowed in the terms set out or referred to in these Terms, as applicable.</p> 4.3.\nCollaborators Content <p>Collaborators Contents are offered in the terms stated at the relevant time in the Website (including, without limitation, daily download limits), and its use is allowed in the terms set out or referred to in these Terms, as applicable.</p>\n<p>When offering Collaborators Content, the Company acts as a mere intermediary between the User that downloads such content and the collaborator, providing the User with the access and subscription to the Collaborators Content.</p>\n<p>The Company makes reasonable efforts in guaranteeing the lawfulness of the Collaborators Content.\nHowever, the Company cannot monitor or control all Collaborators Content.\nTherefore, the User acknowledges and agrees that the Company shall not be responsible for evaluating the originality, the non-infringement of third-party rights or the lawfulness of Collaborator Content and that the Company does not guarantee nor is liable in respect of any such contents, except for those cases expressly provided in the applicable regulations.</p> 5.\nStorage and Offer of Collaborator Content <p>The Company limits itself to solely hosting the Collaborator Content and, therefore, it has no obligation to edit, select, check, or control the Collaborator Content nor does it guarantee, approve or necessarily agree with the Collaborator Content.\nIf you wish to make an enquiry related to the Collaborator Content or if you believe that the Collaborator Content violates any rights or does not meet these Terms, or is inappropriate, you can contact the Company as indicated below.</p>\n<p>The Collaborator is responsible for the Collaborator Content provided to the Company for storage, publishing and offering to Users through the Website.</p> 6.\nLiability <p>The User acknowledges and agrees that he/she/it uses the Website and its Services at the User’s own risk and under the User’s responsibility and, therefore, the Company does not accept any responsibility for misuse or use in breach of these Terms.</p>\n<p>The User will be responsible for any damages to the Company resulting from the User’s use of the Website and the Services in breach of the Terms and accepts to indemnify the Company and its directors, employees, agents and representatives from any liability in which they may incur as a result of the User’s breach of these Terms.</p>\n<p>The Company does not warrant the availability or continuity of the Website or the Services, neither its reliability, quality, completeness, accuracy or whether they are fit for a specific purpose or activity.</p>\n<p>As way of example and without limitation, the Company shall not be liable for any damages that may result from:</p>\n<ul>\n<li>Interruptions, viruses, technical problems, interferences, omissions, unavailability, power cuts, failure of the telecommunication networks or the User’s equipment which are not the Company’s responsibility.</li>\n<li>Delays or unavailability of the Website and the Services due to deficiencies or traffic overload on the Internet, in the communication network or the electricity grid.</li>\n<li>Third-party actions.</li>\n<li>Unavailability of the Website and the Services due to maintenance or software updates.</li>\n<li>Any other event beyond the Company’s direct control.</li>\n</ul>\n<p>Save for the company’s wilful misconduct, and those cases in which due to the specific circumstances of the user involved or the nature of the matter, applicable law provides that liability cannot be limited by agreement, use of the website and the services is at sole risk of the user and the company shall not be liable for any damage of any kind caused to the user as a result of using the website and/or the services.</p>\n<p>In accordance with Section 4 above regarding Third Party Content and Sponsored Content, the Company acts exclusively as a provider of a search service as requested by the User, without assuming any responsibility for search results.</p>\n<p>The insertion of links in the Services does not imply any relationship, recommendation or supervision by the Company of the linked website and, accordingly, the Company does not accept any liability in relation to the content of any linked website except in the specific circumstances provided by the applicable law.</p>\n<p>In accordance with Section 4 above regarding the Collaborator Contents, the Company acts exclusively as the provider of the intermediation service between the offer of Collaborator Content and the Users interested in downloading them, without any liability in relation to such contents, except for those cases expressly stated by the applicable law.</p>\n<p>The Company will make reasonable commercial efforts in order to ensure the accuracy of keywords and descriptions, as well as the identification of content as exclusively for editorial use or any equivalent expression.\nHowever, the company neither warrants nor makes any representation regarding any keyword, title or description.\nor the identification or lack of identification of any visual content as exclusively for editorial use.\nFor this reason and notwithstanding any other liability limitation that may be applicable in accordance with these Terms, the Company shall neither indemnify nor assume any liability in connection with any claim resulting from inaccurate keywords, titles or descriptions, or from the use of the visual content identified as exclusively for editorial use.</p> 7.\nIntellectual Property <p>All intellectual property rights over the Website, the Services, and/or the Freepik Content, its design, and source code, and all content included in any of them (including without limitation text, images, animations, databases, graphics, logos, trademarks, icons, buttons, pictures, videos, sound recordings, etc.) belong or are licensed to the Company.</p>\n<p>Except as expressly authorized under these Terms, the reproduction or distribution, as well as transformation, producing any derivative works of any kind, public communication, making available, extraction, reuse or any other use of the Website, the Services, the Freepik Content or any of its parts, is strictly forbidden.</p>\n<p>The Third Party Content and the Sponsored Content are protected by intellectual property rights, as appropriate, and belong to their owners.\nAlthough the Services can locate and provide access to these contents, its download and use is subject to the conditions set by the relevant third party.\nThe Company is not the owner and cannot grant any license or authorization in relation to Third Party Content or Sponsored Content.\nThe User must obtain authorizations that are, in each case, required to use any Third Party Content or any Sponsored Content.</p>\n<p>If the third-party holder of a Third Party Content or Sponsored Content does not want to be included in the Company’s search results, the third party can contact the Company as indicated in these Terms.\nRegarding a specific Third Party Content or Sponsored Content appearing as a search result, you can use the copyright complaint that appears next to the result.</p>\n<p>If you believe that any content infringes third party rights or does not comply with these Terms, you can report it to the Company as set forth in these Terms.\nIn addition, you can use the copyright infringement report system that is provided with any result in the Website.</p> 8.\nLicense Agreement for Freepik Content <p>The Company authorizes the User to download and use the Freepik Content under the terms of this Section (see Section 7 in relation to Third Party Content and Sponsored Content).\nThe Company and its licensors reserve all rights over the Freepik Content not expressly granted in this license to the User.</p>\n<p>The Company authorizes the User in a non-transferable, limited, non-exclusive manner and on a worldwide basis for the duration of the relevant rights.\nto download, use and modify the Freepik Content, in a device the User owns or controls and only for the purposes and uses allowed in these Terms.</p>\n<p>The User may use the content in the Freepik Content provided that it: </p>\n<ol>\n<li>Does not involve collective use;</li>\n<li>The content in the Freepik Content is not used in a manner that suggests an association or endorsement by the Company or the Website;</li>\n<li>The content in the Freepik Content or any derivative work is not used or included (in whole or in part) in a database, archive or in any other media/stock product, collection, set of clips, or library, for distribution or resale or used in any other way that could prevent or limit future visits or downloads from the Website;</li>\n<li>Does not resell, assign, transfer or sublicense the content in the Freepik Content or any derived work from a content in the Freepik Content;</li>\n<li>Does not use the content in the Freepik Content in printed or electronic items (e.g.\nt-shirts, cups, postcards, birthday or greeting cards, invitations, calendars, web models or electronic devices, apps, videogames, advertising spots, audiovisual animations) aimed to be resold, in which the content in the Freepik Content is the main element (because of size, relevance or any other cause, in case of doubt about whether the content is main element, it shall be deemed that the content is main element);</li>\n<li>Does not use the content in the Freepik Content (totally or partially) in any trademark, logo or part of the same, which may be used by any other means to guarantee or to imply a guaranty of any product and/or service, unless the content in the Freepik Content used in such cases is modified in such a way as to be a new and different content not confusingly similar with the original content in the Freepik Content or implies a use of the content in the Freepik Content as a template or test, and not as a final item or material;</li>\n<li>Does not make any use of the content in the Freepik Content which might be considered defamatory, libellous, obscene, immoral or illegal, including, without limitation, using it in a way that places any person appearing in the content in the Freepik Content in a negative light or depicts them in a way that they may find offensive such as the use in pornography, advertisements for escort or similar services, political endorsements, birth control products, and;</li>\n<li>Does not make any use of the content in the Freepik Content to slander, libel or to vilify a person, race, sex, culture, religion, country, region, town, village or any other place.</li>\n</ol>\n<p>When any content of the Freepik Content is marked or identified as for editorial use, or when within the same there are logos, recognizable products, public buildings, public events or images taken in places where recognizable persons appear on the background, the User shall only be entitled to use it for such editorial use.\nIn such cases, the User undertakes not to use that content in any manner that entails advertising, marketing or commercialization of any product or service.\nThe User shall be directly liable and the Company shall not assume any liability as a result of the use for commercial purposes by the User of any content belonging to the Freepik Content, which according to this paragraph should be for editorial use only.</p>\n<p>The authorization to use the content in the Freepik Content shall be free provided that any use of the content in the Freepik Content by the User is credited to the Company/Website as stated by the Company from time to time.\nIn order to benefit from the Service or to use the content in the Freepik Content without acknowledging the Company/Website, the User must purchase a subscription (hereinafter, the \"<strong>Subscription</strong>\") in the Website and download the content in the Freepik Content during the term of any such Subscription.\nConditions in Section 9 shall apply to the purchase of the Subscription.</p>\n<p>It is forbidden for a User to authorize any third parties to use the Freepik Content (or any modification of any content in the Freepik Content).\nAs an exception to the prohibition, the User may allow third parties to use the content in the Freepik Content, when each and every of the following conditions are met:</p>\n<ol>\n<li>The third party has professionally instructed the User to produce goods or provide services to it/him/her and the User uses a limited number of items within the content in the Freepik Content to produce such goods or provide such services to the instructing third party;</li>\n<li>The authorization granted by the User to the third party is in writing and complies with every restriction of the User’s authorization to use the relevant content in the Freepik Content and includes, without limitation, a restriction for the third party to distribute, resell or license the relevant content in the Freepik Content (i.e.\nthe third party is the final user of the relevant content in the Freepik Content);</li>\n<li>None of the contents in the Freepik Content which are subject to the authorization are used as the main element (because of size, relevance or any other cause.\nin case of doubt about whether the content is the main element, it shall be deemed as the main element) in printed or electronic items (e.g.\nt-shirts, cups, postcards, birthday or greeting cards, invitations, calendars, web models or electronic devices, apps, videogames, advertising spots, audiovisual animations) aimed to be resold by the third party;</li>\n<li>The production of goods or provision of services by the User to the third party is not done by automatic means, it is tailor-made for the third party (and therefore its use is not authorized by the User to any other third party) and requires a specific substantial human intervention from the User in relation to each third party.\nand</li>\n<li>The User -and not the third party- chooses the specific items within the content of the Freepik Content to be used in the production of goods or provision of services for the third party.</li>\n</ol>\n<p>When all of the above conditions are met, the User shall be entitled to authorize a third party to use the relevant content in the Freepik Content.\nThis exception refers only to the prohibition for the User to authorize third parties to use the content in the Freepik Content without affecting or limiting in any way the remaining conditions of the User’s right to use the Freepik Content.\nWhether the above conditions regarding the exception to the prohibition for Users to authorize third parties to use the content in the Freepik Content are met shall be interpreted restrictively so that, in case of doubt, it shall be deemed that the conditions are not met.</p>\n<p>The User does not acquire any right as a result of the use of the content in the Freepik Content.\nIn particular, the User is not authorized to distribute, resell or rent any content in the Freepik Content (or any modification of any content in the Freepik Content).</p>\n<p>The User’s rights under this Section will end automatically without any notice if the User breaches any of the Terms.\nIn case of termination of the rights hereunder, the User shall cease using content in the Freepik Content and will destroy every copy, whether total or partial, thereof.</p> 9.\nConditions for the Subscription <p>The terms in this Section (\"<strong>Subscription Terms</strong>\") govern any purchase of any Subscription in the Website.\nWhen concluding the purchase procedure for any Subscription, it shall be deemed that the User has read and accepted, without exception, the Subscription Terms.\nFor the avoidance of doubt, the Subscription Terms are additional to the Terms which will continue to apply to Users who have acquired a Subscription unless it is expressly provided otherwise in relation to specific provisions in the Subscription Terms.</p>\n<p>These Subscription Terms are available to the User before the purchase of the Subscription and may be stored or reproduced on a durable medium.</p>\n<p>The Subscription Terms are available in English and Spanish.\nIn case the User is interested in purchasing any Subscription, it has to follow the instructions available in the Website from time to time.</p>\n<p>The Subscriptions available are offered in the Website where the pertinent information, price and conditions are included (including, without limitation, restrictions to the number of downloads each day).\nThe Company can modify the Subscriptions offered at any time, offering with new Services (to which, unless otherwise stated, these Subscription Terms shall apply) or ceasing to offer any of the Services.\nThe Subscriptions are personal, shall not be assigned to third parties and no third parties other than the User shall be allowed to use the Freepik Content (including as third parties, for these purposes, affiliates or entities part of the same group of companies).</p>\n<p>The price for the Subscription is stated in US Dollars in the Website and includes, if applicable, the relevant Value Added Tax.\nThe Company is entitled to modify the price for any Subscription at any time.\nThe Company shall apply the price stated in the Website at the time of the submission of the Subscription order by the User.</p>\n<p>The User shall pay the Subscription in advance through Paypal or credit/debit card, as stated in the Website.\nTo purchase and pay the Subscription, the User shall follow the instructions stated in the Website.\nThe processing of the payment information and data through Paypal or credit/debit card is made within third-party sites.\nWhen ordering any Subscription, the User authorizes the Company to collect the corresponding price through the chosen payment method.\nThe Subscription shall not be activated until the Company has received the payment or the payment has been authorized by the relevant financing entity.\nAfter that, the Subscription shall be in force for the term purchased by the User.</p>\n<p>Unless otherwise stated in these Subscription Terms, the Subscriptions shall be automatically and successively renewed at the expiration of its term, unless the User cancels the renewal of the Subscription before its expiration.\nThe Company shall charge the corresponding price by the same initial payment method.\nThe Company may modify the price for the renewal of the Subscription, provided that the User is informed with, at least, one-month prior notice.</p>\n<p>Once the User purchases the Subscription, the screen shall confirm the purchase.\nIn addition, within the shortest time reasonably possible and not after twenty-four (24) hours since the acceptance of the order, an email shall be sent to the User with the receipt of the purchase.\nThe receipt may be stored and printed.\nThe User may request and download an invoice as stated within the Website twenty-four (24) hours after making the relevant payment.</p>\n<p>After the purchase of the Subscription, the User may benefit from the following:</p>\n<ul>\n<li>The Service consisting in using the content in the Freepik Content without crediting the Company/Website.\nThe rest of conditions stated or referred to in Sections 7 and 8 shall still be applicable.</li>\n<li>Access all contents available in the Website.</li>\n<li>Use the Website without advertisement displaying.</li>\n<li>Not to be subject to the restrictions as to number of content downloads applicable to the Freepik Content from time to time, without prejudice to the application of certain restrictions to the number of downloads aimed at preventing a fraudulent or abusive use of the Website.</li>\n</ul>\n<p>As the content in the Website is digital content, no cancellation right shall apply, without prejudice to the guarantees stated in the consumers’ regulations that may be applicable.</p> 10.\nChanges and Closure of the Website <p>The Company may, at any moment, and without incurring in any responsibility towards the User, modify the content of the Website or the Services, limit or modify the conditions or cease to provide some or all the Services and features available or deactivate and delete all or some of the User accounts and their corresponding information.\nHowever, the Company will comply with its obligations regarding the keeping of records in relation to certain transactions for the relevant period as provided by applicable law or refund the Users of Subscriptions in force at that time with the proportional part of the price not accrued before the termination.</p> 11.\nGeneral and Contact Information <p>The use of the Website and the Services and the interpretation and application of these Terms shall be governed by Spanish Law.\nExcept for those cases in which the applicable law impose a specific jurisdiction, any dispute in connection with these Terms shall be resolved by the Courts of Málaga (Spain), and the parties expressly waive any other applicable jurisdiction.</p>\n<p>If any provision in these Terms is declared to be invalid or unenforceable, it shall be substituted or deemed as not included.\nThe remaining provisions in these Terms shall not be affected in any way.</p>\n<p>You may contact the Company for any query or claim in https://www.freepik.com/profile/support.</p> Flaticon Terms of use June 2019 <p>This website is operated by Freepik Company, S.L., registered in the Commercial Registry of Málaga, volume 4994, sheet 217, page number MA-113059, with Tax Number B-93183366 and registered office at 13 Molina Lario St., 5th floor, 29015, Málaga, Spain (\"<strong>Company</strong>\").</p>\n<p>These terms of use (\"<strong>Terms</strong>\") govern the access, browsing and use by the users (\"<strong>User</strong>\" or \"<strong>Users</strong>\", as applicable) of https://www.flaticon.com/, including any of its subdomains and/or sections (\"<strong>Website</strong>\").\nas well as the services rendered through the Website (\"<strong>Service</strong>\" or \"<strong>Services</strong>\", as applicable) which include the download and use of certain content.</p>\n<p>Accessing and using the Website implies that the User has read and accepts to be bound by these Terms without exception.\nIn case the User does not accept the Terms or have any objection to any part of the present Terms, the User must not use the Website.</p>\n<p>The Company may modify the Terms at any time and thus we recommend that the Terms are reviewed on a regular basis by the User.\nThe date at the beginning of these Terms refers to the latest update of these Terms, which will be applicable from the date of publication.</p>\n<p>Some Services provided through the Website may be subject to specific conditions or instructions that must be accepted by the User prior to the provision of the relevant Service.\nThese specific conditions may be imposed by the Company or by third parties.\nSuch specific conditions shall apply in addition to the Terms and, in case of conflict, shall supersede the Terms.\nAccordingly, the User must read and accept such specific conditions before the provision of the relevant Service.</p>\n<p>Likewise, in respect of collection and processing of personal data, the Privacy Policy will apply.</p> 1.\nServices Offered <p>Through the Website, the User can search visual content, like vector icons, in source code and other formats, as well as specific information related to such content, classification of styles among collections, and a tool to customize sizes and colours.</p>\n<p>The Services may offer, in the result of that search, contents owned by the Company (\"<strong>Flaticon Own Content</strong>\"), contents owned by third parties offered through the Website (\"<strong>Collaborators Content</strong>\") as well as third-party content not offered free of charge (\"<strong>Sponsored Content</strong>').\nSponsored Content is duly differentiated and identified on the search results.\nFlaticon Own Content and Collaborators Content shall be hereinafter referred to collectively as the \"<strong>Flaticon Content</strong>\" and can be downloaded through the Website.</p>\n<p>The Services include access to the following tools:</p>\n<ul>\n<li>Mac OS X app compatible with most software programs, including Sketch, Photoshop, Illustrator and Finder, which facilitates the preparation of presentations or any other document.</li>\n<li>Tools to generate icons in source code from TTF (True Type Font) files and OTF (Open Type Font) to any type of font.</li>\n<li>App to create patterns (http://pattern.flaticon.com/).</li>\n<li>Tool to create, organize and edit icon collections uploaded by authors.</li>\n</ul>\n<p>Likewise, among the Services offered, Users may also be allowed to upload content to the Website to store, publish and make it available to other Users as Collaborators Content.\nThe uploading of contents to the Website shall be done in the terms and following the procedure set out by the Company from time to time.</p> 2.\nAuthorized Use <p>The User is only authorized to use the Website and the Services in accordance with the Terms and in good faith.\nIn particular and without limitation, Users (irrespective of whether they have purchased a Subscription or not) undertake that any access or downloads of any content available in the Website or through the Services will always be the result of a genuine legitimate interest of the User and acknowledges that any method which artificially increases the number of downloads, accesses or clicks over such content is strictly prohibited under these Terms (including, without limitation, the generation of downloads, accesses or clicks over such content through any robots, spiders or any other mechanism, mobile application, program or tool) and will result in the cancellation of the User’s account by the Company and the obligation for the User to indemnify the Company for all damages suffered as a result of the User’s breach of this undertaking.</p>\n<p>The User agrees not to use the Services negligently, for fraudulent purposes or in an unlawful manner.\nLikewise, the User agrees not to partake in any conduct or action that could damage the image, interests or rights of the Website or third parties, particularly, the owners of the Collaborators Content or the Sponsored Content.</p>\n<p>The User will not interfere with the functioning of the Website or in the Services, in particular, he/she/it will not impersonate another user or person.\nThe User agrees not to carry out any action that may damage, make unavailable, overload, deteriorate or impede the normal use of the Website or the Services, which may impact the security of the Website or the Services, or which may in any way interfere with the Services offered by the Company.\nThe use of robots, spiders or any other mechanism, mobile application, program or tool to access, copy or control any part of the Website or the Services in any way which is contrary to the ordinary use of the Website or which infringes the Company’s interests (without its express prior authorization) is strictly prohibited.\nLikewise, obtaining or attempting to obtain the contents of the Website using any method or system not expressly authorized by the Company or which is not the ordinary method of accessing the Website is also strictly prohibited.</p>\n<p>The User shall be responsible for any costs required for the Services’ use and for ensuring, prior to using the Services, that the Services’ features meet the User’s needs and that he/she/it meets all requirements and has all the equipment and software necessary for this purpose.</p>\n<p>The rights granted to the User under these Terms are personal and shall not be assigned to any third party (including affiliates or entities part of the same group of companies) totally or partially, by any mean, without the prior, express and written consent from the Company.</p>\n<p>When providing the Services, the Website can publish advertising either related or not to the searched contents or the Services, which is expressly accepted by the User.</p> 3.\nRegistration <p>In order to use certain Services, the User must register, creating a username and password and activating an account.\nTo this end, the User must provide a valid email address where the User will receive notifications related to the Services.\nIf the User is a legal entity or business, its username must be its full name or corporate name and the person registering on behalf of the legal entity or business declares that he/she is duly authorized to bind such legal entity or business and that such legal entity or business shall be bound to these Terms.</p>\n<p>The User agrees to provide the mandatory information required for registration and also acknowledges that such information is true, complete and up to date.\nThe User is solely responsible for keeping such information updated.\nShould the User provide false, outdated or incomplete information, or should the Company have reasons to suspect it, the Company reserves the right to suspend or cancel the User’s account.</p>\n<p>The User must protect and keep the account password confidential and must not disclose it to third parties.\nThe User must neither allow other Users to access the Services through the User’s account nor use the account of another User to access the Services.</p>\n<p>The User is responsible for all operations carried out through the User’s account through any device.\nIf the User suspects that another User is using his account, he/she/it should immediately inform the Company.</p>\n<p>The Company may suspend or cancel the User’s account if it considers that the User has breached these Terms.</p> 4.\nContent <p>The Services allow Users to:</p>\n<ul>\n<li>Search for content that may result in Flaticon Content and download such Flaticon Content.</li>\n<li>Search for content that may result in Sponsored Content, where available.</li>\n<li>Upload Collaborators Content for its storage, publishing and offer in the Website or through the Services when possible, in the terms and following the procedure set out by the Company from time to time.</li>\n</ul>\n<p>If you have any question regarding any content or believe that it infringes any right, that it does not comply with these Terms, or that is inappropriate, you can do so by contacting the Company as indicated in these Terms or following the instructions provided on the Website for a copyright complaint.</p> 4.1.\nSponsored Content <p>Regarding Sponsored Content, the Website’s role is limited to completing the search requested by the User and providing such content as a search result with a link to the relevant website together with specific related information.\nIn some cases, in order to provide the User a better user experience and facilitate returning to the Services, the link can be presented within a frame corresponding to the Website, which can be removed by the User at any time.</p>\n<p>The Company is not the provider of the Sponsored Content and does not present itself as owner of such contents.\nFurthermore, displaying the search result and the link does not imply any relationship between the Company and the third party responsible for the Sponsored Content.</p>\n<p>The Company does not select, examine, control, guarantee, approve, sponsor or identify itself in any form with the Sponsored Content resulting of the searches made by the Users.\nThe Sponsored Content is the sole responsibility of the third parties that make them available to the public over the Internet.</p>\n<p>The User will be able to access the corresponding third-party websites and download the Sponsored Content under the terms and conditions established by such third parties.\nThe Company shall not be a party or be involved in any way in the relationship between the User and the corresponding third party.\nThe User undertakes to read and comply with the terms and conditions established by such third parties for the download and use of the Sponsored Content.</p>\n<p>The Company is not a party and does not take part in the relationship between the User and the third party that offers the Sponsored Content, and it is not directly or indirectly responsible for the performance, omissions, errors, negligence or breaches of the Users or such third parties.\nAny claim from the Users regarding the Sponsored Content must be addressed to the relevant third parties through the linked website.</p> 4.2.\nFlaticon Own Content <p>Flaticon Own Contents are offered under the conditions stated from time to time in the Website (including, without limitation, restrictions to the number of downloads per day) and its use is allowed in the terms set out or referred to in these Terms, as applicable.</p> 4.3.\nCollaborators Content <p>Collaborators Contents are offered in the terms stated at the relevant time in the Website (including, without limitation, daily download limits), and its use is allowed in the terms set out or referred to in these Terms, as applicable.</p>\n<p>When offering Collaborators Content, the Company acts as a mere intermediary between the User that downloads such content and the collaborator, providing the User with the access and subscription to the Collaborators Content.</p>\n<p>The Company makes reasonable efforts in guaranteeing the lawfulness of the Collaborators Content.\nHowever, the Company cannot monitor or control all Collaborators Content.\nTherefore, the User acknowledges and agrees that the Company shall not be responsible for evaluating the originality, the non-infringement of third-party rights or the lawfulness of Collaborator Content and that the Company does not guarantee nor is liable in respect of any such contents, except for those cases expressly provided in the applicable regulations.</p> 5.\nStorage and Offer of Collaborator Content <p>The Company limits itself to solely hosting the Collaborator Content and, therefore, it has no obligation to edit, select, check, or control the Collaborator Content nor does it guarantee, approve or necessarily agree with the Collaborator Content.\nIf you wish to make an enquiry related to the Collaborator Content or if you believe that the Collaborator Content violates any rights or does not meet these Terms, or is inappropriate, you can contact the Company as indicated below.</p>\n<p>The Collaborator is responsible for the Collaborator Content provided to the Company for storage, publishing and offering to Users through the Website.</p> 6.\nLiability <p>The User acknowledges and agrees that he/she/it uses the Website and its Services at the User’s own risk and under the User’s responsibility and, therefore, the Company does not accept any responsibility for misuse or use in breach of these Terms.</p>\n<p>The User will be responsible for any damages to the Company resulting from the User’s use of the Website and the Services in breach of the Terms and accepts to indemnify the Company and its directors, employees, agents and representatives from any liability in which they may incur as a result of the User’s breach of these Terms.</p>\n<p>The Company does not warrant the availability or continuity of the Website or the Services, neither its reliability, quality, completeness, accuracy or whether they are fit for a specific purpose or activity.\n</p>\n<p>As way of example and without limitation, the Company shall not be liable for any damages that may result from:</p>\n<ul>\n<li>Interruptions, viruses, technical problems, interferences, omissions, unavailability, power cuts, failure of the telecommunication networks or the User’s equipment which are not the Company’s responsibility.</li>\n<li>Delays or unavailability of the Website and the Services due to deficiencies or traffic overload on the Internet, in the communication network or the electricity grid.\n</li>\n<li>Third-party actions.</li>\n<li>Unavailability of the Website and the Services due to maintenance or software updates.</li>\n<li>Any other event beyond the Company’s direct control.</li>\n</ul>\n<p>Save for the company’s wilful misconduct, and those cases in which due to the specific circumstances of the user involved or the nature of the matter, applicable law provides that liability cannot be limited by agreement, use of the website and the services is at sole risk of the user and the company shall not be liable for any damage of any kind caused to the user as a result of using the website and/or the services.</p>\n<p>In accordance with Section 4 above regarding Sponsored Content, the Company acts exclusively as a provider of a search service as requested by the User, without assuming any responsibility for search results.</p>\n<p>The insertion of links in the Services does not imply any relationship, recommendation or supervision by the Company of the linked website and, accordingly, the Company does not accept any liability in relation to the content of any linked website except in the specific circumstances provided by the applicable law.</p>\n<p>In accordance with Section 4 above regarding the Collaborator Contents, the Company acts exclusively as the provider of the intermediation service between the offer of Collaborator Content and the Users interested in downloading them, without any liability in relation to such contents, except for those cases expressly stated by the applicable law.</p>\n<p>The Company will make reasonable commercial efforts in order to ensure the accuracy of keywords and descriptions, as well as the identification of content as exclusively for editorial use or any equivalent expression.\nHowever, the company neither warrants nor makes any representation regarding any keyword, title or description.\nor the identification or lack of identification of any visual content as exclusively for editorial use.\nFor this reason and notwithstanding any other liability limitation that may be applicable in accordance with these Terms, the Company shall neither indemnify nor assume any liability in connection with any claim resulting from inaccurate keywords, titles or descriptions, or from the use of the visual content identified as exclusively for editorial use.</p> 7.\nIntellectual Property <p>All intellectual property rights over the Website, the Services, and/or the Flaticon Content, its design, and source code, and all content included in any of them (including without limitation text, images, animations, databases, graphics, logos, trademarks, icons, buttons, pictures, videos, sound recordings, etc.) belong or are licensed to the Company.</p>\n<p>Except as expressly authorized under these Terms, the reproduction or distribution, as well as transformation, producing any derivative works of any kind, public communication, making available, extraction, reuse or any other use of the Website, the Services, the Flaticon Content or any of its parts, is strictly forbidden.</p>\n<p>The Sponsored Content is protected by intellectual property rights, as appropriate, and belongs to their owners.\nAlthough the Services can locate and provide access to these contents, its download and use is subject to the conditions set by the relevant third party.\nThe Company is not the owner and cannot grant any license or authorization in relation to Sponsored Content.\nThe User must obtain authorizations that are, in each case, required to use any Sponsored Content.</p>\n<p>If the third-party holder of a Sponsored Content does not want to be included in the Company’s search results, the third party can contact the Company as indicated in these Terms.\nRegarding a specific Sponsored Content appearing as a search result, you can use the copyright complaint that appears next to the result.</p>\n<p>If you believe that any content infringes third-party rights or does not comply with these Terms, you can report it to the Company as set forth in these Terms.\nIn addition, you can use the copyright infringement report system that is provided with any result in the Website.</p> 8.\nLicense Agreement for Flaticon Content <p>The Company authorizes the User to download and use the Flaticon Content under the terms of this Section (see Section 7 in relation to the Sponsored Content).\nThe Company and its licensors reserve all rights over the Flaticon Content not expressly granted in this license to the User.</p>\n<p>The Company authorizes the User in a non-transferable, limited, non-exclusive, manner and on a worldwide basis for the duration of the relevant rights.\nto download, use and modify the Flaticon Content, in a device the User owns or controls and only for the purposes and uses allowed in these Terms.</p>\n<p>The User may use the content in the Flaticon Content provided that it: </p>\n<ol>\n<li>Does not involve collective use.\n</li>\n<li>The content in the Flaticon Content is not used in a manner that suggests an association or endorsement by the Company or the Website;</li>\n<li>The content in the Flaticon Content or any derivative work is not used or included (in whole or in part) in a database, archive or in any other media/stock product, collection, set of clips, or library, for distribution or resale or used in any other way that could prevent or limit future visits or downloads from the Website;</li>\n<li>Does not resell, assign, transfer or sublicense the content in the Flaticon Content or any derived work from a content in the Flaticon Content;</li>\n<li>Does not use the content in the Flaticon Content in printed or electronic items (e.g.\nt-shirts, cups, postcards, birthday or greeting cards, invitations, calendars, web models or electronic devices, apps, videogames, advertising spots, audiovisual animations) aimed to be resold, in which the content in the Flaticon Content is the main element (because of size, relevance or any other cause, in case of doubt about whether the content is main element, it shall be deemed that the content is main element);</li>\n<li>Does not use the content in the Flaticon Content (totally or partially) in any trademark, logo or part of the same, which may be used by any other means to guarantee or to imply a guaranty of any product and/or service, unless the content in the Flaticon Content used in such cases is modified in such a way as to be a new and different content not confusingly similar with the original content in the Flaticon Content or implies a use of the content in the Flaticon Content as a template or test, and not as a final item or material;</li>\n<li>Does not make any use of the content in the Flaticon Content which might be considered defamatory, libellous, obscene, immoral or illegal, including, without limitation, using it in a way that places any person appearing in the content in the Flaticon Content in a negative light or depicts them in a way that they may find offensive such as the use in pornography, advertisements for escort or similar services, political endorsements, birth control products.\nand</li>\n<li>Does not make any use of the content in the Flaticon Content to slander, libel or to vilify a person, race, sex, culture, religion, country, region, town, village or any other place.</li>\n</ol>\n<p>When any content of the Flaticon Content is marked or identified as for editorial use, or when within the same there are logos, recognizable products, public buildings, public events or images taken in places where recognizable persons appear on the background, the User shall only be entitled to use it for such editorial use.\nIn such cases, the User undertakes not to use that content in any manner that entails advertising, marketing or commercialization of any product or service.\nThe User shall be directly liable and the Company shall not assume any liability as a result of the use for commercial purposes by the User of any content belonging to the Flaticon Content, which according to this paragraph should be for editorial use only.</p>\n<p>The authorization to use the content in the Flaticon Content shall be free provided that any use of the content in the Flaticon Content by the User is credited to the Company/Website as stated by the Company from time to time.\nIn order to benefit from the Service or to use the content in the Flaticon Content without acknowledging the Company/Website, the User must purchase a subscription (hereinafter, the \"<strong>Subscription</strong>\") in the Website and download the content in the Flaticon Content during the term of any such Subscription.\nConditions in Section 9 shall apply to the purchase of the Subscription.</p>\n<p>It is forbidden for a User to authorize any third parties to use the Flaticon Content (or any modification of any content in the Flaticon Content).\nAs an exception to the prohibition, the User may allow third parties to use the content in the Flaticon Content, when each and every of the following conditions are met:</p>\n<ul>\n<li>The third party has professionally instructed the User to produce goods or provide services to it/him/her and the User uses a limited number of items within the content in the Flaticon Content to produce such goods or provide such services to the instructing third party;</li>\n<li>The authorization granted by the User to the third party is in writing and complies with every restriction of the User’s authorization to use the relevant content in the Flaticon Content and includes, without limitation, a restriction for the third party to distribute, resell or license the relevant content in the Flaticon Content (i.e.\nthe third party is the final user of the relevant content in the Flaticon Content);</li>\n<li>None of the contents in the Flaticon Content which are subject to the authorization are used as the main element (because of size, relevance or any other cause.\nin case of doubt about whether the content is the main element, it shall be deemed as the main element) in printed or electronic items (e.g.\nt-shirts, cups, postcards, birthday or greeting cards, invitations, calendars, web models or electronic devices, apps, videogames, advertising spots, audiovisual animations) aimed to be resold by the third party;</li>\n<li>The production of goods or provision of services by the User to the third party is not done by automatic means, it is tailor made for the third party (and therefore its use is not authorized by the User to any other third party) and requires a specific substantial human intervention from the User in relation to each third party, and;</li>\n<li>The User -and not the third party- chooses the specific items within the content of the Flaticon Content to be used in the production of goods or provision of services for the third party.</li>\n</ul>\n<p>When all of the above conditions are met, the User shall be entitled to authorize a third party to use the relevant content in the Flaticon Content.\nThis exception refers only to the prohibition for the User to authorize third parties to use the content in the Flaticon Content without affecting or limiting in any way the remaining conditions of the User’s right to use the Flaticon Content.\nWhether the above conditions regarding the exception to the prohibition for Users to authorize third parties to use the content in the Flaticon Content are met shall be interpreted restrictively so that, in case of doubt, it shall be deemed that the conditions are not met.</p>\n<p>The User does not acquire any right as a result of the use of the content in the Flaticon Content.\nIn particular, the User is not authorized to distribute, resell or rent any content in the Flaticon Content (or any modification of any content in the Flaticon Content).</p>\n<p>The User rights under this Section will end automatically without any notice if the User breaches any of the Terms.\nIn case of termination of the rights hereunder, the User shall cease using content in the Flaticon Content and will destroy every copy, whether total or partial, thereof.</p> 9.\nConditions for the Subscription <p>The terms in this Section (\"<strong>Subscription Terms</strong>\") govern any purchase of any Subscription in the Website.\nWhen concluding the purchase procedure for any Subscription, it shall be deemed that the User has read and accepted, without exception, the Subscription Terms.\nFor the avoidance of doubt, the Subscription Terms are additional to the Terms which will continue to apply to Users who have acquired a Subscription unless it is expressly provided otherwise in relation to specific provisions in the Subscription Terms.</p>\n<p>These Subscription Terms are available to the User before the purchase of the Subscription and may be stored or reproduced on a durable medium.</p>\n<p>The Subscription Terms are available in English and Spanish.\nIn case the User is interested in purchasing any Subscription, it has to follow the instructions available in the Website from time to time.</p>\n<p>The Subscriptions available are offered in the Website where the pertinent information, price and conditions are included (including, without limitation, restrictions to the number of downloads each day).\nThe Company can modify the Subscriptions offered at any time, offering with new Services (to which, unless otherwise stated, these Subscription Terms shall apply) or ceasing to offer any of the Services.\nThe Subscriptions are personal, shall not be assigned to third parties and no third parties other than the User shall be allowed to use the Flaticon Content (including as third parties, for these purposes, affiliates or entities part of the same group of companies).</p>\n<p>The price for the Subscription is stated in US Dollars in the Website and includes, if applicable, the relevant Value Added Tax.\nThe Company is entitled to modify the price for any Subscription at any time.\nThe Company shall apply the price stated in the Website at the time of the submission of the Subscription order by the User.</p>\n<p>The User shall pay the Subscription in advance through Paypal or credit/debit card, as stated in the Website.\nTo purchase and pay the Subscription, the User shall follow the instructions stated in the Website.\nThe processing of the payment information and data through Paypal or credit/debit card is made within third-party sites.\nWhen ordering any Subscription, the User authorizes the Company to collect the corresponding price through the chosen payment method.\nThe Subscription shall not be activated until the Company has received the payment or the payment has been authorized by the relevant financing entity.\nAfter that, the Subscription shall be in force for the term purchased by the User.</p>\n<p>Unless otherwise stated in these Subscription Terms, the Subscriptions shall be automatically and successively renewed at the expiration of its term, unless the User cancels the renewal of the Subscription before its expiration.\nThe Company shall charge the corresponding price by the same initial payment method.\nThe Company may modify the price for the renewal of the Subscription, provided that the User is informed with, at least, one-month prior notice.</p>\n<p>Once the User purchases the Subscription, the screen shall confirm the purchase.\nIn addition, within the shortest time reasonably possible and not after twenty-four (24) hours since the acceptance of the order, an email shall be sent to the User with the receipt of the purchase.\nThe receipt may be stored and printed.\nThe User may request and download an invoice as stated within the Website twenty-four (24) hours after making the relevant payment.</p>\n<p>After the purchase of the Subscription, the User may benefit from the following:</p>\n<ul>\n<li>The Service consisting in using the content in the Flaticon Content without crediting the Company/Website.\nThe rest of conditions stated in Sections 7 and 8 shall still be applicable.</li>\n<li>Access all contents available in the Website.</li>\n<li>Use the Website without advertisement displaying.</li>\n<li>Not to be subject to the restrictions as to number of content downloads applicable to the Flaticon Content from time to time, without prejudice to the application of certain restrictions to the number of downloads aimed at preventing a fraudulent or abusive use of the Website.</li>\n</ul>\n<p>Likewise by purchasing the Subscription, the User may use the Flaticon Mac OS X app, allowing the use of all icons directly in the design of apps and without an obligation to credit the Company/Website.\nAll other conditions set out or referred to in these Terms as applicable, shall continue to apply to any use through the Flaticon Mac OS X app.</p>\n<p>As the content in the Website is digital content, no cancellation right shall apply, without prejudice to the guarantees stated in the consumers’ regulations that may be applicable.</p> 10.\nChanges and Closure of the Website <p>The Company may, at any moment, and without incurring in any responsibility towards the User, modify the content of the Website or the Services, limit or modify the conditions or cease to provide some or all the Services and features available or deactivate and delete all or some of the User accounts and their corresponding information.\nHowever, the Company will comply with its obligations regarding the keeping of records in relation to certain transactions for the relevant period as provided by applicable law or refund the Users of Subscriptions in force at that time with the proportional part of the price not accrued before the termination.</p> 11.\nGeneral and Contact Information <p>The use of the Website and the Services and the interpretation and application of these Terms shall be governed by Spanish Law.\nExcept for those cases in which applicable regulations impose a specific jurisdiction, any dispute in connection with these Terms shall be resolved by the Courts of Málaga (Spain), and the parties expressly waive any other applicable jurisdiction.</p>\n<p>If any provision in these Terms is declared to be invalid or unenforceable, it shall be substituted or deemed as it had not been included.\nThe remaining provisions in these Terms shall not be affected in any way.</p>\n<p>You may contact the Company for any query or claim in www.flaticon.com/contact/.</p> Slidesgo Terms of use June 2019 <p>This website is operated by Freepik Company, S.L., registered in the Commercial Registry of Málaga, volume 4994, sheet 217, page number MA-113059, with Tax Number B-93183366 and registered office at 13 Molina Lario St., 5th floor, 29015, Málaga, Spain (\"<strong>Company</strong>\").</p>\n<p>These terms of use (\"<strong>Terms</strong>\") govern the access, browsing and use by the users (\"<strong>User</strong>\" or \"<strong>Users</strong>\", as applicable) of https://www.slidesgo.com/, including any of its subdomains and/or sections (\"<strong>Website</strong>\").\nas well as the services rendered through the Website (\"<strong>Service</strong>\" or \"<strong>Services</strong>\", as applicable) which include the download and use of certain content.</p>\n<p>Accessing and using the Website implies that the User has read and accepts to be bound by these Terms without exception.\nIn case the User does not accept the Terms or have any objection to any part of the present Terms, the User must not use the Website.</p>\n<p>The Company may modify the Terms at any time and thus we recommend that the Terms are reviewed on a regular basis by the User.\nThe date at the beginning of these Terms refers to the latest update of these Terms, which will be applicable from the date of publication.</p>\n<p>Some Services provided through the Website may be subject to specific conditions or instructions that must be accepted by the User prior to the provision of the relevant Service.\nThese specific conditions may be imposed by the Company or by third parties.\nSuch specific conditions shall apply in addition to the Terms and, in case of conflict, shall supersede the Terms.\nAccordingly, the User must read and accept such specific conditions before the provision of the relevant Service.</p>\n<p>Likewise, in respect of collection and processing of personal data, the Privacy Policy will apply.</p> 1.\nServices Offered <p>Through the Website, the User can search, access and/or download presentation templates (slides) regarding various themes and styles that may include, without limitation, text files and graphic resources such as icons, illustrations, photographs and videos with its corresponding audio (\"<strong>Slidesgo Content</strong>\").</p> 2.\nAuthorized Use <p>The User is only authorized to use the Website and the Services in accordance with the Terms and in good faith.\nIn particular and without limitation, Users undertake that any access or downloads of any content available in the Website or through the Services will always be the result of a genuine legitimate interest of the User.</p>\n<p>The User agrees not to use the Services negligently, for fraudulent purposes or in an unlawful manner that could damage the image, interests or rights of the Website or third parties.</p>\n<p>The User will not interfere with the functioning of the Website or in the Services.\nThe User agrees not to carry out any action that may damage, make unavailable, overload, deteriorate or impede the normal use of the Website or the Services, which may impact the security of the Website or the Services, or which may in any way interfere with the Services offered by the Company.\nThe use of robots, spiders or any other mechanism, mobile application, program or tool to access, copy or control any part of the Website or the Services in any way which is contrary to the ordinary use of the Website or which infringes the Company’s interests (without its express prior authorization) is strictly prohibited.\nLikewise, obtaining or attempting to obtain the contents of the Website using any method or system not expressly authorized by the Company or which is not the ordinary method of accessing the Website is also strictly prohibited.</p>\n<p>The User shall be responsible for any costs required for the Services’ use and for ensuring, prior to using the Services, that the Services’ features meet the User’s needs and that he/she/it meets all requirements and has all the equipment and software necessary for this purpose.</p>\n<p>The rights granted to the User under these Terms are personal and shall not be assigned to any third party (including affiliates or entities part of the same group of companies) totally or partially, by any mean, without the prior, express and written consent from the Company.</p>\n<p>When providing the Services, the Website can publish advertising either related or not to the searched contents or the Services, which is expressly accepted by the User.</p> 3.\nContent <p>The Services allow Users to search, access, and/or download Slidesgo Content.\nSlidesgo Content is offered under the conditions stated from time to time in the Website, and its use is allowed in the terms set out in these Terms.</p>\n<p>If you have any question regarding any content or believe that it infringes any right, that it does not comply with these Terms, or that is inappropriate, you can do so by contacting the Company as indicated in these Terms or following the instructions provided on the Website for a copyright complaint.</p> 4.\nLiability <p>The User acknowledges and agrees that he/she/it uses the Website and its Services at the User’s own risk and under the User’s responsibility and, therefore, the Company does not accept any responsibility for misuse or use in breach of these Terms.</p>\n<p>The User will be responsible for any damages to the Company resulting from the User’s use of the Website and the Services in breach of the Terms and accepts to indemnify the Company and its directors, employees, agents and representatives from any liability in which they may incur as a result of the User’s breach of these Terms.</p>\n<p>The Company does not warrant the availability or continuity of the Website or the Services, neither its reliability, quality, completeness, accuracy or whether they are fit for a specific purpose or activity.\n</p>\n<p>As way of example and without limitation, the Company shall not be liable for any damages that may result from:</p>\n<ul>\n<li>Interruptions, viruses, technical problems, interferences, omissions, unavailability, power cuts, failure of the telecommunication networks or the User’s equipment which are not the Company’s responsibility.</li>\n<li>Delays or unavailability of the Website and the Services due to deficiencies or traffic overload on the Internet, in the communication network or the electricity grid.</li>\n<li>Third-party actions.</li>\n<li>Unavailability of the Website and the Services due to maintenance or software updates.</li>\n<li>Any other event beyond the Company’s direct control.</li>\n</ul>\n<p>Save for the company’s wilful misconduct, and those cases in which due to the specific circumstances of the user involved or the nature of the matter, applicable law provides that liability cannot be limited by agreement, use of the website and the services is at sole risk of the user and the company shall not be liable for any damage of any kind caused to the user as a result of using the website and/or the services.</p> 5.\nIntellectual Property <p>All intellectual property rights over the Website, the Services, and/or the Slidesgo Content, its design, and source code, and all content included in any of them (including without limitation text, images, animations, databases, graphics, logos, trademarks, icons, buttons, pictures, videos, sound recordings, etc.) belong or are licensed to the Company.</p>\n<p>Except as expressly authorized under these Terms, the reproduction or distribution, as well as transformation, producing any derivative works of any kind, public communication, making available, extraction, reuse or any other use of the Website, the Services, the Slidesgo Content or any of its parts, is strictly forbidden.</p>\n<p>If you believe that any content infringes third party rights or does not comply with these Terms, you can report it to the Company as set forth in these Terms.\nIn addition, you can use the copyright infringement report system that is provided with any result in the Website.</p> 6.\nLicense Agreement for Slidesgo Content <p>The Company authorizes the User to access, download and use the Slidesgo Content under the terms of this Section.\nThe Company and its licensors reserve all rights over the Slidesgo Content not expressly granted in this license to the User.</p>\n<p>The Company authorizes the User in a non-transferable, limited, non-exclusive, manner and on a worldwide basis for the duration of the relevant rights.\nto download, use and modify the Slidesgo Content, in a device the User owns or controls and only for the purposes and uses allowed in these Terms.</p>\n<p>The User may only use contents within the Slidesgo Content to create presentations, modify them, and share the editable presentation containing the Slidesgo Content with other individuals belonging to the same team or organization as the User and who are collaborating with the User in the presentation’s creation and/or modification (\"<strong>User’s Team</strong>\").\nTherefore, the User may only share an editable format of the Slidesgo Content with the User’s Team and only to collaborate in the creation or modification of the presentation.</p>\n<p>The User is only allowed to share Slidesgo Content to third parties outside of the User’s Team in a non-editable format, ensuring always that neither the User, the User’s Team nor the third-party recipient are sublicensing, reselling or distributing Slidesgo Content in any manner not expressly provided for in these Terms.\nAdditionally, the User shall, at all times and whether sharing with the User’s Team or third parties, ensure that the creators or holders of rights over the original content included as part of the Slidesgo Content (e.g.\nicons, vectors, photos, etc.) are duly credited in all copies of the presentation.\nIn particular, the User undertakes not to remove in any editable or non-editable format of a presentation, any crediting section which may have been generated by the Website, unless the User acquires a license allowing him/her/it to omit such acknowledgement.\nThe Website might contain further indications about the crediting obligations the User must comply with and information about which license allows them to remove such acknowledgement.</p>\n<p>Under no circumstances shall the User or the User’s Team be allowed to sublicense, resell, distribute or allow any third parties to use the contents within the Slidesgo Content in any other way without the Company’s prior written consent.</p>\n<p>The User rights under this Section will end automatically without any notice if the User breaches any of the Terms.\nIn case of termination of the rights hereunder, the User shall cease using content in the Slidesgo Content and will destroy every copy, whether total or partial, thereof.</p> 7.\nChanges and Closure of the Website <p>The Company may, at any moment, and without incurring in any responsibility towards the User, modify the content of the Website or the Services, limit or modify the conditions or cease to provide some or all the Services and features available or deactivate and delete all or some of the User accounts and their corresponding information.\nHowever, the Company will comply with its obligations regarding the keeping of records in relation to certain transactions for the relevant period as provided by applicable law.</p> 8.\nGeneral and Contact Information <p>The use of the Website and the Services and the interpretation and application of these Terms shall be governed by Spanish Law.\nExcept for those cases in which applicable regulations impose a specific jurisdiction, any dispute in connection with these Terms shall be resolved by the Courts of Málaga (Spain), and the parties expressly waive any other applicable jurisdiction.</p>\n<p>If any provision in these Terms is declared to be invalid or unenforceable, it shall be substituted or deemed as it had not been included.\nThe remaining provisions in these Terms shall not be affected in any way.</p>\n<p>You may contact the Company for any query or claim via support@slidesgo.com.</p> Piktab Terms of use June 2019 <p>This website is operated by Freepik Company, S.L., registered in the Commercial Registry of Málaga, volume 4994, sheet 217, page number MA-113059, with Tax Number B-93183366 and registered office at 13 Molina Lario St., 5th floor, 29015, Málaga, Spain (\"<strong>Company</strong>\").</p>\n<p>These terms of use (\"<strong>Terms</strong>\") govern the access, browsing and use by the users (\"<strong>User</strong>\" or \"Users\", as applicable) of http://www.piktab.com/, including any of its subdomains and/or sections (\"<strong>Website</strong>\").\nas well as the services rendered through the Website (\"<strong>Service</strong>\" or \"<strong>Services</strong>\", as applicable) which include the download and use of certain content.</p>\n<p>Accessing and using the Website implies that the User has read and accepts to be bound by these Terms without exception.\nIn case the User does not accept the Terms or have any objection to any part of the present Terms, the User must not use the Website.</p>\n<p>The Company may modify the Terms at any time and thus we recommend that the Terms are reviewed on a regular basis by the User.\nThe date at the beginning of these Terms refers to the latest update of these Terms, which will be applicable from the date of publication.</p>\n<p>Some Services provided through the Website may be subject to specific conditions or instructions that must be accepted by the User prior to the provision of the relevant Service.\nThese specific conditions may be imposed by the Company or by third parties.\nSuch specific conditions shall apply in addition to the Terms and, in case of conflict, shall supersede the Terms.\nAccordingly, the User must read and accept such specific conditions before the provision of the relevant Service.</p>\n<p>Likewise, in respect of collection and processing of personal data, the Privacy Policy will apply.</p> 1.\nServices Offered <p>The Service consists of a Google Chrome plug-in extension that offers a search service which identifies, filters and classifies creative content offered by third parties through the Internet (\"<strong>Third-Party Content</strong>\") in specialized sources which establish trends and act as source of inspiration for graphic designers.</p> 2.\nAuthorized Use <p>The User is only authorized to use the Website and the Services in accordance with the Terms and in good faith.\nIn particular and without limitation, Users undertake that any access or downloads of any content available in the Website or through the Services will always be the result of a genuine legitimate interest of the User.</p>\n<p>The User agrees not to use the Services negligently, for fraudulent purposes or in an unlawful manner.\nLikewise, the User agrees not to partake in any conduct or action that could damage the image, interests or rights of the Website the Company or third parties, particularly, the owners of the Third-Party Content.</p>\n<p>The User will not interfere with the functioning of the Websites or in the Services.\nThe User agrees not to carry out any action that may damage, make unavailable, overload, deteriorate or impede the normal use of the Website or the Services, which may impact the security of the Website or the Services, or which may in any way interfere with the Services offered by the Company.\nThe use of robots, spiders or any other mechanism, mobile application, program or tool to access, copy or control any part of the Website or the Services in any way which is contrary to the ordinary use of the Website or which infringes the Company’s interests (without its express prior authorization) is strictly prohibited.\nLikewise, obtaining or attempting to obtain the contents of the Website using any method or system not expressly authorized by the Company or which is not the ordinary method of accessing the Website is also strictly prohibited.</p>\n<p>The User shall be responsible for any costs required for the Services’ use and for ensuring, prior to using the Services, that the Services’ features meet the User’s needs and that he/she/it meets all requirements and has all the equipment and software necessary for this purpose.</p>\n<p>The rights granted to the User under these Terms are personal and shall not be assigned to any third party (including affiliates or entities part of the same group of companies) totally or partially, by any mean, without the prior, express and written consent from the Company.</p>\n<p>When providing the Services, the Website can publish advertising either related or not to the searched contents or the Services, which is expressly accepted by the User.</p> 3.\nContent <p>The Services allow Users to search, access, and/or download Third-Party Content.</p>\n<p>If you have any question regarding any content or believe that it infringes any right, that it does not comply with these Terms, or that is inappropriate, you can do so by contacting the Company as indicated in these Terms or following the instructions provided on the Website or the Services for a copyright complaint.</p> 3.1.\nThird-party Content <p>Regarding Third-Party Content, the Website’s role is limited to completing the search requested by the User and providing such content as a search result with a link to the relevant website together with specific related information.\nIn some cases, in order to provide the User a better user experience and facilitate returning to the Services, the link can be presented within a frame corresponding to the Website, which can be removed by the User at any time.</p>\n<p>The Company is not the provider of the Third-Party Content and does not present itself as owner of such contents.\nFurthermore, displaying the search result and any link does not imply any relationship between the Company and the third party responsible for the Third-Party Content.</p>\n<p>The Company does not select, examine, control, guarantee, approve, sponsor or identify itself in any form with the Third-Party Content resulting of the searches made by the Users.\nThe Third-Party Content is the sole responsibility of the third parties that make them available to the public over the Internet.</p>\n<p>The User will be able to access the corresponding third party websites and download Third-Party Content under the terms and conditions established by such third parties.\nThe Company shall not be a party or be involved in any way in the relationship between the User and the corresponding third party.\nThe User undertakes to read and comply with the terms and conditions established by such third parties for the download and use of Third-Party Content.</p>\n<p>The Company is not a party and does not take part in the relationship between the User and the third party that offers the Third-Party Content, and it is not directly or indirectly responsible for the performance, omissions, errors, negligence or breaches of the Users or such third parties.\nAny claim from the Users regarding the Third-Party Content must be addressed to the relevant third parties through the linked website.</p> 4.\nLiability <p>The User acknowledges and agrees that he/she/it uses the Website and its Services at the User’s own risk and under the User’s responsibility and, therefore, the Company does not accept any responsibility for misuse or use in breach of these Terms.</p>\n<p>The User will be responsible for any damages to the Company resulting from the User’s use of the Website and the Services in breach of the Terms and accepts to indemnify the Company and its directors, employees, agents and representatives from any liability in which they may incur as a result of the User’s breach of these Terms.</p>\n<p>The Company does not warrant the availability or continuity of the Website or the Services, neither its reliability, quality, completeness, accuracy or whether they are fit for a specific purpose or activity.\n</p>\n<p>As way of example and without limitation, the Company shall not be liable for any damages that may result from:</p>\n<ul>\n<li>Interruptions, viruses, technical problems, interferences, omissions, unavailability, power cuts, failure of the telecommunication networks or the User’s equipment which are not the Company’s responsibility.</li>\n<li>Delays or unavailability of the Website and the Services due to deficiencies or traffic overload on the Internet, in the communication network or the electricity grid.</li>\n<li>Third-party actions.</li>\n<li>Unavailability of the Website and the Services due to maintenance or software updates.</li>\n<li>Any other event beyond the Company’s direct control.</li>\n</ul>\n<p>Save for the company’s wilful misconduct, and those cases in which due to the specific circumstances of the user involved or the nature of the matter, applicable law provides that liability cannot be limited by agreement, use of the website and the services is at sole risk of the user and the company shall not be liable for any damage of any kind caused to the user as a result of using the website and/or the services.</p>\n<p>In accordance with Section 3 above regarding Third-Party Content, the Company acts exclusively as a provider of a search service as requested by the User, without assuming any responsibility for search results.</p>\n<p>The insertion of links in the Services does not imply any relationship, recommendation or supervision by the Company of the linked website and, accordingly, the Company does not accept any liability in relation to the content of any linked website except in the specific circumstances provided by the applicable law.</p>\n<p>The Company will make reasonable commercial efforts in order to ensure the accuracy of keywords and descriptions, as well as the identification of content as exclusively for editorial use or any equivalent expression.\nHowever, the company neither warrants nor makes any representation regarding any keyword, title or description.\nor the identification or lack of identification of any visual content as exclusively for editorial use.\nFor this reason and notwithstanding any other liability limitation that may be applicable in accordance with these Terms, the Company shall neither indemnify nor assume any liability in connection with any claim resulting from inaccurate keywords, titles or descriptions, or from the use of the visual content identified as exclusively for editorial use.</p> 5.\nIntellectual Property <p>All intellectual property rights over the Website and the Services, its design, and source code, and all content included in any of them (including, without limitation, text, images, animations, databases, graphics, logos, trademarks, icons, buttons, pictures, videos, sound recordings, etc.) belong or are licensed to the Company.</p>\n<p>Except as expressly authorized under these Terms, the reproduction or distribution, as well as transformation, producing any derivative works of any kind, public communication, making available, extraction, reuse or any other use of the Website, the Services, or any of its parts, is strictly forbidden.</p>\n<p>The Third-Party Content is protected by intellectual property rights, as appropriate, and belong to their owners.\nAlthough the Services can locate and provide access to these contents, its download and use is subject to the conditions set by the relevant third party.\nThe Company is not the owner and cannot grant any license or authorization in relation to Third-Party Content.\nThe User must obtain authorizations that are, in each case, required to use any Third-Party Content.</p>\n<p>If the third-party holder of a Third-Party Content does not want to be included in the Services’ search results, the third party can contact the Company as indicated in these Terms.\nRegarding a specific Third-Party Content appearing as a search result, you can use the copyright complaint that appears next to the result.</p>\n<p>If you believe that any content infringes third party rights or does not comply with these Terms, you can report it to the Company as set forth in these Terms.\nIn addition, you can use the copyright infringement report system that is provided with any result in the Website or Services.</p> 6.\nChanges and Closure of the Website <p>The Company may, at any moment, and without incurring in any responsibility towards the User, modify the content of the Website or the Services, limit or modify the conditions or cease to provide some or all the Services and features available or deactivate and delete all or some of the User accounts and their corresponding information.\nHowever, the Company will comply with its obligations regarding the keeping of records in relation to certain transactions for the relevant period as provided by the applicable law.</p> 7.\nGeneral and Contact Information <p>The use of the Website and the Services and the interpretation and application of these Terms shall be governed by Spanish Law.\nExcept for those cases in which applicable regulations impose a specific jurisdiction, any dispute in connection with these Terms shall be resolved by the Courts of Málaga (Spain), and the parties expressly waive any other applicable jurisdiction.</p>\n<p>If any provision in these Terms is declared to be invalid or unenforceable, it shall be substituted or deemed as it had not been included.\nThe remaining provisions in these Terms shall not be affected in any way.</p>\n<p>You may contact the Company for any query or claim within the `Contact´ section on the Service’s Google Chrome extension for Piktab.</p> ", "created_at": "2021-06-11 17:09:34.713734", "updated_at": "2021-06-11 17:09:42.373507"}, {"id": 6987, "name": "Privacy Policy", "url": "https://www.freepikcompany.com/privacy", "xpath": "/html/body/main/section/div/div[2]/div", "text": " Privacy Policy May 2021 <p>In compliance with EU General Data Protection Regulation (GDPR, 679/2016/UE) and Spanish Personal Data Protection and Digital Rights Guarantees Act (LO 3/2018), we provide you with the following information about the processing of your personal data on our website(s).</p>\n<p>FREEPIK COMPANY, S.\nL.\nis the owner and, therefore, responsible for the projects indicated below, including any of their subdomains or sections (hereinafter, \"Website\" as corresponds):</p>\n<ul>\n<li>www.freepik.com and www.freepik.es</li>\n<li>www.flaticon.com and www.flaticon.es</li>\n<li>www.slidesgo.com</li>\n<li>www.freepikcompany.com</li>\n<li>www.wepik.com</li>\n</ul>\n<p>In this legal document, the legally obligatory information on the processing carried out on your personal data in the context of our Website is provided: browsing the Website.\nuser registration (free and premium), becoming a \"contributor\", personalized advertising on other websites, sending commercial communications, advertising exploitation of the Website, surveys, support request, receipt of curriculum or mandatory processings under applicable laws.</p>\n<p>The present Privacy Policy regulates the processing of your personal data performed by Freepik Company, S.L.\n(hereinafter, \"Freepik Company\"), collected through the use of the services offered on the Website (hereinafter, \"Services\").</p>\n<p>The latest update of this Privacy Policy is indicated at the top of this text and it will become effective immediately upon being posted.\nFreepik Company, thus, recommends reviewing this Privacy Policy from time to time.</p>\n<p>Some of the Services offered on the Website may be subject to specific privacy policies that will be displayed in the relevant moment.\nAdditionally, the access and use of the Website and the accompanying Services are governed by the Terms of Use of the Website.</p> PERSONAL DATA PROCESSING <p>The following sections address the collection and processing of your personal information through any of the projects run by Freepik Company, including any of their subdomains and sections.</p> 1.\nData controller <p>FREEPIK COMPANY, S.L, as data controller, is responsible for the processing of Users’ personal information on the Website:</p>\n<p>FREEPIK COMPANY, S.L.\nwith Tax Id no.\nB-93183366 and registered office in 13 Molina Lario St., 5th floor, zip code 29015, Malaga (Spain).\nEmail: rpd@freepik.com</p>\n<p>\n<b>Data Protection Officer</b> Abisko Data, S.\nL.</p>\n<p>You can send an email to rpd@freepik.com to raise any questions, request or exercise of right regarding personal data protection.</p> 2.\nWebsite Use under Terms and Conditions <p>You can only contract our services and validly consent to our Terms and Conditions if you are of legal age.</p>\n<p>Our products are directed to people of legal age.\nIn specific cases, we may explicitly allow them to be hired for use by minors.\nThey must be examined and accepted, on the minor behalf, by the person of legal age who is the holder of the parental authority or in charge of their custody or education.</p>\n<p>Notwithstanding the aforementioned, if you are a minor, in accordance with our terms and conditions, you cannot validly enter into any of the contracts we offer.</p> 3.\nOur purposes and lawful basis of data we collect <p>Your personal data is processed with different purposes.\nEach processing must be based on a lawful basis, among those set forth by the regulation.\nWe use the following basis:</p>\n<ol>\n<li>\n<b>Consent:</b> you have given your informed, unequivocal and specific consent to the processing of your personal data aimed to a specific purpose.</li>\n<li>\n<b>Legal obligation:</b> the law requires process and disclose certain data on occasions to certain institutions (for example, to the Tax Authority).</li>\n<li>\n<b>Execution of a contract:</b> the data are strictly necessary to provide you with our services or to comply with what was agree with you.</li>\n<li>\n<b>Our legitimate interests,</b> provided that your interests and rights do not prevail over them.</li>\n</ol>\n<p>The legal bases of our data processing carried out through our Website, in relation to the purposes for which we will use your data, are the following:</p> 3.1.\nBrowsing the Website <p>When you browse and use the Website, even if you do not register, data is automatically collected through technology or automated interactions, such as IP address, device id, certains metadata (http header, your browser, etc.).\nIn addition, information is collected on the number of downloads and searches you perform.\nThese data are recorded in order to control the number of downloads made by each user, thus allowing us to detect a fraudulent or illegitimate use of the Website, and, therefore, guarantee compliance with the Terms and Conditions of Use of the Website, that is, <b>the management of the contractual relationship between you and Freepik.</b>\n</p>\n<p>These technical data observed when the user browser the Website are processed for the purpose of detecting and mitigating risks of attacks (bots, code injections, DDOS attacks), and, generally, <b>to guarantee and maintain the Website security</b>.\nOur lawful basis is our <b>legitimate interest</b> in protecting the security of our systems and preventing the violation of our terms and conditions.</p>\n<p>\n<b>Personal data processed:</b> IP address, device id</p> 3.2.\nContractual relationship with our registered users (free or premium) <p>When you register as a user (either free or \"premium\"), we request the personal data that we need for the management and fulfillment of our <b>contractual relationship</b> with you.</p>\n<p>We do not request, collect or process any special categories of personal data (those that reveal ethnic or racial origin, political opinions, religious or philosophical convictions, union membership and information on health, orientation and sexual life, genetic or biometric data).</p>\n<p>Although you can include in your profile the \"handle names\" of your social networks or personal website, Freepik does not process any of said data.</p>\n<p>When you are requested to provide personal data identified as necessary, due to legal obligation or in accordance with our contracting conditions, and you refuse to provide them, we may not be able to formalize said contract or provide the service, which will be communicated to you properly.</p>\n<ul>\n<li>\n<b>Personal data processed (free users):</b> username, email address, name, address and profession.\nOnly the email address and username are required.</li>\n<li>\n<b>Personal data processed (premium users):</b> the above, plus country, city of residence, identity document, tax residence, and means of payment (all data are mandatory).</li>\n</ul> 3.3.\nContractual relationship with our contributors <p>When we formalize a collaboration agreement with you if you are a \"contributor\" - creator of content to be distributed and licensed on the Website -, we request the personal data that we need for the management and fulfillment of our <b>contractual relationship.</b>\n</p>\n<p>\n<b>Personal data processed:</b> email address, full name, address, city of residence, tax residence, id documents and way of payment.\n</p> 3.4.\nPersonalized advertising on other websites <p>We promote our products:</p>\n<p>- <b>with social networks and other platforms users, between profiles of potential Freepik users,</b> using audience segmented by interests, not created by Freepik but already offered by platforms such as Pinterest, Google and Bing Ads and hired by Freepik for this purpose.\nLikewise, we can only identify you if you register as an user.</p>\n<p>Our lawful base is our legitimate interests (the economic interest of getting new clients through personalized advertising of our products through profiling offered by social media and other platforms).</p>\n<p>\n<b>Personal data processed:</b> We do not process personal data: we select the groups of users to whom advertising will be displayed based on the segments offered by the platforms, such as age ranges, country, etc.\nThese platforms provide us with aggregated information about the performance of each campaign, but we cannot identify the specific users who have registered as a result of it.</p>\n<p>- through <b>retargeting</b>: impacting visitors who have visited and left our Website without registering, when they have accepted the use of our cookies, and these allow us to display advertising to them on third party websites.</p>\n<p>In this case, our basis of legitimacy is your <b>consent</b> (given both on our Website as on third party websites where the advertising is displayed).\nYou can find more information about this treatment in our Cookie Policy.</p> 3.5.\nSending of commercial communications by email <p>We will send you electronic commercial communications if (i) you have registered or contracted any of the Website Services, (ii) you request information about our products through any of the forms for this on the Website.\nIn any case, we will do so as long as you have not expressed your willingness to stop receiving such communications (you can do so comfortably in your user profile).</p>\n<p>Our legal basis is our <b>legitimate interest</b> (to offer you commercial information about products or services similar to those that you have already contracted or about which you have requested information), by virtue of art.\n21.2 of Law 34/2002 of July 11, of Information Society Services and Electronic Commerce (LSSI).</p> 3.6.\nAdvertisements on our Website <p>We will display personalized advertisements on our Website, if you consent the installation of cookies (more information in our Cookies Policy)</p>\n<p>When we use cookies, we do so based on your prior <b>consent</b>.\nYou can accept or reject all our cookies or select them granularly, through our One Trust CMP (our cookie setting panel).</p> 3.7.\nSurveys <p>Likewise, based on our legitimate interest to know your opinion in order to improve our products’ performance and usability, we may contact you to request your opinion through satisfaction surveys.</p>\n<p>\n<b>Personal data processed:</b> contact information</p> 3.8.\nSupport requests <p>When you contact us requesting information or support, we process your data in order to assist you, based on your <b>consent</b> expressed in your own request.</p>\n<p>\n<b>Personal data processed:</b> contact information that you provide us with in order to respond to your request.</p> 3.9.\nJob applications <p>When you submit your application to join the Freepik Company staff, we process your personal data based on your <b>consent</b>, to assess your hiring.</p>\n<p>\n<b>Personal data processed:</b> contact information and information included in your CV and/or cover letter provided to support you application.</p> 3.10.\nLegally binding processing <p>When in some cases we are <b>legally bound</b> by different regulations (regardless of whether or not you give your consent), to process and / or transfer certain personal data to different entities.\nFor example, to the Tax Authority, or the law enforcement authorities, at their request.</p>\n<p>\n<b>Personal data processed:</b> those set forth in the applicable regulations.</p> 4.\nFor how long do we keep your data <p>We process your personal data only for the necessary period of time, depending on each case.\nOnce our processing has terminated, we keep your data blocked for different periods of time (in general, until the prescription of the responsibilities that may have arisen from our interactions).\nThe relevant deadlines in each case are listed below:</p>\n<ol>\n<li>In relation to processing carried out to guarantee and maintain the security of our Websites and anti-fraud measures, we will keep your data for thirteen months.</li>\n<li>In relation to the data necessary to provide the contracted service and the contractual relationship, your personal data will be stored while the contractual relationship is still active, and it will be kept blocked for five years more (until the prescription of any contractual liability) or a period of six years (regarding accounting information).</li>\n<li>In relation to the data necessary to manage and fulfill our contractual relationships with our \"contributors\" and external designers, your personal data is processed while the validity of the intellectual property rights license remains in force, and they are kept blocked for five more years, (up to the prescription of possible contractual liabilites).</li>\n<li>In relation to the sending of commercial communications by email, the data will be processed for 3 years from the last interaction with you</li>\n<li>Regarding the advertisements displayed on our Website by means of cookies, we refer to the descriptive tables available in our Cookies Policy, where you will find detailed information on the persistence or duration of our first-party cookies and links to extended information regarding third-party cookies.</li>\n<li>We process your data to send you surveys while our contractual relationship is in force.</li>\n<li>In relation to your non-commercial inquiries, the data will be deleted once they have been answered.</li>\n<li>We will process the data provided for your application process for a period of one year from receipt.</li>\n<li>Regarding the processing carried out in order to manage the Website through cookies, we refer to the Cookies Policy in which you will find detailed information on the persistence or duration of our own cookies and links to detailed information on third-party cookies.</li>\n<li>We will keep your data in relation to the fulfillment of any legal obligation, in general, during the limitation periods of the possible responsibilities derived from our data processing, and specifically during the periods imposed by the regulation in each case.</li>\n</ol> 5.\nData Update <p>We ask that you to immediately notify us of any changes to your data so that the information contained in our systems is up-to-date at all times and does not contain errors.\nIn this sense, you represent and guarantee that the information and data that you have provided us is accurate, current and truthful.</p> 6.\nDisclosure of data <p>Freepik Company does not transfer nor share collected personal data with third parties external to the company.</p>\n<p>We may disclose personal information of our Users to third parties only in cases when it is strictly necessary for Freepik Company to perform their functions and to comply with the Terms of Use.\nWe may also share personal information with other third parties to ensure compliance with applicable laws, including:</p>\n<ul>\n<li>Service providers, to manage systems and information technology such as hosting, broadband, IT security or web analytics providers.</li>\n<li>Payment platforms, banks and companies involved in the transaction process, to ensure the fulfilment of the necessary transactions.</li>\n<li>Advertising platforms, CRM and other marketing tools.</li>\n<li>Recruitment management platforms.</li>\n<li>User support management platforms.</li>\n<li>Lawyers, auditors, legal and accounting consultancy services and financial institutions.</li>\n</ul>\n<p>These services provided by third parties are necessary for the development of Freepik Company’s business activity.\nThe processing of personal data is at all times subject to a contract which establishes the duties of the data processor towards the data controller (us).\nUnder no circumstances will personal information be used for other purposes and it will be managed in compliance with Freepik Company policy guidelines, their privacy policy and the applicable data protection regulation.</p>\n<p>In accordance with our commitment to your privacy and your data protection right, we exclusively choose only top-tier service providers, leaders in their respective sectors.\nYou can request the list of providers that have access to your personal data, as well as the services provided by each one, through the email address provided in the exercise of rights section.</p>\n<p>We commercially exploit the advertising that is shown to you on our Website by third parties, and we do so through \"cookies\" and other similar technologies, always with your prior consent, collected through the One Trust CMP (the configuration panel of cookies that informs you of the different purposes of data processing developed by the advertising companies, among others).</p>\n<p>You can find the complete information in our Cookies Policy.</p>\n<p>Our Website also includes plugins which allow the User to carry out actions on social networks of third parties such as Facebook, Twitter or Pinterest, like, for instance, sending a publication or showing support to the website.\nThese plugins are indicated with the corresponding social network logotype, and require the access data to the correspondent platform, and your consent.</p>\n<p>If you accept these plugins, the content will be transferred to the corresponding social network.\nYou can find in our Cookies Policy links to the privacy statements of these social networks.</p> 7.\nRights of the User <p>We guarantee the exercise of rights established in the General Data Protection.</p>\n<p>You can exercise the rights described below in the following ways: logging in the User account by clicking on this link, through the support form, available on the Website or by emailing us at rpd@freepik.com.</p>\n<p>Please note that Freepik Company may require you to verify your identity before taking action on the request for the exercise of rights.</p>\n<p>You have the following rights:</p>\n<ol>\n<li>Transparency and information on how we process your personal data (<b>right to be informed</b>).\nRight that we satisfy, for example, through this legal text.</li>\n<li>Right to request a copy of the information we hold, which will be provided to you within a month (<b>right of access</b>).</li>\n<li>Right to update or modify the information we have if it is incorrect or inaccurate (<b>right of rectification</b>).</li>\n<li>Right to request us to stop processing your information while a complaint is being resolved, among other cases (<b>right to limit processing</b>).</li>\n<li>Right to be informed of automated decision procedures, including profiling.</li>\n</ol>\n<p>Additionally, when we process your personal data based on your consent or on our contractual relationship with you:</p>\n<ol>\n<li>Right to request that we delete personal data from our records (<b>right to erasure or \"to be forgotten\"</b>).\nYou can carry out this request at any time by closing your account, through your profile section.</li>\n<li>Right to obtain and reuse personal data for your own purposes (<b>right to data portability</b>).</li>\n<li>Right to <b>revoke</b> at any time <b>the consent</b> previously given to any of our processing of your personal data.</li>\n</ol>\n<p>Or, when we process your personal data based on our legitimate corporate interests:</p>\n<ol>\n<li>Right to object to the processing of personal data based on our legitimate interests claiming circumstances based on your personal situation (<b>right to object</b>).\nYou can oppose these treatments related to the sending of advertising both in the registration form, as well as through your own profile, by unchecking the box enabled in the \"Notifications\" section and through any of the commercial communication we send to you.</li>\n</ol> 8.\nData security <p>We have implemented strong security controls to safeguard User’s personal information against loss, misuse, unauthorized access, disclosure or alteration.</p>\n<p>For example, to protect your personal data, Secure Socket Layer (SSL) technology is used during the transmission of data.\nThis means that an approved encryption procedure is used for communication between your computer or device and Freepik's servers, as long as your browser supports SSL.</p> 9.\nInternational data transfers <p>We carry out international data transfers in relationship with some of the processing described in the previous clause with certain data processors: subcontractors and content delivery networks to help us to deliver our Services.</p>\n<p>A data processor, as already said, is an external subcontractor that we hire, and that may have access to personal data about users or collaborators, or that stores them in the context of the service provided to us.</p>\n<p>Some of these external service providers are located outside of the European Economic Area (EEA), so the processing of your personal data involves an international data transfer.</p>\n<p>Our international data transfers can occur to countries with a level of protection of personal data potentially lower than that imposed by the RGPD.\nSaid international data transfers are covered by standard contractual clauses (art 46.2.c) GDPR).</p> 10.\nComplaint submission <p>If you, the User, do not agree with the way Freepik Company processes your personal data, you can contact us by sending an email to rpd@freepik.com, or by contacting directly to the <b>Spanish Data Protection Agency</b> (Agencia Española de Protección de Datos, AEPD, in Spanish) here www.aepd.es.</p>\n<p>\n<b>May 2021</b>\n</p> ", "created_at": "2021-06-11 19:07:09.631574", "updated_at": "2021-06-11 17:08:25.701359"}], "points": [], "urls": ["freepik.com"]}}