{"error": 448, "message": "OK", "parameters": {"id": 6272, "name": "Arkeero ", "created_at": "2022-01-08 18:53:00.252548", "updated_at": "2022-01-08 23:01:19.882005", "wikipedia": null, "keywords": null, "related": null, "slug": "arkeero", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6272.png", "url": "arkeero.com", "documents": [{"id": 11373, "name": " PRIVACY POLICY ", "url": "https://arkeero.com/privacy-2/", "xpath": "/html/body/div[1]/div[2]/div/div[2]", "text": " <p>This policy (hereinafter “Privacy Policy”or “Policy”) is effective from november 6, 2019 (“Effective Date”).</p>\n<p>The owner of the website https://arkeero.com (hereinafter, the “Website”) is Rock Internet, S.L.\n(hereinafter, “the Company”, “we” or “us”), a Spanish company, with VAT number B-86907953, and registered office at Calle Barquillo, 8 planta, 2ª izq., 28004 Madrid, Spain.</p>\n<p>The Company is registered in the Mercantile Register of Madrid under Volume 31853, Sheet 1, Section 8, Page M-573205.</p>\n<p>In addition, the Company is a registered vendor of the IAB Europe Transparency and Consent Framework (TCF).</p>\n<p>We carry out our activity in the permission-based e-mail marketing sector (advertising campaigns upon prior consent of the recipient).\nIt is mainly dedicated to direct marketing, affiliate marketing and online advertising.</p>\n<p>To contact us for any questions regarding this Privacy Policy, you may write us through the following channels:</p>\n<p>• E-mail: dpd@arkeero.com<br>\n• Address: Rock Internet, S.L., with domicile at Calle Barquillo, 8 planta 2ª izq., 28004 Madrid, Spain.</p>\n<p>The contents of this Privacy Policy are the following:</p>\n<p>\n<strong>1.\nSCOPE OF APPLICATION AND RESPONSIBILITY<br>\n2.\nCOMPANY SERVICES<br>\n3.\nTYPE OF DATA COLLECTED BY THE COMPANY<br>\n4.\nUSE OF DATA COLLECTED BY THE COMPANY<br>\n5.\nPURPOSE OF DATA PROCESSING AND LEGAL BASIS<br>\n6.\nTYPE OF DATA PROCESSING<br>\n7.\nACCESS TO YOUR PERSONAL DATA AND INTERNATIONAL DATA TRANSFERS<br>\n8.\nELIGIBILITY FOR REGISTRATION AND ACCOUNT SECURITY<br>\n9.\nRIGHTS OF DATA SUBJECTS<br>\n10.\nCOMMERCIAL COMUNICATIONS<br>\n11.\nDECLARATION OF GOOD PRACTICES<br>\n12.\nVALIDITY OF THE PRIVACY POLICY<br>\n13.\nCONTACT US</strong>\n</p>\n<p>\n<strong>1.\nSCOPE OF APPLICATION AND RESPONSIBILITY</strong>\n</p>\n<p>The Company is the data controller of the personal data (e.g.\ninformation that identifies a specific person, such as full name or e-mail address) we collect from and about you through our services.\nThe personal data is processed in compliance with this Privacy Policy.</p>\n<p>This Privacy Policy and our Cookies Policy apply to all users, including those who use the Company services without being registered or subscribed to a Company service and those who have registered or subscribed to a Company service.</p>\n<p>For the avoidance of doubt, this Privacy Policy is not applicable to data collected by third parties though their websites, even if any of said websites contains links to the Company’s Website.</p>\n<p>The Company is not responsible for any content within the privacy policy of third parties and does not give any warranty, explicit or implicit, in relation to the accuracy, legality, exactitude or validity of any website.</p>\n<p>\n<strong>2.\nCOMPANY SERVICES</strong>\n</p>\n<p>The Website offers you the possibility to manage your user area, configure alerts, receive newsletters, information and advertising about the Company’s and/or third parties’ products and services.\nThe newsletters, information and advertising previously mentioned shall be based on the areas of interest that you may have indicated to us according to criteria of the Website, as well as on your profile.\nIf you wish, you may also join and participate in different promotions, contests and/or raffles.</p>\n<p>To use the Company services, you shall register on the Website through the enabled registration form and give your freely and express consent to the processing of your data, as well as to this Privacy Policy and our Cookies Policy.</p>\n<p>In this regard, you may select through certain check boxes at least three (3) fields of interest among the options provided by the Website.\nFurthermore, you may choose whether you accept the transfer of your anonymized data – to be anonymized through encryption and an electronic pseudonym – so that we can match it with other information and enrich the data.\nThis procedure shall be carried out though technical means in a totally anonymous and not identifiable manner.</p>\n<p>The data transfer aims to match the information with other sources and therefore increase the information on the centres of interest – which may have been defined directly, through browsing or other subscriptions – and refine the advertising campaigns.\nThis is without prejudice to your privacy, which is warranted through the encryption and compartmentation of your data.</p>\n<p>\n<strong>3.\nTYPE OF DATA COLLECTED BY THE COMPANY</strong>\n</p>\n<p>The Company collects information to offer you services either directly, through the personal data provided directly to the Company, or indirectly through the use of the Website and the services provided by it (information related to the device, registration data and physical location).</p>\n<p>In particular, the Company collects the following types of data from and about you:</p>\n<p>\n<strong>a.</strong> Registration Data submitted to register for a Company service through subscription forms.\nSubscription forms request personal data through mandatory or optional fields to be filled in by you, such as your name, your telephone number and your e-mail address in order to manage the mailing list and send you personalized online advertising.\nThe subscription to the mailing list is carried out through the Hermes and Perseo tools.\nThe sending of e-mails is managed by the Company, which previously verifies your e-mail.\nFor this purpose, you will receive an e-mail in your inbox from us with the subject “Successfully registered in our newsletter of exclusive offers” or similar.\nWe will use the data provided to send you advertising of our clients.\nRegistration Information may include, for example, name, surname, e-mail address, gender, country, postcode and birthday date, areas of interest, and academic/professional aspects.\nPlease bear in mind that you are entitled to revoke your consent or inform us that you have not subscribed to any our services by the channels set forth in Section 14 of this Privacy Policy.</p>\n<p>\n<strong>b.</strong> Data from Social Media.\nIf you access or log-in to a Company service through a social media network or connect a Company service to a social media service, the data we collect may include authentication information required when you log-in, as well as any information or content you have permitted the social media network to share with us, such as your profile picture, e-mail address or friends lists, and any information you have made public in connection with that social media service.</p>\n<p>Please bear in mind that these social media networks may collect plenty of information – such as the web pages you have visited and your IP address¬– and may set cookies to allow the correct functioning of the network’s features.</p>\n<p>We are not responsible for the security or privacy of the information collected by these third parties.\nYou should read and understand the policies applicable to the third-parties’ services you use or access before giving your consent to said third-parties.\nYou shall also configure these services in accordance with your will.</p>\n<p>When you access the Company services through social media services or when you connect a Company service to social media services, you are authorizing the Company to collect, store, and use such data and content in accordance with this Privacy Policy.</p>\n<p>\n<strong>c.</strong> Information submitted to the Company through a contact form.\nThere is a contact form on the Website for inquiries, suggestions and/or professional matters.\nIf you contact us through this online form, we will use your e-mail address to reply you and send you the information requested by you, as the case may be.</p>\n<p>\n<strong>d.</strong> Activity data.\nWhen you access and interact with the Company services, we may collect certain information about those visits.\nFor example, in order to permit your connection to the Company services, our servers receive and record information about your computer, device, and browser, including potentially your IP address, browser type, and other software or hardware information.\nCookies and other tracking technologies (such as browser cookies, pixels, beacons) may also be collected.\nThese technologies may also be used to collect and store information about your usage of the Company services, such as pages you have visited, content you have viewed, search queries you have run and advertisements you have seen.\nFor more information, please visit our Cookies Policy.</p>\n<p>\n<strong>e.</strong> Information from other Sources.\nWe may supplement the information we collect with information from other sources, such as publicly available information from social media services and commercially available sources.</p>\n<p>Your personal data will be retained for two (2) years from the date on which you provided it to the Company.\nThe Company shall use the data to fulfil the purposes we collected it for.\nHowever, the time of retention of your data will be always subject to your voluntary withdrawal to the mailing list or subscription to the blog, unless the Company needs it in case of compelling legitimate grounds, which override your interests, or for legal defence.</p>\n<p>At the end of the retention period your personal data will be either cancelled, anonymized or aggregated.</p>\n<p>\n<strong>4.\nUSE OF DATA COLLECTED BY THE COMPANY</strong>\n</p>\n<p>We use the personal data we collect from and about you to:</p>\n<p>\n<strong>a)</strong> Provide the Company services and features to you;</p>\n<p>\n<strong>b)</strong> Measure and improve those Company services and features;</p>\n<p>\n<strong>c)</strong> Provide you with customer support and to respond to inquiries;</p>\n<p>\n<strong>d)</strong> Protect the rights of the Company and others, such as Company affiliates or their employees, agents, contractors, licensors and suppliers.\nusers of the Company services or members of the public.\nand Company suppliers;</p>\n<p>\n<strong>e)</strong> Allow you the management of navigation and configuration of alerts;</p>\n<p>\n<strong>f)</strong> Allow you to participate and subscribe, where appropriate, to various promotions, contests and/or draws;</p>\n<p>\n<strong>g)</strong> Comply with the law or legal process or respond to requests from public and government authorities;</p>\n<p>\n<strong>h)</strong> Complete a corporate transaction (e.g.\nmerger, sale, joint venture, assignment, transfer of all or any portion of business, assets or stock regarding the Company, including in connection with any bankruptcy or similar proceedings, among others).\nIf the Company is involved in a merger or transfer of all or a material part of its business, the Company may transfer your information to entity or entities involved in the transaction as part of said transaction.</p>\n<p>\n<strong>i)</strong> Allow you to you log in the Company services through a social media network.\nand</p>\n<p>\n<strong>j)</strong> Upon your prior consent, send you –via e-mail, SMS, telephone, multimedia messaging service, phone calls, chat and social media or any other means of communication– offers, promotions and other marketing communications regarding the Company’s (and subsidiary companies’) and/or third party’s services and products operating in the sectors that you may have indicated (if applicable), as well as other sectors of activity in which you may be interested (according to the criteria of the Website and/or the user profile and depending on your configuration of cookies in your browser).You can read our Cookie Policy here.</p>\n<p>The sectors mentioned in the above paragraph are the following:</p>\n<p>Sectors:</p>\nFinancial<br>\nEditorial<br>\nEducation<br>\nAutomotive<br>\nNGO<br>\nComputing<br>\nTelecommunications<br>\nConsultancy<br>\nEnergy<br>\nMedicine\nTextile<br>\nHome<br>\nHygiene<br>\nHealth<br>\nBeauty products<br>\nand Personal Care<br>\nFurniture<br>\nFeeding<br>\nCollecting<br>\nMusic\nVideos<br>\nHobbies<br>\nOffice supplies<br>\nComputing<br>\nTechnology<br>\nTravels<br>\nToy store<br>\nJewellery<br>\nDrugstore and Cleaning<br>\nInsurance\n<p>For the avoidance of doubt, the Company will perform permission-based e-mail marketing and direct marketing actions.\ndevelop profiles and segmentations on your data.\nand/or match files containing your data.</p>\n<p>The Company only collects adequate data, which is pertinent and not excessive in relation to the scope and the purposes indicated in this Privacy Policy.</p>\n<p>\n<strong>5.\nPURPOSE OF DATA PROCESSING AND LEGAL BASIS</strong>\n</p>\n<p>Your data is collected and processed by the Company for the following purposes:</p>\n<p>• The data processing in letters from a) to f) of Section 4 of this Privacy Policy is necessary for the provision of the Company services.\nThis is mandatory since otherwise the services could not be provided.</p>\n<p>• Letter g) of Section 4 of this Privacy Policy is mandatory as it is requested under applicable laws.</p>\n<p>• Letter h) of Section 4 of this Privacy Policy is legally based on the legitimate interest of the Company and its counterparties to perform such economic activities.\nThis data processing activity is not mandatory, and you can object at any time through as per Section 14 of this Privacy Policy.</p>\n<p>• Letter i) of Section 4 of this Privacy Policy is discretionary.\nHowever, without your consent, it will not be possible to connect to social media services account with the Company service.\nIn such case, you will have to log to the Company service using a different mean.\nand</p>\n<p>• Letter j) of Section 4 of this Privacy Policy is discretionary, However, without your consent, it is impossible for the Company to provide you with generic marketing communications of the Company and third parties services and/or products or communications based on your interests and needs.</p>\n<p>Should you wish to withdraw your consent, please contact us at the e-mail address or by post mail as per Section 14 or, in the case of letter i) of Section 4, please select the unsubscribe link contained in any marketing communication.</p>\n<p>Please note that, by selecting the corresponding non-preselected checkbox, you are freely and expressly consenting to receiving advertising, the transfer of your data to third parties, as well as our Terms and Conditions, Privacy Policy and Cookies Policy.</p>\n<p>The Company, for the purpose of developing direct marketing actions, will enter into agreements with third parties.\nThese third parties are suitable service providers, which develop activities in the sectors listed in Section 4 of this Privacy Policy.</p>\n<p>These service providers will process data following Company’s precise instructions and in strict compliance with legal regulations on personal data protection, information security and other applicable regulations.\nThey shall mainly perform tasks of the Company regarding your interests in certain products or advertising campaigns, as well as to convert said campaigns in product purchases or service subscriptions.\nThis will require providing your data to said third parties, so that they can carry out the direct marketing actions.\nThis data processing is based on the existing contractual relationship between the Company and you, upon prior registration and consent to the data processing.</p>\n<p>\n<strong>6.\nTYPE OF DATA PROCESSING</strong>\n</p>\n<p>The data is processed through both electronic and manual means, and is protected through adequate security measures, considering the state of art, the costs of implementation and the nature, scope, context and purpose of processing.</p>\n<p>In this regard, the Company uses appropriate administrative, technical, personnel and physical measures to safeguard personal data in its possession against loss, theft and unauthorized use, disclosure or modification.</p>\n<p>Our information security policies and procedures are closely related to international standards that are widely accepted and regularly reviewed and updated when appropriate to meet the needs of our business, technological changes and regulatory requirements.</p>\n<p>The Company has designed a disaster recovery and business continuity strategy to safeguard the continuity of our service for our clients and to protect our assets and our staff.</p>\n<p>We apply adequate restrictions on access to personal information and implement the necessary measures and controls, including physical and supervisory measures, to store and transfer data in a secure manner.</p>\n<p>Moreover, we require our employees and contractors to be continuously trained in the area of information security.\nHowever, please bear in mind that security measures on the Internet are not impregnable.</p>\n<p>\n<strong>7.\nACCESS TO YOUR PERSONAL DATA AND INTERNATIONAL DATA TRANSFERS</strong>\n</p>\n<p>The Company may share your personal data to the following categories of recipients in compliance with the applicable legislation:</p>\n<p>• Service providers entrusted with processing activities and duly appointed as data processors when required by applicable laws (e.g.\ncloud service providers, other entities of the group, companies that provide IT services, experts, consultants and lawyers, among others).\nYou may request a list of the data processors at the addresses set forth in Section 14 of this Privacy Policy.</p>\n<p>• Companies resulting from corporate transactions possible mergers, demergers, or other transformations.</p>\n<p>• Business partners.\nWith your prior consent the Company may share your personal data with business partners operating in the sectors indicated by you –mainly according to Sections 2 and 4 of this Privacy Policy – in order to send you marketing communications.</p>\n<p>• Competent national authorities for the purpose of complying with applicable laws.</p>\n<p>Your personal data may be transferred to countries within and outside the European Economic Area (“EEA”).\nSome non-EEA countries are recognized by the European Commission as providing an adequate level of data protection according to EEA standards.\nThe full list of these countries is available at http://ec.europa.eu/justice/data-protection/international-transfers/adequacy/index_en.htm.\nFor transfers from the EEA to countries not considered adequate by the European Commission, we have put in place appropriate and suitable safeguards designed to protect your personal data and the transfer of your personal data in compliance with applicable data protection laws, such as standard contractual clauses adopted by the European Commission as per Articles 45 and 46 of the EU General Data Protection Regulation 2016/679 (“GDPR”).</p>\n<p>You have the right to request further information on your personal data by contacting the Company at the address indicated in Section 14 of this Privacy Policy.</p>\n<p>\n<strong>8.\nELIGIBILITY FOR REGISTRATION AND ACCOUNT SECURITY </strong>\n</p>\n<p>The registration on the Web is limited to users aged eighteen (18) years and above.\nAn authentication mechanism does not allow the registration of (a) those who do not enter their year of birth with valid characters, which must show that you are of legal age, and (b) those who do not expressly accept their majority of age.\nBy registering yourself on the Website, you warrant that you are of legal age.</p>\n<p>All registration information you submit to create an account must be true, accurate, complete and up to date.\nYou acknowledge that you will be liable for any damages, direct or indirect, that may arise from any breach of such obligation.\nIf data provided belong to a third party, you warrant that you have informed said third party of the aspects contained herein and obtained his/her consent to provide the data to the Company for the purposes specified in this Privacy Policy.</p>\n<p>You are responsible for maintaining the confidentiality of your password and are responsible for all use of your account.\nIt is therefore critical that you do not share your password with anyone.\nYou agree not to use the account, username, e-mail address or password of another member or subscriber at any time.\nYou agree to notify the Company immediately if you suspect any unauthorized use of, or access to, your account or password.</p>\n<p>\n<strong>9.\nRIGHTS OF DATA SUBJECTS</strong>\n</p>\n<p>You are hereby informed that you are entitled to exercise your rights, free of charge and when deemed appropriate, as established in the current regulations, in relation to:</p>\n<p>• Access to your own personal data;</p>\n<p>• Rectification of inaccurate or incomplete data;</p>\n<p>• Erasure of personal data;</p>\n<p>• Opposition to data processing;</p>\n<p>• Obtain the restriction of the processing of your data when any of the conditions provided in the data protection regulations is met.\nand</p>\n<p>• Data portability.</p>\n<p>To exercise the above-mentioned rights, you may send your request by e-mail at dpd@arkeero.com or by written communication addressed to Rock Internet, S.L., Calle Barquillo, 8, 2ª izq., 28004 Madrid.\nPlease attach a copy of your identity document for the purpose of proving you are the owner of the data.</p>\n<p>If you consider that the Company has infringed, or may have infringed, your rights under the applicable data protection regulations, you may submit a complaint to the relevant Control Authority.\nIn Spain, the Control Authority is the Spanish Data Protection Agency (www.aepd.es), which is located at Calle Jorge Juan, 6, 28001 Madrid (Spain).</p>\n<p>\n<strong>10.\nCOMMERCIAL COMMUNICATIONS</strong>\n</p>\n<p>The content of the communications sent by electronic means of communication is in accordance with the GDPR, the Spanish Law 3/2018 on Personal Data Protection and Digital Rights, and the Spanish Law 34/2002 on information society services and ecommerce.</p>\n<p>These e-mails include a link to unsubscribe from commercial communications, as well as our contact details in the case you wish to exercise your data protection rights, as per Section 9 of this Privacy Policy.</p>\n<p>\n<strong>11.\nDECLARATION OF GOOD PRACTICES</strong>\n</p>\n<p>The Company complies with current legislation, particularly with the provisions of the GDPR, the Spanish Law 3/2018 on Personal Data Protection and Digital Rights, and the Spanish Law 34/2002 on information society services and ecommerce.</p>\n<p>The Company does not send commercial e-mails that have not been previously requested or authorized by the User under the above-mentioned legislation.</p>\n<p>The Company will terminate agreements with advertising companies or members of the affiliate network that engage in practices contrary to the current legislation.</p>\n<p>\n<strong>12.\nVALIDITY OF THE PRIVACY POLICY</strong>\n</p>\n<p>The Company may modify or update this Privacy Policy for any reason (including, but not limited to, changes in applicable law and interpretations, decisions, opinions and orders relating to such applicable law).\nPlease read the Effective Date at the top of this Privacy Policy to know when it was last updated.\nAny changes to this Privacy Policy will be notified in advance by posting the revised Privacy Policy on the Website.\nIf we make material changes to this Privacy Policy that alter the nature or processing or expand our rights to use the personal data we have already collected from you, we will notify you in advance and provide you with a choice about our future use of the personal data, as may be required by applicable law.</p>\n<p>\n<strong>13.\nCONTACT US</strong>\n</p>\n<p>To contact us for any questions regarding this Privacy Policy, you may write us through the following channels:</p>\n<p>• E-mail: dpd@arkeero.com</p>\n<p>• Post: Rock Internet, S.L., with domicile at Calle Barquillo, 8 planta 2ª izq., 28004 Madrid, Spain.</p> ", "created_at": "2022-01-08 18:53:00.257667", "updated_at": "2022-01-08 17:53:52.644543"}, {"id": 11372, "name": " TERMS AND CONDITIONS ", "url": "https://arkeero.com/terms-and-conditions/", "xpath": "/html/body/div[1]/div[2]/div/div[2]", "text": " TERMS AND CONDITIONS\n<p>&nbsp;</p>\n<p>These Terms and Conditions are effective from August 21, 2019 (“Effective Date”).</p>\n<p>\n<strong>Owner of the website</strong>\n</p>\n<p>The owner of the website <strong>https://arkeero.com</strong> (hereinafter, the “Website”) is Rock Internet, S.L.\n(hereinafter, “the Company”, “we” or “us”), a Spanish company, with VAT number B-86907953, and registered office at Calle Barquillo, 8 planta, 2ª izq., 28004 Madrid, Spain.\nIt is registered in the Companies Registry of Madrid under Volume 31853, Sheet 1, Section 8, Page M-573205.</p>\n<p>The Company carries out its activity within the permission-based e-mail marketing sector (advertising campaigns upon prior consent of the recipient).\nIt is mainly dedicated to direct marketing, affiliate marketing and online advertising.</p>\n<p>If you have any questions regarding these Terms and Conditions, you may contact us at <strong>legal1@arkeero.com</strong>.</p>\n<p>\n<strong>Users of the Website</strong>\n</p>\n<p>By visiting the Website (whether or not you are a registered member) and/or using any related service, you become a user of the Website and therefore you accept and agree to be bound by these Terms and Conditions and any additional terms and conditions appearing on the Website, including any future modifications, and to abide by all applicable laws, rules and regulations.\nPlease read through these Terms and Conditions and any additional terms carefully.</p>\n<p>The Company may modify these Terms and Conditions at any time, and each such modification will be effective upon posting on the Website.\nPlease read the Effective Date at the top of these Terms and Conditions to know when they were last updated.\nAll material modifications will apply prospectively only.\nYour continued use of the Website and/or our services following any such modification constitutes your acceptance to be bound by these Terms and Conditions as so modified.\nIt is therefore important that you review these Terms and Conditions regularly.\nIf you do not agree to be bound by these Terms and Conditions and to abide by all applicable law, you must discontinue your use of this Website and our services immediately.</p>\n<p>Please bear in mind that the registration on the Website is limited to users aged eighteen (18) years and above.\nAn authentication mechanism does not allow the registration of (a) those who do not enter their year of birth with valid characters, which must show that you are of legal age, and (b) those who do not expressly accept their majority of age.\nBy registering yourself on the Website, you warrant that you are of legal age.</p>\n<p>\n<strong>Users’ obligations</strong>\n</p>\n<p>You undertake to use the Website as well as any related content, service and information diligently, in accordance with the law, morality, public order and under the provisions of these Terms and Conditions.</p>\n<p>In this regard, you shall refrain from using them in any way that could prevent their normal functioning and enjoyment by other users of the Website, or that could infringe any right or cause any damage to the goods of the Company, its affiliates, suppliers, users or any third-party.</p>\n<p>When it comes to the use of the Website and our services, you agree not to use the Website as well as our services to:</p>\n<ul>\n<li>Introduce, store or disseminate, through the Website or through any related services, viruses, bots, worms, or any other computer code, files or programs that are likely to damage, interrupt, destroy, or limit the functionality of any computer software or hardware or telecommunications equipment, the Website and/or any related services.</li>\n<li>Use false identities or impersonate or attempt to impersonate any person or entity in the use of the Website or any related services by using passwords or access codes of third-parties or otherwise.</li>\n<li>Destroy, alter, disable or damage the data, information, programs or electronic documents of the Company, its suppliers or third-parties.</li>\n<li>Use contents and information obtained through the Website to send advertising, commercial communications, or to collect or store personal data of third-parties.</li>\n<li>Violate the rights of others including patent, trademark, trade secret, copyright, privacy, publicity or other proprietary rights.</li>\n<li>Interfere with, damage, disable, disrupt, impair, create an undue burden on, or gain unauthorized access to our services, including the Company’s servers, networks or accounts.</li>\n<li>Cover, remove, disable, block or obscure advertisements or other portions of our services.</li>\n<li>Use technology or any automated system such as scripts or bots in order to collect usernames, passwords, email addresses or other data from our services, or to circumvent or modify any security technology or software that is part of our services.</li>\n<li>Use our services to advertise or promote competing services.</li>\n<li>Use our Website and/or services in a manner inconsistent with any and all applicable law.</li>\n<li>Attempt, facilitate or encourage others to do any of the foregoing.</li>\n</ul>\n<p>You acknowledge that the Company reserves the right to investigate and take appropriate legal action against anyone who, in the Company’s sole discretion, violates these Terms and Conditions, including but not limited to, terminating their user account and/or reporting such user conduct or activity to law enforcement authorities.</p>\n<p>You acknowledge, consent and agree that the Company may access, preserve or disclose information you provide to us, when the Company has a good faith belief that such access, preservation or disclosure is necessary in order to: (i) protect or defend the legal rights or property of the Company, our subsidiaries or affiliates, or their employees, agents and contractors (including enforcement of our agreements).\n(ii) protect the safety and security of users of the Website and/or our services or members of the public including acting in urgent circumstances.\n(iii) protect against fraud or for risk management purposes.\nor (iv) comply with the law or legal process.\nPlease read our&nbsp;<strong>Privacy Policy</strong> for further details about how we use your data.</p>\n<p>All registration information you submit to create an account must be true, accurate, complete and up to date.\nYou acknowledge that you will be liable for any damages, direct or indirect, that may arise from any breach of such obligation.\nIf data provided belong to a third-party, you warrant that you have informed said third-party of the aspects contained herein and obtained his/her consent to provide the data to the Company for the purposes specified in our <strong>Privacy Policy</strong>\n<strong>.</strong>\n</p>\n<p>You are responsible for maintaining the confidentiality of your password as well as for any use of your account.\nIt is therefore critical that you do not share your password with anyone.\nYou agree not to use the account, username, e-mail address or password of another member or subscriber at any time.\nYou agree to notify the Company immediately if you suspect any unauthorized use of, or access to, your account or password.</p>\n<p>\n<strong>Termination</strong>\n</p>\n<p>These Terms and Conditions remain in full force and effect while you use the Website and/or any related service.</p>\n<p>If you are receiving newsletters from the Company, you may terminate your subscription at any time, for any reason, by following the unsubscribe instructions in the newsletter or by sending your request at dpd@arkeero.com.</p>\n<p>The Company may terminate your access to any Company service at any time, for any or no reason, with or without prior notice or explanation, and without liability.</p>\n<p>Furthermore, even after your access to any Company service is terminated, these Terms and Conditions will remain in effect.</p>\n<p>You agree that your account is non-transferable and any rights to your account terminate upon your death.</p>\n<p>\n<strong>Website Content</strong>\n</p>\n<p>The Website offers you the possibility to register online as an Advertiser and/or Affiliate.\nPlease bear in mind that additional terms and conditions shall apply in these cases.\nRead carefully all applicable terms and conditions before registering as an Advertiser or Affiliate.</p>\n<p>Any material presented in the Website including, but not limited to, audio, images, software and/or text (henceforth referred to as “Content”) is protected according to the Intellectual Property Laws.\nThe Content shall not be used in any manner other than as established in these Terms and Conditions.\nIt is prohibited to eliminate references to copyright or commercial brands and any other corresponding references.\nWe may take legal action against any party that makes an unauthorised use of the Content.</p>\n<p>You are only authorised to use the Website for personal purposes.\nTherefore, you are always an end consumer and not a reseller or otherwise.\nSupply, copy, exchange, modification, selling and transmission of any Content to which you may have access through the Website for any purpose is not permitted, whether paid or not, unless you are authorized by the Company or, where appropriate, by the third-party holders of the corresponding rights, or unless it is legally permitted.</p>\n<p>Save for personal data if registering, any communication or material that you send to the Website, including details, questions, comments, ideas, suggestions or similar, will be considered non-confidential information by the Company.\nSaid communication may be used by the Company or its affiliates for any purpose, including but not limited to reproduction, disclosure, publication, retransmission and forwarding.\nIn addition, you acknowledge and accept that the Company will be free to use (without restriction, time limit or compensation to you) in any way and for any purpose, any ideas, concepts or techniques included or derived from any user-Website correspondence.</p>\n<p>\n<strong>Third-Party Links and Services</strong>\n</p>\n<p>The Website may include links to other websites, applications, resources or other services created by third-parties (“third-party services”).\nWhen you engage with a third-party service, you are interacting with the third-party, not with the Company.\nIf you choose to use a third-party service and share information with it, the third-party services may use and share your data in accordance with the third-party service’s privacy policy and your privacy settings on such third-party service.\nYou should read the corresponding privacy policy carefully before using a third-party service.\nIn addition, the third-party providing the third-party service may use other parties to provide portions of the application or service to you, such as technology, development or payment services.\nThe Company is not responsible for and makes no warranties, express or implied, as to the third-party services or the providers of such third-party services (including, but not limited to, the accuracy or completeness of the information provided by such third-party service or the privacy practices thereof).\nThe inclusion of any third-party service or a link thereto on the Website and/or at any Company service does not imply approval or endorsement of the third-party service.\nThe Company is not responsible for the content or practices of any websites other than our Website, even if the third-party website links to our Website and even if it is operated by an affiliated company or a company otherwise connected with our Website.\nBy using the Website or any Company service, you acknowledge and agree that the Company is not responsible or liable to you for any content or other materials hosted and served from any website other than our Website.\nWhen you access third-party services, you do so at your own risk.\nThe Company encourages you not to provide any personally identifiable information to any third-party service unless you know and are comfortable with the party with whom you are interacting.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Privacy and Cookies Policy</strong>\n</p>\n<p>The use of this Website and related services is also governed by our&nbsp;<strong>Privacy&nbsp;&nbsp;&nbsp.\nPolicy&nbsp;</strong>and our&nbsp;<strong>\n<u>CookiesPolicy</u>\n</strong>, which are incorporated into these Terms and Conditions by this reference.</p>\n<p>\n<strong>Disclaimers </strong>\n</p>\n<p>The Website and any related service are provided “AS-IS” and “as available” and the Company does not guarantee or promise any specific results from the use of the Website and any related service.\nThe Company expressly disclaims any warranties and conditions of any kind, whether express or implied, including but not limited to, the implied warranties of merchantability, fitness for a particular purpose and non-infringement.\nIn particular, the Company makes no warranty that your use of the Website and/or any related service will be uninterrupted, timely, secure or error-free or that any information obtained by you on, through or in connection with the Company services or third-party services (including but not limited to, through third-party advertisements) will be accurate or reliable.\nUnder no circumstances will the Company be responsible for any loss or damage, including but not limited to, property damage, personal injury or death, resulting from use of the Website and any related service, problems or technical malfunction in connection with use of the Website and/or the Company services, any material downloaded or otherwise obtained in connection with the Website and/or the Company services, any third-party advertisement or third-party service posted on, through or in connection with the Company services, or the conduct of any users of the Company Services, whether online or offline.\nYour use of third-party advertisements, third-party services and the goods or services provided by any third-parties is solely your responsibility and at your own risk.\nThird-party advertisements and third-party Services do not necessarily reflect the opinions or policies of the Company.</p>\n<p>\n<strong>Limitation on Liability</strong>\n</p>\n<p>IN NO EVENT WILL THE COMPANY BE LIABLE TO YOU OR ANY THIRD-PARTY FOR ANY INDIRECT, CONSEQUENTIAL, EXEMPLARY, INCIDENTAL, SPECIAL OR PUNITIVE DAMAGES, INCLUDING, WITHOUT LIMITATION, LOST PROFIT DAMAGES (DIRECT OR INDIRECT) ARISING FROM YOUR USE OF THE WEBSITE AND/OR THE COMPANY SERVICES, EVEN IF THE COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nNOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, THE COMPANY’S LIABILITY TO YOU FOR ANY CAUSE WHATSOEVER AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO THE AMOUNT PAID, IF ANY, BY YOU TO THE COMPANY FOR THE COMPANY SERVICES DURING THE TERM OF YOUR USE OF THE COMPANY SERVICES.\nNOTHING IN THESE TERMS AND CONDITIONS SHALL EXCLUDE OR IN ANY WAY LIMIT THE COMPANY’S LIABILITY FOR DEATH OR PERSONAL INJURY CAUSED BY ITS NEGLIGENCE OR FOR ANY OTHER LIABILITY TO THE EXTENT SUCH LIABILITY MAY NOT BE EXCLUDED OR LIMITED BY LAW.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>Jurisdiction and applicable law</strong>\n</p>\n<p>These Terms and Conditions will be governed by, and construed in accordance with, the laws of Spain, without regard to its conflict of law provisions.\nYou and the Company agree to submit to the exclusive jurisdiction of the Courts of Madrid to resolve any dispute arising out of these Terms and Conditions or services provided by the Company.</p>\n<p>\n<strong>Indemnity</strong>\n</p>\n<p>You agree to indemnify and hold the Company, its affiliates, subcontractors and other partners, and their respective officers, agents, partners and employees, harmless from any loss, liability, claim, or demand, including, but not limited to, reasonable attorneys’ fees, made by any third-party due to or arising out of your use of the Website or any related service, your breach of these Terms and Conditions, your violation of any rights of another, through or in connection with the Company services.</p>\n<p>\n<strong>Other</strong>\n</p>\n<p>The failure of the Company to exercise or enforce any right or provision of these Terms and Conditions will not operate as a waiver of such right or provision.</p>\n<p>All Section titles in these Terms and Conditions are for convenience only and have no legal or contractual effect.</p>\n<p>These Terms and Conditions operate to the fullest extent permissible by law.\nIf any provision of these Terms and Conditions is unlawful, void or unenforceable, that provision is deemed severable from these Terms and Conditions and does not affect the validity and enforceability of any remaining provisions.</p>\n<p>Please contact us at <strong>legal1@arkeero.com</strong> &nbsp;with any questions regarding this these Terms and Conditions.</p>\n<p>THROUGH THE USE OF THE WEBSITE YOU ACKNOWLEDGE THAT YOU HAVE READ AND UNDERSTAND THIS AGREEMENT AND YOU ACCEPT TO COMPLY WITH ALL ITS PROVISIONS.</p> ", "created_at": "2022-01-08 18:53:00.256387", "updated_at": "2022-01-08 17:53:29.627344"}, {"id": 11371, "name": " COOKIE POLICY", "url": "https://arkeero.com/cookies/", "xpath": "/html/body/div[1]/div[2]/div/div[2]", "text": " <p>This site uses cookies and similar technologies to bring you the best experience, faster and safer.\nIn this Policy we explain you what are these technologies, what are they used for (for example, to start a navigation session, to save your preferences, to personalize the diffused contents and to show you the most appropriate advertisements) and by whom.\nFollowing we will explain how we and our partners and third parties make use of these technologies.\nIf you want to sign up, please also check our Privacy Policy, including its cookies part at&nbsp;https://arkeero.com/privacy/<br>\n&nbsp;</p>\n<strong>What are cookies?</strong>\n<p>Cookies are devices that are sent to your browser and are installed in the terminal from where you navigate with the purpose of storing information that could be recovered afterwards.\nThese technologies are essential for the correct functioning, integration, availability and appropriateness of the contents of this Website, and they provide important advantages in the provision of the services, facilitating the navigation and usability.\nCookies can’t read information stored in any device.\nThey can’t harm or alter your device either.</p>\n<p>&nbsp;</p>\n<strong>For what purposes do we collect information through cookies?</strong>\n<p>Our goal is to improve the Website, to optimize your experience with it and, in general, to know how the Website is accessed and visited.\nWe also collect information so that the advertisements that you see is as relevant to your interest as possible.\nAccordingly, we collect information for us and for third parties.</p>\n<p>For all of it, we use different cookies with different functionalities that we will detail later on.</p>\n<p>Which information do we collect with cookies?</p>\n<p>To cover the purposes indicated above, we collect event logs where the following data is registered:</p>\n<ul>\n<li>The browser, the operative system, the device, sometimes the unique identifying of your device and the network that you use to connect to the Internet;</li>\n<li>The number of times that you access to the Website;</li>\n<li>The IP address where you access the Website from;</li>\n<li>The pages that you visited within the Website.\nand</li>\n<li>The websites and pages that you have visited before entering the Website.</li>\n</ul>\n<p>The information that we collect doesn’t include personal data that allow to identify you directly.\nThere are some data, such as your device or your IP address that could allow to identify you, but we don’t do it, neither we have the means to do it.\nHowever, even though we don’t identify you that way, it is possible that with the data we collect, we have specific data about the users that distinguish them from the rest.</p>\n<p>&nbsp;</p>\n<strong>With whom do we share the information we collect?</strong>\n<p>We share the information with third parties that help us analyze the collected information, and thus, to achieve the purposes we have with it, to generate statistics, to know usage trends, and to perform improvement and maintenance tasks.\nThis way, we can receive reports individually or by groups.\nIf you authorize us to share your navigation analysis and interest groups with third parties, we will share the information with <strong>Heap</strong>, <strong>Intercom</strong>, <strong>Optimizely</strong>, <strong>Google Analytics</strong> and <strong>Inspectlet</strong>.</p>\n<p>&nbsp;</p>\n<p>\n<strong>How do we collect the information?</strong>\n</p>\n<p>We collect the information through specific cookies on the Website and our Partner’s and third parties that operate on the net.</p>\n<p>&nbsp;</p>\n<strong>Session cookies:</strong>\n<p>Session cookies are necessary for the correct usage of the Website, the uninterrupted navigation remembering options of language or country.\nThey are used to identify the same temporary session of a user or navigation session, measuring in this way, for example, the frequency.</p>\n<p>&nbsp;</p>\n<strong>Technical cookies:</strong>\n<p>Technical cookies stock generic and anonymous information that doesn’t include personal data, or they collect information that identifies users.\nTheir purpose is to guarantee the functioning of the Website.</p>\n<p>&nbsp;</p>\n<strong>Analytic cookies: </strong>\n<p>These cookies allow to analyze and measure the properties and functionalities of this Website and proceed with its measurement with improvement purposes.\nThe cookies installed are third party cookies.</p>\n<p>&nbsp;</p>\n<strong>Geolocation cookies:</strong>\n<p>They are cookies installed by third party.\nGoogle TagManager.\nThey collect physical location data.\nWhen using a Google service that can register location, it will be possible to collect and process information about real location such as GPS signals sent by a mobile device.</p>\n<p>&nbsp;</p>\n<strong>Advertisement cookies or functional cookies:</strong>\n<p>Advertisement cookies have the purpose of improving the user’s navigation experience.\nThey allow to diffuse adequate and relevant advertisements, avoiding that they the same advertisement is continuously showing.\nThey are necessary for the ad servers to be able to know the diffusion frequency of the advertising campaigns.\nThey allow to remember past choices made on the Web offering more personalized options.\nThese cookies are placed sometimes by third party servers or third parties that you can consult on the list to the right.</p>\n<p>&nbsp;</p>\n<strong>Behavioral advertising cookies:</strong>\n<p>These cookies have an advertising purpose.\nThey allow to collect information about the user’s navigation through their navigation sessions, showing different advertisements related directly with their interests or previous searches.\nThey are usually cookies that come from programmatic platforms, adexchanges, DSP, SSP, DMP and other technologies of authorized advertising trade.</p>\n<p>&nbsp;</p>\n<strong>Social cookies: </strong>\n<p>Some services can use connectors with various social media: Facebook, Twitter or Google+.\nWhen using the social registration, you authorize the social media to place cookies.\nThese cookies add the social component to your navigation.</p>\n<p>&nbsp;</p>\n<strong>How can I manage the cookies?</strong>\n<p>You can access the preferences menu of your browser and configure it so cookies are not installed, to delete the existent ones and/or eliminate them before starting the navigation through other pages of the Website.\nTo configure your cookies preferences, you can follow the indicated steps, depending on the browser that you are using to navigate.\nWe remind you that, if you reject the installation of cookies, the service may be affected and that it may not allow you to make correct use of it partially or completely.</p>\n<p>&nbsp;</p>\n<strong>Cookies Policy update</strong>\n<p>The cookies policy can change depending on legislative modifications, or with the purpose of adapting said policy to the instructions dictated by the Spanish Data Protection Agency, as well as when changes happen in the agreements with third parties that install or use cookies through our Portals.</p>\n<p>&nbsp;</p>\n<strong>What do you allow us to do?</strong>\n<p>Share your navigation analysis and groups of interests with third parties</p>\n<p>&nbsp;</p>\n<p>\n</p> Share your navigation analysis and interest groups with third parties ✓&nbsp;&nbsp;&nbsp;Agree\nX&nbsp;&nbsp;&nbsp;Deny Access and storage of data ✓&nbsp;&nbsp;&nbsp;Agree\nX&nbsp;&nbsp;&nbsp;Deny Personalization ✓&nbsp;&nbsp;&nbsp;Agree\nX&nbsp;&nbsp;&nbsp;Deny Selection, supply and report of contents ✓&nbsp;&nbsp;&nbsp;Agree\nX&nbsp;&nbsp;&nbsp;Deny Ad selection, supply and reporting ✓&nbsp;&nbsp;&nbsp;Agree\nX&nbsp;&nbsp;&nbsp;Deny Measurement ✓&nbsp;&nbsp;&nbsp;Agree\nX&nbsp;&nbsp;&nbsp;Deny ", "created_at": "2022-01-08 18:53:00.254846", "updated_at": "2022-01-08 17:53:45.92388"}], "points": [], "urls": ["arkeero.com"]}}