{"error": 448, "message": "OK", "parameters": {"id": 846, "name": "Crunchyroll", "created_at": "2018-12-01 13:47:34.761632", "updated_at": "2021-03-25 03:19:39.750884", "wikipedia": "https://en.wikipedia.org/wiki/Crunchyroll", "keywords": null, "related": null, "slug": "crunchyroll", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/846.png", "url": "www.crunchyroll.com, store.crunchyroll.com", "documents": [{"id": 760, "name": "Privacy Policy", "url": "https://www.crunchyroll.com/privacy", "xpath": null, "text": " Crunchyroll Open Menu Close Menu <ul>\n<li> Shows </li>\n<li> Manga </li>\n<li> News </li>\n<li> Games\n</li>\n<li> Store </li>\n<li> Premium <small>Try Free</small>\n</li>\n</ul>\n<ul>\n<li> Login </li>\n<li> Queue </li>\n<li> Random </li>\n<li> Search </li>\n</ul> Search Privacy Policy <p> This Privacy Policy has an effective date of : 7/1/2020 </p>\n<br>\n<p> This Privacy Policy governs any website or application on which hit is posted (the “Site” or “Sites”) and other services or offerings, regardless of how distributed, transmitted, published or broadcast (each, a “Service” and collectively, the “Services”), provided by Ellation, Inc., its parent, subsidiaries and/or affiliates (“we“, “us” or “our”) that links to this Privacy Policy, which is binding on all those who access, visit and/or use the Services.\nPlease read this Privacy Policy carefully.\nWe provide this Privacy Policy to inform you of our policies and procedures regarding the collection, use and disclosure of personal information we receive when you use the Services.\nThis Privacy Policy applies only to information that you provide to us through the Services, and when you access, download, purchase or use any information, services, products or content offered through the Services.\nThis Privacy Policy may be updated from time to time.\nWe will notify you of any material changes by posting the new Privacy Policy on the Site.\nYou should consult this Privacy Policy regularly for any changes.\n</p>\n<p> Finally, we note that California law requires us to provide certain information about how we collect and use the personal information of California residents and to grant those California residents certain rights with respect to their data.\nIf you are a California resident, please see the section of the Policy titled “Your California and CCPA Privacy Rights and Disclosures” for these disclosures and a description of your privacy rights, including a right to access, delete, or opt out of the sale of your personal information.\n</p> The Information We Collect <ul>\n<li> In the course of using the Services, we ask you to provide us with certain information that could reasonably be used to contact you or identify you personally (\"Personal Information\").\nPersonal Information may include, but is not limited to, your name, phone number, credit card or other billing information, email address and mailing address.\nPersonal Information also includes your IP address or other unique identifier (“Device Identifier”) that is associated, on a persistent or on-going basis, with your computer, tablet, mobile phone, connected TV, or other device (any, a “Device”) you use to access the Services.\n</li>\n<li> Some features on the Services may ask users to provide certain information that is not personally identifiable, such as city or state of residence, date of birth and gender (such demographic information is referred to collectively, along with Usage Information (defined below), as “Non-Personal Information”).\nWe may use Non-Personal Information for a variety of purposes, including enhancing or otherwise improving the Services.\nNon-Personal Information is generally non-identifying, but, if we associate it with you as an identifiable individual, we will treat it as Personal Information.\n</li>\n<li> When visitors use our Services, we and our third-party service providers also may automatically collect some device or usage information such as the type of computer operating system you are using (e.g., Microsoft Windows or Mac OS), the type of browser you are using (e.g., Internet Explorer, Firefox), the domain name of the Internet service provider you are using your activity while using our Services (e.g., which of our pages you have viewed, the content viewed, and the advertisements you have been shown) (“Usage Information”).\nWhen you download a content player on one of our Services (a “Player”), we may record that a download took place.\nWhen you launch a Player, our servers may automatically record that information.\nWhen the Player checks for new updates, it may also automatically send the version number and operating system information to our servers.\nWe collect this information for the purposes set forth below in How We Use the Information We Collect.\n</li>\n<li> Please be aware that when you register to become a Crunchyroll member or member of any of our other Services (each, a “Member”), other users of the Services may be able to see your screen or user name, in addition to any comments or submissions that you post or submit via the Services.\nWe recommend that you guard your anonymity and sensitive information and that you not use your real name as your screen or user name to the extent that allows others to identify you.\n</li>\n<li> We may have access to certain information about your location, such as your country or address, when you provide it either directly or via device information.\nIf you access our Sites on your mobile device, we may collect information about your device’s precise location.\nWe also may derive a general location from device information (such as an IP address).\n</li>\n</ul> Collection Methods/Cookies/Tracking Technologies <ul>\n<li> Our Services may use software technology such as \"cookies,\" “flash cookies,” \"web beacons,\" “embedded scripts,” or other similar technologies (collectively referred to as \"Tracking Technologies\").\nThese Tracking Technologies are used to help tailor our content, allow visitors to move between associated websites without logging into each site, and other purposes related to our management of the Services.\nCookies are small text files stored locally on your Device that help store user preferences.\nYou can learn more about cookies at http://www.allaboutcookies.org/ and http://www.youronlinechoices.eu/.\nWeb beacons or \"clear gifs\" are small pieces of code placed on websites used to collect advertising metrics, such as counting page views, promotion views or advertising responses.\nAn embedded script is programming code that is designed to collect information about your interactions with the Services, such as the links you click on.\nThe code is temporarily downloaded onto your Device from our web server or a third-party service provider, is active only while you are connected to the Services, and is deactivated or deleted thereafter.\nWe may use Tracking Technologies to determine how many visitors we have and how often they visit various sections of our Services and to improve or customize the content, offerings and advertisements on our Services.\nFor example, we may use cookies to personalize your experience through our Services, such as to recognize you by your user name and when you return to our Services, and save your password and password-protective areas.\n</li>\n<li> We, our third-party service providers and/or partners may also use Tracking Technologies, such as cookies, to manage and measure the performance of advertisements displayed on or delivered by or through the Services.\nMoreover, we, our third-party service providers and/or our partners may use Tracking Technologies to monitor the behavior and collect data about the visitors viewing a web page.\n</li>\n<li> In addition to the Tracking Technologies, data collected on our web servers supply us with aggregate Usage Information about the number of visits to different pages on our Services.\nWe use such aggregate Usage Information to improve access to content based on our visitor's browsers and operating system types to make our content available to as many users as possible.\n</li>\n<li> You can change your privacy preferences regarding the use of cookies and similar technologies through your browser.\nPlease be aware, however, that blocking cookies and other Tracking Technologies will affect your online experience and may prevent you from enjoying the full features offered through our Services.\nPlease know that certain areas and features of our Services can only be accessed in conjunction with cookies, Flash cookies, or other similar devices and you should be aware that disabling cookies or similar devices may prevent you from accessing some of our content.\n</li>\n<li> Note that your browser settings may allow you to automatically transmit a “Do Not Track” signal to websites and online services you visit.\nThere is no consensus among industry participants as to what “Do Not Track” means in this context.\nLike many websites and online services, our Services currently do not alter their practices when they receive a “Do Not Track” signal from a visitor’s browser.\nTo find out more about “Do Not Track,” please visit https://allaboutdnt.com.\n</li>\n</ul> How We Use the Information We Collect <ul>\n<li> Personal Information is used for the following purposes: (i) to provide and improve the Services, features and content, (ii) to administer your use of the Services and any account associated with the Services, (iii) to enable users to enjoy and easily navigate the Services, (iv) prevent and investigate illegal or potentially prohibited activities, (v) to better understand your needs and interests, (vi) to fulfill requests you may make, (vii) to personalize your experience, (viii) to provide service announcements, and (ix) to provide you with further information and offers from us or third parties that we believe you may find useful or interesting, including newsletters, marketing or promotional materials and other information on related services.\nIf you decide at any time that you no longer wish to receive such communications, please follow the unsubscribe instructions provided in any of the communications.\n</li>\n<li> We use information we obtain by technical means (such as the automatic recording performed by our servers or through the use of cookies) for the above purposes and in order to monitor and analyze use of the Services and for the technical administration of the Services, to increase the functionality and user-friendliness of the Services, to better tailor both to your needs, to generate and derive useful data and information concerning the interests, characteristics and website use behavior of our users, and to verify that visitors and users to and of the Services meet the criteria required to process their requests.\n</li>\n<li> Email - By registering with one of our Services, you consent to receiving periodic notifications including: updates and newsletters, relevant account notifications, group/buddy invitations, order/download confirmations and private message notifications.\nIn addition to these, you may opt-in to notifications including: media subscriptions and group updates.\nWe will provide means to opt-out of any email notifications from us and will include links to opt-out in every email.\n</li>\n</ul> Information Sharing and Disclosure <ul>\n<li> With Your Consent.\nWe may disclose Personal Information when you provide us with your consent to do so.\n</li>\n<li> Third Parties.\nWe may share Personal Information, such as e-mail address, with other organizations for their marketing or promotional uses.\n</li>\n<li> Comments.\nAny comments or submissions that you post via the Services will be publicly available.\nWe may publish this information on the Service or in any other matter set forth in the terms applicable to the sharing.\nAny information you choose to provide in a comment should reflect how much you want other users to know about you.\nWe recommend that you guard your anonymity and sensitive information and we encourage our Members to think carefully about what information about themselves they disclose in their comments or submissions.\n</li>\n<li> Social Media.\nIf you choose to link your Member account with a social networking service (such as, for example, Facebook), our Service and that service may share certain information about you and your activities.\nYou may choose to share information about your activities, including what you watch through our Services, with that social network’s users.\n</li>\n<li> Aggregate Information and Non-Identifying Information.\nWe may share aggregated information that includes non-identifying information with third parties for industry analysis, demographic profiling, and to deliver targeted advertising about other products and services.\nFor more information about targeted advertising, and your ability to opt-out of such advertising that participate in self-regulatory programs, please visit the Network Advertising Initiative, the DAA Self-Regulatory Program for Online Behavioral Advertising or Your Online Choices.\nPlease note opting out through these mechanisms does not opt you out of being served advertising.\nYou will continue to receive generic ads while online.\nTo opt out of our own collection, use, and transfer of data as described above for interest-based advertising, click here.\nPlease note that if you opt out here, we will continue to collect data for other purposes, including research, analytics, and internal operations.\nYou may continue to receive advertising on our Sites based on your activities on our Sites.\n</li>\n<li> Service Providers.\nWe may employ third party companies and individuals to facilitate the Services, to provide the Services on our behalf, to perform services related to administration of the Services (including, without limitation, bill and credit card payment processing, maintenance, hosting and database management services, web analytics and administration).\nThese third parties have access to your Personal Information only to perform these tasks on our behalf and are obligated not to disclose or use it for any other purpose.\n</li>\n<li> Affiliates.\nSubject to applicable laws, we may share your information with companies with whom we are affiliated or related to (e.g., parent company or subsidiaries), and will require such affiliated or related companies to use the information in a matter consistent with this Policy.\n</li>\n<li> Compliance with Laws and Law Enforcement.\nWe cooperate with government and law enforcement officials and private parties to enforce and comply with the law.\nWe will disclose any information about you to government or law enforcement officials or private parties as we, in our sole discretion, believe necessary or appropriate to respond to claims and legal process (including but not limited to subpoenas), to protect our (or a third party’s) property and rights, to protect the safety of the public or any person, or to prevent or stop any activity we may consider to be, or to pose a risk of being, illegal, unethical, inappropriate or legally actionable.\n</li>\n<li> Business Transfers.\nWe may sell, transfer or otherwise share some or all of our assets, including your Personal Information, in connection with a merger, acquisition, reorganization or sale of assets or in the event of bankruptcy.\n</li>\n</ul> How You Can Access, Correct, or Delete Personal Information <ul>\n<li> You may ask for a copy of your personal information, to correct it, erase it or transfer to another organization.\nYou also have the right to object to some of our processing of your personal information and, where we have asked for your consent to process your personal information, to withdraw your consent.\nWhere we process your personal information where we a legitimate reason for doing so, as stated above, you also have the right to reject/object to such processing.\nIf you would like to exercise these rights, you may contact us at: WMPrivacy@warnermediagroup.com or at WarnerMedia Privacy Office, 4000 Warner Blvd., Bldg.\n160, Burbank, CA 91522.\nAdditionally, California law grants California residents the right to, among other things, access, delete, and opt out of the sale of certain personal information.\nFor a description of these rights, please see the California and CCPA Privacy Rights and Disclosures section below.\nAll Members may review, update, correct or delete the Personal Information in their registration profile by logging into their account and changing the \"user preferences\" associated with their account.\nIf you completely delete all such information, your account may be deactivated.\nWe will make good faith efforts to make the requested changes in our then active databases.\nIf you make changes, information may persist internally for administrative purposes and that residual data may remain on backup media or for other reasons.\nWe may also retain an archived copy of your records as required by law or for legitimate business purposes.\nNote, that if you have made any public postings on or through the Services, and you subsequently deactivate your account, those posts usually will not be removed.\n</li>\n</ul> Security <ul>\n<li> We have put in place commercially reasonable physical, electronic, and managerial procedures in an effort to safeguard and help prevent unauthorized access, maintain data security, and correctly use the information we collect online.\nHowever, no data transmission over the Internet, wireless transmission, or electronic storage of information can be guaranteed to be 100% secure.\nPlease note that we cannot ensure or warrant the security of any information we collect.\nYou use our Services and provide us with your information at your own risk.\n</li>\n</ul> Children <ul>\n<li> We do not knowingly collect personal data from minors under 16 years of age.\nIf you are a parent or legal guardian and become aware that your child has provided personal data to us, you can contact us at WMPrivacy@warnermediagroup.com and request to review and/or delete any unauthorized information provided by your child.\nTHESE SERVICES ARE INTENDED FOR A MATURE AUDIENCE AND NOT DIRECTED TO CHILDREN UNDER THE AGE OF 16 YEARS OF AGE.\nIF YOU ARE UNDER 16 YEARS OF AGE, THEN YOU ARE NOT PERMITTED TO USE OR ACCESS THE SERVICES AT ANY TIME OR IN ANY MANNER WITHOUT AN ADULT’S PERMISSION AND SUPERVISION.\n</li>\n</ul> International Transfer <ul>\n<li> Your information may be transferred to -- and maintained on -- computers located outside of your state, province, country or other governmental jurisdiction where the privacy laws may not be as protective as those in your jurisdiction.\nIf you are located outside the United States and choose to provide information through our Services, please be advised that we transfer Personal Information to the United States and process it there.\nYour consent to this Privacy Policy followed by your submission of such information represents your agreement to that transfer.\n</li>\n</ul> Links to Other Sites <ul>\n<li> The Services contain links to other websites or may be provided through platforms or applications operated by third parties.\nIf you choose to visit an advertiser by \"clicking on\" a banner ad or other type of advertisement, or click on another third-party link, you will be directed to that third party's website.\nThe fact that the Services are available via a link to a website or present a banner ad or other type of advertisement, or available via a platform or applications, is not an endorsement, authorization or representation that we are affiliated with that third party, nor is it an endorsement of their privacy or information security policies or practices.\nWe do not exercise control over third party websites, platforms or applications.\nThese other websites may place their own cookies or other files on your computer, collect data or solicit personal information from you.\nOther websites and services follow different rules regarding the use or disclosure of the personal information you submit to them.\nWe encourage you to read the privacy policies or statements of the other websites you visit.\n</li>\n</ul> Questions <ul>\n<li> If you have any questions about this Privacy Policy you may contact us at: WMPrivacy@warnermediagroup.com or at WarnerMedia Privacy Office, 4000 Warner Blvd., Bldg.\n160, Burbank, CA 91522.\n</li>\n</ul> CALIFORNIA AND CCPA PRIVACY RIGHTS AND DISCLOSURES <ul>\n<li> This California and CCPA Privacy Rights and Disclosures section was last updated July 1, 2020 and addresses legal obligations and rights laid out in the California Consumer Privacy Act (“CCPA”) and other laws that apply only to California residents.\nThese obligations and rights apply to businesses doing business in California and to California residents and information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with California consumers or households (“California Information”).\nIt does not apply to information that has been de-identified or aggregated as provided by CCPA.\n</li>\n</ul> CALIFORNIA INFORMATION WE COLLECTED AND SHARED <ul>\n<li> This section provides the information California residents need to exercise their rights over their California Information.\nHere is information about the California Information we have collected from and shared about consumers in the year before this section was last updated.\n</li>\n</ul> California Information We Collected In the year before this section was last updated, we may have collected the following categories of California Information: <ul>\n<li> Address and other identifiers – such as name, phone number, postal address, zip code, email address, account name or number, date of birth, driver’s license number, payment card numbers, or other similar identifiers </li>\n<li> Characteristics of protected classifications – such as race, ethnicity, or sexual orientation </li>\n<li> Unique and other online identifiers – such as IP address, device IDs, or other similar identifiers that relate to your device and its operating system </li>\n<li> Commercial information – such as products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies </li>\n<li> Internet or other electronic network activity information – such as browsing history, search history, and information regarding your interactions with our Sites, and content such as videos, ads, websites, and devices such as smart TVs, streaming media, browsers and apps </li>\n<li> Professional information or educational Information – such as your current occupation </li>\n<li> Biometric information </li>\n<li> Audio, visual, or similar information – such as photos, videos, video footage (CCTV) or recordings you choose to post to our Sites or provide by granting us access to your camera while using Sites or services </li>\n<li> Location information – such as your device’s precise location in connection with certain Sites </li>\n<li> Inferences or audience segmentation – such as individual profiles, preferences, characteristics, and behaviors </li>\n<li> In-Game or online viewing activities – such videos, content, and pages viewed </li>\n</ul> We may have collected or sold these categories of California Information for the following business or commercial purposes: <ul>\n<li> Performing services on behalf of the business, such as customer service, processing or fulfilling orders, providing content recommendations, and processing payments </li>\n<li> Auditing customer transactions </li>\n<li> Fraud and crime prevention </li>\n<li> Debugging errors in systems </li>\n<li> Marketing and advertising </li>\n<li> Internal research, analytics and development – e.g., user-preference analytics </li>\n<li> Developing, maintaining, provisioning or upgrading networks, products, services, or devices </li>\n</ul> We may have obtained California Information from a variety of sources, including: <ul>\n<li> Directly from you - such as technical and usage information when you use our Sites </li>\n<li> Linked sites, such as social media sites and third-party platforms </li>\n<li> Our affiliates </li>\n<li> Our joint ventures and promotional and strategic partners </li>\n<li> Information suppliers </li>\n<li> Distributors and other vendors </li>\n<li> Marketing mailing lists </li>\n<li> Other users submitting information about you, such as to invite you to participate in an offering, make recommendations, or share content </li>\n<li> Publicly available sources </li>\n</ul> Disclosures of California Information In the year before this section was last updated, we may have disclosed the following categories of California Information to third parties: <ul>\n<li> Address and other identifiers – such as name, phone number, postal address, zip code, email address, account name or number, date of birth, driver’s license number, payment card numbers, or other similar identifiers </li>\n<li> Characteristics of protected classifications – such as race, ethnicity, or sexual orientation </li>\n<li> Unique and other online identifiers – such as IP address, device IDs, or other similar identifiers that relate to your device and its operating system </li>\n<li> Commercial information – such as products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies </li>\n<li> Internet or other electronic network activity information – such as browsing history, search history, and information regarding your interactions with our Sites, and content such as videos, ads, websites, and devices such as smart TVs, streaming media, browsers and apps </li>\n<li> Professional information or educational Information – such as your current occupation </li>\n<li> Biometric information </li>\n<li> Audio, visual, or similar information – such as photos, videos, video footage (CCTV) or recordings you choose to post to our Sites or provide by granting us access to your camera while using Sites or services </li>\n<li> Location information – such as your device’s precise location in connection with certain Sites </li>\n<li> Inferences or audience segmentation – such as individual profiles, preferences, characteristics, and behaviors </li>\n<li> In-Game or online viewing activities – such videos, content, and pages viewed </li>\n</ul> We may have disclosed each of these categories of California Information to the following categories of third parties: <ul>\n<li> Affiliates – These entities are associated with us through common ownership.\nFor a list of affiliates, click here: </li>\n<li> Service Providers – These entities process information on our behalf for business purposes, helping us provide products or services to you </li>\n<li> Social Media Platforms – These entities maintain networks connecting individuals and organizations, such as Facebook, LinkedIn, or Twitter </li>\n<li> Advertising Partners – These entities help us advertise our products or services, as well as connect us with others who want to place advertisements on some of our products or services </li>\n<li> Analytics Partners – These entities help us collect data on how our products or services are used, so that we can improve them and better understand our consumers </li>\n<li> Promotional Partners – We partner with these entities to jointly promote our products, for example by running contests or other promotional campaigns </li>\n<li> Government Entities – These entities include law enforcement authorities, regulatory agencies, and courts </li>\n</ul> Categories of California Information sold to third parties The CCPA defines ‘sale’ very broadly.\nIt includes the sharing of California Information in exchange for anything of value.\nAccording to this broad definition, in the year before this section was last updated, we may have sold the following categories of California Information to third parties: <ul>\n<li> Address and other identifiers – such as name, phone number, postal address, zip code, email address, account name or number, date of birth, driver’s license number, payment card numbers, or other similar identifiers </li>\n<li> Characteristics of protected classifications – such as race, ethnicity, or sexual orientation </li>\n<li> Unique and other online identifiers – such as IP address, device IDs, or other similar identifiers that relate to your device and its operating system </li>\n<li> Commercial information – such as products or services purchased, obtained, or considered, or other purchasing or consuming histories or tendencies </li>\n<li> Internet or other electronic network activity information – such as browsing history, search history, and information regarding your interactions with our Sites, and content such as videos, ads, websites, and devices such as smart TVs, streaming media, browsers and apps </li>\n<li> Professional information or educational Information – such as your current occupation </li>\n<li> Biometric information </li>\n<li> Audio, visual, or similar information – such as photos, videos, video footage (CCTV) or recordings you choose to post to our Sites or provide by granting us access to your camera while using Sites or services </li>\n<li> Location information – such as your device’s precise location in connection with certain Sites </li>\n<li> Inferences or audience segmentation – such as individual profiles, preferences, characteristics, and behaviors </li>\n<li> In-Game or online viewing activities – such videos, content, and pages viewed </li>\n</ul> We may have sold each of these categories of California Information to the following categories of third parties: <ul>\n<li> Affiliates – These entities are associated with us through common ownership.\nFor a list of affiliates, go here: </li>\n<li> Social Media Platforms – These entities maintain networks connecting individuals and organizations, such as Facebook, LinkedIn, or Twitter </li>\n<li> Advertising Partners – These entities help us advertise our products or services, as well as connect us with others who want to place advertisements on some of our products or services </li>\n<li> Analytics Partners – These entities help us collect data on how our products or services are used, so that we can improve them and better understand our consumers </li>\n<li> Promotional Partners – We partner with these entities to jointly promote our products, for example by running contests or other promotional campaigns </li>\n</ul> YOUR CALIFORNIA PRIVACY RIGHTS TO REQUEST DISCLOSURE OF INFORMATION WE COLLECT AND SHARE ABOUT YOU <p> If you are a California resident, California Civil Code Section 1798.83 permits you to request information about our practices related to the disclosure of your personal information by certain members of the WarnerMedia family of companies to certain third parties for their direct marketing purposes.\nYou may be able to opt out of our sharing of your personal information with unaffiliated third parties for the third parties’ direct marketing purposes in certain circumstances.\nPlease send your request (along with your full name, email address, postal address, and the subject line labeled “Your California Privacy Rights”) by email at WMPrivacy@warnermediagroup.com.\n</p>\n<br> In addition, if you are a California resident, the CCPA grants you the right to request certain information about our practices with respect to California Information.\nIn particular, you can request the following: <ul>\n<li> The categories and specific pieces of your California Information that we’ve collected </li>\n<li> The categories of sources from which we collected California Information </li>\n<li> The business or commercial purposes for which we collected or sold California Information </li>\n<li> The categories of third parties with which we shared California Information </li>\n</ul> You can submit a request to us for the following additional information: <ul>\n<li> The categories of third parties to whom we’ve sold California Information, and the category or categories of California Information sold to each </li>\n<li> The categories of third parties to whom we’ve disclosed California Information, and the category or categories of California Information disclosed to each </li>\n</ul> YOUR RIGHT TO REQUEST THE DELETION OF CALIFORNIA INFORMATION <br>\n<p> Upon your request, we will delete the California Information we have collected about you, except for situations when that information is necessary for us to: provide you with a product or service that you requested.\nperform a contract we entered into with you.\nmaintain the functionality or security of our systems.\ncomply with or exercise rights provided by the law.\nor use the information internally in ways that are compatible with the context in which you provided the information to us, or that are reasonably aligned with your expectations based on your relationship with us.\n</p> YOUR RIGHT TO ASK US NOT TO SELL YOUR CALIFORNIA INFORMATION <br>\n<p> You can always tell us not to sell your California Information by visiting here and following the instructions.\n</p> HOW TO EXERCISE YOUR CALIFORNIA RIGHTS <br>\n<p> You may exercise your rights to request access to your California Information, deletion of your California Information, or to request we not sell your California Information by visiting our Privacy Center here.\nYou can also contact us toll free at 833-WM-PRVCY (833-967-7829) or TTY: 833-PRVCY-TT (833-778-2988) and an agent will assist you with submitting a request.\nThese requests are generally free.\nWhen you submit a request, we will usually ask you to provide an email address which we will contact to confirm the request was not fraudulently submitted.\n</p>\n<br>\n<p> In addition, for access and deletion requests, we will use a third-party verification service to confirm that you are who you say you are.\nOur verification service does this by matching information you provide against information held about you in its records, or, if necessary, by allowing you to submit documents proving your identity.\n</p>\n<br>\n<p> If you are the parent of a child under 13 years of age, you may also submit a request on behalf of your child.\nIn that event, we will ask you to provide your child’s email address, to verify your identity, and to submit a signed form authorizing us to proceed with the request regarding your child’s California Information.\n</p>\n<br>\n<p> You may also designate an authorized agent to submit a request on your behalf.\nTo do so, we will require either (1) a valid power of attorney, or (2) signed written permission from you.\nIn the event your authorized agent is relying on signed written permission, we may also need to verify your identity and/or contact you directly to confirm permission to proceed with the request.\n</p>\n<br>\n<p> Your authorized agent can make a request by contacting us toll free at 833-WM-PRVCY (833-967-7829) or TTY: 833-PRVCY-TT (833-778-2988).\n</p>\n<br> OUR SUPPORT FOR THE EXERCISE YOUR DATA RIGHTS <br>\n<p> You have the right not to receive discriminatory treatment if you exercise any of the rights explained in this section of the Privacy Policy.\nWe are committed to providing you control over your California Information, we will not disadvantage you if you choose to exercise your rights.\n</p>\n<br> CALIFORNIA CONSUMERS UNDER 16 YEARS OLD <br>\n<p> CCPA has specific rules regarding the use of California Information from consumers under 16 years of age.\nIn particular, consistent with the CCPA, if we knowingly collect the California Information of a consumer under the age of 16, we will not sell the information unless we receive affirmative permission to do so.\nIf the consumer is between the ages of 13 and 16 years of age, the consumer may provide that permission.\nif the consumer is under the age of 13, the consumer’s parent or guardian must provide the permission.\nAs of the Effective Date of this Privacy Policy, we do not have actual knowledge that we sell California Information of consumers under 16 years of age.\n</p>\n<br>\n<p> If you would like further information on how we handle California Information from consumers under the age of 16 years of age, or if you have questions about these information practices, you may contact us at WMPrivacy@warnermediagroup.com, or at WarnerMedia Privacy Office, 4000 Warner Blvd., Bldg.\n160, Burbank, CA 91522.\n</p>\n<br> CALIFORNIA CONSUMERS UNDER 18 YEARS OLD <br>\n<p> California consumers who are registered users of the Sites and under 18 years of age may request removal of content or information they posted on the Sites.\nWe will remove such content or information when we are required to do so by law.\nTo request removal of content or information you posted on the Sites, you may contact us at wmprivacy@warnermediagroup.com, or at WarnerMedia Privacy Office, 4000 Warner Blvd., Bldg.\n160, Burbank, CA 91522.\n</p>\n<br>\n<p> However, even if we remove the content or information that you posted, we cannot completely prevent further use or disclosure of that content or information by others once you have shared it in a publicly available forum.\n</p>\n<br> Popular Shows\n<ul>\n<li>Dragon Ball Super</li>\n<li>One Piece</li>\n<li>The Ancient Magus' Bride</li>\n<li>Food Wars! Shokugeki no Soma</li>\n<li>BORUTO: NARUTO NEXT GENERATIONS</li>\n<li>Naruto Shippuden</li>\n<li>Black Clover</li>\n<li>Gintama</li>\n</ul> Platforms and Devices <ul>\n<li>Wii U</li>\n<li>Chromecast</li>\n<li>Xbox One</li>\n<li>Xbox 360</li>\n<li>PlayStation 4</li>\n<li>PlayStation 3</li>\n<li>Playstation Vita</li>\n<li>Apple iOS</li>\n<li>Android</li>\n<li>Windows Phone</li>\n<li>Apple TV</li>\n<li>Roku Box</li>\n<li>Fire TV</li>\n</ul> Premium Memberships <ul>\n<li> Two-Week Free Trial </li>\n<li> Gift Memberships </li>\n<li> Redeem Crunchyroll/VRV Gift Card </li>\n</ul> Language <ul>\n<li> English (US) </li>\n<li> English (UK) </li>\n<li> Español (América Latina) </li>\n<li> Español (España) </li>\n<li> Português (Brasil) </li>\n<li> Português (Portugal) </li>\n<li> Français (France) </li>\n<li> Deutsch </li>\n<li> العربية </li>\n<li> Italiano </li>\n<li> Русский </li>\n</ul> Support <ul>\n<li>Help/FAQ</li>\n</ul> Crunchyroll Store <ul>\n<li>Order History</li>\n<li>Payment Settings</li>\n<li>Store Information</li>\n</ul>\n<ul>\n<li>Forums</li>\n</ul> Crunchyroll <ul>\n<li>About</li>\n<li>Jobs</li>\n<li>Advertising</li>\n<li>Copyright Policy</li>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>AdChoices</li>\n<li>Do Not Sell My Personal Information</li>\n</ul> RSS ", "created_at": "2018-12-01 13:54:26.011996", "updated_at": "2020-12-14 20:33:40.890354"}, {"id": 1850, "name": "Terms of Service", "url": "https://www.crunchyroll.com/tos", "xpath": "/html/body/div[1]/div/div[1]/div[3]", "text": " Crunchyroll Terms of Use <p>Ellation, LLC.\n(\"Ellation\", \"we\" or \"us\") provides our website accessible at Crunchyroll.com (the \"Site\") through which users can participate in an online community dedicated to enjoying anime, premium animation, sci-fi, fantasy and media in all forms (the \"Services\").\nPlease read the following important terms and conditions (\"Terms of Use\") carefully.\nThese Terms of Use and all policies referenced in this document or elsewhere on the Site that are incorporated herein by reference govern your access to and use of the Site and Services.\nThese Terms of Use are a legal agreement between you and Ellation and apply to you whether you are a Crunchyroll Member (defined below) or a visitor just browsing the Site (collectively, \"Crunchyroll Users\").\nThese Terms of Use limit Ellation's liability and obligations to you, grant us certain rights and allow us to change, suspend or terminate your access to and use of the Site and Services.\n</p>\n<p>YOU UNDERSTAND THAT BY USING THE SITE, SERVICES OR YOUR Crunchyroll ACCOUNT OR BY POSTING ANY CONTENT ON THE SITE, YOU ARE AGREEING TO BE BOUND BY THESE TERMS OF USE.\nIF YOU DO NOT ACCEPT THESE TERMS OF USE IN THEIR ENTIRETY, YOU MAY NOT ACCESS OR USE THE SITE OR SERVICES.\nIF YOU AGREE TO THESE TERMS OF USE ON BEHALF OF A BUSINESS, YOU REPRESENT AND WARRANT THAT YOU HAVE THE AUTHORITY TO BIND THAT BUSINESS TO THESE TERMS OF USE AND YOUR AGREEMENT TO THESE TERMS WILL BE TREATED AS THE AGREEMENT OF THE BUSINESS.\nIN THAT EVENT, \"YOU\" AND \"YOUR\" WILL REFER AND APPLY TO THAT BUSINESS.</p> 1.\nEligibility and Registration.\n<p>In order to access certain features of the Site and Services, and to post any content on the Site or via the Services, you will have to create a Crunchyroll account and become a \"Crunchyroll Member\".\nTo become a Crunchyroll Member <strong>you must be at least 16 years of age</strong>.\nWhen you register with Ellation and set up your Crunchyroll account, you must provide Ellation with accurate and complete information.\nYou agree to promptly update your Crunchyroll account information with any new information.\nYou authorize Ellation, directly or through third parties, to make any inquiries we consider necessary or appropriate to verify your Crunchyroll account information.\nOur Privacy Policy contains information about our policies and procedures regarding the collection, use and disclosure of information we receive from Crunchyroll Users.</p>\n<p>You will not use false identities or impersonate any other person or use a username or password that you are not authorized to use.\nEllation reserves the right to require you to change your username for any reason and may do so at anytime.</p>\n<p>You are responsible for safeguarding and maintaining the confidentiality of your username, password and corresponding Crunchyroll account information.\nYou agree not to disclose your password to anyone.\nYou agree that you are entirely and solely responsible for any and all activities or actions that occur under your Crunchyroll account, whether or not you have authorized such activities or actions.\nYou agree to immediately notify Ellation of any unauthorized use of your username, password or Crunchyroll account.</p> 2.\nAccess to Certain Content: Fees and Billing.\n<p>Crunchyroll Members may be able to access and/or purchase Crunchyroll Content (as defined below) through the Site or Services in a few different ways including: (i) Crunchyroll Members can pay a monthly membership fee to view certain Crunchyroll Content for the applicable time period (\"Membership Fee\").\nor (ii) Crunchyroll Members may initially sign-up for a free trial and then convert such free trial to a membership to view Crunchyroll Content via a Membership Fee.\nPAYMENTS ARE NONREFUNDABLE AND THERE ARE NO PRORATED REFUNDS OF ANY FEES UPON ANY TERMINATION OR CANCELLATION.\nFees are refundable in Ellation's sole discretion.\nYou agree to immediately pay any amounts accrued, but remaining unpaid, as of termination (if any).\nYou hereby authorize Ellation to collect fees by charging the credit card you provide to us as part of your Crunchyroll account information, either directly or indirectly via a third party online payment service, such as PayPal (\"Payment Method\").</p>\n<p>Your access to Crunchyroll Content may start with a free trial.\nThe free trial period of your membership lasts for seven (7) days, or as otherwise specified during sign-up.\nFor combinations with other offers, restrictions may apply.\nFree trials are for new and certain former members only.\nEllation reserves the right, in its absolute discretion, to determine your free trial eligibility.</p>\n<p>We will begin billing your Payment Method for monthly Membership Fee at the end of the free trial period of your membership unless you cancel prior to the end of the free trial period.\nTo view the specific details of your membership, including the monthly Membership Fee, visit the Site and click on the \"Your Account\" link available at the top of the pages of the Site.\nYou will not receive a notice from us that your free trial period has ended or that the paying portion of your membership has begun.\nWe will continue to bill your Payment Method on a monthly basis for your membership fee until you cancel.</p>\n<p>By starting your Crunchyroll membership and providing or designating a Payment Method, you authorize us to charge you a monthly Membership Fee at the then current rate, and any other charges you may incur in connection with your use of the Service to your Payment Method.\nYou acknowledge that the amount billed each month may vary from month to month for reasons that may include differing amounts due to promotional offers, including gift card redemption and promotional code redemption, and/or changing or adding a channel or bundle, and you authorize us to charge your Payment Method for such varying amounts, which will be billed monthly in one or more charges.</p>\n<p>We reserve the right to adjust pricing for our service or any components thereof in any manner and at any time as we may determine in our sole and absolute discretion.\nExcept as otherwise expressly provided for in these Terms of Use, any price changes to your service will take effect in accordance with the time frame outlined in the email notice to you.</p>\n<p>The Membership Fee for the Service will be billed at the beginning of the paying portion of your membership and each month thereafter unless and until you cancel your membership.\nWe automatically bill your Payment Method each month on the calendar day corresponding to the commencement of your paying membership.\nWe reserve the right to change the timing of our billing, in particular, as indicated below, if your Payment Method has not successfully settled.\nIn the event your paying membership began on a day not contained in a given month, we may bill your Payment Method on a day in the applicable month or such other day as we deem appropriate.\nFor example, if you started your Crunchyroll membership or became a paying member on January 31st, your next payment date is likely to be February 28th, and your Payment Method would be billed on that date.\nYour renewal date may change due to changes in your membership.\nAs used in these Terms of Use, \"bill\" shall indicate a charge, debit or other payment clearance, as applicable, against your Payment Method.</p>\n<p>You may edit your Payment Method information by visiting our website and clicking on the \"Your Account\" link, available at the top of the pages of the Site.\nIf a payment is not successfully settled, due to expiration, insufficient funds, or otherwise, and you do not edit your Payment Method information or cancel your account (see, \"Cancellation\" below), you remain responsible for any uncollected amounts and authorize us to continue billing the Payment Method, as it may be updated.\nThis may result in a change to your payment billing dates.\nFor certain Payment Methods, the issuer of your Payment Method may charge you a foreign transaction fee or other charges.\nCheck with your Payment Method service provider for details.</p>\n<p>You may cancel your Crunchyroll membership at any time, and you will continue to have access to the Site and/or Services through the end of your monthly billing period.\nIf you cancel your membership, your account will automatically close at the end of your current billing period.</p> 3.\nProprietary Rights and Licenses.\n<p>(a) Definitions.\nCertain content and materials are made available through the Site and Services, including the following:</p>\n<p>\"Crunchyroll Content\" means, collectively, the text, data, graphics, images, Crunchyroll trademarks and logos and other content (including Licensed Content) made available through the Site and Services, excluding User Submissions.</p>\n<p>\"Licensed Content\" means any content (including any audio or video content) provided to Ellation by its third party content partners (which may include Crunchyroll Content or \"download to own\" content) made available through the Site and Services.</p>\n<p>\"User Submissions\" means, collectively, the text, data, communications, bulletin board messages, chat, graphics, images, photos, audio or video files and other content and information which Crunchyroll Members post, upload and otherwise submit to the Site or Services.</p>\n<p>(b) User Submissions.\nYou retain all rights in your User Submissions.\nHowever, by uploading, posting, submitting or otherwise transmitting any User Submissions on or to the Site or Services, you hereby grant to Ellation a non-exclusive, worldwide, royalty-free, sublicensable, perpetual and irrevocable right and license to use, reproduce, modify, distribute, prepare derivative works of, display, publish, perform and transmit your User Submissions in connection with the Services and Ellation's (and its successors) business including, without limitation, for promotion and redistributing part or all of the Services (and derivative works thereof), in any media formats and through any media channels.\nYou represent and warrant that you own or have the necessary licenses, rights, consents and permissions to grant the foregoing licenses to Ellation.\nYou acknowledge and agree that your posting of User Submissions will comply with our Copyright and IP Policy as set forth in Section 4 below.</p>\n<p>You acknowledge and agree that Ellation may, at its option, reclassify or recategorize any User Submissions and establish limits concerning User Submissions, including, without limitation, the maximum number of days that User Submissions will remain available via the Services or on the Site, the maximum size of any files that may be stored on or uploaded to the Site or Services and the maximum disk space that may be allotted to you for the storage of User Submissions on Ellation's servers.\nEllation will have no responsibility or liability for maintaining copies of User Submissions on our servers, and you are solely responsible for creating back-ups of your User Submissions.</p>\n<p>(c) Crunchyroll Content.\nEllation and its licensors own all right, title and interest, including all worldwide intellectual property rights in the Site, Services, Crunchyroll Content and any other content made available through the Site or Services contained therein, other than your User Submissions.\nYou will not remove, alter or conceal any copyright, trademark, service mark or other proprietary rights notices incorporated in or accompanying the Site, Services, Crunchyroll Content, any other content made available through the Site or Services or related products and services, and except as explicitly described herein, you will not reproduce, modify, adapt, prepare derivative works based on, perform, display, publish, distribute, transmit, broadcast, sell, license or otherwise exploit the Site, Services, Crunchyroll Content or any other content made available through the Site or Services (other than your User Submissions).\nAll rights in Crunchyroll Content are reserved.\nFor the avoidance of doubt with respect to any Crunchyroll Content that you purchase or access via the Site or Service, such content is only made available for personal and non-commercial purposes.\nThe delivery of any Crunchyroll Content to you neither transfers any commercial or promotional use rights in the content to you nor does it constitute a grant or waiver of any rights of the copyright owners in any audio or video content, sound recording, underlying musical composition, or artwork embodied in the content.</p>\n<p> (d) Disclaimer.\nEllation does not guarantee that any content (including without limitation Crunchyroll Content or User Submissions) will be made available through the Site or Services, continuously or at all.\nWHILE ELLATION IS UNDER NO OBLIGATION TO DO SO, ELLATION RESERVES THE RIGHT TO REMOVE AND PERMANENTLY DELETE ANY CONTENT FROM THE SITE OR SERVICES WITHOUT NOTICE, AND FOR ANY REASON ELLATION DEEMS SUFFICIENT.\nEllation does not have any obligation to monitor the User Submissions that is uploaded, posted, submitted or otherwise transmitted using the Site or Services, for any purpose and, as a result, is not responsible for the accuracy, completeness, appropriateness, legality or applicability of the User Submissions or anything said, depicted or written by Crunchyroll Members, including, without limitation, any information obtained by using the Site or Services.\nEllation does not endorse any User Submissions or any opinion, recommendation or advice expressed therein and you agree to waive, and hereby do waive, any legal or equitable rights or remedies you have or may have against Ellation with respect thereto.\n</p> 4.\nCopyrighted Materials: No Infringing Use.\n<p>You will not use the Site or Services to offer, display, distribute, transmit, route, provide connections to or store any material that infringes copyrighted works or otherwise violates or promotes the violation of the intellectual property rights of any third party.\nEllation has adopted and implemented a policy that provides for the termination in appropriate circumstances of the accounts of users who repeatedly infringe or are believed to be or are charged with repeatedly infringing the rights of copyright holders.\nPlease see the Crunchyroll Copyright and IP Policy for further information.</p> 5.\nTermination or Suspension of the Site or Services &amp.\nModification of these Terms of Use.\n<p>Ellation reserves the right in its sole discretion, at any time, to modify, discontinue or terminate the Site or Services or to modify or terminate these Terms of Use without advance notice.\nModifications to these Terms of Use or any policies will be posted on the Site or made in compliance with any notice requirements set forth in these Terms of Use.\nIf any modification is not acceptable to you, your only recourse is to cease using the Site and Services.\nBy continuing to use the Site or Services after Ellation has posted any modifications on the Site or provided any required notices, you accept and agree to be bound by the modifications.</p>\n<p>Without limiting other remedies, Ellation may at any time suspend or terminate your Crunchyroll account and refuse to provide access to the Site or Services.\nIn addition, Ellation may notify authorities or take any actions it deems appropriate, without notice to you, if Ellation suspects or determines, in its own discretion, that you may have or there is a significant risk that you have (i) failed to comply with any provision of these Terms of Use or any policies or rules established by Ellation.\nor (ii) engaged in actions relating to or in the course of using the Site or Services that may be illegal or cause liability, harm, embarrassment, harassment, abuse or disruption for you, Crunchyroll Users, Ellation or any other third parties or the Site or Services.</p>\n<p>You may terminate your Crunchyroll account at any time and for any reason.\nUpon any termination by a Crunchyroll Member, the related account will no longer be accessible.\nAfter any termination, you understand and acknowledge that we will have no further obligation to provide the Site or Services and all licenses and other rights granted to you by these Terms of Use will immediately cease.\nEllation will not be liable to you or any third party for termination of the Site or Services or termination of your use of either.\nUPON ANY TERMINATION OR SUSPENSION, ANY CONTENT, MATERIALS OR INFORMATION (INCLUDING USER SUBMISSIONS) THAT YOU HAVE SUBMITTED ON THE SITE OR THAT WHICH IS RELATED TO YOUR ACCOUNT MAY NO LONGER BE ACCESSED BY YOU.\nFurthermore, Ellation will have no obligation to maintain any information stored in our database related to your account or to forward any information to you or any third party.\nAny suspension, termination or cancellation will not affect your obligations to Ellation under these Terms of Use (including, without limitation, proprietary rights and ownership, indemnification and limitation of liability), which by their sense and context are intended to survive such suspension, termination or cancellation.</p> 6.\nInteractions between Crunchyroll Users.\n<p>You are solely responsible for your interactions (including any disputes) with other Crunchyroll Users.\nYou understand that Ellation does not in any way screen Crunchyroll Users.\nYou are solely responsible for, and will exercise caution, discretion, common sense and judgment in, using the Site and Services and disclosing personal information to other Crunchyroll Users.\nYou agree to take reasonable precautions in all interactions with other Crunchyroll Users, particularly if you decide to meet a Crunchyroll Users offline, or in person.\nYour use of the Site, Services, Crunchyroll Content and any other content made available through the Site or Services is at your sole risk and discretion and Ellation hereby disclaims any and all liability to you or any third party relating thereto.\nEllation reserves the right to contact Crunchyroll Members, in compliance with applicable law, in order to evaluate compliance with the rules and policies in these Terms of Use.\nYou will cooperate fully with Ellation to investigate any suspected unlawful, fraudulent or improper activity, including, without limitation, granting authorized Ellation representatives access to any password-protected portions of your Crunchyroll account.</p> 7.\nObligations for Crunchyroll Users.\n<p>The Site and Services may be used and accessed for lawful purposes only.\nYou agree to abide by all applicable local, state, national and foreign laws, treaties and regulations in connection with your use of the Site and Services.\nIn addition, without limitation, you agree that you will not do any of the following while using or accessing the Site or Services:</p>\n<p>Upload, post, submit or otherwise transmit: (i) any User Submissions to which you do not have the lawful right to copy, transmit and display (including any User Submissions that would violate any confidentiality or fiduciary obligations that you might have with respect to the User Submission).\n(ii) any User Submissions for which you do not have the consent or permission of each identifiable person in the User Submissions to use the name, voice, signature, photograph, or likeness of each such person (to the extent each is implicated by the User Submission) and such consent or permission is necessary.\nor (iii) any User Submissions that infringes the intellectual property rights or violates the privacy rights of any third party (including without limitation copyright, trademark, patent, trade secret, or other intellectual property right, or moral right or right of publicity);</p>\n<p>Upload, post, submit or otherwise transmit any User Submissions that are unlawful, obscene, harmful, threatening, harassing, defamatory or hateful or that contains objects or symbols of hate, invades the privacy of any third party, contains any pornography, erotica, child pornography or child erotica, is deceptive, threatening, abusive, inciting of unlawful action, defamatory, libelous, vulgar or violent or constitutes hate speech or is otherwise objectionable in the opinion of Ellation;</p>\n<p>Circumvent, disable or otherwise interfere with security related features of the Site or features that prevent or restrict use or copying of any content;</p>\n<p>Use any meta tags or other hidden text or metadata utilizing a Crunchyroll trademark or logo, URL or product name;</p>\n<p>Upload, post, submit or otherwise transmit any unsolicited or unauthorized advertising, promotional materials, junk mail, spam, chain letters, \"pyramid schemes\" or any other form of solicitation;</p>\n<p>Forge any TCP/IP packet header or any part of the header information or alter source-identifying information when using the Site or Services or in any way use the Site or Services to send altered, deceptive or false source-identifying information, and we reserve the right to block IP addresses or networks deemed to abuse access to the Site or Services;</p>\n<p>Upload, post, submit or otherwise transmit any User Submissions that contain software viruses or any other computer code, files, or programs designed to (i)&nbsp;interrupt, destroy or limit the functionality of any computer software.\nor (ii) interfere with the access of any user, host or network, including without limitation sending a virus, overloading, flooding, spamming or mail-bombing the Site;</p>\n<p>Upload, post, submit or otherwise transmit any User Submissions that include code that is hidden or otherwise surreptitiously contained within the images, audio or video of any User Submissions that is unrelated to the immediate, aesthetic nature of the User Submissions;</p>\n<p>Interfere with or disrupt (or attempt to interfere with or disrupt) any web pages available at the Site, servers or networks connected to the Site, Services or the technical delivery systems of Ellation&amp;#39;s providers or disobey any requirements, procedures, policies or regulations of networks connected to the Site or Services;</p>\n<p>Attempt to probe, scan or test the vulnerability of any Ellation system or network or breach or impair or circumvent any security or authentication measures protecting the Site or Services;</p>\n<p>Attempt to decipher, decompile, disassemble or reverse engineer any of the software used to provide the Site or Services;</p>\n<p>Attempt to access, search or meta-search the Site with any engine, software, tool, agent, device or mechanism other than software and/or search agents provided by Ellation or other generally available third party web browsers (such as Microsoft Internet Explorer, Mozilla Firefox, Safari or Opera), including without limitation any software that sends queries to the Site to determine how a website or web page ranks;</p>\n<p>Collect or store personal data about other Crunchyroll Users without their express permission;</p>\n<p>Impersonate or misrepresent your affiliation with any person or entity, through pretexting or some other form of social engineering or otherwise commit fraud;</p>\n<p>Use the Site or Services in any manner not permitted by these Terms of Use;</p>\n<p> or Encourage or instruct any other individual to do any of the foregoing or to violate any term of these Terms of Use.</p> 8.\nSweepstakes and Contests.\n<p>Ellation may operate sweepstakes, contests and similar promotions (collectively, \"Promotions\") through the Site.\nYou should carefully review the rules (e.g., the \"Official Rules\") of each Promotion in which you participate through the Site, as they may contain additional important information about Ellation's rights to and ownership of the submissions you make as part of the Promotions and as a result of your participation in such Promotion.\nTo the extent that the terms and conditions of such Official Rules conflict with these Terms of Use, the terms and conditions of such Official Rules will control.\n</p>9.\nRatings and Comments &amp.\nFeedback.\n<p>(a) Comments.\nYou can rate and make comments about content made available through the Site or Services (\"Comments\").\nEllation advises you to exercise caution and good judgment when leaving such Comments.\nOnce you complete and submit your Comments to the Site or Services you will not be able to go back and edit your Comments.\nYou should also be aware that you could be held legally responsible for damages to someone's reputation if your Comments are deemed to be defamatory.\nEllation may, but is under no obligation to, monitor or censor Comments and disclaims any and all liability relating thereto.\nNotwithstanding the foregoing, Ellation does reserve the right, in its sole discretion, to remove any Comments that it deems to be improper, inappropriate or inconsistent with the online activities that are permitted under these Terms of Use.</p>\n<p>(b) Feedback.\nWe welcome and encourage you to provide feedback, comments and suggestions for improvements to the Site and Services (\"Feedback\").\nYou may submit Feedback by emailing us at feedback@crunchyroll.com or through the \"Help\" section of the Site.\nYou acknowledge and agree that all Comments and all Feedback will be the sole and exclusive property of Ellation and you hereby assign and agree to assign all rights, title and interest you have in such Comments and Feedback to Ellation together with all intellectual property rights therein.</p> 10.\nIndemnification.\n<p>You agree to defend, indemnify and hold Ellation and its affiliates, subsidiaries and distribution partners and their respective officers, directors, employees and/or agents harmless from and against any claims, liabilities, damages, losses and expenses, including, without limitation, reasonable attorneys' fees and costs, arising out of or in any way connected with: (i) your access to or use of the Site, Services, Crunchyroll Content or User Submissions.\n(ii) your violation of these Terms of Use.\n(iii) your violation of any third party right, including without limitation any intellectual property right, publicity, confidentiality, property or privacy right.\nor (iv) any claim that any content you posted to the Site or via the Services (including without limitation your User Submissions) caused damage to a third party, including without limitation claims that your User Submissions are infringing.\nAs to (i), (iii) and (iv) in this Section 10, your obligation to indemnify Ellation applies to your activities on the Site at any time.</p> 11.\nDisclaimer.\n<p>THE SITE, SERVICES, Crunchyroll CONTENT AND ANY OTHER CONTENT MADE AVAILABLE THROUGH THE SITE OR SERVICES ARE PROVIDED \"AS IS\" WITH NO WARRANTY OF ANY KIND.\nELLATION EXPRESSLY DISCLAIMS ALL WARRANTIES, EXPRESS OR IMPLIED, REGARDING THE SITE, SERVICES, Crunchyroll CONTENT AND ANY OTHER CONTENT MADE AVAILABLE THROUGH THE SITE OR SERVICES, INCLUDING ANY IMPLIED WARRANTY OF QUALITY, AVAILABILITY, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE OR NON-INFRINGEMENT.\nIN ADDITION, ELLATION MAKES NO REPRESENTATION OR WARRANTY THAT THE SITE, SERVICES, Crunchyroll CONTENT OR ANY OTHER CONTENT MADE AVAILABLE THROUGH THE SITE OR SERVICES WILL BE ERROR FREE OR THAT ANY ERRORS WILL BE CORRECTED.\nSOME STATES OR JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES, SO SOME OF THE ABOVE EXCLUSIONS MAY NOT APPLY TO YOU.</p> 12.\nLimitation of Liability.\n<p>UNDER NO CIRCUMSTANCES WILL ELLATION OR ITS AFFILIATES, SUBSIDIARIES, PARTNERS OR LICENSORS OR ANY OF THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES AND/OR AGENTS BE LIABLE TO YOU OR ANY THIRD-PARTY FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL OR EXEMPLARY DAMAGES ARISING OUT OF OR IN CONNECTION WITH USE OF THE SITE, SERVICES, Crunchyroll CONTENT AND ANY OTHER CONTENT MADE AVAILABLE THROUGH THE SITE OR SERVICES INCLUDING, WITHOUT LIMITATION, INJURY OR DAMAGES RESULTING FROM THE CONDUCT OF ANY Crunchyroll USER, ONLINE OR OFFLINE, WHETHER OR NOT ELLATION HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nWITHOUT LIMITING THE GENERALITY OF THE FOREGOING, ELLATION'S AGGREGATE LIABILITY TO YOU ARISING WITH RESPECT TO THESE TERMS OF USE WILL NOT EXCEED $50.\nELLATION WILL NOT BE LIABLE FOR THE CONSEQUENCES OF ANY INTERRUPTIONS OR ERRORS RELATING TO THE SITE, SERVICES OR THE SCHEDULED OR UNSCHEDULED SERVICE INTERRUPTIONS.\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION AND EXCLUSIONS MAY NOT APPLY TO YOU.</p> 13.\nGoverning Law and Forum.\n<p>These Terms of Use will be governed by and interpreted in accordance with the laws of the State of California excluding that body of law pertaining to conflict of laws.\nAny legal action or proceeding arising under these Terms of Use will be brought exclusively in courts located in Northern California and the parties hereby irrevocably consent to the personal jurisdiction and venue therein.</p> 14.\nArbitration.\n<p>Arbitration Agreement.\nAll disputes arising out of, relating to, or in connection with these Terms of Use or your use of the Site and/or Services that cannot be resolved informally or in small claims court will be resolved through binding arbitration on an individual basis, except you and Ellation are not required to arbitrate any dispute in which either party seeks equitable relief for the alleged unlawful use of intellectual property rights.</p>\n<p>Arbitration will be initiated through the American Arbitration Association (\"AAA\").\nIn the event the AAA is not available to arbitrate, the parties will select an alternative arbitral forum.\nThe rules of the arbitral forum will govern all aspects of this arbitration, except to the extent those rules conflict with these Terms.\nThe AAA Consumer Arbitration Rules (\"AAA Rules\") governing the arbitration are available online at&nbsp;www.adr.org&nbsp;or by calling the AAA at 1-800-778-7879.\nThe arbitration will be conducted by a single neutral arbitrator.</p>\n<p>If the claim is for $10,000 or less, the party initiating the arbitration may choose whether the arbitration will be conducted (1) solely on the basis of documents submitted to the arbitrator, through a telephonic hearing or by an in-person hearing as established by the AAA Rules.\nIn the case of an in-person hearing, the proceedings will be conducted at a location which is reasonably convenient for both parties with due consideration of the ability to travel and other pertinent circumstances.\nIf the parties are unable to agree on a location, the determination will be made by the arbitration institution.</p>\n<p>Your arbitration fees and your share of arbitrator compensation will be limited to those fees set forth in the AAA Rules with the remainder paid by Ellation.\nIf the arbitrator finds that either the substance of your claim or the relief sought in the arbitration is frivolous or brought for an improper purpose (as measured by the standards set forth in Federal Rule of Civil Procedure 11(b)), then the payment of all fees will be governed by the AAA Rules.\nIn such case, you agree to reimburse Ellation for all monies previously disbursed by it that are otherwise your obligation to pay under the AAA Rules.\nRegardless of the manner in which the arbitration is conducted, the arbitrator shall issue a reasoned written decision sufficient to explain the essential findings and conclusions on which the decision and award, if any, are based.\nThe arbitrator may make rulings and resolve disputes as to the payment and reimbursement of fees or expenses at any time during the proceeding and upon request from either party made within 14 days of the arbitrator’s ruling on the merits.</p>\n<p>The arbitrator will decide the jurisdiction of the arbitrator and the rights and liabilities, if any, of you and Ellation.\nThe dispute will not be consolidated with any other matters or joined with any other cases or parties.\nThe arbitrator will have the authority to grant motions dispositive of all or part of any claim or dispute.\nThe arbitrator will have the authority to award all remedies available under applicable law, the arbitral forum's rules, and the Terms.\nThe arbitrator has the same authority to award relief on an individual basis that a judge in a court of law would have.\nThe award of the arbitrator is final and binding upon you and Ellation.</p>\n<p>You and Ellation waive any constitutional and statutory rights to go to court and have a trial in front of a judge or a jury.\nRather, you and Ellation elect to have claims and disputes resolved by arbitration.\nIn any litigation between you and Ellation over whether to vacate or enforce an arbitration award, you and Ellation waive all rights to a jury trial, and elect instead to have the dispute be resolved by a judge.</p>\n<p>YOU AND ELLATION AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR OUR INDIVIDUAL CAPACITY AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nIf this specific provision is found to unenforceable, then the entirety of this provision shall be null and void, and all claims and disputes will be resolved in a court as specified in Section 13 above.</p>\n<p>YOU MAY OPT-OUT OF THIS ARBITRATION AGREEMENT.\nIf you do so, neither you nor Ellation can force the other to arbitrate.\nTo opt-out, you must notify Ellation in writing no later than thirty (30) days after first becoming subject to this arbitration agreement.\nYour notice must include your name and address, and the email address you used to set up your Crunchyroll account (if you have one), and an unequivocal statement that you want to opt-out of this arbitration agreement.\nYou must send your opt-out notice to one of the following physical or email addresses: Ellation, LLC., ATTN: Arbitration Opt-out, 835 Market Street, 7th Floor, San Francisco, CA 94103.\nlegal@ellation.com.</p>\n<p>(h) Arbitration Agreement Survival.\nThis arbitration agreement will survive the termination of your relationship with Ellation.</p> 15.\nForce Majeure.\n<p>Ellation will not be liable to you by reason of any failure or delay in the performance of its obligations hereunder on account of events beyond its reasonable control, which may include, without limitation, denial-of-service attacks, strikes, shortages, riots, insurrection, fires, flood, storm, explosions, acts of God, war, terrorism, governmental action, labor conditions, earthquakes, material shortages, failure of the internet or extraordinary connectivity issues experienced by major telecommunications providers and unrelated to Ellation infrastructure or connectivity to the internet or failure at an Ellation co-location facility (each a \"Force Majeure Event\").\nUpon the occurrence of a Force Majeure Event, Ellation will be excused from any further performance of its obligations effected by the Force Majeure Event for so long as the event continues, and for such further period of time that Ellation may reasonably require to recover from the effects of such Force Majeure Event.</p> 16.\nRelationship of the Parties.\n<p>Notwithstanding any provision hereof, for all purposes of these Terms of Use each party will be independent and act independently and not as a contractor, partner, joint venturer, agent, employee or employer of the other and will not bind nor attempt to bind the other to any contract.</p> 17.\nNotice.\nConsent to Electronic Notice.\n<p>You consent to the use of (a) electronic means to complete these Terms of Use and to deliver any notices pursuant to these Terms of Use and (b) electronic records to store information related to these Terms of Use or your use of the Site or Services.\nAny notice or other communication to be given hereunder will be in writing and given (x) by Ellation via email (in each case to the address that you provide), (y) a posting on the Site or (z) by you via email to e-notice@ellation.com&nbsp;or to such other addresses as Ellation may specify in writing.\nThe date of receipt will be deemed the date on which such notice is transmitted.</p> 18.\nLinks to other Websites.\n<p>The Site or Services may provide links to websites other than Crunchyroll.com.\nSuch links are provided for reference only, and Ellation neither controls such websites nor endorses any of the material on any such websites or any association with their operators.\nEllation is not responsible for the activities or such sites, and has no liability to you for any harms, injuries or losses you might suffer as a result of using or accessing such websites.</p> 19.\nMiscellaneous.\n<p>In the event that any provision in these Terms of Use is held to be invalid or unenforceable, the unenforceable part will be given effect to the greatest extent permitted by law and the remaining provisions will remain in full force and effect to the maximum extent permitted by law.\nThe failure of a party to enforce any right or provision of these Terms of Use will not be deemed a waiver of such right or provision.\nYou may not assign or transfer these Terms of Use (by operation of law or otherwise) without the prior written consent of Ellation and any prohibited assignment will be null and void.\nEllation may assign these Terms of Use or any rights hereunder without your consent.\nYou agree that these Terms of Use and the rules, restrictions and policies contained herein, and Ellation's enforcement thereof, are not intended to confer and do not confer any rights or remedies upon any person other than you and Ellation.\nThese Terms of Use together with the rules and policies of Ellation incorporated herein by reference constitute the entire agreement between Ellation and you with respect to the subject matter of these Terms of Use.</p> 20.\nNo Unsolicited Submissions.\n<p>As a general practice, Ellation, LLC.\ndoes not accept unsolicited material that is not represented by a reputable agent, agency, manager, producer, production company or studio.\nAny unsolicited creative ideas, suggestions or materials of any kind, including for new or improved products, names, promotions, advertisements, marketing, processes pitches, outlines, scripts, treatments, artwork, designs, visual materials, etc.\nwill be discarded&nbsp;and&nbsp;will not be read.\nThe purpose of this policy is to avoid any potential misunderstandings if your original work seems similar to Ellation content since many works&nbsp;and&nbsp;submissions are based on the same or similar ideas.\nPlease note, if you choose to disregard this policy&nbsp;and&nbsp;submit materials regardless, you acknowledge that you have read the Ellation submission policy&nbsp;and&nbsp;understand that by making such a submission, you understand that Ellation has no obligation to you or your submission&nbsp;and that you have no claim whatsoever based on such submission.</p> 21.\nQuestions.\n<p>If you have questions about these Terms of Use or would like to request a copy of these Terms of Use or any other records relating to these Terms of Use or your use of the Site and Services, please contact Ellation at feedback@crunchyroll.com or by sending a written request to Ellation, LLC.\nat <em>835 Market St.\n7th Floor, San Francisco U.S.A., Phone: (415) 796-3560</em>.</p>\n<br>\n<p>Last Modified: 3/14/2019</p> Copyright Infringement Notification.\n<p>Ellation.com respects all copyright and license owners and adheres to the Digital Millenium Copyright Act.</p>\n<ul>\n<li>If you are a content owner and would like us to help distribute your content,&nbsp;contact us.</li>\n<li>If you would like your content removed from this website, follow the instructions below.</li>\n</ul>\n<p>If you have questions about these Terms of Use or would like to request a copy of these Terms of Use or any other records relating to these Terms of Use or your use of the Site and Services, please contact Ellation at feedback@crunchyroll.com or by sending a written request to Ellation, LLC.\nat <em>835 Market St.\n7th Floor, San Francisco U.S.A., Phone: (415) 796-3560</em>.</p>\n<ol>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n<li>Identification of the copyrighted work claimed to have been infringed, or, if multiple copyrighted works at a single online site are covered by a single notification, a representative list of such works at that site.</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to permit the service provider to locate the material.\n<strong>Providing URLs in the body of an email is the best way to help us locate content quickly</strong>.</li>\n<li>Information reasonably sufficient to permit the service provider to contact the complaining party, such as an address, telephone number, and, if available, an electronic mail address at which the complaining party may be contacted.</li>\n<li>A statement that the complaining party has a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.</li>\n<li>6.\nA statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ol>\n<p>Such written notice should be sent to our designated agent as follows:</p>\n<br>\n<p>DMCA Complaints</p>\n<p>Ellation.com</p>\n<p>Email: copyright@ellation.com</p>\n<p>Fax: 415.796.3561</p>\n<br>\n<p>Please also note that under Section 512(f) any person who knowingly materially misrepresents that material or activity is infringing may be subject to liability.</p> Counter-Notification <p>If you elect to send us a counter notice, to be effective it must be a written communication provided to our designated agent that includes substantially the following (please consult your legal counsel or see 17 U.S.C.\nSection 512(g)(3) to confirm these requirements):</p>\n<ol>\n<li>A physical or electronic signature of the subscriber.</li>\n<li>Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access to it was disabled.</li>\n<li>A statement under penalty of perjury that the subscriber has a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material to be removed or disabled.</li>\n<li>The subscriber's name, address, and telephone number, and a statement that the subscriber consents to the jurisdiction of Federal District Court for the judicial district in which the address is located, or if the subscriber's address is outside of the United States, for any judicial district in which the service provider may be found, and that the subscriber will accept service of process from the person who provided notification under subsection (c)(1)(C) or an agent of such person.</li>\n</ol>\n<p>Such written notice should be sent to our designated agent as follows:</p>\n<br>\n<p>DMCA Complaints</p>\n<p>Ellation.com</p>\n<p>Email: copyright@ellation.com</p>\n<p>Fax: 415.796.3561</p>\n<br>\n<p>Please note that under Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity was removed or disabled by mistake or misidentification may be subject to liability.\nPlease also be advised that we enforce a policy that provides for the termination in appropriate circumstances of subscribers who are repeat infringers.</p>\n", "created_at": "2019-08-31 10:36:41.818827", "updated_at": "2020-12-14 21:55:36.510298"}], "points": [{"id": 5034, "title": "This service is only available to users of a certain age (16 years old)", "source": "https://www.crunchyroll.com/privacy", "status": "They do not allow children under 16 on the platform unless allowed and under supervision by the parents. Data can be removed by mailing privacy@ellation.com\r\n", "created_at": "2018-12-01 14:08:54.483126", "updated_at": "2021-02-06 04:02:11.770629", "quoteText": "We do not knowingly collect personal data from minors under 16 years of age.\nIf you are a parent or legal guardian and become aware that your child has provided personal data to us, you can contact us at privacy@ellation.com and request to review and/or delete any unauthorized information provided by your child.\nTHESE SERVICES ARE INTENDED FOR A MATURE AUDIENCE AND NOT DIRECTED TO CHILDREN UNDER THE AGE OF 16 YEARS OF AGE.\n</li>\n<li> IF YOU ARE UNDER 16 YEARS OF AGE, THEN YOU ARE NOT PERMITTED TO USE OR ACCESS THE SERVICES AT ANY TIME OR IN ANY MANNER WITHOUT AN ADULT’S PERMISSION AND SUPERVISION.", "case_id": 152, "document_id": 760, "quoteStart": 17113, "quoteEnd": 17717}, {"id": 7658, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://www.crunchyroll.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-08-13 06:03:13.239117", "updated_at": "2020-12-15 09:32:13.61674", "quoteText": "We may sell, transfer or otherwise share some or all of our assets, including your Personal Information, in connection with a merger, acquisition, reorganization or sale of assets or in the event of bankruptcy.", "case_id": 243, "document_id": 760, "quoteStart": 14558, "quoteEnd": 14768}, {"id": 7656, "title": "Blocking cookies may limit your ability to use the service", "source": "https://www.crunchyroll.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-08-13 06:00:58.268159", "updated_at": "2021-02-06 04:16:24.340267", "quoteText": "Please know that certain areas and features of our Services can only be accessed in conjunction with cookies, Flash cookies, or other similar devices and you should be aware that disabling cookies or similar devices may prevent you from accessing some of our content.</p>", "case_id": 375, "document_id": 760, "quoteStart": 6875, "quoteEnd": 7146}, {"id": 7659, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.crunchyroll.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-08-13 06:04:07.533529", "updated_at": "2019-09-24 23:40:13.485284", "quoteText": "Our Services may use software technology such as \"cookies,\" “flash cookies,” \"web beacons,\" “embedded scripts,” or other similar technologies (collectively referred to as \"Tracking Technologies\").", "case_id": 323, "document_id": 760, "quoteStart": 5169, "quoteEnd": 5365}, {"id": 7657, "title": "This service ignores the Do Not Track (DNT) header and tracks users anyway even if they set this header.", "source": "https://www.crunchyroll.com/privacy", "status": "Generated through the annotate view", "created_at": "2019-08-13 06:01:28.945012", "updated_at": "2019-09-24 23:43:58.561512", "quoteText": "Note that your browser settings may allow you to automatically transmit a “Do Not Track” signal to websites and online services you visit.\nThere is no consensus among industry participants as to what “Do Not Track” means in this context.\nLike many websites and online services, our Services currently do not alter their practices when they receive a “Do Not Track” signal from a visitor’s browser.", "case_id": 233, "document_id": 760, "quoteStart": 8140, "quoteEnd": 8537}], "urls": ["www.crunchyroll.com", " store.crunchyroll.com"]}}