{"error": 448, "message": "OK", "parameters": {"id": 2411, "name": "Layers of London", "created_at": "2020-11-20 05:59:43.556516", "updated_at": "2021-03-25 03:19:27.103385", "wikipedia": null, "keywords": null, "related": null, "slug": "layers_of_london", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/2411.png", "url": "layersoflondon.org", "documents": [{"id": 3106, "name": "Takedown Policy", "url": "https://www.layersoflondon.org/takedown-policy", "xpath": "/html/body/div[1]/main/div[3]/div", "text": " <p>Occasionally we may need to remove content.\nPlease refer to the following reasons your contribution may have been removed:</p>\n<p>* Inappropriate language and content: anything unlawful, obscene, distressing, harassing, defamatory, discriminatory or offensive are not acceptable and will be removed.</p>\n<p>* Contributor Agreement violation: We will remove any content that violates the Layers of London Contributor Agreement.</p>\n<p>Please:</p>\n<p>* Do not post anything you know to be false information.</p>\n<p>* Use the website for anything illegal.</p>\n<p>* Compromise the security of the website.</p>\n<p>* Do anything that may corrupt or impair the performance of the website.</p>\n<p>* Attempt to access any secure area of the website.</p>\n<p>* Impair anyone else’s enjoyment or use of the website.</p>\n<p>* Do anything that may infringe the rights of others, including any copyright rights.</p>\n<p>\n<strong>Content Moderation</strong>\n</p>\n<p>* Expect any content in breach of the Contributor Agreement to be removed within 5 days of Layers of London being notified.</p>\n<p>* You will be notified if your content is removed.\nPlease respond to the removal email you received if you feel your content may have been removed in error.</p>\n<p>* Refusal to accept any future contribution from you and/or removal of your user account is within the Layers of London Contributor Agreement.</p>\n<p>* Interviewees may request to have Podcasts removed if these were developed by the Layers of London project team.</p>\n<p>&nbsp;</p>\n<p>Reviewed February 2019</p> ", "created_at": "2020-11-20 06:00:11.619803", "updated_at": "2020-11-20 06:00:15.903135"}, {"id": 3107, "name": "Contributor Agreement", "url": "https://www.layersoflondon.org/user-agreement", "xpath": "/html/body/div[1]/main/div[3]/div", "text": " <p>\n<b>Contributor Agreement</b> &nbsp;</p>\n<p>\n<b>Use of this website</b>\n<b> </b>&nbsp;</p>\n<p>If you use or contribute to this site you agree to abide by this Agreement and accept our Privacy Policy .\nIf you do not agree to be bound by these terms you must not use or contribute to the site. &nbsp;</p>\n<p>This Agreement may be amended and you should review them regularly.\nIf you do not accept any of the amendments made to this Agreement, you should cease using or contributing to this website.\nYour continued use of this website after amendments have been made to this Agreement will be deemed as acceptance of those amendments. &nbsp;</p>\n<p>You agree not to: &nbsp;</p>\n<ul>\n<li>Use the website for anything illegal. &nbsp.\n</li>\n<li>Compromise the security of the website. &nbsp.\n</li>\n<li>Do anything that may corrupt or impair the performance of the website. &nbsp.\n</li>\n<li>Attempt to access any secure area of the website. &nbsp.\n</li>\n<li>Impair anyone else’s enjoyment or use of the website. &nbsp.\n</li>\n<li>Contribute anything unlawful, obscene, distressing, harassing, defamatory, discriminatory or offensive material.&nbsp.\n</li>\n<li>Do anything that may infringe the rights of others, including any copyright rights. &nbsp.\n</li>\n</ul>\n<p>\n<b>Contributions</b> &nbsp;</p>\n<p>If you contribute to the site, you agree to the following conditions: &nbsp;</p>\n<ul>\n<li>Your contribution will be made publicly available via the Layers of London website &nbsp.\n</li>\n<li>All material added to the Layers of London website will be licensed under a <i>Creative Commons Attribution-</i>\n<i>NonCommercial</i>\n<i>-</i>\n<i>ShareAlike</i>\n<i> 4.0 International (CC BY-NC-SA 4.0)</i> license. &nbsp.\n</li>\n<li>When adding content to the Layers of London website you are consenting to The University of London archiving the content you submit as a digital resource for 20 years.\nIf the material is re-used you will be contacted for permission and you can stipulate the ways in which we may use the material.  &nbsp.\n</li>\n<li>You may only submit material of which you hold copyright, or where you have obtained permission from all copyright holders to submit the material.\nYou can retain the right to be identified as the creator of the material. &nbsp.\n</li>\n<li>You may only submit material once you have obtained permission from any identifiable individuals featured in the material.\nIf any person identifiable is under the age of 16 you will need the consent of their parent or legal guardian before you submit the contribution.  &nbsp.\n</li>\n<li>Material may be added anonymously, but Layers of London requires a contact name and email address as a minimum to identify the rights holder. &nbsp.\n</li>\n<li>It is the responsibility of the contributor to identify themselves as author of the content. &nbsp.\n</li>\n<li>You are responsible for informing Layers of London of any change of email address. &nbsp.\n</li>\n<li>You may not submit material that is unlawful, obscene, distressing, harassing, defamatory, discriminatory or offensive material.\nLayers of London moderators will have the final say in such matters. &nbsp.\n</li>\n<li>You may not submit material that is malicious or harmful and could put other service users at risk. &nbsp.\n</li>\n<li>You may at any point edit or remove your material from the Layers of London website. &nbsp.\n</li>\n<li>Layers of London reserves the right to remove any material submitted through the website. &nbsp.\n</li>\n<li>Layers of London guarantees that the website and the material uploaded to it will be preserved and made accessible for at least 20 years. &nbsp.\n</li>\n</ul>\n<p>\n<b>When you make a contribution please consider your own safety and the safety of others.\nYou must not give out your own or anyone else’s contact details or other personal information (beyond supplying the editors of the site with your own contact email address).\nIf you are under 16 and would like to make a contribution to the site, you must obtain your parent’s, legal guardian’s, teacher's or a Layers of London team member's permission each time you do so, and you must show them the contribution you wish to make for their approval. </b> &nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>Breach of Contributor Agreement</b>\n<b> </b>&nbsp;</p>\n<p>If you breach any of these agreements your contribution(s) may be edited or removed at the complete discretion of the editors of this site, and we may refuse to accept any future contribution from you and/or delete your user account (for more details please refer to our Takedown policy). You agree that you are fully responsible for any loses, expenses, claim or costs including legal fees which arise from your infringement of this Agreement, our Privacy Policy or Copyright Statement. &nbsp;</p>\n<p>\n<b>Usage of Material of this Website</b> &nbsp;</p>\n<p>Usage of material on the website must be in accordance with the Copyright Statement.\nPlease refer to the Copyright Statement. &nbsp;</p>\n<p>There are links to external websites from this site.\nThose sites do not operate under a Creative Commons license and you must request the relevant permissions before you reproduce any of the material from those sites. &nbsp;</p>\n<p>\n<b>Limitation of Liability</b> &nbsp;</p>\n<p>Whilst the editors of the site make every effort to keep the information on this website accurate, the majority of information comes from the general public.\nWe therefore disclaim any warranty or representation, express or implied about its accuracy, completeness or appropriateness for a particular purpose.  &nbsp;</p>\n<p>You agree to assume full responsibility for using the information on the site, and you understand and agree that the editors of the site are not responsible or liable for any claim, loss or damage resulting from its use. &nbsp;</p>\n<p>The site contains links to external websites.\nWe accept no liability for the content, performance, accuracy, privacy or availability of external websites.\nViews expressed on external websites and on any social networking services do not necessarily represent the views of or endorsement by this website. &nbsp;</p>\n<p>\n<b>Jurisdiction</b>\n<b> </b>&nbsp;</p>\n<p>This Agreement shall be governed by and interpreted in accordance with the laws of the United Kingdom which shall have exclusive jurisdiction over any disputes.  &nbsp;</p>\n<p>\n<b>Copyright Statement</b> &nbsp;</p>\n<p>Unless otherwise stated, the text, audio, video, images, and the compilation of information contained in the Layers of London website are licensed under a <i>Creative Commons Attribution-</i>\n<i>NonCommercial</i>\n<i>-</i>\n<i>ShareAlike</i>\n<i> 4.0 International (CC BY-NC-SA 4.0)</i> license.\nThe text, graphics, and artwork are protected copyright.\nCopyright owners are identified as the author, in the captions and in the credit lines for each pin. &nbsp;</p>\n<p>If you decide to use material on this website you must also abide by our Terms and Conditions.&nbsp;Every effort has been made to establish the copyright holders of the material presented.\nHowever, if visitors consider that they own the copyright to any material and can provide the necessary documentation, please contact us  so&nbsp;that we may credit the information properly or remove them.\nSee our Takedown Policy for more information. &nbsp;</p>\n<p>The contents of this copyright statement may be amended in the future.\nIt is your responsibility to check this statement each time you plan to reproduce material from the website. &nbsp;</p>\n<p>There are links to external websites from the Layers of London site which operate their own individual copyright requirements.\nPlease request the relevant permissions before you reproduce any of the material from those sites. &nbsp;</p>\n<p>For information about contributing material to the website please refer to further&nbsp;information about Creative&nbsp;Commons in&nbsp;our&nbsp;Terms and Conditions.</p>\n<p>&nbsp;</p>\n<p>Reviewed February 2019</p> ", "created_at": "2020-11-20 06:00:43.192671", "updated_at": "2020-11-20 06:00:45.092692"}, {"id": 3108, "name": "Privacy Policy", "url": "https://www.layersoflondon.org/privacy-policy", "xpath": "/html/body/div[1]/main/div[3]/div", "text": " <strong>Privacy Notice &amp.\nCookies</strong>\n<p>\n<strong>\n<em>(attached to contributor agreement and also available on the website) </em>\n</strong>\n</p>\n<p>\n<em>If you would like to be involved in the Layers of London project, or stay up to date with its progress, you will be asked to provide some personal information for our records.\nThe statement below explains how the University will process this data.\n</em>\n</p>\n<p>\n<em>Layers of London is a project of the Institute of Historical Research, which is part of the University of London http://www.london.ac.uk </em>\n<em>&nbsp;</em>\n</p> 1.&nbsp;&nbsp;&nbsp.\nThe data we collect\n<p>If you sign the User Agreement, <em>the University will </em>\n<em>collect the following data: </em>\n</p>\n<ul>\n<li>\n<em>Name, email address</em>\n</li>\n<li>\n<em>Any data generated throughout the course of the project relating to an individual will be used purely for reporting purposes.</em>\n</li>\n</ul>\n<p>If you are opting in to hear more about Layers of London and its events we will collect the following:</p>\n<ul>\n<li>\n<em>Name, email address</em>\n</li>\n<li>\n<em>Preferences </em>\n</li>\n</ul> 2.&nbsp;&nbsp;&nbsp.\nWhat we do with your data\n<p>\n<em>The University processes the information for the following purposes: </em>\n</p>\n<ul>\n<li>\n<em>Managing your user agreement </em>\n</li>\n<li>\n<em>Co-ordinating your contributions to the Layers of London project </em>\n</li>\n<li>\n<em>Publishing your contributions on the Layers of London website and other relevant repositories </em>\n</li>\n<li>\n<em>Carry out anonymised reporting and analysis on our users to check and monitor our outcomes</em>\n</li>\n<li>\n<em>Telling you about the project and other related news and events</em>\n</li>\n</ul> 3.&nbsp;&nbsp;&nbsp.\nThe legal basis we use to process your data\n<p>\n<em>The University has to have a legal basis for processing your data and relies on the following approach: </em>\n</p>\n<ul>\n<li>\n<em>Collecting the data is necessary for the <u>performance of your contrac</u>t with us as a Layers of London user</em>\n</li>\n<li>\n<em>Where you access certain optional services – such as the mailing list - we will ask for <u>your consent</u>\n</em>\n</li>\n<li>\n<em>Your contributions to Layers of London will form part of a historic record and the University will use it for <u>archiving purposes in the public interest, scientific or historical research purposes</u>\n</em>\n</li>\n</ul> 4.&nbsp;&nbsp;&nbsp.\nHow long we keep your data for\n<p>\n<em>The data from your user agreement will be stored for the duration of the project</em>\n</p>\n<ul>\n<li>\n<em>We will retain your contributions as part of the permanent record of Layers of London </em>\n</li>\n<li>\n<em>We will retain your user file for appropriate periods based on risk and necessity</em>\n</li>\n<li>\n<em>We will retain your contact details if you decide to continue to keep you informed of IHR or University news and events – you can unsubscribe at any time</em>\n</li>\n</ul> 5.&nbsp;&nbsp;&nbsp.\nSharing your data with third parties\n<p>\n<em>The University may use an external&nbsp;contractor or 'data processor' to store or manage&nbsp;its data.\nIt will process this data only for purposes specified by the University and will be bound&nbsp;by contract to&nbsp;meeting the University's obligations under the General Data Protection Regulation.\nWhere data is passed outside the EEA, the University will take the relevant steps to ensure there is adequate protection in place.\n&nbsp;</em>\n</p>\n<p>\n<em>Your personal data will not be passed to any other third party without your consent, except where the University is required to do so by law.</em>\n</p> 6.&nbsp;&nbsp;&nbsp.\nYour rights\n<p>\n<em>You have a number of rights under the General Data Protection Regulation, such as the right of access to your data (the 'Subject Access Right').\nFor more information please see the University's Data Protection page at the following link: </em>https://london.ac.uk/about-us/how-university-run/policies/data-protection-policy</p> 7.&nbsp;&nbsp;&nbsp.\nFinding out more<em>&nbsp;</em>\n<br>\n<p>\n<em>You can find out more at the University's Data Protection page at the following link: </em>https://london.ac.uk/about-us/how-university-run/policies/data-protection-policy</p>\n<p>\n<strong>Use of Cookies by Layers of London</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>What are cookies</strong>\n</p>\n<p>Cookies are small text files used by a website to 'request' information from your website or mobile device browser, return the information to the website and then store the information.\nCookies can be requested by any website and are placed on your device’s hard drive.\nCookies allow the web application to tailor its operations to your needs, likes and dislikes by gathering and remembering information about your preferences.</p>\n<p>You can control cookies through your browser settings.\nFind out more about cookies and how to manage them on the Directgov website</p>\n<p>\n<strong>List of the main Layers of London Cookies</strong>\n</p>\n<p>The following table explains which types of cookies we use and why we use them:</p>\n<strong>Cookie</strong>\n<strong>Name</strong>\n<strong>Purpose</strong>\n<strong>More information</strong> Cloudflare cookie\n_cfduid\nCookies used for security tracking on our content delivery network\nFor full details please visit the Cloudflare site:\n<p>https://support.cloudflare.com/hc/en-us/articles/200170156-What-does-the-CloudFlare-cfduid-cookie-do-</p>\n<p>&nbsp;</p> _layers_app_session\nCookies used to identify a user in the application <strong>Changes to this privacy notice</strong>\n<p>If this privacy policy changes in any way, we will place an updated version in the About Us section on our website.\nRegularly reviewing this page ensures you are always aware of what information we collect, how we use it and under what circumstances, if any, we will share it with other parties.</p>\n<p>We will notify you if any changes and updates to the privacy policy are made.</p> ", "created_at": "2020-11-20 06:01:09.496219", "updated_at": "2020-11-20 06:01:12.214502"}], "points": [{"id": 11368, "title": "Prohibits the posting of pornographic content", "source": "https://www.layersoflondon.org/user-agreement", "status": "Generated through the annotate view", "created_at": "2020-11-20 12:40:40.687731", "updated_at": "2021-02-06 03:50:45.141425", "quoteText": " &nbsp", "case_id": 315, "document_id": 3107, "quoteStart": 33, "quoteEnd": 39}, {"id": 11364, "title": "Provides instructions on how to submit a copyright claim", "source": "https://www.layersoflondon.org/user-agreement", "status": "Generated through the annotate view", "created_at": "2020-11-20 12:34:30.654403", "updated_at": "2020-11-20 12:36:44.322808", "quoteText": "However, if visitors consider that they own the copyright to any material and can provide the necessary documentation, please contact us  so&nbsp;that we may credit the information properly or remove them.\nSee our Takedown Policy for more information. &nbsp;</p>\n<p>", "case_id": 138, "document_id": 3107, "quoteStart": 7031, "quoteEnd": 7297}, {"id": 11367, "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials", "source": "https://www.layersoflondon.org/user-agreement", "status": "Generated through the annotate view", "created_at": "2020-11-20 12:39:26.322944", "updated_at": "2020-11-22 02:22:34.574476", "quoteText": "You agree to assume full responsibility for using the information on the site, and you understand and agree that the editors of the site are not responsible or liable for any claim, loss or damage resulting from its use. ", "case_id": 291, "document_id": 3107, "quoteStart": 5563, "quoteEnd": 5784}, {"id": 11366, "title": "You can delete your content from this service", "source": "https://www.layersoflondon.org/user-agreement", "status": "Generated through the annotate view", "created_at": "2020-11-20 12:37:54.974124", "updated_at": "2020-11-22 02:22:45.576396", "quoteText": "\n<li>You may at any point edit or remove your material from the Layers of London website. &nbsp.", "case_id": 175, "document_id": 3107, "quoteStart": 3254, "quoteEnd": 3350}, {"id": 11365, "title": "Content is published under a free license instead of a bilateral one", "source": "https://www.layersoflondon.org/user-agreement", "status": "Generated through the annotate view", "created_at": "2020-11-20 12:36:27.106937", "updated_at": "2020-11-22 02:22:55.390761", "quoteText": "<li>All material added to the Layers of London website will be licensed under a <i>Creative Commons Attribution-</i>\n<i>NonCommercial</i>\n<i>-</i>\n<i>ShareAlike</i>\n<i> 4.0 International (CC BY-NC-SA 4.0)</i> license. ", "case_id": 131, "document_id": 3107, "quoteStart": 1483, "quoteEnd": 1701}], "urls": ["layersoflondon.org"]}}