{"error": 448, "message": "OK", "parameters": {"id": 6190, "name": "Solidfiles", "created_at": "2021-12-25 21:48:18.428164", "updated_at": "2021-12-25 23:01:18.812884", "wikipedia": null, "keywords": null, "related": null, "slug": "solidfiles", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6190.png", "url": "solidfiles.com", "documents": [{"id": 11212, "name": "Terms of Service", "url": "https://www.solidfiles.com/terms", "xpath": "/html/body/div[3]/div/div/div/div[2]", "text": " Solidfiles Terms of Service General information <p>These terms of service (the \"Terms\") govern your access to and use of Solidfiles (\"we\" or \"our\") websites and services (the \"Services\"), so please carefully read them before using the Services.</p>\n<p>\n<strong>By using the Services you agree to be legally bound to the following terms.</strong>\n</p>\n<p>We reserve the right to amend any or all of these terms at any time.\nThe most recent version is posted on our website.</p> Your Files and Responsibilities <p> You retain full ownership to your files uploaded to the Services.\nThese terms do not grant us any rights to your files or intellectual property.\nYou must however grant us permissions needed to provide you with the Services.\nFor example hosting your files, generating image thumbnails and document previews.\nThis includes trusted third parties we work with, for example our hosting and CDN partner.\n</p>\n<p> Do not upload, copy, download, or share files that are unlawful.\nThis includes files protected by intellectual property rights of others unless you have permission to do so.\n<strong>You are fully responsible and liable for what you upload, copy, download, or share using the Services.</strong>\n</p>\n<p> You are responsible for maintaining and protecting your files.\nThis includes keeping backups of your files.\n</p> Acceptable Use Policy <p> You agree not to misuse the Services.\nFor example, you must not, and must not attempt to, use the services to distribute malware, breach or otherwise circumvent any security or authentication measures, \"scraping\" the Service, violate the law in any way, or to violate the privacy of others, or to defame others.\n</p> Security <p> You are responsible for keeping your password safe and you agree to not disclose your password to any third party.\nYou should immediately notify us of any unauthorized use of your account.\n</p>\n<p>Payments are handled by a third party payment gateway (Stripe Inc.) which are PCI-certified.\nBoth Solidfiles and Stripe have security measures in place to protect the loss, misuse, and alteration of the order information.\nWe use strong SSL encryption to ensure your privacy.</p> Order Activation &amp.\nWarranty <p> Your subscription is instantly activated after the first payment is processed.\nIf you are not satisfied with the Services, you may request a refund within 15 days after your subscription was activated.\n</p>\n<p> The Services are provided \"as-is\", at your own risk, without warranty of any kind.\nWe will have no responsibility for any harm that results from your access to or use of the Services, for example loss or corruption of files.\n</p> Cancellation of Service <p> You can stop using the Services at any time.\nWe reserve the right to cancel the Services at any time, with or without reason.\nThis includes, but is not limited to, failure to comply with these Terms, a court order and endangerment of other users or the Services.\n</p> Limitation of Liability <p> We shall not be responsible for any claimed damages, including incidental and consequential damages, which may arise from the Services going off-line or being unavailable for any reason whatsoever.\n</p> Cookies <p> According to Swedish law (6 kap.\n18 §), we are required to notify our users about the usage of cookies.\n</p>\n<p> The Services utilizes both session and persistent cookies.\nThey are used in order to improve the user experience, which includes identifying you as a user on returning visits to the Services.\n</p>\n<p>\n</p>Privacy Policy <p> By agreeing to these terms you agree to our Privacy Policy, which can be found here.\n</p> Copyright <p> We respect the copyright of others and expect our users to do the same and has implemented the Solidfiles Copyright Policy.\nFor more information, please read our Copyright Policy.\nThe accounts of repeat infringers may be suspended and/or terminated.\n</p> Violations <p> Violations of these Policies should be referred to abuse@solidfiles.com.\nAll complaints will be investigated promptly.\n</p> Dispute <p> This contract is to be construed in the light of Swedish law and internationally accepted contract principles.\nAny conflict arising from this agreement or this contract is to be resolved, primarily, through negotiations between the parties, secondly in Swedish court.\n</p> ", "created_at": "2021-12-25 21:48:18.433933", "updated_at": "2021-12-25 20:48:43.726348"}, {"id": 11211, "name": "Dmca", "url": "https://www.solidfiles.com/terms/abuse", "xpath": "/html/body/div[3]/div/div/div/div[2]", "text": " Abuse <p>To report copyright infringement and request takedown(s), kindly send an email to copyright@solidfiles.com.</p>\n<p>For any other Abuse report and takedown request, please send an email to abuse@solidfiles.com</p>\n<p>Please provide the full URLs of the reported file(s), an explanation of the abuse / infringement, as well as your contact details.</p> ", "created_at": "2021-12-25 21:48:18.43217", "updated_at": "2021-12-25 20:49:24.392983"}, {"id": 11210, "name": "Privacy Policy", "url": "https://www.iubenda.com/privacy-policy/230662/full-legal", "xpath": "//body", "text": " The Privacy Policy of <strong>this Application</strong> is no longer active <p>If you are a User who needs information about their Personal Data, contact the Owner directly using the contacts below.</p>\n<p>If you are the owner of this privacy policy, head to the iubenda website to understand why this policy has been deactivated.</p>\n<ul>\n<li>\n<ul>\n<li> Owner contact information <p>Solidfiles, privacy@solidfiles.com</p>\n</li>\n</ul>\n</li>\n</ul>\n<p>iubenda hosts this content and only collects the Personal Data strictly necessary for it to be provided</p> ", "created_at": "2021-12-25 21:48:18.430525", "updated_at": "2021-12-25 20:50:27.334699"}], "points": [], "urls": ["solidfiles.com"]}}