{"error": 448, "message": "OK", "parameters": {"id": 5911, "name": "youtubemp3free", "created_at": "2021-11-27 05:01:55.191351", "updated_at": "2022-08-11 22:01:02.067797", "wikipedia": null, "keywords": null, "related": null, "slug": "youtubemp3free", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/5911.png", "url": "youtubemp3free.com", "documents": [{"id": 10675, "name": "Privacy Policy", "url": "https://youtubemp3free.com/policy.php", "xpath": "//body", "text": "This website uses cookies to ensure you get the best experience on our website.\nLearn moreGot it! Home\n| About\n| Privacy Policy\n| API / Widget\n| DCMA\n| Donate Privacy Policy - YouTube to MP3 Free Converter Privacy Policy\n<p>Latest Update: May 09, 2018</p>\n<p>\nA cookie is a small file that can be placed on your device that allows us to recognise and remember you.\nIt is sent to your browser and stored on your computer’s hard drive or tablet or mobile device.\nWhen you visit our sites, we may collect information from you automatically through cookies or similar technology\n</p>\n<p>\nWe, as well as Third Parties that provide content, advertising, or other functionality on our Services, may use cookies, pixel tags, local storage, and other technologies (“Technologies”) to automatically collect information through the Services.\n</p> How do we use cookies? <p>\nWe use cookies in a range of ways to improve your experience on our site, including\n</p>\n<ul>\n<li>Keeping you signed in (Personal Data)</li>\n<li>Understanding how you use our site (Usage Data)</li>\n<li>Showing you documents that is relevant to you (Third Parties)</li>\n<li>Working with partners to serve you relevant advertising (Third Parties)</li>\n</ul> Definitions Personal Data (or Data) <p>\nAny information that directly, indirectly, or in connection with other information — including a personal identification number — allows for the identification or identifiability of a natural person.\n</p> Usage Data <p>\nInformation collected automatically through this Website (or third-party services employed in this Website), which can include: the IP addresses or domain names of the computers utilized by the Users who use this Website, the URI addresses (Uniform Resource Identifier), the time of the request, the method utilized to submit the request to the server, the size of the file received in response, the numerical code indicating the status of the server's answer (successful outcome, error, etc.), the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system.\n</p> Cookies <p>\nSmall piece of data stored in the User's device.\n</p> How to manage advertising cookies <p>\nYou can manage the use of cookies, including advertising cookies, and disable the sharing of data with partners for advertising purposes by using the steps set out here.\nIn some cases you can turn off advertising cookies on a cookie-by-cookie basis, and we give the most common examples below:\n</p>\n<p>\nThrough browser preferences, it is also possible to delete Cookies installed in the past, including the Cookies that may have saved the initial consent for the installation of Cookies by this website.\n</p>\n<p>\nUsers can, for example, find information about how to manage Cookies in the most commonly used browsers at the following addresses: Google Chrome, Mozilla Firefox, Apple Safari and Microsoft Internet Explorer\n</p>\n<p>\nAnd you can find information about how to opt out of the cookies provided by our key partners opt-out link above.\n</p>\n<i>\n</i> BACK TO HOME Please share if you find this tool is useful Share 3Save Browser Add-on: Chrome | Firefox | Opera | IE (Soon) | Safari (Soon) 2020 @ YoutubeMP3Free.com Follow us on Facebook ", "created_at": "2021-11-27 05:01:55.195142", "updated_at": "2022-08-11 14:18:42.007155"}], "points": [{"id": 26215, "title": "This service may collect, use, and share location data", "source": "https://youtubemp3free.com/policy.php", "status": "Generated through the annotate view", "created_at": "2021-11-30 03:19:20.532854", "updated_at": "2022-08-11 14:22:25.549801", "quoteText": "the country of origin, the features of the browser and the operating system utilized by the User, the various time details per visit (e.g., the time spent on each page within the Application) and the details about the path followed within the Application with special reference to the sequence of pages visited, and other parameters about the device operating system.", "case_id": 373, "document_id": 10675, "quoteStart": 1974, "quoteEnd": 2341}, {"id": 26214, "title": "You can opt out of providing personal information to third parties", "source": "https://youtubemp3free.com/policy.php", "status": "Generated through the annotate view", "created_at": "2021-11-30 03:18:10.98035", "updated_at": "2022-08-11 14:15:27.287536", "quoteText": "You can manage the use of cookies, including advertising cookies, and disable the sharing of data with partners for advertising purposes by using the steps set out here.", "case_id": 337, "document_id": 10675, "quoteStart": 2451, "quoteEnd": 2620}, {"id": 26213, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://youtubemp3free.com/policy.php", "status": "Generated through the annotate view", "created_at": "2021-11-30 03:16:32.986393", "updated_at": "2022-08-11 14:16:09.304769", "quoteText": "Usage Data <p>\nInformation collected automatically through this Website (or third-party services employed in this Website), which can include: the IP addresses or domain names of the computers utilized by the Users who use this Website", "case_id": 399, "document_id": 10675, "quoteStart": 1464, "quoteEnd": 1699}, {"id": 26212, "title": "Information is gathered about you through third parties", "source": "https://youtubemp3free.com/policy.php", "status": "Generated through the annotate view", "created_at": "2021-11-30 03:11:06.449082", "updated_at": "2022-08-11 14:17:56.290082", "quoteText": "When you visit our sites, we may collect information from you automatically through cookies or similar technology\n</p>\n<p>\nWe, as well as Third Parties that provide content, advertising, or other functionality on our Services, may use cookies, pixel tags, local storage, and other technologies (“Technologies”) to automatically collect information through the Services.\n</p>", "case_id": 382, "document_id": 10675, "quoteStart": 461, "quoteEnd": 835}], "urls": ["youtubemp3free.com"]}}