{"error": 448, "message": "OK", "parameters": {"id": 2950, "name": "Magoosh", "created_at": "2021-04-03 18:35:08.825999", "updated_at": "2021-04-04 00:02:10.831842", "wikipedia": "https://en.wikipedia.org/wiki/Magoosh", "keywords": null, "related": null, "slug": "magoosh", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2950.png", "url": "magoosh.com", "documents": [{"id": 4650, "name": "Privacy Policy", "url": "https://gre.magoosh.com/privacy", "xpath": "/html/body/div/div/div", "text": "\nPrivacy Notice\n<br>\n<b>Last Updated: 7/18/2018</b>\nOverview\n<p>\nThis Privacy Notice explains how information is collected, used, stored, and disclosed by\nMagoosh.\nIt applies to information collected when you use or access our public websites\n(Magoosh.com), mobile apps and software\nproduct (“Product”) (collectively, the \"Magoosh Service\"), or otherwise interact with us.\n</p>\nChanging Our Notice\n<p>\nWe may change this Privacy Notice from time to time.\nIf we make any changes, we will notify\nyou by revising the \"Last Updated\" date at the top of this Privacy Notice and, in some cases,\nwe may provide you with additional notice (such as adding a statement to our homepage or\nsending you an email notification).\n</p>\n<p>\nIf there are material changes to this Privacy Notice, we will notify you directly by email or\nby means of a notice on the homepage prior to the change becoming effective.\nWe encourage you\nto review our Privacy Notice whenever you access the Magoosh Service to stay informed about\nour information practices and the ways that you can help protect your privacy.\n</p>\n<p>\nIf our information practices change at some time in the future we will post the policy changes\nto our public websites to notify you of these changes and provide you with the ability to opt\nout of these new uses.\nIf you no longer agree with this Privacy Notice and do not wish\nyour information to be subject to the Privacy Notice, you will need to deactivate your account\nwith us by contacting help@magoosh.com and stop using\nthe Magoosh Service.\nYour use of the Magoosh Service shall constitute your consent to the\npresent Privacy Notice.\n</p>\nWhat Information We Collect\n<p>\nWe may collect certain user information, including personal data.\n</p>\n<p>\n<em>Information You Provide To Us.</em>\nWe collect information you provide directly to us including when you use the Magoosh Service.\nThis information includes personal data.\nThis personal data will be processed for the purposes\ndescribed in this Privacy Notice, as it may be amended from time to time.\nFor example, your\npersonal data will be used to create or modify your profile and account, access and use the\nMagoosh Service (including but not limited to when you watch lessons, answer practice\nquestions, or use a mobile app), participate in any interactive features of the Magoosh\nService, submit a contact or consent form, participate in a survey, or request customer\nsupport.\n</p>\n<p>\nThe personal data that we may collect directly from you includes your name, username, email\naddress, phone number, information about your Product account preferences, transactional\ninformation (including services purchased or subscribed to and amount paid), as well as any\ncontact or other information you choose to provide.\n</p>\n<p>\nIf you are a member of a social media network, like Facebook, you may choose to use your\nsocial credentials to create and log into your Magoosh account.\n</p>\n<p>\nThe personal data provided during payment is collected and processed by our payment processor\n(in most cases, Paypal or Stripe).\nMagoosh does not save any personal financial information,\nincluding credit card numbers, expiration dates, security codes, or postal codes.\n</p>\n<br>\n<p>\n<em>Updating Your Information and Deactivating Your Account.</em>\nYou can update, correct, or modify your account information at any time by logging into your\nMagoosh Product account and accessing your profile page.\nIf you need help accessing,\nmodifying, or deactivating your account within the Product, please email\nhelp@magoosh.com.\nFor users in the European Union\n(“EU”), please see the section below in this Privacy Notice titled “EU User Rights.”\n</p>\n<p>\n<em>\nInformation We Collect Automatically When You Use the Magoosh Service.\n</em>\nWhen you access or use the Magoosh Service, we may automatically collect information,\nincluding personal data, about you, including:\n</p>\n<ul>\n<li>\n<b>Usage, Log and Device Information:</b>\nWe collect information from your use of the Magoosh Service, such as number of visits,\nlength of time spent using or accessing our Products, IP address (which may allow us to\ncollect general location data), pages clicked on, system activity, hardware settings, device\ntype, operating system, browser type, browser language, the date and time of your visit, and\nthe URL you were on before you came to the our website.\nWe collect information on user\nactivity in connection with the Magoosh Service and may collect information about the\nfeatures you use, the content you access, and any actions taken in connection with your\naccess and use of the Magoosh Service.\n</li>\n<li>\n<p>\n<b>Information Collected by Cookies and Other Tracking Technologies:</b>\nA cookie is a small file containing a string of characters that is sent to your computer\nwhen you visit a website.\nWhen you visit the website again, the cookie allows that site to\nrecognise your browser.\nCookies may store user preferences and other information.\nYou can\nset your browser to refuse all cookies or to indicate when a cookie is being sent.\nHowever,\nsome website features or services may not function properly without cookies.\n</p>\n<p>\nWe also use third party vendor remarketing tracking technologies, including the Google\nAdwords tracking cookie.\nThis means we will continue to show ads to you across the\ninternet, specifically on the Google Content Network (GCN).\nAs always we respect your\nprivacy and do not collect any information that would identify you individually through\nthe use of Google’s or any other 3rd party remarketing system.\n</p>\n<p>\nOur third-party vendors, including Google, use tracking technologies on web browsers in\norder to serve ads based on past visits to our Products, report on the performance of our\nads, conduct analytics on the use of our Products, fulfill orders and other user requests,\nprevent fraud, improve our Products and conduct surveys relating to our users’ experiences\nwith our Products, and communicate with our users.\nYou can opt out and/or customise your\npreferences by visiting Google's\nAd Settings.\nFor more\ninformation about cookies and how to disable them, please see \"Third-Party Analytics and\nAdvertising Providers\" below.\n</p>\n</li>\n</ul>\nHow We Use Information Collected\n<p>\nWe use the information collected through the Magoosh Service in order to facilitate provision\nof the Magoosh Service and engage with you about our products and offerings.\nWe may use the\ninformation that we collect:\n</p>\n<ul>\n<li>\nTo provide, operate, maintain, and improve the Magoosh Service.\n</li>\n<li>\nTo enable you to access and use the Magoosh Service that you request, including sending\nyou technical notices, updates, alerts, and support and administrative messages.\n</li>\n<li>\nTo provide and deliver the services and features you request, process and complete\ntransactions, and send you related information, including purchase confirmations and\nreceipts.\n</li>\n<li>\nTo respond to your comments, questions, and requests, and provide customer service and\nsupport.\n</li>\n<li>\nTo communicate with you about services, features, surveys, newsletters, offers,\npromotions, events, and provide other news or information about Magoosh and our select\npartners.\n</li>\n<li>\nTo process and deliver survey entries and rewards.\n</li>\n<li>\nTo review and analyse trends, usage, and activities in connection with the Magoosh\nService and for marketing or advertising purposes.\n</li>\n<li>\nTo investigate and prevent fraudulent transactions, unauthorised access to the Magoosh\nService, and other illegal activities.\n</li>\n<li>\nTo personalise and improve the Magoosh Service, and provide content and/or features\nthat match your interests and preferences or otherwise customise your experience on the\nMagoosh Service.\nand\n</li>\n<li>\nFor other purposes about which we notify you in advance or for which we receive your\nconsent, as necessary.\n</li>\n</ul>\n<p>\nSocial media network credentials enable them and us to link your activities with your\npersonal registration information at their site, including name, email address, and profile\nimage.\nThe social network may (with your permission) notify your friends or connections about\nyour activities in our Services and use tracking technologies to monitor your online\nactivities to serve targeted ads.\nThe social media networks' privacy policy and terms apply to\nyour use of their platforms.\nYour browser or device may allow you to block these technologies\nbut you should visit the third party website and review their privacy policy and your\nregistration profile or account to find out your options.\n</p>\nHow We Use Cookies\n<p>\nWe use cookies to understand and save your preferences for future visits and compile aggregate\ndata about Product traffic and Product interaction so that we can offer better Product\nexperiences and tools in the future.\n</p>\n<p>\nWe may contract with third-party service providers to assist us to serve ads based on past\nvisits to our Products, report on the performance of our ads, conduct analytics on the use of\nour Products, fulfill orders and other user requests, fraud prevention, improve our Products\nand conduct surveys relating to our users’ experiences with our Products, and communicate with\nour users.\nFor instance, we use Google Analytics Demographics and Interest Reporting, which\nincludes data from interest-based advertising or third-party audience data (such as age,\ngender, and interests), for all of the purposes listed above.\nThird party vendors, including\nGoogle, use cookies to serve ads based on a user’s prior visits to our Products.\nThis allows\nus to make special offers and continue to market our services to those who have shown interest\nin our service.\nFor more information about cookies and how to disable them, please see\n\"Third-Party Analytics and Advertising Providers\" below.\n</p>\nData Retention and Erasure\n<p>\nWe will maintain certain data for a period of 7 years from the date of your last log in or\nother study activity in order to keep accurate records for tax purposes.\nAfter 7 years from\nyour last activity, we will permanently delete all such personally identifying information.\nWe will keep all other personally identifying information for at least one year after your\nlast login, but in no event longer than seven years.\nRegardless of the retention period\ndescribed in this section, we may be required to retain data for longer to comply with legal,\nregulatory, or audit obligations.\nOther historical study information may be anonymized and\nkept at Magoosh’s discretion.\n</p>\nWhat Information We Share or Disclose to Others\n<p>\nWe will not share personal data about you with any third parties except as described in\nthis Privacy Notice, or as defined in an agreement with us in connection with the Magoosh\nService (including a Data Processing Addendum, as applicable).\nInformation that may be\nshared, pursuant to any applicable agreements, includes:\n</p>\n<p>\n<em>Third-Party Service Providers.</em>\nWe may share your information with third-party service providers who are working on our\nbehalf and require access to your information to carry out that work, such as to process\npayment or as it relates to a Product feature.\nThese service providers are authorised to\nuse your personal data only as necessary to provide services to Magoosh.\nAs required by the\nEuropean Union’s General Data Protection Regulation, Magoosh enters into Data Processing\nAddendums with its Third-Party Service Providers that process personal data of users in the\nEU.\n</p>\n<p>\n<em>Third-Party Analytics and Advertising Providers.</em>\nMagoosh makes use of certain third-party analytics and advertising providers (“TPAAPs”) to,\namong other things, serve advertisements to Magoosh and our users on third-party websites\nacross such TPAAPs’ networks.\nMagoosh allows TPAAPs to track our users’ browsing history on\nour Products using first-party cookies (such as the tools we use to store your Product\npreferences) and third-party cookies (such as the Google Analytics cookie or the DoubleClick\ncookie).\nTPAAPs may use the information stored by the cookies to, among other things, evaluate\nyour use of a website, prepare reports of website activities for website operators, including\nus, on the performance of advertising campaigns, other services associated with the website\nand Internet usage, to serve ads based on past visits to our Products, analytics and\noptimization on the use of our Products, order fulfillment and other user requests, fraud\nprevention, Products improvement and user surveys, attribution, and communications with our\nusers.\nThe information tracked and stored by the cookies enables TPAAPs to optimize and serve\ninterest-based ads to Magoosh’s users on third-party websites and mobile apps.\nBy using or\naccessing our Products, you agree to the forwarding of data to TPAAPs and the processing by\nsuch TPAAPs of the data collected from you in the manner and for the purposes described above.\n</p>\n<p>\nTo find out more about how you may also exercise your choices regarding our TPAAP’s cookies,\nincluding hyperlinks to opt-out of each TPAAP’s cookies or instructions on how to opt-out of\neach TPAAP’s cookies, please refer to the website available here.\nTo opt out of Google Analytics for Display Advertisers and customized Google Display Network\nads, visit the Ads Preferences Manager.\nFor more information on how we serve ads based on past visits to our Products, report on the\nperformance of our ads, conduct analytics on the use of our Products, fulfill orders and other\nuser requests, fraud prevention, improve our Products and conduct surveys relating to our\nusers’ experiences with our Products, and communicate with our users, including how to\nopt-out, you can contact us at help@magoosh.com.\n</p>\n<p>\nFor more information about interest-based advertising, please visit\nthe Network Advertising Initiative\n(“NAI”) website,\nand the Digital Advertising Alliance (“DAA”) website,\nand the European Interactive Digital Advertising Alliance\n(“EIDAA”) websites.\nYou can opt out of interest-based advertising by following the\ninstructions below.\nPlease note that the opt-out will apply only to the specific browser or\ndevice from which you opt out, and therefore you will need to opt out separately on all of\nyour browsers and devices.\nIf you delete or reset your cookies or mobile advertising\nidentifiers, change browsers, or use a different device, any opt-out cookie or tool may no\nlonger work and you will need to opt out again.\n</p>\n<ul>\n<li>\nWeb Browser Opt-Out.\nTo opt out in web browsers, please visit the opt-out pages of the\nNetwork Advertising Alliance, The Digital Advertising Alliance and .\nTo help preserve the choices that you make in the\nDAA’s WebChoices page, you can install the DAA’s “Protect My Choices” extension that is\navailable here.\nPlease note that our Products\ndo not respond to browser Do Not Track signals at this time.\n</li>\n<li>\nMobile Application Opt-Out.\nTo opt out in mobile apps, you can adjust the advertising preferences on your mobile device\n(for example, in iOS, visit Settings &gt.\nPrivacy &gt.\nAdvertising &gt.\nLimit Ad Tracking, and in\nAndroid, visit Settings &gt.\nGoogle &gt.\nAds &gt.\nOpt out of interest-based ads).\nYou can also opt\nout for companies that participate in the Digital Advertising Alliance's AppChoices tool by\ndownloading AppChoices here and following the\ninstructions in the app.\nFor more information about opting out on mobile devices, please see https://www.networkadvertising.org/mobile-choice.\n</li>\n</ul>\n<p>\n<em>Disabling Cookies.</em>\nMost web browsers are set to accept cookies by default.\nIf you prefer, you can usually choose\nto set your browser to remove or reject browser cookies or to prompt you before accepting such\na cookie.\nPlease note that, if you choose to remove or reject browser cookies, this could\naffect the availability or functionality of the Magoosh Service.\nWhen accessing the Magoosh\nService, you will be prompted to choose to continue or learn more about adjusting your browser\nsettings.\n</p> Chrome Cookie Settings Firefox Cookie Settings Safari Cookie Settings Internet Explorer Cookie Settings <p>\n<em>Compliance with Laws.</em>\nWe may disclose your information to a third party: (a) if we believe that disclosure is\nreasonably necessary to comply with any applicable law, regulation, legal process, or\ngovernment request.\n(b) to enforce our agreements and policies.\n(c) to protect the\nsecurity or integrity of the Magoosh Service.\n(d) to protect Magoosh, our customers, or\nthe public from harm or illegal activities.\n(e) to respond to an emergency which we\nbelieve in good faith requires us to disclose information to assist in preventing the\ndeath or serious bodily injury of any person.\nor (f) as otherwise directed by you.\n</p>\n<p>\n<em>Business Transfers.</em>\nWe may share or transfer your personal data in connection with any merger, sale of company\nassets, financing, or acquisition of all or a portion of our business to another company.\nYour\npersonal data may be part of the transferred assets.\nData processing for this purpose is a\nlegitimate business interest.\nYou may be notified thereafter of any such change in ownership\nor control.\n</p>\n<p>\n<em>Aggregated and/or Anonymised Data.</em>\nWe may also share aggregated and/or anonymised information that does not directly identify you\nindividually with third parties.\nFor example, in an ongoing effort to better understand and\nserve the users of the Magoosh Service, we may conduct research on customer demographics,\ninterests and behavior based on the personal information, interviews, and other data provided\nto us.\nThis research may be compiled and analysed on an aggregate basis, and we may share this\naggregated data with our agents and business partners.\nThis aggregated information does not\nidentify you personally.\nWe may also disclose aggregated user statistics in order to describe\nthe Magoosh Service to current and prospective business partners, and to other third parties\nfor other lawful purposes.\n</p>\nLinks To Third-Party Websites\n<p>\nWe may place links on the Magoosh Service, including the Magoosh Blog.\nWhen you click on\na link from our Product to a third-party website, your activity and use is governed by\nthat website’s policies.\nnot by those of Magoosh.\nWe encourage you to review their privacy\nand user policies.\n</p>\nHow We Store Information\n<p>\nBy using and accessing the Magoosh Service, you understand and agree to the storage of\ninformation and any other personal data on Magoosh’s server and cloud-based solutions located\nin the United States, or as defined in an agreement with us (including a Data Processing\nAddendum, as applicable).\n</p>\nHow We Secure Information\n<p>\nWe have adopted reasonable physical, technical and organisational safeguards against\naccidental, unauthorised or unlawful destruction, loss, alteration, disclosure, access,\nuse or processing of information we collect.\n</p>\n<p>\nYou may access your Product account information and our Product only through the use of\nan individual user ID and password.\nTo protect the confidentiality of personal data and\ninformation, you must keep your password confidential and not disclose it to any other\nperson.\nTo keep your account secure, always log out and close your browser when you\nfinish your session.\nPlease advise us immediately if you believe your password has been\ncompromised in any way.\nYou may also select the “Log out of all sessions” option on your\nprofile page to close all other browser sessions for your account.\nPlease note that\nwe will never ask you to disclose your password to us.\n</p>\n<p>\nUnfortunately, the transmission of information via the Internet and apps is not completely\nsecure.\nAlthough we do our best to protect your personal information, we cannot guarantee the\nsecurity of your personal information transmitted to us.\nAny transmission of personal\ninformation is at your own risk.\nWe are not responsible for any circumvention of any privacy\nsettings or security measures.\n</p>\n<b>\nIf you have any questions about the security of your personal data, you can contact us at\nhelp@magoosh.com.\n</b>\nOur Global Data Privacy and Protection Practices\n<p>\nMagoosh updated our internal governance structure in light of the General Data Protection\nRegulation (“GDPR”), including policies, procedures, staff training, security measures,\nand this Privacy Notice.\n</p>\n<p>\nCurrently, Magoosh uses Standard Contractual Clauses as the basis for Magoosh’s approach to\ncross-border transfers.\nThese Standard Contractual Clauses provide appropriate safeguards with\nrespect to the protection of the privacy and fundamental rights and freedoms of individuals\nand the exercise of the corresponding rights.\n</p>\nEU User Rights\n<p>\nFor all requests surrounding your personal data or questions about your rights per this\nPrivacy Notice, please contact us at\nhelp@magoosh.com\n, and we will respond promptly.\n</p>\n<p>\n<em>Right to Access, Rectification, or Erasure.</em>\nYou have the right to access, update, correct, or delete your personal data.\nYou also\nhave the right to rectify any inaccuracies in your personal data.\n</p>\n<p>\n<em>Right to Restrict Data Processing.</em>\nYou have the right to restrict the processing of your personal data upon request if it is\n(a) inaccurate or unlawful, (b) under contest, or (c) no longer being processed for the\noriginal purpose.\nMagoosh may continue to process the data if it is necessary to resolve\nlegal claims, for the protection of the rights of another person, or for reasons of\nimportant public interest.\nIf Magoosh objects to the restriction of data processing, we\nwill notify you promptly after receiving your request.\n</p>\n<p>\n<em>Right to Data Portability.</em>\nYou have the right to request and obtain your personal data that you provided to us or\nthat we collected through your consent or contractual agreements.\nWe will provide your\ninformation in a commonly used, machine-readable format promptly, but no longer than 90\ndays from the initial request depending on the complexity and volume of requests.\nIf\ncircumstances arise where we are unable to complete your request, we will promptly\nprovide a relevant explanation, as well as inform you of additional steps that you may\ntake.\n</p>\n<p>\n<em>Retaining Your Personal Information and Data.</em>\nWe will retain your personal data to comply with our legal obligations, resolve disputes,\nand enforce our agreements.\nWe will retain your personal information for as long as your\nMagoosh Product account is active or as needed to provide you with the Magoosh Service,\nbut no longer than the period necessary to fulfill the purposes outlined in this Privacy\nNotice.\n</p>\n<p>\n<em>Receiving Promotional and Other Communications.</em>\nWe will obtain your consent before sending you promotional, newsletter or Product\ninformation emails that we feel may interest you.\nWe may obtain consent from you through a\nwebsite contact or consent form or by email.\nYou may opt out by either checking the relevant\nbox on the communication consent form, by following the opt-out instructions provided in our\nemails to you, or by emailing us with your specific request.\nIf you opt out, we may still send\nyou non-promotional communications, such as security alerts and notices related to your access\nto or use of the Magoosh Service or those about your Product account or our ongoing business\nrelations.\n</p>\n<p>\n<em>Withdrawing Your Consent.</em>\nYou may withdraw any consent you previously provided to us for the processing of your\npersonal data.\nAs required by applicable law, we will apply your preferences going\nforward, within a reasonable amount of time.\nEven where you withdraw your consent, we\nmay still process your personal data for limited purposes, for example, to give effect\nto your request or to safeguard our business.\nIn some circumstances, withdrawing your\nconsent to our use or disclosure of your personal information will mean that you cannot\nuse our Product or Magoosh Service.\n</p>\n<p>\n<em>Lodging a Complaint with a Supervisory Authority.</em>\nYou have the right to submit a complaint to an EU supervisory authority if you believe\nthat your personal data has been processed in a manner that is not compliant with the\nGDPR.\nYou also have the right to submit a complaint to an EU supervisory authority if\nMagoosh is unable to comply with your right of data portability or does not respond to\nyour request within a timely manner.\n</p>\nCalifornia Residents\n<p>\nIf you are a California resident and have an established business relationship with us, you\ncan request a notice disclosing the categories of personal information we have shared with\nthird parties, for the third parties’ direct marketing purposes, during the preceding calendar\nyear.\nTo request a notice, please submit your request to\nhelp@magoosh.com, with “California Shine the Light\nInquiry” in the subject line.\nYou may also opt out of our sharing of your personal data we\nhave shared with third parties, for the third parties’ direct marketing purposes by emailing\nus at help@magoosh.com.\n</p>\nOur Policy Toward Children\n<p>\nIn compliance with COPPA, the Children’s Online Privacy Protection Act , and the Federal Trade Commission’s Children’s Online Privacy Protection Act\nFinal Rule, the Magoosh Service\nis not directed to children under the age of 13 and does not knowingly collect personal\ninformation from children under 13.\nIf you become aware that a child has provided us with\npersonal information, please contact us at\nhelp@magoosh.com.\nIf we become aware that a\nchild under 13 has provided us with personal information, we will take steps to delete such\ninformation.\nThe vast majority of Magoosh products are not designed for children under the age\nof 13.\nWhen we do create products targeted to children (such as our Alexa spelling app), we\ndo not collect any personal information, as defined in the Federal Trade Commission’s\nChildren’s Online Privacy Protection Act\nFinal Rule, from children\nonline.\nPlease note, if you are under the age of 13, you may not use any Magoosh Service that\nrequires account creation or the collection of personal information.\n</p>\n<p>\nIf you are a California resident under the age of 18 and a registered user of our Magoosh\nService, you may request that we remove content and information that you post on our Magoosh\nService.\nTo obtain removal of such content or information, please send an email with a\ndetailed description of the specific content or information you would like removed to\nhelp@magoosh.com.\nPlease be aware that such a request\ndoes not ensure complete or comprehensive removal of the content or information you have\nposted, since the content and information may remain in our databases, may remain visible in a\nmanner that does not identify you, or may have been re-posted by another user.\nThere may be\nother circumstances in which applicable laws do not require or allow removal even if\nrequested.\n</p>\nData Protection Officer\n<p>\nEffective from 25 May 2018, Magoosh will appoint a Data Protection Officer if and when\nrequired by GDPR Article 37 and by the Data Protection Laws.\nThe Privacy team, including\nany appointed Data Protection Officer, may be reached at\nhelp@magoosh.com\nor via the contact information provided below.\n</p>\nContacting Us\n<p>\nIf you have any questions about this Privacy Notice, please contact\nhelp@magoosh.com\nor:\n</p>\n<p>Magoosh</p>\n<p>Attn: Director of Operations</p>\n<p>548 Market St</p>\n<p>PMB 44023</p>\n<p>San Francisco, California 94104-5401 US</p>\n<p>\nhelp@magoosh.com\n</p>\n<p>\n1 (510)-560-7571\n</p>\n", "created_at": "2021-04-03 18:36:16.527534", "updated_at": "2021-04-03 18:36:41.663119"}, {"id": 4651, "name": "Terms of Use", "url": "https://gre.magoosh.com/terms", "xpath": "/html/body/div/div/div", "text": "\nTerms of Use\n<p>\n<strong>Hello from the Magoosh team!</strong>\n</p>\n<p>\nThanks for taking the time to learn more about us.\nWe are striving to make the best test prep service for your money.\n</p>\n<p>\nThe Magoosh service (collectively, “Magoosh”, “the Site”, or “the Service”)\nis operated by Magoosh, Inc.\nBy accessing this web site, you are agreeing to be bound by these web site\nTerms and Conditions of Use, all applicable laws and regulations, and agree\nthat you are responsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using or\naccessing this site.\nThe materials contained in this web site are protected by\napplicable copyright and trademark law.\n</p>\n1.\nEligibility\n<p>\nIn compliance with the Children's Online Privacy Protection Act, Magoosh, Inc.\ndoes not permit children under 13 years of age to become users without their\nparent or guardian's express consent and approval.\nBy using our Site, you represent you are not under 13 years of age or have had\nyour parent or guardian give their personal information in lieu of giving yours.\nNo part of Magoosh’s web site is structured to serve or attract anyone under\nthe age of 13.\n</p>\n2.\nRegistration Data.\nAccount Security\n<p>\nIf you subscribe to any of Magoosh’s services, you will have an account and a\npassword.\nAccess to password protected portions of this Site is available for only so\nlong as you have paid all required fees to Magoosh.\nYou are responsible for maintaining the confidentiality of your account and\npassword and for restricting access to Magoosh material to anyone other than\nyourself.\nYou agree to accept responsibility for all activities that occur under your\naccount or password.\nMagoosh reserves the right to refuse service, terminate accounts, remove or\nedit content, or cancel orders in its sole discretion.\n</p>\n3.\nUse License\n<ol>\n<li>\nPermission is granted to a terminable non-exclusive, non-transferable\nlicense to use Magoosh, Inc.'s web site for personal, non-commercial\ntransitory viewing only.\nThis is the grant of a license, not a transfer of\ntitle, and under this license you may not:\n<ol>\n<li>modify or copy the materials</li>\n<li>use the materials for any commercial purpose, or for any public display (commercial or non-commercial)</li>\n<li>attempt to decompile or reverse engineer any software contained on Magoosh, Inc.'s web site</li>\n<li>remove any copyright or other proprietary notations from the materials or</li>\n<li>transfer the materials to another person or \"mirror\" the materials on any other server.</li>\n</ol>\n</li>\n<li>\nThis license shall automatically terminate if you violate any of these\nrestrictions and may be terminated by Magoosh, Inc.\nat any time.\nUpon terminating your viewing of these materials or upon the termination of\nthis license, you must destroy any downloaded materials in your possession\nwhether in electronic or printed format.\n</li>\n</ol>\n4.\nTrademarks\n<p>\nMagoosh and other Company graphics, logos, designs, page headers, button icons,\nscripts and service names are registered trademarks, trademarks or trade dress\nof Company in the U.S.\nand/or other countries.\nCompany's trademarks and trade dress may not be used, including as part of\ntrademarks and/or as part of domain names, in connection with any product or\nservice in any manner that is likely to cause confusion and may not be copied,\nimitated, or used, in whole or in part, without the prior written permission\nof the Company.\n</p>\n5.\nWarranties and Disclaimers\n<ol>\n<li>\nThe materials on Magoosh, Inc.'s web site are provided \"as is\".\nMagoosh,\nInc.\nmakes no warranties, expressed or implied, and hereby disclaims and\nnegates all other warranties, including without limitation, implied\nwarranties or conditions of merchantability, fitness for a particular\npurpose, or non-infringement of intellectual property or other violation of\nrights.\nFurther, Magoosh, Inc.\ndoes not warrant or make any representations\nconcerning the accuracy, likely results, or reliability of the use of the\nmaterials on its Internet web site or otherwise relating to such materials\nor on any sites linked to this site.\n</li>\n<li>\nMagoosh and its subsidiaries, affiliates, officers, employees, agents,\npartners, and licensors make no warranty that\n(i) the service will meet your requirements.\n(ii) the service will be uninterrupted, timely, secure or error-free.\n(iii) the results that may be obtained from the use of the service will be\naccurate or reliable.\n(iv) the quality of any products, services, information or other material\npurchased or obtained by you through the service will meet your expectations.\nand (v) any errors in the software will be corrected.\n</li>\n<li>\nThe Service may be temporarily unavailable from time to time for maintenance\nor other reasons.\nMagoosh assumes no responsibility for any error, omission, interruption,\ndeletion, defect, delay in operation or transmission, communications line\nfailure, theft or destruction or unauthorized access to, or alteration of,\ncommunications.\n</li>\n<li>\nUnder no circumstances will Magoosh be responsible for any loss or damage,\nincluding any loss or damage to any User Content or personal injury or death,\nresulting from anyone's use of the Site or the Service, any User Content or\nThird-Party Applications, Software or Content posted on or through the Site\nor the Service or transmitted to Users, or any interactions between users of\nthe Site, whether online or offline.\n</li>\n</ol>\n6.\nUser Content\n<p>\nYou understand that except for advertising programs offered by us on the Site,\nthe Service and the Site are available for your personal, non-commercial use\nonly.\nYou represent, warrant and agree that no materials of any kind submitted\nthrough your account or otherwise posted, transmitted, or shared by you on or\nthrough the Service will violate or infringe upon the rights of any third party,\nincluding copyright, trademark, privacy, publicity or other personal or\nproprietary rights.\nor contain libelous, defamatory or otherwise unlawful\nmaterial.\n</p>\n<p>\nYou are solely responsible for the photos, profiles, messages, notes, text,\ninformation and other content that you upload, publish or display (hereinafter,\n\"post\") on or through the Service or the Site, or transmit to or share with\nother users (collectively the \"User Content\").\nYou may not post, transmit, or share User Content on the Site or Service that\nyou did not create or that you do not have permission to post.\nYou understand and agree that the Company may, but is not obligated to, review\nthe Site and may delete or remove (without notice) any Site Content or User\nContent in its sole discretion, for any reason or no reason, including without\nlimitation User Content that in the sole judgment of the Company violates this\nAgreement or which might be offensive, illegal, or that might violate the rights,\nharm, or threaten the safety of users or others.\nYou may remove your User Content from the Site at any time.\nIf you choose to remove your User Content, the license granted above will\nautomatically expire, however you acknowledge that the Company may retain\narchived copies of your User Content.\n</p>\n7.\nUser Conduct\n<p>\nYou understand that the Site is available for your personal, non-commercial\nuse only.\nYou represent, warrant, and agree that no materials of any kind submitted\nthrough your account or otherwise posted, transmitted, or shared by you on or\nthrough the Service will violate or infringe upon the rights of any third\nparty, including copyright, trademark, privacy, publicity or other personal or\nproprietary rights.\nor contain libelous, defamatory or otherwise unlawful\nmaterial.\n</p>\n<p>In addition, you agree not to use the Site to:</p>\n<ul>\n<li>harvest or collect email addresses or other contact information of other users from the Site by electronic or other means for the purposes of sending unsolicited emails or other unsolicited communications;</li>\n<li>use the Site in any unlawful manner or in any other manner that could damage, disable, overburden or impair the Site;</li>\n<li>upload, post, transmit, share, store or otherwise make available any content that we deem to be harmful, threatening, unlawful, defamatory, infringing, abusive, inflammatory, harassing, vulgar, obscene, fraudulent, invasive of privacy or publicity rights, hateful, or racially, ethnically or otherwise objectionable;</li>\n<li>use automated scripts to collect information from or otherwise interact with the Site;</li>\n<li>register for more than one User account, register for a User account on behalf of an individual other than yourself, or register for a User account on behalf of any group or entity;</li>\n<li>impersonate any person or entity, or falsely state or otherwise misrepresent yourself, your age or your affiliation with any person or entity;</li>\n<li>upload, post, transmit, share or otherwise make available any unsolicited or unauthorized advertising, solicitations, promotional materials, \"junk mail,\" \"spam,\" \"chain letters,\" \"pyramid schemes,\" or any other form of solicitation;</li>\n<li>upload, post, transmit, share, store or otherwise make publicly available on the Site any private information of any third party, including, addresses, phone numbers, email addresses, Social Security numbers and credit card numbers;</li>\n<li>solicit passwords or personally identifying information for commercial or unlawful purposes;</li>\n<li>upload, post, transmit, share or otherwise make available any material that contains software viruses or any other computer code, files or programs designed to interrupt, destroy or limit the functionality of any computer software or hardware or telecommunications equipment;</li>\n<li>intimidate or harass any other user;</li>\n<li>upload, post, transmit, share, store or otherwise make available content that would constitute, encourage or provide instructions for a criminal offense, violate the rights of any party, or that would otherwise create liability or violate any local, state, national or international law;</li>\n<li>use or attempt to use another's account, service or system without authorization from the Company, or create a false identity on the Site;</li>\n<li>upload, post, transmit, share, store or otherwise make available content that, in the sole judgment of Company, is objectionable or which restricts or inhibits any other person from using or enjoying the Site, or which may expose Company or its users to any harm or liability of any type.</li>\n</ul>\n8.\nLimitation of Liability\n<p>\nIn no event shall Magoosh, Inc.\nor its suppliers be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on Magoosh, Inc.'s Internet site, even if Magoosh, Inc.\nor a Magoosh, Inc.\nauthorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.\nThis limitation shall apply notwithsthanding any failure of essential purpose of any limited remedy.\n</p>\n9.\nRevisions and Errata\n<p>\nThe materials appearing on Magoosh, Inc.'s web site could include technical,\ntypographical, or photographic errors.\nMagoosh, Inc.\ndoes not warrant that any of the materials on its web site are\naccurate, complete, or current.\nMagoosh, Inc.\nmay make changes to the\nmaterials contained on its web site at any time without notice.\nMagoosh, Inc.\ndoes not, however, make any commitment to update the materials.\n</p>\n10.\nLinks\n<p>\nMagoosh, Inc.\nhas not reviewed all of the sites linked to its Internet web site and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by Magoosh, Inc.\nof the site.\nUse of any such linked web site is at the user's own risk.\n</p>\n11.\nSite Terms of Use Modifications\n<p>\nMagoosh, Inc.\nmay revise these terms of use for its web site at any time without notice.\nBy using this web site you are agreeing to be bound by the then current version of these Terms and Conditions of Use.\n</p>\n12.\nGoverning Law\n<p>\nAny claim relating to Magoosh, Inc.'s web site shall be governed by the laws\nof the State of Delaware without regard to its conflict of law provisions.\n</p>\n13.\nProprietary Rights\n<p>You acknowledge and agree that the Service and any necessary software used in connection with the Service contain proprietary and confidential information that are protected by applicable intellectual property and other laws.\nYou further acknowledge and agree that content contained in information presented to you through the Service is protected by copyrights, trademarks, service marks, patents or other proprietary rights and laws.</p>\n14.\nIndemnification\n<p>You agree to indemnify, defend and hold harmless Magoosh, its officers, directors, employees, agents, other service providers, vendors or customers from and against all losses, expenses, damages and costs, including reasonable attorneys? fees resulting from any violation of these Terms and Conditions of Use by you or any harm you may cause to anyone in connection with your use of the Service, including, for the avoidance of doubt, your use, or the use by any of your affiliates, of the Service for competitive purposes.</p>\n15.\nEntire Agreement\n<p>The Terms and Conditions of Use governs your use of the Service and constitutes the entire agreement between you and Magoosh.\nIt supersedes any prior agreements between you and Magoosh.\nAdditional terms and conditions may apply when you use the services of service providers and others.\nThese additional terms will not reduce, diminish, or eliminate any rights Magoosh possesses with respect to these Terms and Conditions of Use.</p>\n16.\nMiscellaneous\n<p>Any failure by Magoosh to exercise any rights or enforce any of the terms of these Terms and Conditions of Use shall not constitute a waiver of such rights or terms.\nIf any provision of these Terms and Conditions of Use or its application in a particular circumstance is held to be invalid or unenforceable to any extent, the remainder of these Terms and Conditions of Use, or the application of such provision in other circumstances, shall not be affected thereby, and each provision hereof shall be valid and enforced to the fullest extent permitted by law.</p>\n17.\nSubscription Period\n<p>You will be entitled to receive the Service only during the subscription period (\"Subscription Period\") specified by your payment confirmation.</p>\n18.\nPayment Terms\n<p>You agree to pay Magoosh the fee specified in the Payment Form during the Period (\"Fee\").\nA valid credit card is required to access to the Service.\nThe Fee is payable in advance for the Period.\nFees are non-refundable and non-transferable, unless otherwise stated in our Money Back Guarantee Policy.\nAccordingly, if you elect to cancel your access to the Service during the Period, you will not receive a refund of the Fee(s) previously paid to Magoosh, unless otherwise stated in our Money Back Guarantee Policy.</p>\n19.\nNo Resale or Redistribution of the Service\n<p>You agree not to reproduce, duplicate, copy, sell, trade, resell or exploit for any commercial purposes, any portion of the Service use of the Service, or access to the Service.</p>\n20.\nWaiver and Severability of Terms\n<p>The failure of Magoosh to exercise or enforce any right or provision of the Terms and Conditions of Use shall not constitute a waiver of such right or provision.\nIf any provision of the Terms and Conditions of Use is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of the Terms and Conditions of Use remain in full force and effect.</p>\n21.\nElectronic Communications\n<p>When you visit this website and when you communicate with us electronically, for example by sending us an email or ordering our products online, you consent to receive communications from us electronically.\nWe will communicate with you by email or by posting notices on this website.\nYou agree that all agreements, notices, disclosures, and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.</p>\n22.\nPrivacy Policy\n<p>You consent to the collection, processing and storage by Magoosh of your personal information in accordance with the terms of Magoosh’s Privacy Policy, which is available at www.magoosh.com/privacy.\nYou agree to comply with all applicable laws and regulations, and the terms of Magoosh’s Privacy Policy, with respect to any access, use and/or submission by you of any personal information in connection with this web site.</p>\n", "created_at": "2021-04-03 18:37:08.386067", "updated_at": "2021-04-03 18:37:19.426721"}], "points": [], "urls": ["magoosh.com"]}}