{"error": 448, "message": "OK", "parameters": {"id": 434, "name": "Cox", "created_at": "2018-05-08 12:19:44.744701", "updated_at": "2021-07-07 02:38:57.5025", "wikipedia": "https://en.wikipedia.org/wiki/Cox_Communications", "keywords": "", "related": "", "slug": "cox", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/434.png", "url": "cox.com", "documents": [{"id": 8123, "name": "Residential Customer Service Agreement", "url": "https://www.cox.com/aboutus/policies/customer-service-agreement.html", "xpath": "//*[@id=\"container\"]", "text": " <p>Navigate to learn more about Cox policies</p> Choose...\nAbout Cox...\nCommunity...\nCareers...\nPolicy/Legal...\nNews...\nChoose...\nLearn about Cox Cox service areas Careers Contract positions Newsroom Advertise with us Investor relations Accessibility Statement Choose...\nExplore community Community overview...\nTake Charge...\nCox in the Community...\nChoose...\nExplore community overview Internet Safety Survey Safety tools &amp.\ntips More tools Choose...\nExplore Take Charge Recent survey Tech tips Parental controls Internet safety Security Suite Plus Choose...\nExplore Cox in the community Panoramic Wifi app Cox Conserves Connect2Compete Boys &amp.\nGirls Club Charitable giving Get started Choose...\nExplore careers EEO Reports Choose...\nAll policy/legal...\nPrivacy policies...\nOperations information &amp.\nprocedures...\nSubpoena/law enforcement Residential Customer Service Agreement Business General Terms Residential terms &amp.\nconditions...\nBusiness terms &amp.\nconditions...\nCox Edge policies...\nSite policies...\nChoose...\n12-Month Service Agreement 12-Month Term Agreement 24-Month Service Agreement 24-Month Term Agreement Acceptable Use Policy Acceptable Use Policy All Digital Plan Details Annual Customer Notices Annual Privacy Notice Billing and Payment Policies California Consumer Disaster Protections California Consumer Disaster Protections California Consumer Privacy California Teleconnect Fund Program Complete Care Terms &amp.\nConditions Copyright Information Copyright Information Cox Business Complete Care Android EULA Cox Business Complete Care Terms of Service Cox Business Complete Care iOS EULA Cox Edge Acceptable Use Policy Cox Edge Beta Service Terms Cox Edge Privacy Notice Cox Elite Gamer Terms of Use Cox MyAPT End User License Agreement Customer Telephone Agreement DDoS Mitigation Service End User License Agreement - Android End User License Agreement - iOS General Terms Home Automation Terms and Conditions Homelife End User License Agreement Internet Service Disclosures Law Enforcement and Subpoenas Information Leased Access Information Nevada Consumer Privacy Online Privacy Policy Online Terms of Use Open Source Software Terms Open Source Software - Contour Android App Open Source Software - Contour iOS App Other Important Notices Procedure for Making a Copyright Infringement Claim Residential Customer Privacy Notice Residential Customer Service Agreement SMS Terms Service Protection Plan Terms &amp.\nConditions Speeds and Data Plans StraightUp Internet Customer Agreement Tech Solutions Terms of Service Telephone Modem Battery Policy Third-Party Receivers Policy WiFi Terms of Service WiFi Terms of Service Choose...\nOnline Privacy Policy Residential Customer Privacy Notice California Consumer Privacy Nevada Consumer Privacy Annual Privacy Notice Cox Edge Privacy Notice Choose...\nInternet Service Disclosures Procedure for Making a Copyright Infringement Claim Law Enforcement and Subpoenas Information Leased Access Information Choose...\nResidential Customer Service Agreement Residential term agreements...\nResidential home automation service...\nResidential internet service...\nResidential TV service...\nResidential voice service...\nChoose...\n12-Month Service Agreement 24-Month Service Agreement 12-Month Term Agreement 24-Month Term Agreement Choose...\nHome Automation Terms and Conditions Homelife End User License Agreement Law Enforcement and Subpoenas Information Choose...\nCopyright Information Acceptable Use Policy Speeds and Data Plans Tech Solutions Terms of Service WiFi Terms of Service Choose...\nThird-Party Receivers Policy All Digital Plan Details Choose...\nTelephone Modem Battery Policy California Consumer Disaster Protections Choose...\nBusiness General Terms Business data services...\nBusiness security solutions...\nBusiness voice solutions...\nChoose...\nCopyright Information Acceptable Use Policy WiFi Terms of Service Choose...\nEnd User License Agreement - Android End User License Agreement - iOS Choose...\nCustomer Telephone Agreement California Teleconnect Fund Program California Consumer Disaster Protections Choose...\nCox Edge Privacy Notice Cox Edge Beta Service Terms Cox Edge Acceptable Use Policy Choose...\nOnline Privacy Policy Online Terms of Use Choose...\nExplore Newsroom News releases Company overview Leadership team Product fact sheets Multimedia resources...\nAwards &amp.\nhonors Corporate media contacts Local media contacts Choose...\nExplore Multimedia resources Video gallery Articles <p>Residential Customer Service Agreement</p>\n<p>\n<b>For Business customer general terms &amp.\nconditions, click here.</b>\n</p>\n<p>&nbsp;</p>\n<p>Effective Date: <b>February 1, 2019 (v.5)</b>\n</p>\n<p>\n<b>WE ADVISE YOU TO READ THIS AGREEMENT CAREFULLY INCLUDING THE ADDENDUMS FOUND AT THE END OF THIS AGREEMENT APPLICABLE TO THE INDIVIDUAL SERVICES.\nALL OF THESE TERMS AFFECT YOUR LEGAL RIGHTS BY, AMONG OTHER THINGS, LIMITING COX’S LIABILITY AND REQUIRING MANDATORY ARBITRATION OF DISPUTES.\nYOU MAY OPT-OUT OF THIS ARBITRATION PROVISION BY FOLLOWING THE PROCEDURE DESCRIBED IN SECTION 4.</b>\n</p>\n<p>&nbsp;</p>\n<ol>\n<li>Introduction</li>\n<li>Credit Checks/Deposits</li>\n<li>Charges/Billing and Payments</li>\n<li>Dispute Resolution.\nMandatory Binding Arbitration.\nClass Action Waiver</li>\n<li>Access to Your Premises</li>\n<li>Cox Equipment</li>\n<li>Customer Equipment</li>\n<li>Phone Number, E-Mail Address and Cox Identifiers</li>\n<li>Power Supply, Interruptions and Emergency Services</li>\n<li>Software and Intellectual Property</li>\n<li>Customer Privacy Notice and Account Security</li>\n<li>Use of Services</li>\n<li>Indemnification</li>\n<li>Disclaimer of Warranties</li>\n<li>Limitation of Liability</li>\n<li>Termination</li>\n<li>Miscellaneous</li>\n</ol>\n<p>Cox Video Service Addendum<br> Cox Internet Service Addendum<br> Cox Phone Service Addendum<br>\n<br>\n</p>\n<p>\n</p>\n<p>\n<b>1.&nbsp;&nbsp;&nbsp.\nINTRODUCTION —</b>\n</p>\n<p>This Residential Customer Service Agreement (“Agreement”) sets forth the terms and conditions under which CoxCom, LLC or one or more of its subsidiaries or affiliates authorized by applicable regulatory, franchise or license authority (each subsidiary hereafter “Cox”) agrees to provide Services (as defined below) to you, and under which you, the Customer, agree to accept the Service.\nIn this Agreement, “you” and “your” mean the “Customer” who subscribes to, uses, has access to or receives one or more Services or Cox Equipment (as defined below).\n“Cox,” “we,” “our,” and “us” means the Cox entity that is providing you with Service.\nCox Services include but are not limited to residential cable television service (“Cox Video”), high speed Internet service, including Cox Wi-Fi (“Cox Internet” or “CHSI”), local/intrastate telecommunications service (“Cox Local Telephone”) and associated features or applications, state-to-state and international wireline telecommunications service, and other applications that permit you to access certain Cox Video services, which may include your ability to access over-the-top video content via the Internet, or calling and other features using a broadband connection (“Mobility Applications”)&nbsp.\n(“Cox Long Distance Telephone”.\nCox Local Telephone, Cox Long Distance Telephone and “Mobility Applications” are collectively referred to herein as “Cox Phone”), (Cox Video, Cox Internet and Cox Phone are collectively referred to in this Agreement as the “Service” or “Services”).\nThe Services defined in this Agreement do not include any other services provided by Cox or its affiliates (for example, Cox Homelife<sup>sm</sup> security, automation and other services) or services provided by Cox to commercial customers, which may be governed by one or more separate agreements.&nbsp.\nSubject to Section 17(f), this Agreement shall remain in effect at all times you are subscribed to and/or receive the Service(s), to include following any changes you or Cox make to the Service(s) you receive or to the Cox Equipment, Customer Equipment or other equipment (as defined in Sections 6 and 7 below) you use.<br> &nbsp;</p>\n<p>\n<b>A.&nbsp.\nOur Agreement:</b>\n</p>\n<p>You will be bound by the terms and conditions in this Agreement applicable to the Services provided, including the additional terms and conditions contained in the Addenda to this Agreement related to Cox Video, Cox Internet and Cox Phone.&nbsp.\nThe Services are also subject to the Annual Privacy Notice (“Customer Privacy Notice”) and as applicable, the Annual Customer Notice -Video Service Information and the Cox Internet Acceptable Use Policy (“AUP”).&nbsp.\nYou will receive the Customer Privacy Notice and the Annual Customer Notice each year from Cox.\nThese Notices and the AUP are posted on the Cox Website at www.cox.com or at another URL Cox may designate from time to time (“Cox Website”).\nYour use of the Services is also subject to any license agreements relating to any software used in connection with the Services.\nThis Agreement incorporates by reference the terms and conditions of all other service agreements, tariffs and other documents applicable to the Cox Services including without limitation: (i) the Customer Privacy Notice, (ii) the Annual Customer Notice, (iii) if you subscribe to Cox Local Telephone Service, the terms and conditions contained in your state tariff or state Telephone Service Guide, as applicable, and (iv) if you subscribe to Cox Internet, the Acceptable Use Policy.\n&nbsp;Each Service is provided subject to federal, state and local laws, statutes, regulations, and ordinances applicable to such Service (“Applicable Law”).<br> &nbsp;</p>\n<p>\n<b>B.&nbsp.\nMinimum Term Service Agreements:</b>\n</p>\n<p>If you have entered into an Agreement with Cox for a minimum term for services (for example, a 12, 18 or 24 month Agreement) (“Minimum Term Agreement”) the terms and conditions of this Agreement are incorporated by reference into the Minimum Term Agreement.\nTo the extent any term or condition of your Minimum Term Agreement expressly conflicts with any term or condition of this Agreement, your Minimum Term Agreement will govern.<br>\n<br>\n</p>\n<p>\n<b>C.&nbsp.\nEntire Agreement:</b>\n</p>\n<p>This Agreement and all of the documents specifically incorporated herein constitute the entire Agreement between you and Cox for the Services.\nNo prior agreement and no written or oral statement, advertisement, or Service description will contradict, explain or supplement it.<br>\n<br>\n</p>\n<p>\n<b>D.&nbsp.\nAcceptance of Agreement:</b>\n</p>\n<p>Your Agreement with Cox starts when you accept and continues until your subscription to the Services is terminated, except as otherwise stated herein.\nCertain provisions of this Agreement will survive termination.\nYou accept this Agreement when you first do any of the following (“Acceptance”) upon or after the Effective Date of this Agreement: (i) sign this Agreement by written or electronic signature, (ii) inform us electronically or orally of your acceptance of this Agreement, (iii) activate any Service provided under this Agreement through a method provided by Cox, or (iv) use or pay for, in whole or in part, your Service.<br>\n</p>\n<p>\n<br> BY ACCEPTING THIS AGREEMENT, YOU AGREE TO ITS TERMS AND CONDITIONS AND THE RATES AND CHARGES AS LISTED ON THE COX WEBSITE, IN YOUR WELCOME KIT, ON YOUR TRANSACTION SUMMARY OR, IF APPLICABLE, THE APPLICABLE TARIFFS ON FILE AT STATE AND FEDERAL REGULATORY AGENCIES AND/OR SERVICE GUIDES.\nIF YOU DO NOT AGREE TO THE TERMS AND CONDITIONS CONTAINED IN THIS AGREEMENT, DO NOT USE THE SERVICES AND IMMEDIATELY TERMINATE YOUR SUBSCRIPTION TO THE SERVICES AND THIS AGREEMENT BY CALLING COX AT THE CUSTOMER SERVICE NUMBER ON YOUR BILL OR ON COX.COM AND RETURN ALL COX EQUIPMENT, SOFTWARE, AND ASSOCIATED MATERIALS TO COX.<br> &nbsp;</p>\n<p>\n<b>E.&nbsp.\nChanges to the Agreement or Service:</b>\n</p>\n<p>Cox reserves the right to modify any of the terms and conditions of this Agreement including any aspect of the Services in its sole discretion at any time with or without notice.\nSuch changes may include for example, changes to rates, the rate plan structure, or payment policies for the Services, rearrangement, deletion or addition of programming, changes to the features and content of the Services, configuration and capacity of Services, changes in the features, functionality and technical requirements for Cox Equipment and Customer Equipment, use of vendors to provide Services, limitations of liability, procedures for disputes and policies for termination.\nIn order to receive the Services, you may not modify this Agreement by making any typed, handwritten, or any other changes to it for any purpose.<br>\n<br>\n</p>\n<p>\n<b>F.&nbsp.\nNotice of Material Changes:</b>\n</p>\n<p>Cox will provide you with written notice of any changes that we determine are material to your Services or this Agreement consistent with Applicable Law.\nYou agree that we may provide you with such written notice (i) by sending it via U.S.\nMail or commercial overnight mail to your last known billing address in Cox’s account records, (ii) by including the notice on or with your Cox bill, (iii) by sending notice to your email address on Cox’s account records, (iv) by hand delivery, or (v) by other lawful means, and you agree that any of the foregoing will constitute sufficient notice and you waive any claims that these forms of notice are insufficient or ineffective.\nAll such changes will become effective as of the date specified on the written notice and will be posted on the Cox Website and you agree to regularly check your postal mail, e-mail and all postings on the Website or another website about which you have been notified or you bear the risk of failing to do so.\nThe updated version of this Agreement on the Cox Website will supersede any prior version of this Agreement.\nYou agree that your sole recourse if you do not accept any such material change to your Services or this Agreement is to terminate this Agreement within thirty (30) days of our notice to you.\nIf you receive services under a Price Lock Guarantee or other Minimum Term Agreement that requires you to pay an early termination fee and you terminate Services subject to that Minimum Term Agreement as provided in this Agreement upon express written notice from us of a material change in this agreement, you will not be charged an early termination fee under that Minimum Term agreement.\nYour continued use of the Services after such thirty (30) day period will constitute your Acceptance of this Agreement as modified.<br>\n<br>\n</p>\n<p>\n<b>G.&nbsp.\nCopy of Agreement or Rates:</b>\n</p>\n<p>A copy of this Agreement and the rates for the Services may be obtained by visiting the Cox Website or the Cox office listed on your monthly Cox bill.&nbsp.\nIn addition, Cox Local Telephone Service is provided to you, depending on the state where you receive service, pursuant to our tariffs on file with state public utilities commissions or a state Telephone Service Guide which can be found at www.cox.com/phone tariffs.<br> &nbsp;</p>\n<p>\n<b>H.&nbsp.\nYour Subscription:</b>\n</p>\n<p>You represent to Cox that you are at least 18 years old or the age of majority in your state.\nYour Acceptance of this Agreement entitles you to use the Services.\nYour use of the Services is personal to you.\nIf you permit other persons to use the Services, you agree that you are solely responsible and liable for any and all breaches of this Agreement, whether such breach results from your use or use by another person using the Services provided to you, Cox Equipment, or Licensed Software.\nYou are responsible for contacting the Cox customer service number listed on your monthly Cox bill immediately upon the occurrence of any change in the status of your account, such as, without limitation, a change in individuals authorized to use your account (“Authorized Users”), any changes to your contact information such as name, email address, wireline or wireless phone number, or if you move or any of your Services become subject to a bulk agreement.&nbsp.\nYou agree to keep your contact information, including email address or contact telephone number, up to date and current.<br>\n<br>\n</p>\n<p>\n<b>I.&nbsp.\nConsent to Contact You:</b>\n</p>\n<p>In order to contact you more efficiently, Cox and our affiliates may at times contact you using autodialer technology, prerecorded or artificial voice message calls, or text messages at the telephone number(s) you have provided us.&nbsp.\nBy providing a mobile phone number, you confirm that you are the current owner/subscriber of the mobile phone number provided or that the current owner/subscriber of this mobile phone number authorized you to provide this number (collectively, “Current Owner”) to Cox.\nYou understand that by providing this mobile phone number, the Current Owner consents to being contacted by Cox and our affiliates at the mobile number provided.\nYou agree to notify us immediately if there is any change in the information that you have provided to us, including without limitation any change in your telephone number or mobile telephone number.\nFailure to do so is a breach of this Agreement.\nYou agree that we and our service providers or agents may place such calls, pre-recorded messages, or texts to communicate with you about your account, service(s) and equipment, and service agreements, including (but not limited to): (i) providing notices related thereto, (ii) resolving technical or billing issues, (iii) informing of installation or other service appointments, (iv) data usage, (v) investigating or preventing fraud, and/or (vi) collecting a debt or outstanding balance (“Informational Communications”).\nAlso, we may share your phone number(s) with such service providers or agents whom we hire to assist us in carrying out these Informational Communications, but we will not share your phone number(s) with any third parties for their own purposes without your consent.\nApplicable standard telephone minute, data and/or text charges may apply.\nWe and our service providers or agents, however, will not use autodialer technology, or texts to contact you for marketing purposes at the wireless telephone number(s) you designate nor send you prerecorded or artificial voice message marketing calls at the wireless or landline telephone number(s) you designate unless we receive your prior express written consent as required under federal law.\nPrior express written consent is not required in order to obtain or use Cox’s products and services or to receive Informational Communications from Cox.&nbsp.\nYou agree that you shall indemnify, defend and hold us harmless from any claim or liability resulting from your failure to notify us of a change in the information you have provided, including any claim or liability under the Telephone Consumer Protection Act (47 U.S.C.\nSec.\n227), and any regulations promulgated thereunder resulting from us attempting to contact you at the mobile telephone number you provided.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>2.&nbsp;&nbsp.\nCREDIT CHECKS/DEPOSITS —</b>\n</p>\n<p>\n<b>A.&nbsp.\nCredit Checks:</b>\n</p>\n<p>In accordance with Applicable Law, Cox will rely on credit bureau reports, other data available from commercial credit reference services, any credit information you furnish, or internal credit information to determine whether or not to provide Services to you, to continue to provide Services to you or whether or not a deposit is required.\n<b>You expressly authorize Cox to make inquiries and to receive information about your credit experience from others, to enter this information in your file, and to disclose this information concerning you to appropriate third parties for reasonable business purposes.</b>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>B.&nbsp.\nDeposits:</b>\n</p>\n<p>As permitted by Applicable Law, based on the information we received from the credit reporting agency, credit information you furnish, or internal credit information, and our assessment of the risk associated with that information, Cox Communications may require a deposit from you before providing services or an increase in any deposit for any Service already provided to you.\nThe terms offered to you may be less favorable than the terms offered to consumers who have better credit histories and the amount of deposit will vary.\nThe deposit will remain on your account for up to 12 months or longer, depending upon your payment performance and Applicable Law.\nThe deposit may be refunded to you or applied as a credit to your bill in accordance with Applicable Law.\nUpon termination of Service, the deposit will be posted to your account and applied to any unpaid balance for any Service.\nIf there is no balance, you will be refunded the amount of the deposit.\nExcept if required by law, regulation, franchising authority or any applicable tariff, no interest will be paid on deposits.</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p>\n<p>\n</p>\n<p>\n<b>\n<b>3.&nbsp;&nbsp.\n</b>CHARGES, BILLING AND PAYMENTS —</b>\n</p>\n<p>\n<b>A.&nbsp.\nCharges, Taxes and Fees:</b>\n</p>\n<p>\n<b>&nbsp;&nbsp;&nbsp.\n&nbsp.\n1.&nbsp.\nCharges and Rates:</b>\n</p>\n<p>You agree to pay by the due date on your Cox bill all charges associated with the Services and Cox Equipment and that you or anyone using your account or services incurs including without limitation all recurring and non-recurring fees.\nNon-recurring charges may include but are not limited to (i) installation, activation, and reactivation fees, (ii) certain equipment fees (iii) charges for pay-per-use services such as pay-per-view, OnDemand, events and adult programming, (iv) charges for certain premium channels or tiers, (v) data usage or overage charges, or (vi) charges for telephone features or phone usage charges such as, per-minute long distance calls, directory assistance, or operator-assisted calls.\nRates and charges may vary depending upon the Services rendered and Cox may change the rates for the Services and Cox Equipment from time to time.\nIf you received Service(s) under a promotion, after the promotional period ends, the then-current regular retail rate for the Service(s) will apply.\nThe retail rates for Cox Services and Cox Equipment may be found on the Cox Website, in your Welcome Kit, by calling your local Cox office, visiting your local Cox retail store, or, for phone, in the applicable tariff or state Telephone Service Guide.\nAll fees do not apply to all Services.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>2.&nbsp.\nGovernmental Taxes and Fees:</b>\n<br> You must pay all federal, state and local taxes, franchise fees and any other fees or payment obligations imposed by government or quasi-governmental bodies however described, levied or assessed which are applicable to the Services or Cox Equipment we provide you.\nUnless required by Applicable Law, we may elect not to provide notice of a change in fees or taxes.\nYou will be responsible for paying any government imposed Surcharges that become applicable retroactively.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.&nbsp.\nOther Cox or Third Party Surcharges and Fees:</b>\n<br> You must pay all other Cox imposed surcharges and fees we may assess in connection with the Services or the Cox Equipment (collectively “Surcharges”).\nThese Surcharges may include, but are not limited to, the Broadcast Surcharge, Regional Sports Surcharge, federal Universal Service fees, telecommunications relay service fees, carrier cost recovery fees, FCC Access Fees, subscriber line charges, network interface fees, network access charges.\nand any other regulatory and administrative costs we incur to provide the Services and comply with governmental programs.\nThese Surcharges are not government mandated fees or taxes but are charges that are either allowed to be passed through by governmental agencies or are imposed by Cox in order to facilitate the provision of the Services or the Cox Equipment.&nbsp.\nA description of some or all of these surcharges and fees may be found on cox.com under Billing and Account Support.&nbsp.\nAdditionally, certain network providers may assess per minute surcharges or fees for calls that terminate to international wireless telephone numbers or additional surcharges or fees for traffic termination, which may impact the amount of Surcharges charged to you in Cox providing the Service (“Phone Surcharges”).\nThe amount and type of these Phone Surcharges may vary depending upon the location of your Premises.\nCertain Surcharges, including some Phone Surcharges, may occur or fluctuate according to amounts or limits set by the government that Cox may pass through to you.&nbsp.\nCox may not always provide advance notice if those changes cause adjustments in the amount of the Surcharges charged to you.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.&nbsp.\nThird-Party Charges That Are Your Responsibility:</b>\n<br> You acknowledge that you may incur charges with third-party providers such as for accessing on-line services, calling parties who charge for their telephone-based services, purchasing or subscribing to other offerings via the Internet, or interactive options on your video service that are separate and apart from amounts charged by us.\nYou are solely responsible for all such charges payable to third parties, including all applicable taxes, fees or surcharges.\nIn addition, you are solely responsible for protecting the security of credit card, debit card, other financial information, or other personal information provided to others in connection with such transactions.&nbsp.\nYou have the ability to block third party phone charges, such as collect and operator assisted calls.&nbsp.\nPlease call Cox Customer Care if you would like to block these third party charges.</p>\n<p>&nbsp;</p>\n<p>\n<b>5.&nbsp.\nUnreturned Equipment Charges:</b>\n<br> If you upgrade, downgrade, disconnect or swap-out Cox Equipment related to any Cox Service and do not promptly return the Cox Equipment or if it is returned damaged (“Unreturned Equipment”), the damages Cox will incur will be difficult to ascertain.\nTherefore, Cox may charge your account for each Unreturned Equipment piece, a one-time Unreturned Equipment Charge as liquidated damages in an amount equal to Cox’s reasonable estimates of the replacement costs and incidental costs that Cox incurs.\nprovided, however, that such amount will not exceed the maximum amount permitted by law or the replacement cost of the Cox Equipment.\nIf you return your Cox Equipment to Cox by mail, you will be responsible for (i) any damage to the Cox Equipment as assessed by Cox upon receipt, (ii) the replacement cost of such Cox Equipment if it is lost or damaged during transit, and (iii) shipping/handling costs, unless Cox provides written notice in advance that it will pay such costs.</p>\n<p>&nbsp;</p>\n<p>\n<b>6.&nbsp.\nUnauthorized and Disputed Charges:</b>\n<br> If you do not agree with a charge on your bill or you believe it is an unauthorized charge you must (i) pay undisputed amounts by the due date listed on your bill and (ii) notify Cox no later than sixty (60) days after the date of the bill (or such later date as required by law) of the disputed or unauthorized charges by calling or writing to us at the number and address specified on your bill and submit any documentation or other information to substantiate your claim of unauthorized charges.\nYou waive any disputes or credits that you do not report within this 60 day period.&nbsp.\nCox will investigate any disputed charges and will use reasonable efforts to advise you of the results of our investigation within thirty (30) days after Cox’s receipt of your notice of dispute.\nCox may, in its sole discretion, waive such charges.\nYou will be responsible for charges or other obligations or liabilities associated with any improper, illegal or unauthorized use of the Services, Licensed Software and Cox Equipment as described in Section 13 below.</p>\n<p>&nbsp;</p>\n<p>\n<b>B.&nbsp;&nbsp.\nPayments and Billings:</b>\n</p>\n<p>\n<b>1.&nbsp.\nAuthorized Payment Methods:</b>\n<br> All payments must be made in U.S.\ncurrency only and via Cox-authorized payment channels.\nCox-authorized payment methods include: (i) mailing payment to the bill payment address listed on your monthly bill.\n(ii) automated electronic drafts from your checking account.\n(iii) delivering cash, a check or money order payable to Cox, or paying by credit or debit card at a Cox retail store.\n(iv) delivering cash, a check or money order payable to Cox, or paying by credit or debit card at a Cox-authorized payment center (which may charge a convenience fee).\n(v) providing a credit or debit card payment to a Cox customer service representative or Cox authorized automated payment system over the telephone.\nor (vi) paying by credit or debit card through the Cox website.\nYou agree not to make any notations or restrictions on your checks or on other forms for payment such as “paid in full” and you agree that any such restriction has no legal effect.\nIf you use a credit or debit card to pay for any charges, taxes, fees or Surcharges, you acknowledge that use of the card is governed by the card issuer agreement, and you must refer to that agreement for your rights and liabilities as a cardholder.\nIf Cox does not receive payment from your credit card issuer or its agents, you agree to pay all amounts due upon demand.&nbsp.\nWhen you provide a check as payment, you authorize us either to use information from your check to make a one-time electronic fund transfer from your account or to process the payment as a check transaction.</p>\n<p>&nbsp;</p>\n<p>\n<b>2.&nbsp;&nbsp.\nBilling and Late Payments:</b>\n<br> Unless you are subject to a Minimum Term Agreement, Service(s) are provided to you on a month-to-month basis.&nbsp.\nRecurring charges and taxes are due in advance once Service is initiated.\nCharges accrue through a full billing period.\nCox may prorate or adjust a bill if the billing period covers less than or more than a full month (for this purpose, each month is considered to have 30 days).\nunless you subscribe to a pay-as-you-go service which is not prorated and is billed for a full month.\nWe will determine the billing period and may change the billing period from time to time.\nCox will determine and may change the billing format from time to time.\nYou may be billed for some Service(s) individually after they have been provided to you, including without limitation measured and per-call charges, operator-assisted or directory assistance charges, charges for pay-per-view or On Demand movies or events, data usage overage charges and one time charges such as service call charges.&nbsp.\nIf you fail to make full payment by the payment due date set forth on your bill statement, Cox reserves all rights it may have, subject to Applicable Law, to terminate Service or place the Service(s) in Soft Disconnection, remove Cox Equipment, collect the full amount due, including, without limitation, any applicable interest, costs of collection (including attorneys’ fees and third party agent collection fees), late fees (subject to state law and regulations), door collection fees, bank fees and any other applicable fees, charges or payments.\nAny balance amount that remains delinquent may be referred to a third party for collections.\nOnce the debt is referred to a third party for collection, you may be subject to and agree to reimburse Cox for additional fees, including reasonable attorneys’ fees, and fees related to costs and expenses, which may be based on a percentage of up to 25% of the balance owed (subject to state law and regulations).&nbsp.\nFor past due balances assigned to a field collector for payment, a fee of up to $25.00, or up to the maximum amount allowed by law or regulation, will be charged to your Cox account, regardless of how you make your payment.\nYou may be required to pay a reactivation or reinstallation fee and/or a deposit in addition to all past dues charges before Service may be reconnected or restored.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.&nbsp.\nReturned Payment:</b>\n<br> If your payment by check is returned, your payment via credit card is denied, or your electronic funds transfer is denied due to insufficient funds, or a closed account, you authorize Cox to make a one-time electronic fund transfer from your account to collect the amount of the payment plus any applicable returned payment fees of up to $25.00 or up to the maximum amount allowed by law or regulation.\nWhen payment is made by credit or bank card, the payment may also be subject to the terms and conditions required by the bank or credit card issuer.</p>\n<p>&nbsp;</p>\n<p>\n<b>4.&nbsp.\nSoft Disconnection:</b>\n<br> If your account has been delinquent or if Cox has a reason to believe you have otherwise violated this Agreement, subject to Applicable Law, you may be prevented from using certain of your Services including, for Cox Phone customers from making outbound calls except to 911 and Cox Customer Care (“Soft Disconnection”) prior to full termination of service.\nThis restriction will be lifted once you have made acceptable payments to us or otherwise meet Cox’s minimum financial requirements, or you have communicated with Cox Customer Care and resolved any concerns about your account, Services or compliance with the terms of this Agreement.</p>\n<p>&nbsp;</p>\n<p>\n<b>5.&nbsp;&nbsp.\nStored Payment Methods:</b>\n<br> If you provide Cox with any account information, such as your bank account and routing numbers or your credit or debit card details, we may store that information and use it to administer your account, confirm charges, detect and prevent fraud, verify your identity, process payments to your account that you request in the future by telephone, mobile app, internet, or otherwise, and comply with applicable data security protocols, including but not limited to the Payment Card Industry Data Security Standard.&nbsp.\nAdditionally, Cox may, without prior notice to you, use your stored account information to initiate credit or debit entries to your account as necessary to correct any mistakes or amendments in billing, payments, or collection.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>4.&nbsp;&nbsp.\nDISPUTE RESOLUTION.\nMANDATORY BINDING ARBITRATION.\nCLASS ACTION WAIVER —</b>\n</p>\n<p>\n<b>IF YOU FOLLOW THE PROCEDURES SET FORTH IN SECTION 4(b) BELOW, YOU HAVE THE RIGHT TO OPT OUT OF THIS DISPUTE RESOLUTION PROVISION (EXCEPT JURY TRIAL WAIVER) WITHIN 30 DAYS OF THE EFFECTIVE DATEOF THIS AGREEMENT.\nPROVIDED HOWEVER IF YOU BECOME A NEW COX CUSTOMER AFTER THE EFFECTIVE DATE OF THIS AGREEMENT, YOU HAVE THE RIGHT TO OPT OUT OF THIS DISPUTE RESOLUTION PROVISION (EXCEPT JURY TRIAL WAIVER) WITHIN 30 DAYS OF YOUR ACCEPTANCE OF THIS AGREEMENT AS DEFINED IN SECTION 1(d) ABOVE (THE “OPT-OUT PERIOD”).\nOTHERWISE, YOU WILL BE BOUND TO SETTLE ANY DISPUTES YOU MAY HAVE WITH COX THROUGH THE FOLLOWING DISPUTE RESOLUTION PROCEDURES.</b>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>A.&nbsp;&nbsp.\nYOU AND COX AGREE TO ARBITRATE — RATHER THAN LITIGATE IN COURT —</b>\n<br> any and all claims, disputes, or controversies between you and Cox, including any parents, subsidiaries, affiliates, officers, directors, employees, or agents of Cox, whether based in contract, statute, regulation, ordinance, tort (including, but not limited to, fraud, misrepresentation, fraudulent inducement, negligence, or any other intentional tort) or other legal or equitable theory (“Dispute”) that arise out of or in any way relate to this Agreement, any of the Services provided under this Agreement or any other Services or products that Cox provides to you in connection with this Agreement (including but not limited to amounts that Cox charges you for Services or products provided, any alleged breach related to the collection, retention or disclosure of your personal information, and any alleged violation of our Privacy Notice).&nbsp.\nYou and Cox also agree to arbitrate any and all Disputes that arise out of or relate in any way to any services or products provided to you by Cox or any of its affiliated entities under any other agreement.&nbsp.\nNotwithstanding this agreement to arbitrate, you and Cox may bring appropriate Disputes against each other in small claims court, if the Dispute falls within the small claims court's jurisdiction, or before the Federal Communications Commission, the relevant state public utilities commission, or any other federal, state, or local government agency authorized by law to hear the Dispute.</p>\n<p>&nbsp;</p>\n<p>\n<b>B.<b>&nbsp;&nbsp.\n</b>Opt Out:</b>\n<br> You may opt out of this dispute resolution provision (except for the jury trial waiver contained in Section 4(g) below) by notifying Cox of that intent during the Opt-Out Period by sending an email to Cox at ArbitrationOptOut@cox.com or a letter via U.S.\nmail to Cox Legal Department, Attn:&nbsp.\nLitigation Counsel, 6205B Peachtree Dunwoody Road, Atlanta, GA 30328 stating that you are opting out of this dispute resolution provision.&nbsp.\nExercising this right, should you choose to do so, will not affect any of the other terms of this Agreement with Cox, and you may remain a Cox customer.&nbsp.\nIf you opt out of the dispute resolution provision, that opt out will remain in effect if Cox modifies this section in the future or you agree to a new term of service under this Agreement.&nbsp.\nIf you enter into a new agreement with Cox that includes a dispute resolution provision and you want to opt out of that provision, you will need to follow the instructions in that agreement for opting out.</p>\n<p>&nbsp;</p>\n<p>\n<b>C.&nbsp;&nbsp.\nClass Action Waiver:</b>\n<br> You and Cox agree that all Disputes between you and Cox will be arbitrated individually, and that there will be no class, representative, or consolidated actions in arbitration.&nbsp.\nIf you or Cox brings a claim in small claims court, the class action waiver will apply, and neither of us can bring a claim on a class or representative basis.\nFurthermore, neither you nor Cox may participate in a class or representative action as a class member if the class action asserts Disputes that would fall within the scope of this arbitration agreement if they were directly asserted by you or Cox.\nWe both agree that this class action waiver is an essential part of our arbitration agreement and that if this class action waiver is found to be unenforceable by any court or arbitrator then the entire arbitration agreement set forth in this Section 4 will not apply to any Dispute between you and Cox, except for the provisions of Section 4(g) waiving the right to jury trial.\nThis class action waiver may not be severed from our arbitration agreement.</p>\n<p>&nbsp;</p>\n<p>\n<b>D.<b>&nbsp;&nbsp.\n</b>Arbitrator Authority:</b>\n<br> The arbitration between you and Cox will be binding.&nbsp.\nIn arbitration, there is no judge and <u>no jury.</u>&nbsp.\nInstead, our disputes will be resolved by an arbitrator, whose authority is governed by the terms of this Agreement.\nYou and Cox agree that an arbitrator may only award such relief as a court of competent jurisdiction could award, limited to the same extent as a court would limit relief pursuant to the terms of this Agreement.\nAn arbitrator may award attorneys' fees and costs if a court would be authorized to do so, and may issue injunctive or declaratory relief if that relief is required or authorized by the Applicable Law, but that injunctive or declaratory relief may not extend beyond you and your dealings with Cox.&nbsp.\nReview of arbitration decisions in the courts is very limited.</p>\n<p>&nbsp;</p>\n<p>\n<b>E.<b>&nbsp;&nbsp.\n</b>Informal Dispute Resolution:</b>\n<br> You and Cox agree that you will try to resolve disputes informally before resorting to arbitration.\n&nbsp;If you have a dispute, first call Cox Customer Care at the number listed on your monthly bill statement.&nbsp.\nIf the Cox representative is unable to resolve your dispute in a timely manner, you agree to then notify Cox of the dispute by sending a written description of your claim to Cox Customer Care, ATTN: Corporate Escalation Team, 6205B Peachtree Dunwoody Road, Atlanta, GA 30328 so that Cox can attempt to resolve it with you.&nbsp.\nIf Cox does not satisfactorily resolve your claim within 30 calendar days of receiving written notice to Cox Customer Care of your claim, then you may pursue the claim in arbitration.&nbsp.\nNeither you nor Cox may initiate arbitration without first following the informal dispute resolution procedure provided in this paragraph and thereafter, if the dispute is still not resolved, the party who desires to initiate arbitration must provide the other written notice of the intent to file for arbitration.&nbsp.\nIf you are sending a written notice of your intent to file for arbitration to Cox, please send such notice via U.S.\nmail to Cox Legal Department, Attn: Litigation Counsel, 6205B Peachtree Dunwoody Road, Atlanta, GA 30328.\nIf Cox is sending you a written notice of our intent to file for arbitration, we will send it to the last known address of record we have on file for you.</p>\n<p>&nbsp;</p>\n<p>\n<b>F.<b>&nbsp;&nbsp.\n</b>Arbitration Procedures:</b>\n<br> You and Cox agree that this Agreement and the services Cox provides to you affects interstate commerce and that the Federal Arbitration Act and not state arbitration laws applies for all Disputes.\nAll arbitrations shall be conducted by the American Arbitration Association (\"AAA\").&nbsp.\nThe AAA's rules are available on its website at <u>www.adr.org</u>&nbsp;or by calling 1-800-778-7879.\nIf the claim asserted in arbitration is for less than $75,000, the AAA's Consumer Arbitration Rules will apply.\nIf the claim asserted is for $75,000 or more, the Commercial Arbitration Rules will apply.&nbsp.\nIf there is a conflict between the AAA's rules and this dispute resolution agreement, this dispute resolution agreement shall control.\nTo initiate arbitration, you must send a letter requesting arbitration and describing your claims to Cox at <u>ArbitrationOptOut@cox.com</u> or via U.S.\nmail to Cox Legal Department, Attn: Litigation Counsel, 6205B Peachtree Dunwoody Road, Atlanta, GA 30328.\nYou must also comply with the AAA's rules regarding initiation of arbitration.\nCox will pay all filing fees and costs for commencement of arbitration, but you will be responsible for your own attorneys' fees and costs unless otherwise determined by the arbitrator pursuant to the terms of this Agreement or Applicable Law.\nCox will not seek to recover its fees and costs from you in the arbitration, even if allowed under the law, unless your claim has been determined to be frivolous.\nIf you are successful in the arbitration, Cox will pay your reasonable attorney's fees and costs.\nIf you obtain an award from the arbitrator greater than Cox's last written settlement offer, Cox will pay you $5,000 in addition to what you have been awarded in the arbitration.&nbsp.\nThe arbitration will be held in the county of the billing address where Cox provided you service and either party may appear either in person or by telephone.</p>\n<p>&nbsp;</p>\n<p>\n<b>G.&nbsp;&nbsp.\nJury Trial Waiver:</b>\n<br> If for any reason this arbitration agreement is found to be unenforceable, or if you opt out of this dispute resolution agreement, you and Cox expressly and knowingly <b>WAIVE THE RIGHT TO TRIAL BY JURY.</b> This means that a Judge rather than a Jury will decide disputes between you and Cox if, for any reason, the arbitration agreement is not enforced.</p>\n<p>&nbsp;</p>\n<p>\n<b>H.\n&nbsp.\nSurvival:</b> This dispute resolution provision survives the termination of your Services with Cox.\nIf you bring a claim against Cox after termination of your Services that is based in whole or in part on events or omissions that occurred while you were a Cox customer, this dispute resolution provision shall apply.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>5.&nbsp;&nbsp.\nACCESS TO YOUR PREMISES —</b>\n</p>\n<p>\n<b>A.&nbsp;&nbsp.\nAccess to Premises:</b>\n<br> You agree to allow Cox and/or our agents to enter the property at which the Service(s) and/or Cox Equipment will be provided to you (the “Premises”), upon your request, to install, configure, upgrade, maintain, inspect, change, repair and/or remove the Service and/or Cox Equipment.\nYou warrant that you are either the owner of the Premises or, if you are not the owner of the Premises that you have obtained the consent of the owner for Cox or its agents to access the Premises for the purposes described herein including, without limitation, consent to attach Cox Equipment to the outside of the Premises.\nIn addition, you agree to supply us or our agent, if we ask, the owner’s name, address and phone number and/or evidence that the owner has authorized you to grant access to us and our agents to the Premises.\nIf installation of Services or Cox Equipment by Cox at your Premises is required, Cox will schedule one or more installation and/or service appointments with you as needed and you agree to be present or to have a responsible representative, 18 years or older, present at the Premises during such appointments.\n&nbsp;Failure to schedule required installation of Services or Cox Equipment at your Premises may result in the disconnection of Services.</p>\n<p>&nbsp;</p>\n<p>\n<b>B.&nbsp;&nbsp.\nCharges for Visits:</b>\n<br> You will be responsible for payment of any charges assessed by Cox for visits to your Premises to install, maintain, inspect, repair or remove any Services, Cox Equipment or Customer Equipment, including, without limitation, in response to any difficulty caused, in whole or in part, by Customer Equipment, or other equipment, services or facilities not provided by Cox, for service calls at times other than normal business hours, and for any non-routine installation or maintenance.\nCharges for visits to your Premises can be found on the Cox Website or by calling Cox Customer Care at the number located on your bill statement.</p>\n<p>&nbsp;</p>\n<p>\n<b>C.\n&nbsp.\nSafe Working Environment:</b>\n<br> You agree to provide Cox's employees and representatives with a safe working environment while on the Premises.&nbsp.\nIf a Cox employee or representative deems the working environment unsafe in his/her sole discretion, you agree that Cox may elect not to provide any services, including without limitation installation, repair, maintenance, support or training services, on the Premises until such Premises are deemed safe by Cox.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>6.&nbsp;&nbsp.\nCOX EQUIPMENT —</b>\n</p>\n<p>\n<b>A.&nbsp;&nbsp.\nDefinition: </b>\n<br> “Cox Equipment” means any equipment provided or rented to you by Cox or our agents with or without a separate charge or fee in connection with the Services.\nCox Equipment also includes any software, firmware, or other programs contained within the Cox Equipment and Customer Equipment.\nExamples of Cox Equipment includes Cox provided gateways, routers, cable modems, miniboxes/DTAs, voice-capable modems, wireless gateway/routers, CableCARDs®, converters/receivers/set top boxes, digital adapters, remote controls, and similar equipment used to deliver the Services.\nCox Equipment does not include equipment you may purchase at retail or from Cox directly that may perform some or all of the functions of Cox Equipment.\nYou agree that Cox Equipment will remain the property of Cox and you will not acquire any ownership or other interest in any Cox Equipment or any network facilities, cabling or software by virtue of any payment made pursuant to this Agreement or by any attachment of the Cox Equipment to the Premises.\nYou agree that Cox Equipment will not be deemed fixtures or in any way part of the Premises.\nYou agree to use Cox Equipment only for receiving and/or using the Service(s) pursuant to this Agreement.</p>\n<p>&nbsp;</p>\n<p>\n<b>B.<b>&nbsp;&nbsp.\n</b>Changes and Upgrades to Cox Equipment:</b>\n<br> Cox may upgrade, replace, remove, add or otherwise change the Cox Equipment at our discretion at any time any Service is active (including Soft Disconnection) or following the termination of your Service(s).\nYou consent to such changes including software, firmware and other code updates or downloads, with or without notice to you, which may alter, add to, or remove features or functionalities of the Cox Equipment or Service.\nYou acknowledge and agree that our addition or removal of or change to the Cox Equipment may interrupt your Service(s).\n&nbsp;Cox may, at its option, install new or reconditioned Cox Equipment, including replacing your existing Cox Equipment, for which you may incur a fee.\nYou agree that such changes may be performed within Cox’s sole discretion at any time and in any manner.\nIf Cox requests that you replace,or offers to replace your equipment in order to provide you with better Service or stronger security, and you do not do so, Cox is not responsible for any resulting degradation of service or security vulnerabilities.&nbsp.\nIf Cox requires that you add or replace Cox Equipment and you do not do so, your Services may be disconnected.</p>\n<p>&nbsp;</p>\n<p>\n<b>C.<b>&nbsp;&nbsp.\n</b>Unauthorized Use and Prohibition on Tampering:</b>\n<br> You are responsible and may be liable for all Cox Equipment on your Premises and in your possession.\nYou may not sell, lease, abandon, or give away the Cox Equipment.&nbsp.\nYou agree that you will not and you will not permit others, including without limitation any other provider of video, telecommunications or Internet services, to use, rearrange, disconnect, abandon, remove, relocate, repair, service, alter, modify, tamper or otherwise interfere with the Cox cable network, the Services, or any of the Cox Equipment including software, firmware, or code changes without Cox’s prior written consent, which Cox may withhold in its sole discretion.\nSuch prohibition includes, without limitation, attaching or, permitting others to attach any unauthorized devices to our cable network, the Services, or the Cox Equipment, using or permitting others to use equipment that causes interference with reception equipment, or otherwise degrades our cable network signal quality or strength or creates signal leakage, altering a cable modem, router or gateway to change its downloading or uploading capacity, or altering identifying information such as serial numbers or logos.\nIf you make or assist any person to make any unauthorized connection or modification to Cox Equipment or the Service(s) or any other part of our cable network, we may terminate your Service(s) and recover such damages as may result from your actions.\nYou also agree that we may recover damages from you for tampering with any Cox Equipment or any other part of our cable network or for receiving unauthorized Service(s).\nThe unauthorized reception of the Service(s) may also result in criminal fines and/or imprisonment.\nYou agree that you will not allow anyone other than Cox or its agents to service the Cox Equipment.</p>\n<p>&nbsp;</p>\n<p>\n<b>D.<b>&nbsp;&nbsp.\n</b>Return of Cox Equipment:</b>\n<br> You agree that in the event you terminate your Service, you will return, in person, all Cox Equipment to any Cox retail center or your local Cox office within thirty (30) days of notifying Cox of your decision to terminate your Service, unless otherwise instructed in writing by a Cox representative.&nbsp.\nIf you upgrade or downgrade your Service(s) and the Cox Equipment that you possess is no longer required to support your new Cox Service(s), you must promptly return such Cox Equipment and, if applicable, exchange any advanced Cox Equipment (e.g.\nHD or DVR receiver, phone/data modem) for standard Cox Equipment (e.g.\nstandard digital receiver, basic phone modem, etc.).&nbsp.\n&nbsp;Such Cox Equipment must be returned to any Cox retail center or your local Cox office, in person, within thirty (30) days of notifying Cox of your decision to downgrade your Service(s), unless otherwise instructed in writing by a Cox representative.&nbsp.\nThe returned Cox Equipment must be in good condition and without any encumbrances, except for ordinary wear and tear resulting from proper use.&nbsp.\nThis provision shall survive the termination or expiration of this Agreement.</p>\n<p>&nbsp;</p>\n<p>\n<b>E.<b>&nbsp;&nbsp.\n</b>Relocation of Cox Equipment:</b>\n<br> The Cox Equipment may only be used in the Premises.\nYou agree that you will not remove any Cox Equipment from the Premises without Cox’s prior consent.\nAt your request, Cox may, at its discretion, relocate Cox Equipment for you within the Premises at your request and at a time agreeable to you and us for an additional charge.\nYOU UNDERSTAND AND ACKNOWLEDGE THAT IF YOU ATTEMPT TO INSTALL OR USE THE COX EQUIPMENT OR SERVICE(S) AT A LOCATION OTHER THAN THE PREMISES, THE SERVICE(S) MAY FAIL TO FUNCTION OR MAY FUNCTION IMPROPERLY.\nIf you relocate to a new address, you may be charged a fee to relocate the Cox Equipment.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>7.&nbsp;&nbsp;&nbsp.\nCUSTOMER EQUIPMENT —</b>\n</p>\n<p>\n<b>A.&nbsp;&nbsp.\nDefinition:</b>\n<br> “Customer Equipment” means any equipment, software, hardware or services supplied by you to use in conjunction with the Services or the Cox Equipment.&nbsp.\n&nbsp;You warrant that you are either the owner of the Customer Equipment or that you have the authority to give us access to the Customer Equipment.\nIf you are not the owner of the Customer Equipment, you are responsible for obtaining any necessary approval from the owner to allow us and our agents access to the Customer Equipment.\nCustomer Equipment is your sole responsibility including all costs of installation, maintenance and repair.\nYou agree to allow us and our agents the rights to insert cable cards and other hardware in the Customer Equipment, send software, firmware, and/or other programs to the Customer Equipment and install, configure, maintain, inspect and upgrade the Customer Equipment.\nYou are responsible and liable for any degradation or any interruption of Service, damage to Cox Equipment, loss of data, loss of your stored content or other consequences that you, Cox or any third party may suffer resulting from your use of Customer Equipment, including any Customer Equipment to which Cox or its agents has sent software, firmware or other programs.\nCox has no responsibility or liability for any loss of stored content or any damage to Customer Equipment.</p>\n<p>&nbsp;</p>\n<p>\n<b>B.<b>&nbsp;&nbsp.\n</b>Technical Requirements for Customer Equipment:</b>\n<br> All Customer Equipment must comply with Cox’s technical requirements which we may post on the Cox Website and change from time to time (“<b>Technical Requirements</b>”).\nWe will not be obligated to provide Service or support where your Customer Equipment fails to conform to Cox’s Technical Requirements.\n&nbsp;&nbsp;NEITHER COX NOR ANY OF ITS AFFILIATES, SUPPLIERS OR AGENTS WARRANT THAT CUSTOMER EQUIPMENT NOT MEETING COX’S TECHNICAL REQUIREMENTS WILL ENABLE YOU TO SUCCESSFULLY INSTALL, ACCESS, OPERATE, OR USE THE SERVICE(S).\nYOU ACKNOWLEDGE THAT ANY SUCH INSTALLATION, ACCESS, OPERATION, OR USE COULD CAUSE CUSTOMER EQUIPMENT TO FAIL TO OPERATE OR CAUSE DAMAGE TO CUSTOMER EQUIPMENT, YOU, YOUR PREMISES OR COX EQUIPMENT.\nNEITHER COX NOR ANY OF ITS AFFILIATES, SUPPLIERS OR AGENTS SHALL HAVE ANY LIABILITY WHATSOEVER FOR ANY SUCH FAILURE OR DAMAGE.\nCox reserves the right to deny you customer support for the Service(s) and/or terminate Service(s) if you use Customer Equipment not meeting the Technical Requirements.</p>\n<p>&nbsp;</p>\n<p>\n<b>C.<b>&nbsp;&nbsp.\n</b>Changes and Upgrades To Customer Equipment:</b>\n<br> You acknowledge that Cox may install Cable Cards® and other Licensed Software and may send firmware and other code updates or downloads to Customer Equipment which will ensure full functionality of the Service and may alter, add to, or remove features or functionalities of Customer Equipment with or without notice to you and you agree that such changes may be performed at any time and in any manner.\n&nbsp;Periodically you may need to acquire new or additional Customer Equipment to continue to use the Service or receive the best quality of Service.</p>\n<p>&nbsp;</p>\n<p>\n<b>B.&nbsp;&nbsp.\nInside Wiring:</b>&nbsp;<br> You may install wiring, such as additional cable wiring and outlets, inside your Premises (“Inside Wiring”).&nbsp.\nAny Inside Wiring you have installed in your Premises must not interfere with the normal operations of our network.\n&nbsp;If you subscribe to Cox Complete Care (“CCC”) service and you notify Cox of a problem with your Cox Service, Cox will repair your Inside Wiring, provide education and issue isolation services, together with virus and spyware removal, wireless network setup and PC optimization services, in accordance with and as set forth in the Cox Complete Care Terms of Service which can be found at https://www.cox.com/residential/completecare.html.&nbsp.\nOtherwise, you are responsible for the repair and maintenance of the Inside Wiring, unless you and Cox agree otherwise in writing.&nbsp.\nAll such Inside Wiring, whether or not installed by Cox is considered your property or the property of whomever owns the Premises.\nIf you do not own the Premises, contact your landlord or building manager about the installation, repair or maintenance of Inside Wiring.</p>\n<p>&nbsp;</p>\n<p>\n<b>E.<b>&nbsp;&nbsp.\n</b>Cox Wi-Fi:</b>\n<br> In addition to the foregoing, you agree that Cox may send software, firmware, code updates, downloads and/or other programs to the Cox Equipment and/or Customer Equipment, as set forth in Sections 6(b) and 7(c) above, and may utilize all such equipment and attached wiring to distribute external Wi-Fi signals for deployment of Cox Wi-Fi and related Cable Wi-Fi services (“Cox Wi-Fi”).\nYou will have the opportunity at any time you are a Cox Internet customer to opt out of participation in Cox Wi-Fi services through the customer account management tools on www.cox.com or by calling Cox Customer Care at the number listed on your bill.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>8.&nbsp;&nbsp.\nPHONE NUMBER, E-MAIL ADDRESS AND COX IDENTIFIERS —</b>\n</p>\n<p>You do not have any proprietary rights to any identification number, phone number, email address or other identifier that Cox assigns to you or your account.\nWe may change or reassign them, but if we do, we will notify you.&nbsp.\nYou own any email addresses associated with your account other than Cox provided cox.net email addresses.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>9.&nbsp;&nbsp.\nPOWER SUPPLY, INTERRUPTIONS AND EMERGENCY SERVICES —</b>\n</p>\n<p>\n<b>A.&nbsp;&nbsp.\nPower Supply:</b>\n<br> Except as may be otherwise described in the Cox Phone Service Addendum, the Services do not have their own power supply and you are required to provide power for your use of the Service.\nCox will not be liable for any interruption of Service or other damage resulting from a power outage disruption or fluctuation (such as a power surge).\nThe Services are not intended to be used for activities requiring absolute reliability and accuracy.\nYou assume complete responsibility for any damages or injuries resulting from any interruption or other failure of the Services due in whole or in part to a failure of power supply.\nAdditional limitation of Cox’s liability for the Services is found in Section 15 and the Cox Phone Service Addendum to this Agreement.</p>\n<p>&nbsp;</p>\n<p>\n<b>B.&nbsp.\nScheduled Interruptions:</b>\n<br> Cox may schedule and interrupt Service for maintenance, repairs, upgrades, testing, or other administrative purposes at any time except as limited by any Applicable Law or tariff.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>10.&nbsp;&nbsp.\nSOFTWARE AND INTELLECTUAL PROPERTY —</b>\n</p>\n<p>\n<b>A.&nbsp;&nbsp.\nLicensed Software:</b>\n<br> Cox grants you a limited, nonexclusive, nontransferable and nonassignable license to install and use Cox’s software which includes software from third party licensors (“Licensed Software”) solely in order for you to access and use the Services.\nCox may modify the Licensed Software at any time, for any reason, and without providing notice of any such modification to you.\nThe Licensed Software constitutes confidential and proprietary information and contains trade secrets and intellectual property of Cox and its licensors which is protected under Applicable Law.\nAll right, title, and interest in and to the Licensed Software will remain with Cox and its licensors.\nYou agree not to translate, decompile, reverse engineer, distribute, remarket, or otherwise dispose of the Licensed Software or any part thereof.\nYou have a license to use the Cox Equipment, content, Service, Licensed Software and/or applications provided by Cox and/or third party providers (collectively “Suppliers”).\nYou agree, however, that all such content and Licensed Software will remain the sole property of Cox or its Suppliers and that no additional rights arise from this grant of use.\nBy subscribing to Services, You waive any claim against Cox or its Suppliers in connection with this Agreement and agree that Cox and its Suppliers have the right to enforce this provision.\nYou acknowledge and agree that neither Cox nor its Suppliers can provide uninterrupted or error-free service and that Cox’s and its Supplier’s liability is limited as described in Section 15 below.\nYou also agree to comply with the terms and conditions of all end user software license agreements provided to you in order for you access and to use the Services, particularly Cox Internet.\nYour right to use the Licensed Software, Service, or content ends upon termination of this Agreement.</p>\n<p>&nbsp;</p>\n<p>\n<b>B.&nbsp;&nbsp.\nPosting Your Material:</b>\n<br> You are solely responsible and liable for all material that you upload, post, email, transmit or otherwise make available via the Services, including, without limitation, material that you post to any Cox website, third party website, &nbsp;or any third party vendor’s service (such as a social media site) that is used by Cox.\nCox does not claim ownership of material you submit or make available for inclusion on the Service.\nHowever, with respect to material you submit or make available for inclusion on publicly accessible areas of the Service, you grant Cox a world-wide, royalty free and non-exclusive license to use your material in connection with Cox’s businesses including, but not limited to, the rights to copy, distribute, publicly perform, publicly display, transmit, publish your name or identifier in connection with the material, and to prepare derivative works.\nNo compensation will be paid with respect to the use of your material.</p>\n<p>&nbsp;</p>\n<p>\n<b>C.&nbsp;&nbsp;&nbsp.\nIntellectual Property Infringement Claims:</b>\n<br> Cox is registered under the Digital Millennium Copyright Act of 1998.\nIn accordance with Title 17, United States Code, Section 512(c)(3), if you believe that a Web page hosted by Cox is violating your rights under U.S.\ncopyright law, you may file a complaint of such claimed infringement with Cox’s designated agent.\nFor more information regarding Cox’s policies and procedures addressing copyright infringement, please visit https://www.cox.com/aboutus/policies/copyright.html (recipients of complaints).</p>\n<p>&nbsp;</p>\n<p>\n<b>D.&nbsp;&nbsp.\nCopyright and Trademark Notices:</b>\n<br> Materials available on Cox Websites and on other Services are protected by copyright law.\nCox is a trademark of Cox Communications, Inc.\nCox and other Cox services referenced herein are either actual service marks or registered service marks of Cox Communications, Inc.\nAll other trademarks and service marks are the property of their respective owners.</p>\n<p>&nbsp;</p>\n<p>\n<b>E.&nbsp;&nbsp.\nLinks to Third Party Websites:</b>\n<br> In your use of the Services and/or Cox Websites, you may encounter various types of links that enable you to visit Websites operated or owned by third parties (“Third Party Site(s)”).\nThese links are provided to you as a convenience and are not under the control or ownership of Cox.\nThe inclusion of any link to a Third Party Site is not an endorsement by Cox of the Third Party Site, an acknowledgement of any affiliation with its operators or owners, or a warranty of any type regarding any information or offer on the Third Party Site.\nYour use of any Third Party Site is governed by the various legal agreements and policies posted at that website.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>11.&nbsp;&nbsp.\nCUSTOMER PRIVACY NOTICE AND ACCOUNT SECURITY —</b>\n</p>\n<p>\n<b>A.&nbsp;&nbsp.\nCustomer Privacy Notice:</b>\n<br> Cox will provide you with its Customer Privacy Notice upon obtaining Service and again annually, but the most up-to-date version is always online at the Cox Website.\nThe Customer Privacy Notice describes how Cox may from time to time collect, use and disclose information about you and includes information as to your choices concerning video and Internet usage, Customer Proprietary Network Information, use of cookies, use of location information, and other policies and rights concerning your use of Cox Services.\nChanges in our Services or the law may cause us to make changes to our Customer Privacy Notice from time to time.\nWe will post any changes at the Website, along with the effective date of the changes.\nCox also has the right to intercept and disclose any transmissions over our facilities in order to protect our rights or property, to comply with the law, pursuant to a court order or subpoena or where we believe individual or public safety is in peril.</p>\n<p>&nbsp;</p>\n<p>\n<b>B.&nbsp;&nbsp.\nSecurity of your Account:</b>\n<br> You are responsible for protecting the information required to access or make modifications to your account (for example, passwords, PINs, secret answers to security questions, etc.).&nbsp.\nIf someone else acquires this information (through no fault of ours), we will assume that you have authorized that person’s use of the information and access to your account.\nPlease report any suspected incidents of unauthorized access to your account or unauthorized disclosure of your account information to Cox promptly by calling the Cox Customer Care number listed on your bill statement, visiting a Cox retail location, or writing to us at the address listed on your bill statement.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>12.&nbsp;&nbsp.\nUSE OF SERVICES —</b>\n</p>\n<p>\n<b>A.&nbsp;&nbsp.\nCompliance with the Law:</b>\n<br> You agree that you will comply with all current and future laws regarding the Services.\nIf you violate the law in connection with your use of the Services, Cox Equipment, or Licensed Software, Cox may suffer harm and will have all remedies available at law or in equity, including injunctive relief.\nContent derived from the Service, Cox Equipment, the Licensed Software, and any accompanying information is subject to applicable export control laws and regulations of the United States.\nYou agree not to export or re-export such content, to any countries that are subject to restrictions or upload through the Services any material in violation of such restrictions.</p>\n<p>&nbsp;</p>\n<p>\n<b>B.&nbsp;&nbsp.\nNon Commercial Use Only:</b>\n<br> You agree to use the Services only for personal, noncommercial purposes and not business activities.\nYou may not rebroadcast, retransmit, redistribute, perform, or charge admission to view or listen to any of the Cox Services unless you obtain and pay for any applicable public performance licenses.</p>\n<p>&nbsp;</p>\n<p>\n<b>C.&nbsp;&nbsp.\nMisuse of the Services:</b>\n<br> You agree to not misuse the Services, Cox Equipment, or Licensed Software.\nSuch misuse includes but is not limited to: (i) violation of Applicable Law and any commercial use as described above.\n(ii) use in a manner that adversely interferes with Cox’s network or reputation.\n(iii) any unauthorized or fraudulent use of or access to the Services such as to avoid paying for Services.\n(iv) use in a manner that infringes the intellectual property or other rights of any third party including copying, modifying, reverse engineering, uploading, downloading or reselling any content or Licensed Software.\n(v) sending content or messages or otherwise engaging in communications that are abusive, obscene, lewd, lascivious, filthy, excessively violent, harassing, illegal, fraudulent, threatening, defamatory or an invasion of privacy.\n(vi) modifying or tampering with Cox Equipment in any manner other than as expressly authorized by Cox.\n(vii) engaging in telemarketing, fax broadcasting, spam, junk or other unsolicited email.\n(viii) intercepting a third party’s communications or accessing or attempting to access another party’s account or otherwise circumvent any security measures.\n(ix) uploading any virus, worm or malicious code.\n(x) using automated connections that allow web broadcasts, automatic data feeds, automated machine-to-machine connections or peer-to-peer file sharing.\n(xi) using as a substitute or back-up for private lines, or full-time or dedicated data connections.\n(xii) networking hacking and “denial of service” attacks.\n(xiii) using unauthorized software or devices to maintain continuous active Internet connection when the connection would otherwise have entered idle mode.\nor, (xiv) engaging in continuous or extensive call forwarding or long distance abuse.</p>\n<p>&nbsp;</p>\n<p>\n<b>D.&nbsp;&nbsp.\nCustomer Responsibilities for Improper Use:</b>\n<br> You acknowledge that you are accepting this Agreement on behalf of all persons who use the Service(s) and Cox Equipment at the Premises and that you shall have the responsibility for ensuring that all other users understand and comply with the terms and conditions of this Agreement and any applicable policies, including, but not limited to the CHSI Acceptable Use Policy, and Customer Privacy Notice, and any other applicable privacy notices or other policies.\nYou will take reasonable precautions to prevent others from gaining unauthorized access to the Services.&nbsp.\nExcept as otherwise specified in this Agreement, you are responsible for any unauthorized use and for controlling access to the Services, Cox Equipment, Customer Equipment, and Licensed Software including payment of any charges incurred as a result of any such unauthorized use.</p>\n<p>&nbsp;</p>\n<p>\n<b>E.&nbsp;&nbsp.\nMonitoring Compliance with the Law and this Agreement:</b>\n<br> Although Cox is not obligated to monitor the Services, Cox may perform tests and inspections to confirm that you are complying with this Agreement.\nCox may, without notice, suspend, restrict access to or terminate your Service, or remove or make unavailable any content and/or monitor, review, retain and/or disclose any content or other information in Cox’s possession about or related to you or your use of the Services as Cox deems necessary to satisfy any Applicable Law, regulation, legal process or governmental request.</p>\n<p>&nbsp;</p>\n<p>\n<b>F.&nbsp;&nbsp.\nTheft of Service:</b>\n<br> Tampering with or altering a cable system or converter to receive unauthorized services is a Federal crime punishable by fines and/or imprisonment.\nWe may conduct periodic system checks and audits to detect the unauthorized receipt of Service.</p>\n<p>&nbsp;</p>\n<p>\n<b>G.&nbsp;&nbsp.\nCall Recording.\nUse of Recording Devices:</b>\n<br> You consent to Cox recording phone conversations between you and Cox for quality assurance, analytics and internal business purposes.&nbsp;&nbsp.\nYour use of recording devices to record telephone conversations transmitted over the Services is at your own risk provided that your use complies with all federal, state and local laws, regulations, rules and ordinances.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>13.&nbsp;&nbsp.\nINDEMNIFICATION —</b>\n</p>\n<p>You hereby indemnify and hold harmless Cox and its parent companies, subsidiaries, affiliates, Suppliers and other suppliers, contractors, distributors, licensors and business partners, as well as the officers, directors, employees, agents and representatives of each of these (each a “Cox Related Party”, and collectively, the “Cox Related Parties”) from any third-party claims, actions, proceedings, damages and liabilities, including attorneys’ fees, arising out of (i) your use, or other users use, of your Services or Cox Equipment.\n(ii) any act in violation of any law committed by you including any use of the Services that may infringe on the patent, copyright, trademark or other intellectual property right or privacy right of any third party.\n(iii) any breach by you of this Agreement.\n(iv) any content or software displayed, distributed, or otherwise disseminated by you or other users of your Services.\n(v) your failure to safeguard your PIN, passwords or other account information, and (vi) your failure to replace Equipment when requested by Cox.\nThis Section will continue in effect after this Agreement terminates.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>14.&nbsp;&nbsp.\nDISCLAIMER OF WARRANTIES —</b>\n</p>\n<p>\n<b>YOU ACKNOWLEDGE THAT THE SERVICES, COX EQUIPMENT, AND LICENSED SOFTWARE ARE PROVIDED “AS IS” AND WITHOUT WARRANTIES.\nCOX MAKES NO WARRANTIES, EXPRESSED OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY WARRANTY OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE, OF TITLE OR NON-INFRINGEMENT AS TO THE SERVICES, COX EQUIPMENT, AND/OR THE LICENSED SOFTWARE PROVIDED TO YOU.\nCOX DOES NOT MANUFACTURE THE COX EQUIPMENT, DEVICES OR LICENSED SOFTWARE AND IS NOT RESPONSIBLE FOR ANY ACTS OR OMISSIONS ON THE PART OF ANY MANUFACTURER, SPECIFICALLY INCLUDING A MANUFACTURER OF CUSTOMER EQUIPMENT OVER WHICH YOU RECEIVE THE SERVICES.\nUNLESS OTHERWISE RESTRICTED OR PROHIBITED BY APPLICABLE LAW, COX DOES NOT WARRANT THAT THE SERVICES, COX EQUIPMENT OR LICENSED SOFTWARE WILL BE ACCURATE, COMPLETE, ERROR-FREE, WITHOUT INTERRUPTION, FREE FROM VIRUSES OR OTHER MALICIOUS AGENTS EVEN IF ANTI-VIRUS MECHANISMS ARE DEPLOYED.\nCOX DOES NOT WARRANT THAT ANY COMMUNICATION WILL BE TRANSMITTED UNCORRUPTED OR AT ANY UPSTREAM OR DOWNSTREAM SPEED.\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF IMPLIED WARRANTIES, SO THOSE PROVISIONS MAY NOT APPLY TO YOU.\nTHIS SECTION WILL CONTINUE IN EFFECT AFTER THIS AGREEMENT TERMINATES.&nbsp.\n<br>\n</b>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>15.&nbsp;&nbsp.\nLIMITATION OF LIABILITY —</b>\n</p>\n<p>THIS SECTION DESCRIBES THE FULL EXTENT OF COX’S AND THE COX RELATED PARTIES’ RESPONSIBILITY FOR ANY CLAIMS FOR DAMAGES CAUSED BY OUR ACTS OR OMISSIONS OR THE FAILURE OF THE SERVICES, COX EQUIPMENT, OR LICENSED SOFTWARE, OR ANY OTHER CLAIMS IN CONNECTION WITH THE SERVICES, COX EQUIPMENT, LICENSED SOFTWARE, OR THIS AGREEMENT.\nTHIS SECTION WILL CONTINUE IN EFFECT AFTER THIS AGREEMENT TERMINATES.</p>\n<p>&nbsp;</p>\n<p>\n<b>A.&nbsp;&nbsp.\nLimitation:</b>\n<br> Neither Cox nor any of the Cox Related Parties will be liable for damages for failure to furnish or the degradation or interruption of any Services, for a problem with the interconnection of Services, for any loss of data or stored content, for identity theft, or for any files or software damage, regardless of cause, or for a problem with the service or equipment of a third party.</p>\n<p>&nbsp;</p>\n<p>\n<b>B.&nbsp;&nbsp.\nDamage to Person or Property:</b>\n<br> Neither Cox nor any of the Cox Related Parties will be liable for damage to property or for injury to any person arising from the installation, maintenance or removal of Cox Equipment, Licensed Software, from use of Services or any content contained therein including interactive or 3D, television Services, from support for the Services, or from inclusion, omission, or error relating to information about you in any published or electronic directory we may offer.\nYou recognize that you have an obligation to exercise caution and personal responsibility including adhering to all manufacturers’ warranties accompanying any Cox or Customer Equipment or any other equipment used in connection with the Services and to make sure that your use of the Services and Cox Equipment does not subject you or others to danger.</p>\n<p>&nbsp;</p>\n<p>\n<b>C.&nbsp;&nbsp.\nMonitoring:</b>\n<br> Neither Cox nor any of the Cox Related Parties is obligated to monitor your use of the Services.\nNeither Cox nor any of the Cox Related Parties will be liable, however, for any action we take such as restricting access to obscene content or blocking email considered to be “spam” to assure your use of the Service is in compliance with Applicable Laws and this Agreement.</p>\n<p>&nbsp;</p>\n<p>\n<b>D.&nbsp;&nbsp.\nThird-Party Acts:</b>\n<br> You expressly agree that neither Cox nor any of the Cox Related Parties is responsible or liable for any content, act or omission of any third party including, without limitation, any threatening, defamatory, obscene, offensive, or illegal conduct, or any infringement of another’s rights including, without limitation, privacy and intellectual property rights, and you hereby release Cox and each of the Cox Related Parties for any such claims based on the activities of third parties.</p>\n<p>&nbsp;</p>\n<p>\n<b>E.&nbsp;&nbsp.\nNo Indirect or Consequential Damages:</b>\n<br> YOU AGREE THAT FOR ANY CLAIMS YOU ASSERT AGAINST COX OR THE COX RELATED PARTIES AND FOR ANY CLAIMS THAT COX OR THE COX RELATED PARTIES ASSERT AGAINST YOU, THERE SHALL BE NO LIABILITY FOR INDIRECT OR CONSEQUENTIAL DAMAGES, INCLUDING BUT NOT LIMITED TO, LOST PROFITS OR REVENUE OR INCREASED COSTS OF OPERATION, OR FOR PUNITIVE DAMAGES, RELIANCE DAMAGES, OR SPECIAL DAMAGES.&nbsp.\nTHESE LIMITATIONS APPLY EVEN IF THE DAMAGES WERE FORESEEABLE OR WE WERE TOLD THEY WERE POSSIBLE, AND THEY APPLY WHETHER THE CLAIM IS BASED ON CONTRACT, TORT, STATUTE, FRAUD, MISREPRESENTATION, OR ANY OTHER LEGAL OR EQUITABLE THEORY.</p>\n<p>&nbsp;</p>\n<p>\n<b>F.&nbsp;&nbsp.\nAdditional Limitations on Cox’s Liability for Cox Internet:</b>\n<br> The public Internet is used by numerous persons or entities including, without limitation, other Cox Internet subscribers.\nAs is the case with all shared networks like the public Internet, there is a risk that you could be subject to “eavesdropping.” This means that other persons or entities may be able to access and/or monitor your use of Cox Internet.\nIf you post, store, transmit, or disseminate any sensitive or confidential information, you do so at your sole risk.\nNeither Cox, nor the Cox Related Parties or any of the Cox or Cox Related Parties’ agents shall have any liability whatsoever for any claims, losses, actions, damages, suits or proceedings arising out of or otherwise relating to such actions by you.\nYou acknowledge that software programs are commercially available that claim to be capable of encryption or anonymization.\nWe make no representation or warranty regarding the effectiveness of these programs.</p>\n<p>&nbsp;</p>\n<p>\n<b>G.&nbsp;&nbsp.\nLimitations Period:</b>\n<br> We each agree that any Claims must be brought within two (2) years of their accrual notwithstanding any otherwise applicable statute of limitations.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>16.&nbsp;&nbsp.\nTERMINATION —</b>\n</p>\n<p>\n<b>A.&nbsp;&nbsp.\nTermination:</b>\n<br> Unless you have entered into a Minimum Term Agreement and unless prohibited by Applicable Law, either you or Cox may terminate this Agreement at any time without cause by providing the other party with no less than twenty-four (24) hours written notice of such termination.\nCox may also terminate Service without notice to you if you fail to pay for Service or otherwise breach this Agreement, if you violate the law or Cox policies, or if you misuse the Services or Cox Equipment.\nYou may terminate any particular Service and this Agreement will remain in effect for any Services or Cox Equipment you continue to subscribe to, use, pay for or retain.\nIn the event of termination by you, you must notify Cox as instructed in Section 17(d).\nIn the event of termination by Cox, Cox may notify you of such termination by electronic or other means.</p>\n<p>&nbsp;</p>\n<p>\n<b>B.&nbsp;&nbsp.\nMinimum Term Agreements:</b>\n<br> If you have entered into a Minimum Term Agreement with Cox, termination of Service will be controlled by the terms and conditions of your Minimum Term Agreement and may include an early termination fee.</p>\n<p>&nbsp;</p>\n<p>\n<b>C.&nbsp;&nbsp.\nCustomer Obligations Upon Termination:</b>\n<br> You expressly agree that upon termination of this Agreement: (i) You will either return Cox Equipment to Cox or permit Cox to access your Premises at a reasonable time to remove any Cox Equipment and other material provided by Cox.\n(ii) You will ensure the immediate return to Cox of any Cox Equipment in good condition without any encumbrances, except for ordinary wear and tear or you agree to pay Cox’s reasonable estimates of the repair, replacement and/or incidental costs that Cox incurs as set forth in this Agreement.\n(iii) You will return or destroy all copies of any Licensed Software provided to you pursuant to this Agreement.\n(iv) You are responsible for storing or retrieving any emails, voice mail messages, and material stored in Cox’s online backup service, or other information you wish to retain after termination of the Service.\n(v) You will cease use of any Services terminated.\n(vi) Cox is authorized to delete any files, programs, data and email messages associated with any terminated account.</p>\n<p>&nbsp;</p>\n<p>\n<b>D.&nbsp;&nbsp.\nProration of Charges Upon Termination:</b>\n<br> If Services are terminated charges will accrue through the date that Cox fully processes the termination.\nYou agree to pay Cox on a pro-rated basis for any use by you of any Cox Equipment or Services for a part of a month.\nYou must pay all outstanding charges, including payment of any bills that remain due.\nYou must reimburse us for any reasonable costs we incur.\nincluding attorneys’ fees, to collect charges owed to us.\nIf you want us to renew the Services after termination, we may require that you pay a deposit.\nFor some Services, Cox may require a minimum thirty (30) day charge regardless of the activation or cancellation date.</p>\n<p>&nbsp;</p>\n<p>\n<b>E.&nbsp;&nbsp.\nRefunds Upon Termination:</b>\n<br> If you terminate Service, Cox will refund the prorated unused portion of any fees and charges you have paid in advance.\nIf the pro-rata unused portion is less than $5.00 Cox will make the refund on your request.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>17.&nbsp;&nbsp.\nMISCELLANEOUS —</b>\n</p>\n<p>\n<b>A.&nbsp;&nbsp.\nAssignment:</b>\n<br> Except as described in this Agreement, you may not assign or transfer any part of this Agreement or the Service(s), Cox Equipment or Licensed Software (including transfer to any other occupant of the Premises or to any other location) without the prior written consent of Cox.\nCox may assign all or part of this Agreement without notice to you and without your consent.</p>\n<p>&nbsp;</p>\n<p>\n<b>B.&nbsp;&nbsp.\nForce Majeure:</b>\n<br> Cox will not be liable for any delay, interruption of Service, failure of performance of Cox or Customer Equipment, or any loss, liability or damage directly or indirectly caused by circumstances beyond our control, including but not limited to acts of God, flood, explosion or other catastrophes, causes attributable to you, Your Equipment or your property, acts of third parties, national emergencies, acts of terrorism, insurrections, riots, wars, unavailability of rights-of-way, loss of use of poles or other utility facilities, material shortages, power outages or reductions, failure of any cable signal at the transmitter, failure of a satellite, strikes, lockouts, or work stoppages, or any law, order, regulation, or request of the federal, state or local governments having jurisdiction over Cox.\nThe use and restoration of Services in emergencies will in all cases be subject to the priority system specified by federal regulations.</p>\n<p>&nbsp;</p>\n<p>\n<b>C.&nbsp;&nbsp.\nGoverning Law:</b>\n<br> This Agreement will be governed by the laws of the state in which you receive the Services and applicable federal law.</p>\n<p>&nbsp;</p>\n<p>\n<b>D.&nbsp;&nbsp.\nNotices:</b>\n<br> When this Agreement requires notice from you to Cox, you agree to provide us with written notice to the address specified on your bill or as instructed on the Website or by calling us.\nNotice by calling us will be effective as of the date our records show that we received your call.\nNotices to you shall be provided as stated in Section 1(f) above.</p>\n<p>&nbsp;</p>\n<p>\n<b>E.&nbsp;&nbsp.\nSeverability:</b>\n<br> In the event that any portion of this Agreement is held to be unenforceable in a jurisdiction, the unenforceable portion will be construed in accordance with Applicable Law in that particular jurisdiction as nearly as possible to reflect the original intentions of the parties and the remainder of this Agreement will remain in full force and effect.</p>\n<p>&nbsp;</p>\n<p>\n<b>F.&nbsp;&nbsp.\nSurviving Obligations:</b>\n<br> Certain provisions will survive the termination of this Agreement including Arbitration, Indemnification by Customer, Disclaimer of Warranties, Limitation of Liability, Payment Obligations and all other provisions which by their nature would be expected to survive.</p>\n<p>&nbsp;</p>\n<p>\n<b>G.&nbsp;&nbsp.\nWaiver and Strict Performance:</b>\n<br> Cox’s failure to require your strict performance of any term of this Agreement will not be a waiver of Cox’s right to require strict performance of any term or condition herein.</p>\n<p>&nbsp;</p>\n<p>\n<b>H.&nbsp;&nbsp.\nHow to Contact Us:</b>\n<br> For any questions regarding this Agreement, billing, your Services, technical support or other, please contact Cox by phone at the number shown on your bill, by U.S.\nMail to the address shown on your bill, or by visiting the Website and obtaining the contact information located under “Contact Us.”<br>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p> Cox Video Service Addendum to the Residential Customer Service Agreement <p>This Cox Video Service Addendum (\"Video Addendum”) is made a part of and incorporated into the Residential Customer Service Agreement between Cox and those Customers who receive the Cox Video Service.&nbsp.\nIn the event of any conflict between the provisions of this Video Addendum and the provisions of the Agreement, the provisions of this Video Addendum shall control.&nbsp.\nAll capitalized terms not otherwise defined herein will have the same meaning as set forth in the Agreement.</p>\n<p>&nbsp;</p>\n<p>\n<b>1.&nbsp;&nbsp.\nProgramming</b>: <br> Federal law requires that you must subscribe to Cox’s basic tier of service to access other programming choices, including tiers of service and services offered on a per-program or per-channel basis.\nAdditionally, professional sporting events, both local and national, may be subject to blackouts per the league’s broadcast rules and regulatory requirements.\nDue to these blackouts, not all programming and services will be available in all areas and programming may be subject to change.</p>\n<p>&nbsp;</p>\n<p>\n<b>2.&nbsp;&nbsp.\nAdvanced Cox Video Services Enabled Cox Equipment</b>: <br> You agree that in the event that you downgrade your Cox Video Service, by disconnecting or otherwise terminating HD, DVR or other advanced features of Cox Video Services (such HD or DVR Cox Video Services, together with any successor or similar Cox Video Services and other advanced services developed, offered or provided by Cox, the “Advanced Cox Video Services”) in accordance with this Agreement, you expressly agree that you will return, in person, any Advanced Cox Video Services enabled Cox Equipment (the “Advanced Video Cox Equipment”) to any Cox retail center or your local Cox office within thirty (30) days of notifying Cox of your decision to downgrade your Service, unless you receive alternative instructions from the Cox customer service department, in which case you agree to follow such alternative instructions.\nIf you return your equipment by mail, you will be responsible for any damage to the equipment as assessed by Cox upon receipt.&nbsp.\nUpon the Cox’s receipt of the Advanced Video Cox Equipment, you will receive non-Advanced Cox Video Services enabled, as applicable, Cox Equipment (the “Substitute Cox Equipment”).\nYou may request to have Cox install your Substitute Equipment, for which you may incur a fee.\nThe period of time from notification to Cox of your decision to downgrade to the earlier to occur of (i) the return of the Cox Equipment and (ii) thirty (30) days from notification of the downgrade shall be referred to for the purposes of this Section as the “Grace Period.” During such Grace Period you will continue to receive your Advanced Cox Video Services at no cost.\nIn the event that you do not return such Cox Equipment within the thirty (30) day period set forth above Cox will charge you &nbsp;(i) for the Advanced Cox Video Services, as applicable, until the Cox Equipment is returned to Cox or otherwise removed from your premises in accordance with this Agreement, &nbsp;and (ii) if the Cox Equipment is not returned, an Unreturned Equipment Charge.<br>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p> Cox Internet Service Addendum to the Residential Customer Service Agreement <p>This Cox Internet Service Addendum (“Internet Addendum”) is made a part of and incorporated into the Residential Customer Service Agreement between Cox and those Customers who receive Cox Internet Service.&nbsp.\nIn the event of any conflict between the provisions of this Internet Addendum and the provisions of the Agreement, the provisions of this Internet Addendum shall control.&nbsp.\nAll capitalized terms not otherwise defined herein will have the same meaning as set forth in the Agreement.</p>\n<p>&nbsp;</p>\n<p>\n<b>1.&nbsp;&nbsp.\nAcceptable Use</b>:<br> You agree to use Cox Internet Service strictly in accordance with Cox’s CHSI Acceptable Use Policy, located at the Cox Website.<br>\n<br>\n</p>\n<p>\n<b>2.<b>&nbsp.\n</b>Equipment Requirements</b>:&nbsp;<br> You may purchase, or where offered, rent a modem or gateway from Cox or you may purchase a DOCSIS 3, 3.1 or higher, Cox-certified modem or gateway from a third-party provider.\nCox’s current Technical Requirements for your computer or other device, if applicable, and Cox Internet level of service are available on the Cox Website and you are strongly urged to check with your local Cox Customer Support or online at www.cox.com for the most current Cox certified device list.&nbsp.\nCox reserves the right to provide Service only to users with Cox-approved DOCSIS-compliant devices.\nIf at any time your cable modem no longer meets Cox’s Technical Requirements you may be required to replace your device at your cost.\nIf Cox requests that you replace,or offers to replace your equipment in order to provide you with better Service or stronger security, and you do not do so, Cox is not responsible for any resulting loss or degradation of Service or security-related loss or exposure.\nCertain types of DOCSIS equipment may be required to achieve advertised Internet speeds.<b> &nbsp;</b>You agree that you will not connect any unauthorized equipment to the cable modem outlet.\nFailure to comply with this restriction may cause damage to the Cox network and subject you to liability.</p>\n<p>&nbsp;</p>\n<p>\n<b>3.<b>&nbsp.\n</b>Email</b>:&nbsp;<br> When you subscribe to Cox Internet Service you will have the option to use a single cox.net email account.\nAt your option, you may also establish secondary accounts with Cox and/or use email provided by other third-party providers of email services.\nCox may use any email accounts provided to Cox to send notices as permitted by law.\nCox will retain all ownership rights in the Cox-provided email address(es).</p>\n<p>&nbsp;</p>\n<p>\n<b>4.<b>&nbsp.\n</b>Installation</b>:<br> Cox or its agents may supply and install certain software and equipment, and if required, an extra outlet, for a fee set forth in our rate plan.\nIn order to install the Service your computer/device and level of Cox Internet service must meet the Cox Technical Requirements as described in Section 2 of this Internet Addendum.\nYou acknowledge and agree that installation of Cox Internet Services (including the Licensed Software) may require Cox personnel and/or its agents to open or access your computer/device.\nYou further acknowledge and agree that such installation and/or use of the Service (including the Licensed Software) may result in the modification of your computer’s or other device’s system’s files.\nAdditionally, Cox may periodically update the software/firmware in your modem or gateway in order to provide the Service.\nCox does not represent, warrant, or covenant that such modifications will not disrupt the normal operations of your computer or device.\nCox’s liability for any damage resulting from such installation, use of the Licensed Software and/or file modifications is limited as described in Section 15 of the Agreement.\nUnless Cox offers and you subscribe to service and support for in-home networks you agree that Cox has no responsibility to provide such service.</p>\n<p>&nbsp;</p>\n<p>\n<b>5.<b>&nbsp.\n</b>Service Management</b>:&nbsp;<br> Cox manages its Cox Internet Service to improve its service offerings, protect Customers, create new services and feature enhancements.\nManagement activities may include, without limitation, the following actions: rate limiting of email as set forth in our email policies published on the Cox Website under Policies, Speeds and Data Plans, rejection or removal of “spam” or otherwise unsolicited bulk email, port blocking, and cybersecurity mechanisms (including identification and blocking of viruses, phishing sites and other malware).&nbsp.\nWe also measure Customer bandwidth usage and offer a Data Usage Meter for Customers to track their usage, see www.cox.com/datausage.\nCox manages its network for the greatest benefit of the greatest number of Customers.\n&nbsp;Cox may enforce limits on specific features of the Cox Internet Service including, without limitation, email storage (including deletion of dormant or unchecked email and/or mailboxes) and Data Usage Plans.\nTo learn the limits on specific features of the Cox Internet Service, visit the Cox Website.&nbsp.\nAlso, to review Cox’s Internet Service Disclosures, please visit www.cox.com/internetdisclosures.</p>\n<p>&nbsp;</p>\n<p>\n<b>6.<b>&nbsp.\n</b>Service Tools and Enhancements:</b>\n<br> Cox may provide certain enhancements to the Cox Internet Service, such as home network management, content filtering, parental controls, Internet/WiFi access controls, network security, and other related network management tools.&nbsp.\nSuch tools, if any, are not guaranteed and may experience disruption, inaccurate or inconsistent results, and other limitations impacting performance.&nbsp.\nThese and other similar tools may be added or removed from the service at any time and in Cox’s sole discretion.<br>\n</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p> Cox Phone Service Addendum to the Residential Customer Service Agreement <p>This Cox Phone Service Addendum (“Phone Addendum”) is made a part of and incorporated into the Residential Customer Service Agreement between Cox and those Customers who receive Cox Phone Service.&nbsp.\nIn the event of any conflict between the provisions of this Phone Addendum and the provisions of the Agreement, the provisions of this Phone Addendum shall control with respect to Cox Phone Service.&nbsp.\nAll capitalized terms not otherwise defined herein will have the same meaning as set forth in the Agreement.</p>\n<p>&nbsp;</p>\n<p>\n<b>1.&nbsp;&nbsp.\nAdditional Terms</b>:&nbsp;<br> If you receive Cox Local Telephone Service you will be bound by any applicable tariff, state Telephone Service Guide or telephone price sheet located on Cox’s website at www.cox.com/phonetariffs and/or on file with the applicable State telephone and/or federal regulatory authority.&nbsp.\nThe terms of any such tariff or state Telephone Service Guide will supersede the terms of this Agreement in the event of a conflict relating to Cox Phone Services.&nbsp.\nIf you download Cox applications to your wireless device(s) that permit you to access certain calling and other features of Cox Phone Service using a broadband connection (“Mobility Applications”), you will be bound by additional terms and conditions that will be provided separately at the time you download and/or use them.\nMobility Applications do not provide the same access to 911 services as your Cox Phone Service.\nInternational Long Distance calling is not enabled on Mobility Applications.\nIf you use Cox Phone Service features to access third party services, such as services designed to block robot calls, you may be asked by the third party to consent to separate terms and conditions governing your use of its service.<br>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>2.<b>&nbsp;&nbsp.\n</b>Rounding Up Charges for Voice Usage</b>:<br> Any calls you make or receive using your Cox Phone Services are rated on full minutes of use and minutes are rounded up to the nearest whole minute.\nFor example, a call that lasts for 5 minutes will be billed for 5 minutes of usage, and a call that last for 5 minutes and 1 second will be billed for 6 minutes of usage.<br> &nbsp;</p>\n<p>\n<b>3.<b>&nbsp;&nbsp.\n</b>Phone Number Portability</b>:<br> When we assign a phone number to you, you will not have any rights to it, other than your right to port your phone number to another carrier who will accept that number and consistent with applicable regulations.\nYou may authorize another carrier to transfer your number from Cox to that carrier.\nBy porting your number, you are terminating all Cox Phone Services, features and applications that Cox provides to you associated with that telephone number.\nhowever, you will be responsible for all charges that you incur prior to this deactivation, for any applicable Early Termination Fee, and charges that apply to any Cox Phone Services, features or applications associated with other telephone numbers that have not been ported.&nbsp.\nThe telephone numbers utilized for Cox Phone Service are assigned in accordance with applicable federal and state numbering rules.\nTherefore, Cox cannot accommodate the assignment of a telephone number outside of the telephone rate center to which that number is appropriately assigned.<br>\n<br>\n</p>\n<p>\n<b>4.<b>&nbsp;&nbsp.\n</b>Equipment Requirements and Charges</b>:<br> A telephone modem may be required for the duration of your Cox Phone Service subscription.\nCox may provide such modem to you.&nbsp.\nIf Cox provides the telephone modem to you, upon disconnection of Cox Phone Service, the Cox modem must be returned within 30 days of disconnection of such Service or an Unreturned Equipment Charge may apply.<br>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>5.<b>&nbsp;&nbsp.\n</b>Customer Equipment</b>:<br> You are responsible for ensuring that any telephone handsets modems, or other Customer Equipment not issued by Cox that you use with Cox Phone Service are compatible with the service.\nCox is not responsible if you are unable to use the service or for interruption, failure, or degradation of the service caused by such Customer Equipment.<br> &nbsp;</p>\n<p>\n<b>6.<b>&nbsp;&nbsp.\n</b>Backup Power for Telephone Service</b>:<br> The telephone modem or gateway and certain other telephone service related devices use household electrical power to operate.\nCox Voice Service will not be available during a power outage without a backup battery in the telephone modem or gateway or other telephone service related device(s).&nbsp.\nYou may purchase a backup battery for Cox-provided modems or gateways&nbsp.\nthat will enable your Cox Voice Service to continue to operate for up to twenty-four hours in standby mode or up to 12 hours of talk time during a power outage using a corded phone connected directly to the telephone modem or gateway.\n(Cordless phones require a power source separate from the backup battery.\nCox recommends you keep a corded phone for use in the event of an outage.) &nbsp;If you are a Lifeline customer, you may obtain a battery from Cox without charge.\nIf (i) the modem that supplies your Cox Phone Service is disconnected or moved, (ii) the backup battery is not charged or otherwise becomes inoperable, or (iii) there is an extended power outage, Cox Voice Service, including access to E911, will not be available.&nbsp;<b>It is your responsibility to monitor the health of the battery and obtain a replacement (see www.cox.com/battery) if the battery is reaching the end of its useful life.</b>\n<br>\n<br>\n</p>\n<p>\n<b>7.<b>&nbsp;&nbsp.\n</b>Emergency Services and Home Monitoring</b>:&nbsp;<br> Your Cox Phone Service(s) includes 911/Enhanced 911 functionality (“911”) that may be provided by vendors and other third parties and may differ from 911 functionality furnished by other providers.\nAs such, it may have certain limitations.\nCAREFULLY READ THE FOLLOWING INFORMATION.\nYOU ACKNOWLEDGE AND ACCEPT ANY LIMITATIONS OF 911.\nYOU AGREE TO CONVEY THESE LIMITATIONS TO ALL PERSONS THAT MAY HAVE OCCASION TO PLACE CALLS OVER THE SERVICES.\nIF YOU HAVE ANY QUESTIONS ABOUT 911, VISIT WWW.COX.COM OR CALL COX CUSTOMER CARE AT THE NUMBER LOCATED ON YOUR BILL STATEMENT.<br> &nbsp;</p>\n<p>\n<b>A.&nbsp;&nbsp.\nAvailability:</b>\n<br> Cox Phone Service, including access to 911 service, will not be available during a power outage without a backup battery or if the modem is moved or inoperable.\nIf you have a home alarm system or home health monitoring system that relies on your telephone line to operate, you will lose access to the service during a power outage unless you have a backup battery.&nbsp.\nIf Cox does not provide a modem or backup battery power for Services utilizing a telephone modem, you may provide it and assume all responsibility for its maintenance.\nCox uses your Cox Phone Service address to allow emergency responders to identify your location for 911 Service.</p>\n<p>&nbsp;</p>\n<p>\n<b>B.<b>&nbsp;&nbsp.\n</b>Location Information:</b>\n<br> In order for your 911 calls to be properly directed to emergency services, Cox must have your correct Premises address.\nIf you move Cox Phone Service(s) to a different address without Cox’s approval, 911 calls may be directed to the wrong emergency authority, may transmit the wrong address, and/or the wireline Cox Phone Services (including 911) may fail altogether.\nTherefore, you must call Cox Customer Care at the number listed on your bill statement before you move your wireline Cox Phone Service to a new address.\nCox will need several business days to update your Premises address in the 911 system so that your 911 calls can be properly directed.\nAll changes in service address require Cox’s prior approval.&nbsp.\nTo ensure that 911 dispatch receives your correct address, the telephone modem should not be moved, even inside your home.\nYou must notify Cox in advance if you would like to move or relocate your Cox Phone Service.</p>\n<p>&nbsp;</p>\n<p>\n<b>C.<b>&nbsp;&nbsp.\n</b>911 Functionality and Limitations:</b>\n<br> Calls, including calls to 911, may not be completed if there is a problem with network facilities, including network congestion, network/equipment/power failure, or another technical problem.\nYou understand and acknowledge that all Cox Phone Service(s), including 911, will be disabled if your account is suspended or terminated.</p>\n<p>&nbsp;</p>\n<p>\n<b>D.&nbsp;&nbsp.\nSuspension and Termination:</b>\n<br> You understand and acknowledge that all Cox Phone Service, including 911, as well as any online features, where we make these features available, will be disabled if your account is suspended or terminated.&nbsp.\nIf your account is in Soft Disconnection status, you will be prevented from making outbound calls, except to 911 and Cox Customer Care as more fully explained in Section 3(b)(4) of the Agreement.</p>\n<p>&nbsp;</p>\n<p>\n<b>E.&nbsp;&nbsp.\nLIMITATION OF LIABILITY AND INDEMNIFICATION.&nbsp.\n<br> YOU ACKNOWLEDGE AND AGREE THAT NEITHER COX NOR ANY OF THE COX RELATED PARTIES WILL BE LIABILE FOR ANY SERVICE OUTAGE, INABILITY TO DIAL 911 USING THE SERVICE(S), AND/OR INABILITY TO ACCESS EMERGENCY SERVICE PERSONNEL.&nbsp.\nYOU AGREE TO DEFEND, INDEMNIFY, AND HOLD HARMLESS COX AND ITS AFFILIATES, SUPPLIERS AND AGENTS FROM ANY AND ALL CLAIMS, LOSSES, DAMAGES, FINES, PENALTIES, COSTS, AND EXPENSES (INCLUDING, BUT NOT LIMITED TO, REASONABLE ATTORNEYS’ FEES) INCURRED BY, OR ON BEHALF OF, YOU OR ANY THIRD PARTY OR USER OF THESE SERVICE(S) ARISING FROM OR RELATING TO THE FAILURE OR OUTAGE OF THE SERVICE(S), INCLUDING THOSE RELATED TO 911.</b>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p> ", "created_at": "2021-07-07 02:50:23.546025", "updated_at": "2021-07-07 02:50:39.801092"}, {"id": 8122, "name": "Online Privacy Policy", "url": "https://www.cox.com/aboutus/policies/online-privacy-policy.html", "xpath": "/html/body/div/div[3]/div[5]", "text": " <p>FULL COXCOM, LLC Online Privacy Policy</p> &nbsp.\n<p>\n<br> Thank you for visiting an online service (<i>e.g.</i>, website, email, or mobile app) that posts a link to this Online Privacy Policy (<b>\"Online Service\"</b>) owned or operated by CoxCom, LLC (<b>\"Cox\", \"we\", \"us\", or \"our\")</b>.\nOur Subscription Services are separate and not part of the Online Service.\nThis Online Privacy Policy will provide you with information as to how Cox collects, uses, and shares information about you, including the choices Cox offers with respect to that information, and applies to your use of any Online Service, regardless of how you access or use it.\nIt does not apply to Cox’s data collection activities offline or otherwise outside of the Online Service (unless otherwise stated below or at the time of collection).\nFor certain Online Services, there may be additional notices about information practices and choices.\nPlease read those additional privacy disclosures to understand how they apply to you.</p>\n<p>&nbsp;</p>\n<p>By visiting or otherwise using the Online Service, you agree to the Online Service’s <b>\n<u>Online Terms of Use</u>\n</b> and consent to Cox’s data collection, use, and disclosure practices, and other activities as described in this Online Privacy Policy, and any additional privacy statements that may be posted on an applicable part of the Online Service.\nIf you do not agree and consent, please discontinue use of the Online Service, and uninstall any Online Service downloads and applications.</p>\n<p>For a clickable table of contents that will help you find and navigate to all the sections of the full Online Privacy Policy click here.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<b>1.<b>\n<b>\n<b>\n<b>&nbsp;&nbsp;&nbsp.\n</b>\n</b>\n</b>\n</b>INFORMATION WE COLLECT.</b>&nbsp;&nbsp;<br>\n</p>\n<p>\n<b>A.<b>\n<b>&nbsp.\n</b>\n</b>Information about You that You Provide.<br>\n</b>Cox, and/or its Service Providers (defined below), may collect information you provide directly to Cox and/or its Service Providers via the Online Service.\nFor example, Cox collects information when you use or register for the Online Service, subscribe to notifications, post on the Online Service, participate in promotional activities, or communicate, use or transact through the Online Service.\nIn addition, when you interact with Third-Party Services (defined below), you may be able to provide information to those third parties.\nFor more information on Third-Party Services’ data collection and practices see <b>\n<u>Section 6</u>\n</b>.\nFor more information on Service Provider data collection and practices see <b>\n<u>Section 3</u>\n</b>.</p>\n<p>&nbsp;</p>\n<p>Information Cox, its Service Providers and/or Third-Party Services may collect may include: (1) personally identifiable information, which is information that identifies you personally, such as your first and last name, e-mail address, phone number, address, telephone number, social security number, Cox account number, user id and password, PIN, and full payment account number (<b>\"Personally Identifiable Information\" </b>or <b>\"PII\"</b>).\nand (2) demographic information, such as your gender, age, zip code, interests, and recent and upcoming purchases (\"<b>Demographic Information</b>\").\nExcept to the extent required by applicable law, Demographic Information is <b>\"non</b>-<b>Personally Identifiable Information\"</b> or <b>\"non-PII\"</b> (i.e., data that is not Personally Identifiable Information under this Online Privacy Policy).\nIn addition, PII, including, without limitation, Cox-Collected Online PII (defined below), once <b>\"De</b>-<b>identified\" </b>(i.e., the removal or modification of the personally identifiable elements, or the rendering of personally identifiable elements into non-personally identifiable elements through anonymization, pseudonymization, and/or hashing) is also non-PII and may be used and shared without obligation to you, except as prohibited by applicable law.\nHowever, we do not make assurances that De-identified data is not capable of re-identification.\nTo the extent any non-PII, or PII collected outside of the Online Service, is combined by or on behalf of Cox with PII Cox itself collects directly from you on the Online Service <b>(\"Cox-Collected Online PII\"</b>), Cox will treat the combined data as Cox-Collected Online PII under this Online Privacy Policy.\nThe definition of \"personal information\" under certain California laws differs from the definition of PII used in this Online Privacy Policy.\nCalifornia residents can learn more about Californians privacy rights in our <b>\n<u>California Consumer Privacy Notice</u>\n</b>.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>B.<b>\n<b>&nbsp.\n</b>\n</b>Information Collected Automatically.</b>\n<br> Information Collected Automatically.\nCox, its Service Providers, and/or Third-Party Services may also automatically collect certain information about you when you access or use the Online Service (\"Usage Information\").\nUsage Information may include IP address, device identifier, browser type, operating system, information about your use of the Online Service, and data regarding network connected hardware (<i>e.g.</i>, computer or mobile device).\nExcept to the extent required by applicable law, or to the extent Usage Information is combined by or on behalf of Cox with Cox-Collected Online PII, Cox does not consider Usage Information (including, without limitation, unique device identifiers) to be PII or Cox-Collected Online PII.</p>\n<p>For more information on Third-Party Services’ data collection and practices see <b>\n<u>Section 6</u>\n</b>.</p>\n<p>For more information on Service Provider data collection and practices see <b>\n<u>Section 3</u>\n</b>.</p>\n<p>For information on choices some of these third parties may offer you regarding automated data collection see <b>\n<u>Section 11</u>\n</b>.</p>\n<p>&nbsp;</p>\n<p>The methods that may be used on the Online Service to collect Usage Information include:<br> &nbsp;</p>\n<ul>\n<li>\n<b>Log Information:</b> Log information is data about your use of the Online Service, such as IP address, browser type, Internet service provider, referring/exit pages, operating system, date/time stamps, and related data, and may be stored in log files.<br>\n<br>\n</li>\n<li>\n<b>Information Collected by Cookies and Other Tracking Technologies:</b>&nbsp.\n<b>\n<u>Cookies</u>\n</b>, <b>\n<u>web beacons</u>\n</b> (also known as \"tracking pixels\"), <b>\n<u>embedded scripts</u>\n</b>, <b>\n<u>location identifying technologies</u>\n</b>, <b>\n<u>device recognition technologies</u>\n</b>, <b>\n<u>in app tracking methods</u>\n</b>, <b>\n<u>device and activity monitoring</u>\n</b>, and other tracking technologies now and hereafter developed (\"<b>Tracking Technologies</b>\") may be used to collect information about interactions with the Online Service or e-mails, including information about your browsing and purchasing behavior.<br>\n<br>\n<ul>\n<li>\n<p>\n<b>Cookies</b>\n</p>\n<p>A cookie is a small text file that is stored on a user’s device, which may be session ID cookies or tracking cookies.\nSession cookies make it easier for you to navigate the Online Service and expire when you close your browser.\nTracking cookies remain longer and help in understanding how you use the Online Service and enhance your user experience.\nCookies may remain on your hard drive for an extended period of time.\nIf you use your browser’s method of blocking or removing cookies, some but not all types of cookies may be deleted and/or blocked and as a result some features, and functionalities of the Online Service may not work.&nbsp.\nA Flash cookie (or locally shared object) is a data file which may be placed on a device via the Adobe Flash plug-in that may be built-in to or downloaded by you to your device.&nbsp.\nHTML5 cookies can be programmed through HTML5 local storage.\nFlash cookies and HTML5 cookies are locally stored on your device other than in the browser and browser settings won’t control them.&nbsp.\nTo identify certain types of local shared objects on your device and adjust your settings, please visit: <b>\n<u>www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager.html</u>\n</b> The Online Service may associate some or all of these types of cookies with your devices.</p>\n</li>\n<li>\n<p>\n<b>Web Beacons (\"Tracking Pixels\")</b>\n</p>\n<p>Web beacons are small graphic images, also known as \"Internet tags\" or \"clear gifs,\" embedded in web pages and e-mail messages.\nWeb beacons may be used, without limitation, to count the number of visitors to the Online Service, to monitor how users navigate the Online Service, and to count content views.</p>\n</li>\n<li>\n<p>\n<b>Embedded Scripts</b>\n</p>\n<p>An embedded script is programming code designed to collect information about your interactions with the Online Service.\nIt is temporarily downloaded onto your computer from Cox’s web server, or from a third party with which Cox works and is active only while you are connected to the Online Service and deleted or deactivated thereafter.</p>\n</li>\n<li>\n<p>\n<b>Location-identifying Technologies</b>\n</p>\n<p>GPS (global positioning systems) software, geo-filtering, geo-targeting, geo-fencing, and other location-aware technologies locate you (sometimes precisely), or make assumptions about your location, for purposes such as verifying your location and delivering or restricting content based on your location.\nIf you have enabled GPS or use other location-based features on the Online Service, your device location may be tracked by us and third parties.\nOur store finder feature may access and use information about your device location (such as based on IP address or GPS, as applicable), or your account information, to suggest appropriate store locations.\nOur Online Service content may be personalized based on various information we may have about you to try to provide you with more location-relevant content.</p>\n</li>\n<li>\n<p>\n<b>Device Recognition Technologies</b>\n</p>\n<p>Technologies, including application of statistical probability to data sets, as well as linking a common unique identifier to different device use (e.g., Facebook ID), which attempt to recognize or make assumptions about users and devices (e.g., that a user of multiple devices is the same user or household) (\"<b>Cross-device Data</b>\").</p>\n</li>\n<li>\n<p>\n<b>In-App Tracking Methods</b>\n</p>\n<p>There are a variety of Tracking Technologies that may be included in mobile applications, and these are not browser-based like cookies and cannot be controlled by browser settings.\nSome use device identifier, or other identifiers such as \"Ad IDs\" to associate app user activity to a particular app and to track user activity across apps and/or devices.</p>\n</li>\n<li>\n<p>\n<b>Device and Activity Monitoring</b>\n</p>\n<p>Technologies that monitor, and may record, certain of your interactions with the Online Service, including without limitation, keystrokes, and/or collect and analyze information from your device, such as, without limitation, your operating system, plug-ins, system fonts, and other data, for purposes such as identification, security, fraud prevention, troubleshooting, tracking and/or improving the Online Services and customizing or optimizing your experience on the Online Services.</p>\n</li>\n</ul>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>Some information about your use of the Online Service and certain third-party services may be collected using Tracking Technologies across time and services and used by Cox and third parties for purposes such as to associate different devices you use and deliver relevant ads and/or other content to you on the Online Service and certain third - party services.\nSee <b>\n<u>Section 11</u>\n</b> regarding certain choices regarding these activities.</p>\n<p>&nbsp;</p>\n<p>Cox is giving you notice of the Tracking Technologies and your choices regarding them explained in <b>\n<u>Section 11</u>\n</b> so that your consent to encountering them is meaningfully informed.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>C.<b>\n<b>&nbsp.\n</b>\n</b>Information Cox Collects From Other Sources.</b>\n</p>\n<p>Cox may also obtain information about you from other sources, including Service Providers and Third-Party Services, and combine that with Cox-Collected Online PII.\nNotwithstanding anything to the contrary, except to the extent such data is combined by or on behalf of Cox with Cox-Collected Online PII, this Online Privacy Policy is not intended to limit Cox’s activities regarding such third-party-sourced, or non-Service-sourced, information (including PII), and such data will only be treated as Cox-Collected Online PII to the extent it is combined with Cox-Collected Online PII.\nCox is not responsible or liable for the accuracy of the information provided by third parties or for third party policies or practices.</p>\n<p>&nbsp;</p>\n<p>\n<b>D.<b>\n<b>&nbsp.\n</b>\n</b>EEOC / Affirmative Action Reporting.</b>\n<br> In conjunction with laws and regulations enforced by the Equal Employment Opportunity Commission (\"<b>EEOC</b>\"), the Office of Federal Contract Compliance Programs (\"<b>OFCCP</b>\") and similar state and local regulatory agencies, we may ask you to provide us with self-identifying information (such as veteran status, gender and ethnicity).\nProviding such self-identifying information is voluntary, but if you do provide us with such information, we may submit that information to the EEOC, the OFCCP and similar state and local regulatory agencies or otherwise use or disclose it for business-related purposes, including, without limitation, responding to information requests, fulfilling regulatory reporting requirements and defending against employment related complaints.</p>\n<p>&nbsp;</p>\n<p>\n<b>2.<b>\n<b>\n<b>&nbsp;&nbsp;&nbsp.\n</b>\n</b>\n</b>HOW WE USE THE INFORMATION WE OBTAIN.</b>\n</p>\n<p>Cox may use information about you, including Cox-Collected Online PII and other PII, for any purposes not inconsistent with Cox’s statements under this Online Privacy Policy, or otherwise made by us in writing at the point of collection, and not prohibited by applicable law, including, without limitation, the following:<br> &nbsp;</p>\n<ul>\n<li>\n<p>Allow you to participate in the features we offer on the Online Service;</p>\n</li>\n<li>\n<p>Facilitate, manage, personalize, and improve your online experience;</p>\n</li>\n<li>\n<p>Process your registration, manage your account and/or upload your User Generated Content (\"<b>UGC</b>\").\n(For more information on how UGC is treated under the Online Service see our <b>\n<u>Online Terms of Use</u>\n</b>.\nFor more on the public nature of UGC, see <b>\n<u>Section 5</u>\n</b>);</p>\n</li>\n<li>\n<p>Transact with you, provide services or information you request, respond to your comments, questions and requests, serve you content and/or advertising, and send you notices;</p>\n</li>\n<li>\n<p>Cox’s Affiliates’ marketing and other purposes;</p>\n</li>\n<li>\n<p>Improve the Online Service and for any other internal business purposes;</p>\n</li>\n<li>\n<p>Tailor our content, advertisements, and offers;</p>\n</li>\n<li>\n<p>Fulfill other purposes disclosed at the time you provide PII or otherwise where we are legally permitted or are required to do so;</p>\n</li>\n<li>\n<p>Determine your location and manage digital content rights (<i>e.g.</i>, territory restrictions).\nand</p>\n</li>\n<li>\n<p>Prevent and address fraud, breach of policies or terms, and threats or harm.</p>\n</li>\n</ul>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>3.<b>\n<b>\n<b>\n<b>\n<b>&nbsp;&nbsp;&nbsp.\n</b>\n</b>\n</b>\n</b>\n</b>INFORMATION WE SHARE WITH THIRD PARTIES.</b>\n</p>\n<p>Cox may share non-Personally Identifiable Information, and Personally Identifiable Information that is not deemed Cox-Collected Online PII hereunder (provided that Cox is aware of no restrictions of Cox’s use, if any), with third parties or Cox and their affiliates <b>(\"Cox Affiliates\") </b>for any purpose.\nWithout limiting the generality of the foregoing, we and third parties may convert your PII, including Cox-Collected Online PII, to non-PII, including without limitation through hashing it or substituting a unique identifier for the PII and we and third parties may use and share that data as permitted by applicable law, including to match data attributes to and from other sources.\nAny such third-party activities are subject to their privacy policies and practices.\nCox’s sharing of Cox-Collected Online PII is, however, subject to the following:<br> &nbsp;</p>\n<ul>\n<li>\n<p>\n<u>Marketing</u>: Subject to your communications choices explained in <b>\n<u>Section 11.D</u>\n</b>, and the rights of California residents explained in <b>\n<u>Section 12</u>\n</b> we may use your PII to send you marketing communications.\nAbsent your consent (which may be by means of opt-in, your election not to opt-out, or a third party interaction described in the next bullet point), however, Cox will not share your Cox-Collected Online PII with third parties, other than Cox Affiliates, for their own direct marketing purposes, except in connection with Corporate Transactions (defined below).</p>\n</li>\n<li>\n<p>\n<u>Your Disclosure or Consent</u>: As more fully described in <b>\n<u>Section 5</u>\n</b> (Information You Disclose Publicly or to Others) and <b>\n<u>Section 6</u>\n</b> (Third-Party Content, Third-Party Services, Social Features, Advertising and Analytics), your activities on the Online Service may, by their nature, result in the sharing of your Cox-Collected PII (as well as your other PII and your non-PII) with third parties and by engaging in these activities you consent to that and further sharing and disclosure to third parties.\nSuch third-party data receipt and collection is subject to the privacy and business practices of that third party, not Cox.</p>\n</li>\n</ul>\n<p>Cox may also share any information about you (including, without limitation, Cox-Collected Online PII) for any purposes not inconsistent with this Online Privacy Policy, or our written statements at the point of collection, and otherwise not prohibited by applicable law, including, without limitation:<br> &nbsp;</p>\n<ul>\n<li>\n<p>Cox’s agents, vendors, consultants, and other service providers (collectively <b>\"Service Providers\"</b>) may receive, or be given access to, your information, including, without limitation, PII, Demographic Information, and Usage Information, in connection with their work on Cox’s behalf, provided however, Cox does not authorize its Service Providers to use Cox-Collected Online PII provided by Cox to the Service Providers to send you direct marketing messages other than related to Cox and Cox Affiliates absent your consent.\nFor more information on choices Service Providers may offer you see <b>\n<u>Section 11</u>\n</b>\n</p>\n</li>\n<li>\n<p>To comply with the law, law enforcement or other legal process, and, where permitted, in response to a government request.\nand</p>\n</li>\n<li>\n<p>If Cox believes your actions are inconsistent with Cox’s Online Terms of Use, user agreements, applicable terms or policies, or to protect the rights, property, life, health, security and safety of Cox and its employees, the Online Service or its users, including you, or any third party.</p>\n</li>\n</ul>\n<p>In addition, Cox may share your Cox-Collected PII (as well as your other PII and your non-PII), in connection with or during negotiations of any proposed or actual financing of our business, or merger, purchase, sale, joint venture, or any other type of acquisition or business combination of all or any portion of Cox assets, or transfer of all or a portion of Cox’s business to another company, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding (<b>\"Corporate Transactions\"</b>).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>4.<b>\n<b>&nbsp;&nbsp;&nbsp.\n</b>\n</b>SWEEPSTAKES, CONTESTS, AND PROMOTIONS.</b>\n</p>\n<p>Cox may offer sweepstakes, contests, and other promotions (each, a <b>\"Promotion\"</b>), including Promotions jointly sponsored or offered by third parties, which may require submitting PII.\nIf you voluntarily choose to enter a Promotion, your information, including PII, may be disclosed to Cox, co-sponsors, Service Providers, and other third parties, including for administrative purposes and as required by law (<i>e.g.</i>, on a winners list).\nBy entering, you are agreeing to the official rules that govern that Promotion, which may include consent to additional or differing data practices from those contained in this Online Privacy Policy.\nPlease review those rules carefully.</p>\n<p>&nbsp;</p>\n<p>\n<b>5.<b>\n<b>&nbsp;&nbsp;&nbsp.\n</b>\n</b>INFORMATION YOU DISCLOSE PUBLICLY OR TO OTHERS.</b>\n</p>\n<p>The Online Service may permit you to post or submit UGC including, without limitation, written content, user profiles, audio or visual recordings, computer graphics, pictures, data, or other content, including PII.\nIf you choose to submit UGC to any public area of the Online Service, your UGC will be considered \"public\" and will be accessible by anyone, including Cox.\nNotwithstanding anything to the contrary, unless otherwise explicitly agreed by us, PII included in UGC is not subject to Cox’s usage or sharing limitations, or other obligations, regarding Cox-Collected Online PII or other PII under this Online Privacy Policy or otherwise, and may be used and shared by Cox and third parties to the fullest extent not prohibited by applicable law.\nCox encourages you to exercise caution when making decisions about what you disclose in such public areas.= For more information on how UGC is treated under the Online Service, see our <b>\n<u>Online Terms of Use</u>\n</b> California minors should see <b>\n<u>Section 9</u>\n</b> regarding potential removal of certain UGC they have posted on the Online Service.</p>\n<p>Additionally, the Online Service may offer you the option to send a communication or refer Cox to a friend or other contact.\nIf so, Cox relies on you to only send to people that have given you permission to do so.&nbsp.\nThe recipient’s PII you provide (<i>e.g.</i>, name, e-mail address) will be used to facilitate the communication, but not used by Cox for any other marketing purpose unless Cox obtains consent from that person.&nbsp.\nYour contact information and message may be included in the communication.</p>\n<p>&nbsp;</p>\n<p>\n<b>6.<b>\n<b>&nbsp;&nbsp;&nbsp.\n</b>\n</b>THIRD-PARTY CONTENT, THIRD-PARTY SERVICES, SOCIAL FEATURES, ADVERTISING AND ANALYTICS.</b>\n</p>\n<p>The Online Service may include hyperlinks to, or include on or in connection with, the Online Service (<i>e.g.,</i> apps, plug-ins, application programming interfaces (\"<b>API</b>\"), and software development kits (\"<b>SDK</b>\"), websites, locations, platforms, applications or services operated by third parties (<b>\"Third</b>-<b>Party Service(s)\"</b>).\nThese Third-Party Services may use their own cookies, web beacons, and other Tracking Technology to independently collect information about you and may solicit PII from you.<br> &nbsp;</p>\n<p>Certain functionalities on the Online Service permit interactions that you initiate between the Online Service and certain Third-Party Services, such as third party social networks (<b>\"Social Features\"</b>).\nExamples of Social Features include: enabling you to send content such as contacts and photos between the Online Service and a Third-Party Service.\n\"liking\" or \"sharing\" Cox’s content.\nlogging in to the Online Service using your Third-Party Service account (<i>e.g.,</i> using Facebook Connect to sign-in to the Online Service).\nand to otherwise connect the Online Service to a Third-Party Service (<i>e.g.,</i> to pull or push information to or from the Online Service).\nIf you use Social Features, and potentially other Third-Party Services, information you post or provide access to may be publicly displayed on the Online Service (see <b>\n<u>Section 5</u>\n</b>) or by the Third-Party Service that you use.\nSimilarly, if you post information on a third-party service that references the Online Service (<i>e.g.</i>, by using a hashtag associated with Cox or other Cox Affiliates in a tweet or status update), your post may be used on or in connection with the Online Service or otherwise by Cox and Cox Affiliates.\nAlso, both Cox and the third party may have access to certain information about you and your use of the Online Service and any Third-Party Service.<br> &nbsp;</p>\n<p>Cox may engage and work with Service Providers and other third parties to serve advertisements on the Online Service and/or on third-party services.\nSome of these ads may be tailored to your interest based on your browsing of the Online Service and elsewhere on the Internet, which may include use of precise location and/or Cross-device Data, sometimes referred to as \"interest-based advertising\" and \"online behavioral advertising\" (<b>\"Online Interest</b>-<b>based Advertising\"</b>), which may include sending you an ad on a third-party service after you have left the Online Service (i.e., \"retargeting\").&nbsp.\nOnline Interest-based Advertising does not include targeted advertising based on your viewership preferences combined with other related information that may be part of our Subscription Services <b>(\"Addressable Advertising\"</b>).\nFor more information on that and your choices regarding it see our <b>\n<u>Residential Privacy Notice</u>\n</b> or see the preferences settings in your subscription services account.<br> &nbsp;</p>\n<p>Cox may use Google Analytics, Adobe Analytics or other Service Providers for analytics services.\nThese analytics services may use cookies and other Tracking Technologies to help Cox analyze Online Service users and how they use the Online Service.\nInformation generated by these services (<i>e.g.</i>, your IP address and other Usage Information) may be transmitted to and stored by these Service Providers on servers in the U.S.\n(or elsewhere) and these Service Providers may use this information for purposes such as evaluating your use of the Online Service, compiling statistic reports on the Online Service’s activity, and providing other services relating to Online Service activity and other Internet usage.<br> &nbsp;</p>\n<p>Cox is not responsible for, and makes no representations regarding, the policies or business practices of any third parties, including, without limitation, analytics Service Providers and Third-Party Services associated with the Online Service, and encourages you to familiarize yourself with and consult their privacy policies and terms of use.\nSee <b>\n<u>Section 11</u>\n</b> for more on certain choices offered by some third parties regarding their data collection and use, including regarding Online Interest-based Advertising and analytics.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>7.<b>\n<b>&nbsp;&nbsp;&nbsp.\n</b>\n</b>DATA SECURITY AND MONITORING.</b>\n</p>\n<p>Cox takes reasonable measures to protect Cox-Collected Online PII (excluding public UGC) from loss, theft, misuse and unauthorized access, disclosure, alteration, and destruction.\nNevertheless, transmission via the Internet and online digital storage are not completely secure and Cox does not guarantee the security of your information collected through the Online Service.</p>\n<p>&nbsp;</p>\n<p>To help protect you and others, Cox and its Service Providers may (but make no commitment to) monitor use of the Online Service, and may collect and use related information including Cox-Collected Online PII including, without limitation, to identify fraudulent activities and transactions.\nprevent abuse of, and investigate and/or seek prosecution for, any potential threats to or misuse of the Online Service.\nensure compliance with the <b>\n<u>Online Terms of Use</u>\n</b> and this Online Privacy Policy.\ninvestigate violations of or enforce these documents.\nimprove the Online Services and your Online Services experiences, and to protect the rights and property of Cox Affiliates, third parties, and other users.\nMonitoring may result in the collection, recording, and analysis of online activity or communications through our Online Service.\nIf you do not consent to these conditions, you must discontinue your use of the Online Service.</p>\n<p>&nbsp;</p>\n<p>\n<b>8.<b>\n<b>&nbsp;&nbsp.\n</b>\n</b>INTERNATIONAL TRANSFER.</b>\n</p>\n<p>Cox is based in the U.S.\nand the information Cox and its Service Providers collect is governed by U.S.\nlaw.\nIf you are located in the European Union (EU), European Economic Area (EEA), and/or Switzerland, please note that Cox does not intend to offer goods and services (including the Online Services) to EU, EEA, or Swiss individuals.\nIf you are accessing the Online Service from outside of the U.S., please be aware that information collected through the Online Service may be transferred to, processed, stored, and used in the U.S.\nData protection laws in the U.S.\nmay be different from those of your country of residence.\nYour use of the Online Service or provision of any information therefore constitutes your consent to the transfer to and from, processing, usage, sharing, and storage of your information, including PII, in the U.S.\nas set forth in this Online Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>\n<b>9.&nbsp;&nbsp;&nbsp.\nCHILDREN’S PRIVACY.</b>\n</p>\n<p>The Online Service is intended for a general audience and not directed to children less than 13 years of age.\nCox does not intend to collect personal information as defined by the U.S.\nChildren’s Online Privacy Protection Act (\"<b>COPPA</b>\") (<b>\"Children’s Personal Information\"</b>) in a manner that is not permitted by COPPA.\nIf we obtain actual knowledge that we have collected Children’s Personal Information in a manner not permitted by COPPA, we will remove such data to the extent required by COPPA.</p>\n<p>&nbsp;</p>\n<p>California Minors have certain additional rights detailed in our California Consumer Privacy Notice.</p>\n<p>&nbsp;</p>\n<p>\n<b>10.&nbsp.\nACCESSING AND CHANGING INFORMATION.</b>\n</p>\n<p>Cox may allow you to delete, correct, or update some Cox-Collected Online PII, and potentially certain other information about you (<i>e.g.,</i> profile and account information) by contacting a Customer Care representative or by signing into your Cox online account.\nCox will make good faith efforts to make requested changes in Cox’s then-active databases as soon as practicable, but it is not always possible to completely change, remove or delete all of your information or public postings from Cox’s databases (California minors see <b>\n<u>Section 9</u>\n</b>) and residual and/or cached data may remain archived thereafter.\nFurther, we reserve the right to retain data (a) as required by applicable law.\nand (b) for so long as reasonably necessary to fulfill the purposes for which the data is retained except to the extent prohibited by applicable law.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>11.&nbsp;&nbsp.\nCHOICES: TRACKING AND COMMUNICATIONS OPTIONS.</b>\n</p>\n<p>\n<b>A.<b>\n<b>&nbsp.\n</b>\n</b>Tracking Technologies Generally.</b>\n<br> Regular cookies may generally be disabled or removed by tools available as part of most commercial browsers, and in some instances blocked in the future by selecting certain settings.\nBrowsers offer different functionalities and options, so you may need to set them separately.\nAlso, tools from commercial browsers may not be effective with regard to Flash cookies (also known as locally shared objects), HTML5 cookies, or other Tracking Technologies.\nFor information on disabling Flash cookies, go to Adobe’s website <b>\n<u>http://helpx.adobe.com/flash-player/kb/disable-third-party-local-shared.html</u>\n</b>.\nPlease be aware that if you disable or remove these technologies, some parts of the Online Service may not work and that when you revisit the Online Service your ability to limit browser-based Tracking Technologies is subject to your browser settings and limitations.</p>\n<p>&nbsp;</p>\n<p>Some App-related Tracking Technologies in connection with non-browser usage (e.g., most functionality of a mobile app) can only be disabled by uninstalling the app.\nTo uninstall an app, follow the instructions from your operating system or handset manufacturer.\nApple and Google mobile device settings have settings to limit ad tracking, and other tracking, but these may not be completely effective.</p>\n<p>&nbsp;</p>\n<p>Your browser settings may allow you to automatically transmit a \"Do Not Track\" signal to online services you visit.\nNote, however, there is no consensus among industry participants as to what \"Do Not Track\" means in this context.\nLike many online services, Cox currently does not alter Cox’s practices when Cox receives a \"Do Not Track\" signal from a visitor’s browser.\nTo find out more about \"Do Not Track,\" you can visit <b>\n<u>http://www.allaboutdnt.com</u>\n</b>, but Cox is not responsible for the completeness or accuracy of this third party information.\nSome third parties, however, may offer you choices regarding their Tracking Technologies.\nOne way to potentially identify cookies on a web site is to add the free Ghostery plug-in to your browser (<b>\n<u>www.ghostery.com</u>\n</b>), which according to Ghostery will display for you traditional, browser-based cookies associated with the web sites (but not mobile apps) you visit and privacy and opt-out policies and options of the parties operating those cookies.\nCox is not responsible for the completeness or accuracy of this tool or third-party choice notices or mechanisms.\nFor specific information on some of the choice options offered by third party analytics and advertising providers, see the next section.\nWe may offer tools in connection with the Online Service that allow you to exercise certain preferences regarding cookies and other Tracking Technologies associated with the Online Service.</p>\n<p>&nbsp;</p>\n<p>\n<b>B.<b>\n<b>&nbsp.\n</b>\n</b>Analytics and Advertising Tracking Technologies.</b>\n<br> You may exercise choices regarding the use of cookies from Google Analytics by going to https://tools.google.com/dlpage/gaoptout or downloading the Google Analytics Opt-out Browser Add-on.\nYou may exercise choices regarding the use of cookies from Adobe Analytics by going to <b>\n<u>http://www.adobe.com/privacy/opt-out.html</u>\n</b> under the section labeled \"Tell our customers not to measure your use of their web sites or tailor their online ads for you.\"</p>\n<p>&nbsp;</p>\n<p>For Online Services, you may choose whether to receive some Online Interest-based Advertising by submitting opt-outs.\nSome of the advertisers and Service Providers that perform advertising-related services for us related to our Online Service and third parties may participate in the Digital Advertising Alliance’s (\"<b>DAA</b>\") Self-Regulatory Program for Online Behavioral Advertising.\nTo learn more about how you can exercise certain choices regarding Online Interest-based Advertising, including use of Cross-device Data for serving ads, visit <b>\n<u>http://www.aboutads.info/choices/</u>\n</b>, and <b>\n<u>http://www.aboutads.info/appchoices</u>\n</b> for information on the DAA’s opt-out program specifically for mobile apps (including use of precise location for third party ads).\nSome of these companies may also be members of the Network Advertising Initiative (\"<b>NAI</b>\").\nTo learn more about the NAI and your opt-out options for their members, see http://www.networkadvertising.org/choices/.\nPlease be aware that, even if you are able to opt out of certain kinds of Online Interest-based Advertising, you may continue to receive other types of ads.\nOpting out only means that those selected members should no longer deliver certain Online Interest-based Advertising to you but does not mean you will no longer receive any targeted content and/or ads (<i>e.g.</i>, from other ad networks).\nAlso, if your browsers are configured to reject cookies when you visit these opt-out webpages, or you subsequently erase your cookies, use a different device or web browser or use a non-browser-based method of access (<i>e.g.</i>, mobile app), your NAI / DAA browser-based opt-out may not, or may no longer, be effective.\nCox supports the ad industry’s <b>\n<u>Self-regulatory Principles for Online Behavioral Advertising</u>\n</b> and expects that ad networks Cox directly engages to serve you Online Interest-based Advertising will do so as well, though Cox cannot guaranty their compliance.\nCox is not responsible for effectiveness of, or compliance with, any third-parties’ opt-out options or programs or the accuracy of their statements regarding their programs.</p>\n<p>Addressable Advertising preferences in connection with Subscription Services such as video service are governed by the Cox account holder Subscription Services preferences, and you can exercise choices regarding your preferences regarding Subscription Services viewership information within the relevant account settings.</p>\n<p>&nbsp;</p>\n<p>\n<b>C.<b>\n<b>&nbsp.\n</b>\n</b>Mobile Apps.</b>\n<br> With respect to Cox’s mobile apps (\"apps\"), you can stop all collection of data generated by use of the app by uninstalling the app.\nAlso, you may be able to exercise specific privacy choices, such as enabling or disabling certain features (<i>e.g.,</i> location-based services, push notifications, accessing calendar/contacts/photos, etc.), by adjusting the permissions in your mobile device and/or the app’s settings.\nBeware that if GPS precise location services are disabled, other means of establishing or estimating location (<i>e.g.,</i> connecting to or proximity to wi-fi, Bluetooth, beacons, or our networks) may persist.\nTo learn more about how you can control location permissions using your mobile device’s operating system settings, please visit the following links depending on which device you use:<br> &nbsp;</p>\n<ul>\n<li>Android:<ul>\n<li>For Android 6.0 and above: <b>\n<u>https://support.google.com/googleplay/answer/6270602?hl=en<br>\n<br>\n</u>\n</b>\n</li>\n<li>For earlier versions of Android: <b>\n<u>https://support.google.com/googleplay/answer/6014972<br>\n<br>\n</u>\n</b>\n</li>\n</ul>\n</li>\n<li>iOS:<ul>\n<li>\n<b>\n<u>https://support.apple.com/en-us/HT207056</u>\n</b>\n</li>\n</ul>\n</li>\n</ul>\n<p>\n<br>\n<b>D.&nbsp.\nCommunications.</b>\n<br> You can opt out of receiving certain promotional communications (emails or text messaging) from Cox at any time by (i) for promotional e-mails, following the instructions provided in emails to click on the unsubscribe link, or by changing your marketing communication preferences by logging onto your account.\n(ii) for text messages, following the instructions provided in text messages from Cox to text the word, \"STOP\" and (iii) for app push notifications turn off push notifications on the settings of your device and/or the app, as applicable.\nPlease note that your opt-out is limited to the e-mail address or phone number used and will not affect subsequent subscriptions.\nIf you opt-out of only certain communications, other subscription communications may continue.\nEven if you opt out of receiving promotional communications, Cox may, subject to applicable law, continue to send you non-promotional communications, such as those about your account, transactions, servicing, or Cox’s ongoing business relations.</p>\n<p>\n<br>\n<b>E.<b>&nbsp.\n</b>Cross-Device Data.</b>\n<br> To learn more about how you can exercise certain choices regarding Cross-device data for Online Interest-based Advertising, see the prior section regarding the DAA’s Online Interest-based Advertising choices.</p>\n<p>\n<br>\n<b>F.<b>&nbsp.\n</b>Nevada Residents.</b>\n<br> For additional information regarding Nevada residents’ consumer privacy rights, please visit <b>\n<u>here</u>\n</b>.</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p>\n<p>\n<b>12.&nbsp.\nYOUR CALIFORNIA PRIVACY RIGHTS.</b>\n</p>\n<p>California residents have certain additional rights as more fully detailed in our <b>\n<u>California Consumer Privacy Notice</u>\n</b>.\nIn the event of a conflict between that notice and this policy, that notice will govern California resident’s privacy rights.</p>\n<p>&nbsp;</p>\n<p>California minors should see the \"California Minors\" section our <b>\n<u>California Consumer Privacy Notice</u>\n</b> regarding removal of certain content they have posted.</p>\n<p>&nbsp;</p>\n<p>\n<b>13.&nbsp.\nYOUR CONNECTICUT PRIVACY RIGHTS.</b>\n</p>\n<p>Connecticut law requires any person or entity that collects Social Security numbers from Connecticut residents in the course of business to create a privacy protection policy and to publish or display it publicly.\nIt is our policy to protect the confidentiality of Social Security numbers in our possession from misuse and improper disclosure by maintaining and enforcing policies and physical and electronic safeguards against misuse and improper disclosure.\nUnlawful disclosure of Social Security numbers is prohibited, and access to them is limited to personnel who need access to such information in order to perform their job functions.</p>\n<p>&nbsp;</p>\n<p>\n<b>14.&nbsp.\nCHANGES TO THIS ONLINE PRIVACY POLICY.</b>\n</p>\n<p>We reserve the right to change this Online Privacy Policy prospectively effective upon the posting of the revised Online Privacy Policy and your use of our Online Service indicates your consent to the privacy policy posted at the time of use.\nHowever, we will not treat your previously collected Cox-Collected Online PII, to the extent it is not collected under the new privacy policy, in a manner materially different than represented at the time it was collected without your consent.\nTo the extent any provision of this Online Privacy Policy is found by a competent tribunal to be invalid or unenforceable, such provision shall be severed to the extent necessary for the remainder to be valid and enforceable.</p>\n<p>&nbsp;</p>\n<p>\n<b>15.&nbsp.\nCONTACT COX.</b>\n</p>\n<p>If you have any questions about this Online Privacy Policy, please contact Cox at <b>\n<u>privacy@cox.com</u>\n</b> or at 6205-B Peachtree Dunwoody Road NE, Atlanta, GA 30328 (Attention: Privacy Operations).</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<u>Return to top</u>\n</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p>\n<p>© CoxCom, LLC.\n2020.<i>&nbsp.\nAll Rights Reserved.</i>\n</p> ", "created_at": "2021-07-07 02:47:37.9722", "updated_at": "2021-07-07 02:47:47.920638"}], "points": [{"id": 2148, "title": "Cox tos;dr", "source": "https://groups.google.com/forum#!topic/tosdr/sOndEugT9Pw", "status": "Cox tos;dr", "created_at": "2018-05-15 09:12:16.126755", "updated_at": "2021-02-06 03:50:33.489029", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["cox.com"]}}