{"error": 448, "message": "OK", "parameters": {"id": 6575, "name": "Personally ", "created_at": "2022-05-11 06:13:11.324755", "updated_at": "2022-05-11 22:01:14.141503", "wikipedia": null, "keywords": null, "related": null, "slug": "personally", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6575.png", "url": "personally.co.uk,targetoptions.com", "documents": [{"id": 11968, "name": " Cookie Policy ", "url": "https://www.personally.co.uk/cookie-policy/", "xpath": "//*[@id=\"main\"]", "text": " Cookie Policy Home » Cookie Policy <p>We use cookies on our sites for a number of purposes.\nThey help us to provide you with a good experience when you browse our websites, and also allow us to improve our site.</p>\n<p>A cookie is a small file of letters and numbers that we store on your browser or the hard drive of your computer if you agree.\nCookies contain information that is transferred to your computer’s hard drive.</p>\n<p>We use the following cookies:</p>\n<ul>\n<li>\n<strong>Strictly necessary cookies.</strong> These are cookies that are required for the operation of our websites.\nThey include, for example, cookies that enable you to log into secure areas of our websites, use a shopping cart or make use of the e-billing services.</li>\n<li>\n<strong>Analytical/performance cookies.</strong> They allow us to recognize and count the number of visitors and to see how visitors move around our websites when they are using them.\nThis helps us to improve the way our website works, for example, by ensuring that users find what they are looking for easily.</li>\n<li>\n<strong>Functionality cookies.</strong> These are used to recognize you when you return to our website.\nThis enables us to personalize our content for you, greet you by name and remember your preferences (for example, your choice of language or region).</li>\n</ul>\n<p>You can find more information about the individual cookies we use and the purposes for which we use them below.</p>\nFirst-party cookies\n<p>Our websites will set some cookies that are essential for the websites to operate correctly.\nThese cookies, none of which capture personally identifiable information, are as follows:</p>\n<ul>\n<li>Session ID – this cookie identifies your website session;</li>\n</ul>\nThird-party cookies\n<p>Our websites will set several types of third-party cookie, and we do not control the operation of any of them.\nThe third-party cookies which may be set include:</p>\n<ul>\n<li>Google Analytics – we use Google Analytics to collect data about website usage.\nThis data does not include personally identifiable information.\nYou can view the Google Privacy Policy here: www.google.com/policies/privacy/.</li>\n</ul>\n<p>You can block cookies by activating the setting on your browser that allows you to refuse the setting of all or some cookies.\nHowever, if you use your browser settings to block all cookies (including essential cookies) you may not be able to access all or parts of our sites.</p>\n<p>You can also use the following websites to manage cookies (on this website and others):</p>\n<p>http://www.youronlinechoices.com/ ( external website)<br>\nhttp://www.aboutads.info/choices/ ( external website)<br>\nhttp://optout.networkadvertising.org/ ( external website)</p>\nEmbedded content from other websites\n<p>Articles on this site may include embedded content (e.g.\nvideos, images, articles, etc.).\nEmbedded content from other websites behaves in the exact same way as if the visitor has visited the other website.</p>\n<p>These websites may collect data about you, use cookies, embed additional third-party tracking, and monitor your interaction with that embedded content, including tracing your interaction with the embedded content if you have an account and are logged in to that website.</p> Personally <em>\"A dynamic company obsessed with all things related to doing business online\"</em> ", "created_at": "2022-05-11 06:13:11.327033", "updated_at": "2022-05-11 04:15:17.739929"}, {"id": 11969, "name": " Privacy Policy ", "url": "https://www.personally.co.uk/privacy-policy/", "xpath": "//*[@id=\"main\"]", "text": " Privacy Policy Home » Privacy Policy Who we are\n<p>We are Personally (a trading name of theMediaFlow Ltd).\nWe are committed to&nbsp;protecting personal data in compliance with all applicable laws, rules, and regulations.</p>\nWhat personal data we collect and why we collect it\nContact forms\n<p>We have provided contact forms for you to contact us.\nWe will use the information provided by you only for the purposes of your communication.</p>\nCookies\n<p>We use cookies on our websites.\nFor more information, please see our cookies information page.</p>\nService Provision\n<p>In order to provide our services and contact you, we obviously need a name, email address, password, company name and other such contact details.\nWe will also require invoicing details.</p>\nDomain names and privacy\n<p>Domain names are not personal data, however domain registration information may contain personal data linking you to the domain names you own.\nWe recommend that you check with your registrar regarding their privacy policy or their privacy services.</p>\nWho we share your data with\n<p>We will not share or sell any personal data with third-parties.\nOnly authorized personnel have access to your information to service your account.</p>\nHow long we retain your data for\n<p>Whilst you have an account, or as required to provide services to you and to&nbsp;meet legal or regulatory requirements, resolve disputes, prevent fraud and abuse, or enforce our terms and conditions.</p>\n<p>Non personal information will be stored on Google Analytics for 26 months.</p>\nWhat rights you have over your data\n<p>You can request that we erase any personal data we hold about you.\nThis does not include any data we are obliged to keep for administrative, legal, or security purposes.</p>\n<p>If you have an account with us, you can edit your personal account information when logged in.</p>\nWhere we send your data\n<p>No personal information will be sent anywhere.\nThey are stored with 3rd party service providers (hosting, data centers) with whom with have agreements regarding data security.</p>\nYour Rights\n<ul>\n<li>The right to be informed about how your personal information is being used</li>\n<li>The right to access the personal information we hold about you</li>\n<li>The right to request the correction of inaccurate personal information we hold about you</li>\n<li>The right to request that we delete your data, or stop processing it or collecting it, in some circumstances</li>\n<li>The right to stop direct marketing messages and to withdraw consent for other consent-based processing at any time</li>\n<li>The right to request that we transfer or port elements of your data either to you or another service provider</li>\n<li>The right to complain to your data protection regulator</li>\n</ul>\nQuestions &amp.\nContact information\n<p>Feel free to contact us anytime if you:</p>\n<ul>\n<li>Have any questions or feedback about this privacy policy</li>\n<li>Would like us to stop using your information</li>\n<li>Want to exercise any of your rights as set out above, or have a complaint</li>\n</ul>\n<p>You can contact us here or if you’d like to, you can write to us at:</p>\n<p>theMediaFlow Ltd<br>\nco/HSA,<br>\nLewis House,<br>\nGreat Chesterford Ct,<br>\nGreat Chesterford,<br>\nSaffron Walden<br>\nCB10 1PF</p>\n<p>\n<em>Last updated May 2018 to address&nbsp;the European Union General Data Protection Regulation (“GDPR”), which will take effect on May 25, 2018.\nThis data protection law replaces the 1995 Data Protection Directive (Directive 95/46/EC).</em>\n</p> Personally <em>\"A dynamic company obsessed with all things related to doing business online\"</em> ", "created_at": "2022-05-11 06:13:11.32942", "updated_at": "2022-05-11 04:14:53.538605"}], "points": [], "urls": ["personally.co.uk", "targetoptions.com"]}}