{"error": 448, "message": "OK", "parameters": {"id": 4456, "name": "YOC", "created_at": "2021-07-03 22:08:52.562028", "updated_at": "2021-07-03 22:00:51.891631", "wikipedia": null, "keywords": null, "related": null, "slug": "yoc", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4456.png", "url": "yoc.com", "documents": [{"id": 7818, "name": "Privacy statement", "url": "https://yoc.com/privacy/", "xpath": "", "text": "We value your privacy!We and our partners are using technologies like cookies and process personal data like the IP-address or browser information in order to personalize the advertising that you see.\nThis helps us to show you more relevant ads and improves your internet experience.\nWe also use it in order to measure results or align our website content.\nBecause we value your privacy, we are herewith asking for your permission to use these technologies.\nYou can always change/withdraw your consent later by clicking on the settings button on the left lower corner of the page.\nStore and/or access information on a device Precise geolocation data, and identification through device scanning Personalised ads, ad measurement, audience insights and product development Accept allSave + ExitCustomize your choice | Cookies | Learn morepowered by consentmanager.net YOC Logo Do you know VIS.X<sup>®</sup>?\nProducts Insights<ul>\n<li>uk</li>\n<li>de</li>\n<li>es</li>\n<li>pl</li>\n<li>at</li>\n</ul>\nuk <ul>\n<li>VIS.X<sup>®</sup>\n</li>\n<li>Products</li>\n<li>Advertiser</li>\n<li>Publisher</li>\n<li>Showroom</li>\n<li>Insights</li>\n<li>Newsroom</li>\n<li>About YOC</li>\n<li>Career</li>\n<li>Technology Lab</li>\n<li>Contact</li>\n<li>Investor Relations</li>\n</ul>\n<ul>\n<li>Select Country</li>\n<li>United Kingdom</li>\n<li>Germany</li>\n<li>Spain</li>\n<li>Poland</li>\n<li>Austria</li>\n</ul>Log in Login\nCancel Products\nClose\n<ul>\n<li>YOC Inline Video Ad</li>\n<li>YOC Understitial Ad<sup>®</sup>\n</li>\n<li>YOC Mystery Ad<sup>®</sup>\n</li>\n<li>YOC Mystery Scroller<sup>®</sup>\n</li>\n<li>YOC Ads Plus</li>\n<li>YOC Branded Takeover</li>\n</ul>\nPrivacy statementI.\nContact<p>This information relates to&nbsp;data processing by:</p>\n<p>YOC AG<br>\nGreifswalder Str.\n212<br>\n10405 Berlin<br>\nGermany</p>\n<p>Tel.: &nbsp.\n+49 (0)30&nbsp;726162&nbsp;0<br>\nFax: &nbsp;&nbsp.\n+49 (0)30&nbsp;726162&nbsp;222<br>\nEmail: info@yoc.com</p>\n<p>The YOC AG <strong>data protection officer</strong> is</p>\n<p>\n<strong>ePrivacy GmbH</strong>\n<br>\nRepresented by&nbsp;Prof.&nbsp;Dr.\nChristoph Bauer<br>\nGroße Bleichen 21<br>\n20354 Hamburg<br>\nGermany<br>\nContact:&nbsp;<strong>privacy@yoc.com</strong>\n</p>\n<p>&nbsp;</p>\n<strong>II.\nProcessing of personal data, method and purpose</strong>\n<p>\n<strong>1.\nWhen you visit our w</strong>\n<strong>ebsite</strong>\n</p>\n<p>When you visit our website https://yoc.com/ the browser on your device automatically sends information to&nbsp;the server of our website.\nThis information is temporarily stored in a&nbsp;so-called log file.&nbsp.\nThe following information is collected and stored without your intervention and automatically deleted from the log files after 7 days:</p>\n<ul>\n<li>the IP address of the requesting computer (obfuscated),</li>\n<li>the date and time of access,</li>\n<li>the name and URL of the retrieved file,</li>\n<li>the website from which access is made (referrer URL),</li>\n<li>the operating system of the requesting computer</li>\n<li>the browser type and version, and other information transmitted by&nbsp;the browser (such as your computer’s operating system).</li>\n</ul>\n<p>The above-mentioned data is processed by&nbsp;us for the following purposes:</p>\n<ul>\n<li>to&nbsp;ensure a&nbsp;smooth connection for the website,</li>\n<li>to&nbsp;ensure user-friendly use of our website,</li>\n<li>for evaluation of system security and stability,</li>\n<li>to&nbsp;detect and prevent attacks on our website,</li>\n<li>for continuous improvement of the website and</li>\n<li>for statistical and administrative purposes</li>\n</ul>\n<p>The legal basis for data processing is Art.\n6 Section 1 f GDPR.&nbsp.\nOur legitimate interest follows from the purposes of the data processing listed above.</p>\n<p>In addition, we&nbsp;use cookies and analysis services when you visit our website.\nFurther explanations can be found under Sections IV and V of this privacy policy.</p>\n<p>\n<strong>2.&nbsp;In the context of using our contact form</strong>\n</p>\n<p>You can send us general enquiries using the contact form provided on our site.&nbsp.\nIn addition to&nbsp;your message, we&nbsp;will ask you to&nbsp;provide</p>\n<ul>\n<li>your first and last name</li>\n<li>the name of your company</li>\n<li>a&nbsp;valid email address and</li>\n<li>a&nbsp;telephone number.</li>\n</ul>\n<p>Further personal information is not collected unless you provide this information voluntarily as part of the message.</p>\n<p>In answering your inquiry we&nbsp;make use of the</p>\n<p>Office 365 Cloud by&nbsp;Microsoft, from Microsoft from Microsoft Corporation, One Microsoft Way, Redmond, WA 98052-6399, USA</p>\n<p>to&nbsp;which we&nbsp;transmit the data collected within the scope of the contact form.&nbsp.\nIn order to&nbsp;process your request, an external email service provider must be commissioned.\nThe commissioning is in accordance with Art.&nbsp.\n6 Section 1 f GDPR on the basis of our legitimate interest in being able to&nbsp;process your enquiries.\nWe&nbsp;have signed a&nbsp;data processing agreement with Microsoft to&nbsp;use the Office 365 Cloud.&nbsp.\nThrough this contract, Microsoft warrants that the data will be processed in accordance with the General Data Protection Regulation and that the rights of the data subject will be protected.&nbsp.\nIn addition, Office 365 Cloud is certified by&nbsp;reliable security standards, including ISO 27001 and ISO 27018, with no data transfer to&nbsp;countries outside the EEA.</p>\n<p>The data will be processed for the purpose of contacting us upon your request and on the basis of Art.&nbsp.\n6 Section 1 b GDPR&nbsp.\nor to&nbsp;safeguard our legitimate interests in accordance with 6 Section 1 f GDPR .&nbsp.\nOur legitimate interest is to&nbsp;be able to&nbsp;respond to&nbsp;inquiries from our customers and thus guarantee a&nbsp;functioning customer service.</p>\n<p>The personal data collected by&nbsp;us for the use of the contact form will be deleted after your request has been dealt with, unless we&nbsp;have to&nbsp;keep it available because of the nature of your request or we&nbsp;are obliged to&nbsp;store it for a&nbsp;longer period of time in accordance with Art.\n6 Section 1 c GDPR due to&nbsp;tax and commercial law storage and documentation obligations, (e.g.\nCommercial, Criminal, Tax Code).</p>\n<p>\n<strong>3.&nbsp;</strong>\n<strong>In connection with our newsletters</strong>\n</p>\n<p>If you have entered your name, the name of your company and a&nbsp;valid email address on our website, we&nbsp;will use this personal data to&nbsp;send you our newsletter.&nbsp.\nIt will be sent upon your request and is based on Art.&nbsp.\n6 Section 1 f GDPR and our legitimate interests to&nbsp;inform you about current news of YOC AG (advertising).</p>\n<p>We&nbsp;send our newsletter via the service</p>\n<p>MailChimp from The Rocket Science Group, LLC, 675 Ponce de Leon Ave NE, Suite 5000, Atlanta, GA 30308 USA (“MailChimp”).</p>\n<p>The email addresses of our newsletter recipients are stored on our behalf on the servers of MailChimp in the USA.</p>\n<p>MailChimp uses this information to&nbsp;send and evaluate the newsletter on our behalf.\nFor this purpose, we&nbsp;have concluded a&nbsp;data processing agreement with MailChimp.\nWith this contract MailChimp warrants that it processes the data in accordance with the GDPR and guarantees the protection of the rights of the data subject.</p>\n<p>MailChimp warrants that personal data is comprehensively protected against unauthorized access.&nbsp.\nMailChimp itself does not use the data of our newsletter recipients to&nbsp;contact them itself or passes the data on to&nbsp;third parties.&nbsp.\nAs a&nbsp;company based in the USA, MailChimp complies with the data protection regulations of the “US Privacy Shield” and is registered with the “US Privacy Shield” programme of the US Department of Commerce.</p>\n<p>MailChimp also offers statistical evaluation possibilities of usage data using cookies, such as determining whether a&nbsp;newsletter has been opened, when it was opened and which links are clicked.&nbsp.\nThe evaluations also serve to&nbsp;identify the reading habits of the users and allow us to&nbsp;adapt our content or to&nbsp;send different content according to&nbsp;the interests of our users.</p>\n<p>You can unsubscribe from our newsletter at any time, without giving reasons, via a&nbsp;link at the end of each newsletter.&nbsp.\nAlternatively, you can also inform us by&nbsp;sending an email to&nbsp;newsletter@yoc.com&nbsp.\nthat you no longer wish to&nbsp;receive newsletters from us.\nYour personal data processed in this context and exclusively for the purposes of sending newsletters will be deleted immediately after cancellation.\nHowever, we&nbsp;record the fact that you have objected and your email address in order not to&nbsp;inadvertently send you newsletters in the future.</p>\n<p>&nbsp;</p>III.&nbsp;Disclosure of data to&nbsp;third parties<p>In particular, to&nbsp;the extent permitted by&nbsp;law and required by&nbsp;Art.&nbsp.\n6 Section 1 b GDPR for the processing of contractual relationships with you, your personal data will be passed on to&nbsp;third parties.</p>\n<p>Furthermore, we&nbsp;will only pass on your personal data to&nbsp;third parties if:</p>\n<ul>\n<li>you have given your express consent in accordance with Art.\n6 Section 1 a&nbsp;GDPR,</li>\n<li>in the event that a&nbsp;legal obligation exists for the transfer in accordance with Art.&nbsp.\n6 Section 1 c GDPR, and</li>\n<li>disclosure in accordance with Art.\n6 Section 1 f GDPR is necessary to&nbsp;assert, exercise or defend legal claims and there is no reason to&nbsp;assume that you have an overriding interest worthy of protection in not disclosing your data.</li>\n</ul>\n<strong>\n<br>\n</strong>\n<strong>IV.\nCookies</strong>\n<p>\n<strong>1.&nbsp;</strong>\n<strong>What are cookies</strong>\n</p>\n<p>We&nbsp;use cookies on our site.&nbsp.\nThese are small files that your browser automatically creates and that are stored on your device (laptop, tablet, smartphone, etc.) when you visit our site.\nCookies do&nbsp;no damage to&nbsp;your end device, and do&nbsp;not contain viruses, Trojans or other malware.</p>\n<p>Information is stored in the cookie that results in each case in connection with the specifically used terminal device.&nbsp.\nHowever, this does not mean that we&nbsp;directly become aware of your identity.</p>\n<p>The use of cookies serves on the one hand to&nbsp;make the use of our offer more pleasant for you.&nbsp.\nThey will be deleted automatically after you leave our website.</p>\n<p>In addition, to&nbsp;optimize user-friendliness, we&nbsp;also use temporary, so-called comfort cookies, which are stored on your terminal device for a&nbsp;certain specified period of time.\nIf you visit our site again to&nbsp;use our services, it will automatically recognize that you have already been with us and what entries and settings you have made, so that you do&nbsp;not have to&nbsp;enter them again.&nbsp.\nAs a&nbsp;rule, these are deleted after a&nbsp;maximum of 30 days.&nbsp.\nOnly those comfort cookies that concern language settings are saved for 365 days.</p>\n<p>We&nbsp;also use cookies as part of third-party tools to&nbsp;statistically record the use of our website and to&nbsp;evaluate it for you for the purpose of optimizing our offer (see V).\nThese analysis and tracking cookies enable us to&nbsp;automatically recognize when you return to&nbsp;our site that you have already been with us.&nbsp.\nThese cookies are automatically deleted after a&nbsp;defined period of time.</p>\n<p>\n<strong>\n</strong>\n<strong>2.&nbsp;</strong>\n<strong>What is the legal basis for processing based on cookies?</strong>\n</p>\n<p>The data processed by&nbsp;cookies is required for the above-mentioned purposes in order to&nbsp;safeguard our legitimate interests in the analysis, optimization and economic operation of our services.</p>\n<p>YOC uses cookies to&nbsp;deliver personalised advertising.\nThese cookies can be deactivated by&nbsp;clicking on the following link:&nbsp;https://t.visx.net/opt-out.<strong>\n</strong>\n<strong>\n</strong>\n</p>\n<p>\n<strong>3.&nbsp;</strong>\n<strong>What opt-out options do&nbsp;you have?</strong>\n</p>\n<p>Most browsers automatically accept cookies.&nbsp.\nHowever, you can configure your browser so that no cookies are stored on your computer, or a&nbsp;message always appears before a&nbsp;new cookie is created.</p>\n<p>However, the complete deactivation of cookies can lead to&nbsp;the fact that you cannot use all functions of our website.&nbsp.\nInstructions for deactivating cookies in your browser can be found in the help function of your browser or under the following links:</p>\n<p>Mozilla FireFox<br>\nGoogle Chrome<br>\nMicrosoft Edge<br>\nOpera<br>\nSafari<br>\nMicrosoft Internet Explorer 11<br>\nMicrosoft Internet Explorer 10<br>\nMicrosoft Internet Explorer 9</p>\n<p>You can also use appropriate tools or browser add-ons to&nbsp;prevent the use of pixels on our pages (e.g.\nthe “AdBlock” add-on).</p>\n<p>Further opt-out options can be found in the following information about the tracking and targeting measures we&nbsp;use.</p>\n<p>\n<strong>4.\nUse of Consent Screen</strong>\n</p>\n<p>On our website, we&nbsp;have integrated the consent management tool “consentmanager” (www.consentmanager.net) of Jaohawi AB (Håltgelvågen 1b, 72348 Västerås, Sweden, info@consentmanager.net) to&nbsp;request consent for data processing or the use of cookies or similar functions.\nWith the help of “consentmanager”, it is thus possible to&nbsp;give or refuse your consent for certain functionalities of our website, e.g.\nfor the purpose of integrating external elements, integrating streaming content, statistical analysis, reach measurement and personalized advertising.\nConsent can be given or rejected for all or individual functions.\nThese settings can be adjusted again afterwards.\nThe purpose of integrating “consentmanager” is to&nbsp;allow the users of our website to&nbsp;decide on the aforementioned matters and, in the course of further use of our website, to&nbsp;offer the possibility of changing settings that have already been made.\nIn the course of using “consentmanager”, personal data as well as information of the end devices used, such as the IP address, are processed.</p>\n<p>The legal basis for the processing is Art.\n6 para.\n1 p.&nbsp;1 lit.\nc) in conjunction with.\nArt.\n6 para.\n3 p.&nbsp;1 lit.\na) in conjunction with.\nArt.\n7 para.\n1 DSGVO and alternatively lit.\nf).\nBy&nbsp;processing the data, we&nbsp;help our customers (according to&nbsp;DSGVO the responsible party) to&nbsp;fulfill their legal obligations (e.g.\nobligation to&nbsp;provide evidence).\nOur legitimate interests in the processing lie in the storage of user settings and preferences in relation to&nbsp;the use of cookies and other functionalities.\n“Consentmanager” stores your data as long as your user settings are active.\nTwo years after the user settings have been made, you will be asked for your consent again.\nThe user settings made will then be stored again for this period.</p>\n<p>You can object to&nbsp;the processing.\nYour right to&nbsp;object exists for reasons arising from your particular situation.\nFor the purpose of objection, please get in touch via e-mail at info@consentmanager.net.</p>\n<strong>\n<br>\n</strong>\n<strong>V.\nTracking&nbsp;</strong>\n<strong>with Google Analytics</strong>\n<p>The tracking measures listed below and used by&nbsp;us are carried out on the basis of Art.&nbsp.\n6 Section 1 f GDPR.</p>\n<p>With the tracking measures used, we&nbsp;want to&nbsp;ensure that our website is designed to&nbsp;meet requirements and is continually optimised.&nbsp.\nWe&nbsp;also use the tracking measures to&nbsp;statistically record the use of our website.&nbsp.\nThe respective data processing purposes and data categories can be found in the description of the corresponding tracking tools.</p>\n<p>We&nbsp;use Google Analytics, a&nbsp;web analysis service of Google LLC, 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA (hereinafter:&nbsp.\n“Google“).\nIn this context, pseudonymized user profiles are created and cookies (see IV1) are used.\nThe information generated by&nbsp;the cookie about your use of this website, such as</p>\n<ul>\n<li>browser type/version,</li>\n<li>the operating system used,</li>\n<li>the referrer URL (the previously visited website),</li>\n<li>the host name of the accessing computer (IP address),</li>\n<li>time of the server request,</li>\n</ul>\n<p>is transferred to&nbsp;a&nbsp;Google server in the USA and stored there.\nGoogle complies with the data protection regulations of the “US Privacy Shield” and is registered with the “US Privacy Shield” programme of the US Department of Commerce.</p>\n<p>In addition, we&nbsp;have concluded a&nbsp;data processing agreement for the use of Google Analytics.&nbsp.\nThrough this contract, Google undertakes that it will process the data in accordance with the GDPR and guarantees the protection of the rights of the data subject.</p>\n<p>The information is used to&nbsp;evaluate the use of the website, to&nbsp;compile reports on website activities and to&nbsp;provide further services associated with the use of the website and the Internet for the purposes of market research and demand-oriented design of these Internet pages.</p>\n<p>This information may also be transferred to&nbsp;third parties if this is required by&nbsp;law or if third parties process this data on behalf of the company.&nbsp.\nUnder no circumstances will your IP address be merged with other data by&nbsp;Google.&nbsp.\nThe IP addresses are anonymized so that an assignment is not possible (IP masking).</p>\n<p>As an alternative to&nbsp;the browser add-on, especially for browsers on mobile devices, you can also prevent Google Analytics from collecting data by&nbsp;clicking on this link.\nAn opt-out cookie is set to&nbsp;prevent future collection of your data when you visit this website.&nbsp.\nThe opt-out cookie is only valid in this browser and only for our website and is stored on your device.&nbsp.\nIf you delete the cookies in this browser, you must set the opt-out cookie again.</p>\n<p>For more information about privacy in connection with Google Analytics, please visit the Google Analytics Help Center.</p>\n<p>We&nbsp;also use Google Optimize.&nbsp.\nThis is a&nbsp;web analysis service of Google LLC, which is integrated into Google Analytics.&nbsp.\nGoogle Optimize allows us to&nbsp;perform A/B and multi-variant tests.\nThis shows us which version of our website is more appealing to&nbsp;users.\nFurther information about this service can be found&nbsp;here.</p>\n<p>&nbsp;</p>\n<strong>\n</strong>\n<strong>VI.\nthe rights of data subjects</strong>\n<p>You have the right:</p>\n<ul>\n<li>in accordance with Art.\n7 Section 3 GDPR, to&nbsp;revoke your consent to&nbsp;us at any time.&nbsp.\nAs a&nbsp;result, we&nbsp;will no longer be allowed to&nbsp;continue processing data based on this consent in the future;</li>\n<li>You can also request information about your personal data processed by&nbsp;us in accordance with Art.\n15 GDPR .\nIn particular, you may request information about the purposes of processing, the category of personal data, the categories of recipients to&nbsp;whom your data have been or will be disclosed, the planned storage period, the existence of a&nbsp;right to&nbsp;rectification, deletion, restriction of processing or objection, the existence of a&nbsp;right of appeal, the origin of your data, if it has not been collected by&nbsp;us, and the existence of automated decision-making including profiling and, if applicable, meaningful information on the relevant details.</li>\n<li>In accordance with Art.\n16 GDPR,&nbsp.\nyou can demand without delay the correction of incorrect or complete personal data stored by&nbsp;us,</li>\n<li>or the deletion of your personal data stored with us in accordance with Art.\n17 GDPR, unless the processing is necessary to&nbsp;exercise the right to&nbsp;freedom of expression and information, to&nbsp;fulfil a&nbsp;legal obligation, for reasons of public interest or to&nbsp;assert, exercise or defend legal claims.</li>\n<li>In accordance with Art.\n18 GDPR,&nbsp.\nyou can require us to&nbsp;restrict the processing of your personal data if you dispute the accuracy of the data, if the processing is unlawful but you refuse to&nbsp;delete the data, if we&nbsp;no longer need the data but you need it to&nbsp;assert, exercise or defend legal claims, or if you have filed an objection to&nbsp;the processing in accordance with Art.\n21 GDPR.</li>\n<li>You also have the right to&nbsp;receive the personal data which you have provided to&nbsp;us n a&nbsp;structured, current and machine-readable format in accordance with Art.\n20 GDPR , or to&nbsp;request its smission to&nbsp;another responsible party</li>\n<li>and to&nbsp;complain to&nbsp;a&nbsp;supervisory authority in accordance with Art.\n77 GDPR .\nAs a&nbsp;rule, you can contact the supervisory authority of your usual place of residence or workplace or our company headquarters.</li>\n</ul>\n<p>To&nbsp;assert your rights against us, please contact privacy@yoc.com</p>\n<strong>\n<br>\nVII.\nRight of objection</strong>\n<strong>\n</strong>\n<p>\n<strong>If your personal data is processed on the basis of legitimate interests in accordance with Art.</strong>\n<strong>6 Section 1 f GDPR, you have the right in accordance with Art.</strong>\n<strong>21 GDPR to&nbsp;object to&nbsp;the processing of your personal data if there is justification for this arising from your special situation, or of you do&nbsp;not wish to&nbsp;receive direct advertising.</strong>\n<strong>In the latter case you have a&nbsp;general right of objection, which we&nbsp;will respond to&nbsp;without the existence of a&nbsp;special situation.</strong>\n</p>\n<p>\n<strong>If you wish to&nbsp;assert your right of rejection, simply send an email to&nbsp.\nprivacy @yoc.com</strong>\n</p>\n<p>&nbsp;</p>VIII.&nbsp;<strong>Data security</strong>\n<p>All data transmitted by&nbsp;you personally is encrypted using the generally accepted and secure TLS (Transport Layer Security) standard.&nbsp.\nTLS is a&nbsp;secure and proven standard that is also used in online banking, for example.&nbsp.\nYou can recognize a&nbsp;secure TLS connection by&nbsp;the attached s on the http (i.e.\nhttps://..) in the address bar of your browser or by&nbsp;the padlock symbol at the top of your browser.</p>\n<p>We&nbsp;also use suitable technical and organizational security measures to&nbsp;protect your data against accidental or intentional manipulation, partial or complete loss, destruction or unauthorised access by&nbsp;third parties.&nbsp.\nOur security measures are continuously improved in line with technological developments.</p>\n<strong>\n<br>\n</strong>iX.\nUp-to-date status and amendment of this privacy policy<p>This privacy policy is currently valid and is valid from May 2018.</p>\n<p>Due to&nbsp;the further development of our website and offers above or due to&nbsp;changed legal or official requirements, it may become necessary to&nbsp;change this privacy policy.&nbsp.\nThe latest version of our privacy policy can be viewed at any time on our website under</p>\n<p>https://yoc.com/privacy</p>\n<p>and printed out.</p>\n<ul>\n<li>VIS.X<sup>®</sup>\n</li>\n<li>YOC Inline Video Ad</li>\n<li>YOC Understitial Ad<sup>®</sup>\n</li>\n<li>YOC Mystery Ad<sup>®</sup>\n</li>\n<li>YOC Mystery Scroller<sup>®</sup>\n</li>\n<li>YOC Ads Plus</li>\n<li>YOC Branded Takeover</li>\n</ul>\n<ul>\n<li>Advertiser</li>\n<li>Publisher</li>\n<li>Showroom</li>\n<li>Insights</li>\n</ul>\n<ul>\n<li>About YOC</li>\n<li>Newsroom</li>\n<li>Career</li>\n<li>Technology Lab</li>\n<li>Contact</li>\n</ul>\n<ul>\n<li>Investor Relations</li>\n<li>YOC share</li>\n<li>News</li>\n<li>YOC at a glance</li>\n<li>Financial reports</li>\n<li>Management &amp;<br>Corporate Governance</li>\n<li>Analyst recommendation</li>\n<li>Annual Shareholders’ Meeting</li>\n<li>Financial calendar</li>\n</ul> YOC Logo Log in © YOC AG.\n2021\nImprint\nPrivacy\niab Logo scroll down scroll up\nPrivacy settings", "created_at": "2021-07-03 22:08:52.564811", "updated_at": "2021-07-03 20:09:06.033149"}], "points": [], "urls": ["yoc.com"]}}