{"error": 448, "message": "OK", "parameters": {"id": 1577, "name": "Forbes", "created_at": "2019-05-18 22:22:10.978443", "updated_at": "2021-05-21 22:00:11.578662", "wikipedia": "https://en.wikipedia.org/wiki/Forbes", "keywords": null, "related": null, "slug": "forbes", "is_comprehensively_reviewed": false, "rating": 4, "status": null, "image": "https://s3.tosdr.org/logos/1577.png", "url": "forbes.com", "documents": [{"id": 1379, "name": "Privacy Statement", "url": "https://www.forbes.com/privacy/english/#5629dfb53061", "xpath": "/html/body/div[2]/div[2]/div/div[2]/div[1]/div/section[3]/div", "text": "<ul>\n<li>\n<p>\n<i>Effective as of: November 1, 2020</i>\n</p>\n<p>\n<b>Forbes values your privacy.\n</b>\n</p>\n<p>This Privacy Statement of Forbes Media LLC (“Forbes” “we” “us” or “our”) outlines how your personally identifiable information and other information about you (your “user information”) will be collected, used, and shared in connection with your access to and/or use of Forbes.com and any content, features, services, or other offerings that Forbes may provide in connection therewith, including in relation to any email communications or newsletters that Forbes may send in connection with your use of our website (collectively, the “Site”).\nThis Privacy Statement also describes your choices and rights regarding the use, access to and correction or deletion of your user information.\nBy using the Site, you acknowledge that you understand that we will use your user information in accordance with this Privacy Statement.\nWhere required by law, you will also be asked to provide clear and unequivocal affirmative consent to the collection, processing, and sharing of your user information via cookies and similar technologies.\nThe Site is owned and operated by Forbes.\n</p>\n<p>Notice to EU/UK individuals: this Privacy Statement is intended to comply with Regulation (EU) 2016/679 of the European Parliament and of the Council of the European Union 27 April 2016 (the “General Data Protection Regulation” or “GDPR”), and the UK equivalent (the \"UK GDPR\"), and provide appropriate protection and care with respect to the treatment of your user information in accordance with the GDPR.\n</p>\n<p>Notice to California residents: this Privacy Statement is intended to comply with the California Consumer Privacy Act (\"CCPA\") and other applicable California law.</p>\n<p>Notice to Nevada consumers: this Privacy Statement is intended to comply with Nevada Senate Bill 220.</p>\n<p>If you have any comments or queries about this Privacy Statement, or how we use your user information, please contact us using the contact details provided below.</p> Quick links <p>We recommend that you read this Privacy Statement in full to ensure you are fully informed.&nbsp.\nHowever, if you only want to access a particular section of this Privacy Statement, then you can click on the relevant link below to jump to that section.</p>\n<b>Summary</b>\n<b>What this Privacy Statement Covers</b>\n<b>Gathering of Information</b>\n<b>Information Collected</b>\n<b>Voluntary Submission</b>\n<b>Information that We Collect Automatically</b>\n<b>Cookies</b>\n<b>Web Beacons</b>\n<b>Log Files</b>\n<b>Information that We Obtain from Third Party Sources</b>\n<b>Use of Your Information</b>\n<b>To Target Content and Advertising</b>\n<b>To Provide Interactive Communications from the Site</b>\n<b>To Provide Communications from Third Parties</b>\n<b>Sharing of Information</b>\n<b>Aggregate Information with Advertisers</b>\n<b>As Necessary to Provide Services to You</b>\n<b>In the Event of Sale or Bankruptcy</b>\n<b>As Required By Law</b>\n<b>Consent</b>\n<b>Control Of Your Information</b>\n<b>Data Retention</b>\n<b>Security</b>\n<b>Privacy of Children</b>\n<b>Cross-border Transfers</b>\n<b>Law Enforcement Requests</b>\n<b>How to Contact Us</b>\n<b>How Will I Know if the Privacy Statement Is Changed?</b>\n<u>Summary</u>\n<p>To enhance, personalize, and support your experience on the Site, among other things, we collect, use, and share your user information.&nbsp.\nFor example, we use aggregated information to develop content targeted to user interests and to generally improve the Site’s user experience.&nbsp.\nAs detailed below, your user information may also be used by Forbes and its partners to tailor content and ads, provide social media features (e.g., features that allow you to share content directly to your preferred social media platform), track your preferences, analyze traffic, and provide similar services and content.&nbsp.\nForbes is committed to your privacy and will not share any user information with any third party without your consent, except as outlined in this Privacy Statement or as permitted by law.&nbsp.\nIf you have any requests, comments, or questions about this Privacy Statement or your user information, please contact us in the manner provided below.</p>\n<u>What this Privacy Statement Covers</u>\n<p>This Privacy Statement covers the Site.\nWhile you may encounter links on the Site to other websites, such as those relating to our third party sponsors, advertisers, and other partners (e.g., our affiliate network operators), please note that these websites are not covered by this Privacy Statement (unless otherwise noted on such site, which may be the case if, for example, the site is also owned and operated by Forbes).\n</p>\n<p>This Privacy Statement does not apply to the activities of Forbes’ third party sponsors, advertisers, and other partners (e.g.\nour affiliate network operators) that may collect your user information while you access or use such third party’s services in connection with your use of our Site (e.g.\nsocial media and sharing services).&nbsp.\nThe privacy and information practices of those third parties are not covered by this Privacy Statement.&nbsp.\nTo learn more about such third party policies, we encourage you to read and review the privacy statements of each third party service that you may choose to use.\nThis Privacy Statement applies only to user information collected by us or shared with us in relation to our Site.\n</p>\n<p>As a general reminder, please think carefully before you decide to put anything on the internet.&nbsp.\nFor example, if you voluntarily disclose user information in chat areas or bulletin boards (e.g., comments sections), that information could be seen and used by others, and may result in unsolicited messages from others.\nWe are not responsible for the user information you may choose to submit in these public forums.\nTo request removal of your user information from our blog or community forum, please contact us as provided below.\nIn some cases, for legal retention purposes or technical limitations (e.g., the data may not be searchable), we may not be able to remove user information voluntarily disclosed by you in such forums, in which case, we will notify you.\n</p>\n<u>Gathering of Information</u>\n<p>\n<b>Section Overview</b>: We collect user information when you use the Site.&nbsp.\nSometimes you may submit it to us yourself, other times it may be collected automatically.&nbsp;You can manage and change your preferences as outlined below.</p> Information Collected <p>When you use the Site, your user information may be collected, used, and shared in a variety of manners.\nAs detailed below, the type of user information collected may vary based on how it was gathered, but may include, among other things, user information that you voluntarily submit (e.g., when setting up an account or submitting a registration or application on the Site (including when signing up for a paid subscription), you may submit your contact information, social media account handles, and/or professional information), user information automatically collected about your usage of the Site (e.g., the content that you choose to view), and user information that our third party partners may share with us if such third party partners have previously received your consent to do so.</p> Voluntary Submission <p>Forbes may collect user information (including personally identifiable information) that is voluntarily provided by you or with your permission.\nFor example, we may ask you for user information, such as your email address, when you register to become a member of the Site or register for a Forbes-produced live event.\nYou may also provide user information to Forbes in other contexts, including, for example, on your member profile page and public profile URL (for example, if you choose to add content to your profile page, such as photos, videos or other information about you and your interests), to enter into a sweepstakes, contest, or promotion, or to apply for consideration in connection with a Forbes list or similar accolade (e.g., Under 30 list applications).\n</p>\n<p>In the event you order something from the Site or one of our co-branded websites, or if you sign-up for a paid subscription (or a free trial of a paid subscription), we may request additional user information, such as your address, telephone number and credit card information, in order to complete the order.\nYou may also provide us with other information at the same time, such as your choice of subscription term or type of subscription.\nIf you choose to sign-up for a paid subscription via your social media profile (further information on this below under \"Information that We Obtain from Third Party Sources\"), we may also receive some limited information about you from that social media provider.\nWhere you sign-up for paid subscriptions as a gift option (e.g., on behalf of a friend or colleague, the gift recipient), you may provide us with this information on behalf of the gift recipient.\n</p>\n<p>You always have the option not to provide the information we request.\nIf you choose not to provide the information we request, you can still visit most of the Site, but you may be unable to access certain options and services, such as paid subscription content.\nIn the event that you wish to provide user information to us about a third party, such your friend or colleague, in connection with a referral, gift subscription, recommendation, nomination (e.g., Under 30 list nomination), or other purpose, please only do so if you have the permission of that third party.\nWhen you register or become a member of the Site or provide information to Forbes in any other manner, you agree to provide only true, accurate, current and complete information.</p> Information that We Collect Automatically <p>When you visit our Site, we may collect certain user information automatically from your device.\nIn some territories, including California and countries in the European Economic Area (\"EEA\") and the United Kingdom (the EEA and the United Kingdom, together \"Europe\"), this information may be considered personal data or personal information under applicable data protection laws.</p>\n<p>Specifically, the user information we collect automatically may include information like your IP address, device type, unique device identification numbers, browser-type, broad geographic location (e.g.\ncountry or city-level location) and other technical information.&nbsp.\nWe may also collect user information about how your device has interacted with our Site, including the pages accessed and links clicked.&nbsp.\n</p>\n<p>Collecting this information enables us to better understand the visitors who come to our Site, where they come from, and what content on our Site is of interest to them.\nWe use this information for our business purposes, including internal analytics purposes and to improve the quality and relevance of our Site to our visitors.\nWith respect to any content that is subject to a paywall, we also use this information to notify users via a notice on the Site when they have read their quota of \"free\" content (and would need to purchase a subscription to continue reading additional articles).</p>\n<p>Some of this information may be collected using cookies and similar tracking technology, as explained further below.</p> Cookies <p>A cookie is a small data file that is written to your computer's hard drive by your web browser.\nA cookie file can contain and/or automatically collect user information, such as a user identification code or IP address, that a website will use to track the pages and number of times you have visited.&nbsp;The data read from these cookies may be linked to your user information, so our use of these cookies may allow us to better understand how you use our Site, or to serve you with personalized advertising.\n</p>\n<p>In particular, we and our partners use cookies and similar technologies on the Site for our business purposes of personalizing and optimizing your browsing experience and the Site by:</p>\n<ul>\n<li>providing you with tailored content and advertisements (see below for more information), </li>\n<li>enabling social media features, </li>\n<li>safeguarding against spam and malware, </li>\n<li>analyzing trends, traffic, and user behavior, </li>\n<li>administering the Site, including triggering paywalls for certain content as appropriate, </li>\n<li>gathering demographic information about our user base as a whole, </li>\n<li>tracking web and advertising analytics throughout the Site and its affiliate websites, </li>\n<li>remembering your preferences and voluntarily-submitted information (e.g.\ncustom video playlists, preferences, job title, story ratings, membership status), </li>\n<li>performing location-related functionalities and analytics, </li>\n<li>participating in market research (e.g., Site ratings), and </li>\n<li>educating ourselves about how we can continue to improve the Site and its various elements.\n</li>\n</ul>\n<p>Cookies fall into the subcategories below.</p>\n<p>Required Cookies.\nCertain cookies are used for specific purposes that are essential to your secure use and navigation of the Site.\nWithout them, Forbes may not be able to provide core Site functions and features to you, and the Site would not operate as well as you or Forbes would like.\nThese cookies collect and use information such as your server preferences, single-session data and corresponding identifier, web beacons and log files (detailed below), and other credential-related information.\n</p>\n<p>Functional Cookies.\nOther cookies may be used to collect and process information about your preferences and similar choices in connection with the Site in order to optimize your browsing experience (e.g., various local preference settings.\nwhich geographically-customized version of the Site and related content you may prefer e.g., Forbes US, Forbes Asia, Forbes Europe).\nFunctional cookies include social media cookies, which collect information about your social media usage and other data you may have provided in connection with such usage (if you access the Site through a social media website or mobile application, you may have social media cookies).\nIf you wish to modify or change your social media cookies, please visit and review the settings on your applicable social media account(s).\nFunctional cookies also include analytics cookies, which provide us with data that allows Forbes to better understand its users and improve the Site based on what we have learned from that data.</p>\n<p>Advertising Cookies.\nTo help support the Site and further tailor your experience, Forbes and its advertising partners (and/or their third-party analytics providers) may also use cookies on the Site to personalize the content and advertisements you may be shown.\nSuch advertisements use cookies to provide you targeted advertisements that may be more consistent with your interests than non-targeted advertisements.\nCertain Forbes advertising partners may also use cookies to monitor or track the performance of their advertising content, including native advertising content (e.g., BrandVoice).\nForbes does not provide user information to advertising partners except in connection with the Site or as required by law.</p>\n<p>If you would like to manage your cookie preferences or learn more information about this practice and your right to decline (or opt-out of) cookies placed by some or all of these companies, please click here.\nIf you are a California resident and to the extent our use of cookies qualifies as selling personal information under the CCPA, you can opt out of that sale by clicking the “Cookies on Forbes” tab or by contacting us as indicated below.</p>\n<p>Please be aware that if you do choose to disable the receipt of cookies from our Site, you may not be able to use or benefit from certain features of the Site, particularly the features that are designed to personalize your experience.&nbsp.\nTo learn more about the use of cookies in online advertising including how to manage or delete them click here.</p>\n<p>Most web browsers automatically accept cookies, but generally allow users to modify their browser settings to display a warning before accepting a cookie, to accept cookies only from certain websites, and/or to refuse all cookies.\nPlease do review your web browser settings if you want to use your web browser to control our cookies.</p> Web Beacons <p>We may use web beacons (invisible images often referred to as pixel tags or clear GIFs) on our Site for our business purposes of recognizing users, assessing traffic patterns, identifying preferred content and measuring site engagement.\nWe may also include web beacons in our email communications, including newsletters, in order to measure engagement with our communications (e.g., to count how many, and when, email communications have been opened, or which links in such communications have been clicked on).</p>\n<p>Forbes and its partners (including advertisers, ad servers, and affiliate link e-commerce providers) may also use web beacons to collect various data provided by your browser while you are on our Site and elsewhere (i.e., outside of the Site) where we may be acting as a third party.\nThis data is collected in the aggregate, but may include or be associated with other user information that users have voluntarily submitted.\nAs we do not control or have access to the manner in which these third parties may use cookies or other tracking technologies, Forbes is not responsible for the privacy practices of these third parties (if you have questions about any of these third parties, we encourage you to review their corresponding privacy policies).</p> Log Files <p>The Site’s web and ad servers log information about a user's IP address, browser type and the current URL the user is requesting.\nThis information is always provided by a user's browser and automatically logged by most websites.\nThese log files are stored in a secure location and used for our business purpose of internal analysis of traffic patterns within our Site.\n</p> Information that We Obtain from Third Party Sources <p>From time to time, we may collect personal information about you from third party sources (including data append services such as public or social graph data, or social media websites if you have chosen to log in or connect your social media with our Site) which we will use for our business purposes (for example, in order to better serve you with content or promotions).\nHowever, we will only use this information where these third parties either have your consent or are otherwise legally permitted or required to disclose your personal information to us.</p>\n<p>When you sign into our Site or purchase a paid subscription on our Site using a social media log-in, you give permission to that social media company to share certain information with us.\nFor example, if you sign in or purchase a subscription using Facebook or LinkedIn, you give permission to Facebook or LinkedIn (as applicable) to share with us your email address and certain other information contained in your profile on that social media platform (but only if you have made this information public in your corresponding Facebook or LinkedIn profile).\nThis will be limited to your full name, age range, profile picture (if you have one) and link to your Facebook or LinkedIn profile (as applicable).\nIf you log-in or purchase a subscription using your Google account, you give Google permission to share personal data with us that you have made public in your Google profile.\nThis will be limited to your full name, your email address (and whether your email has been validated), your age range, your profile picture (if you have one) and a link to your Google profile.\nIf you log-in or purchase a subscription using your Apple ID, you give Apple permission to share your personal data with us (however, you can choose to hide your email address and instead Apple will create a random email address so that your personal email can stay private).\nThis email address will be linked to your account and will be used to allow you to access your subscribed content.\n</p>\n<p>We will use this information to form a profile for your account, or to enable you to purchase a paid subscription.\nIf you later remove the Site from your Facebook or LinkedIn settings, Google settings, or Apple ID, we will no longer have access to this information.\nHowever, this will not affect our ability to use the information that we already received when you first set up your account (or purchased a subscription) using that social media login, as long as we continue to need to use it for the purposes as described in this Privacy Statement.</p>\n<u>Use of Your Information</u>\n<p>\n<b>Section Overview:</b> Our primary goal in collecting, using, and sharing user information is to enhance your experience on the Site, support the Site, and improve its features, performance, and other elements.\nYour user information may be used for the purposes outlined below.\nWe will not use your user information without a valid legal basis to do so.</p> To Target Content and Advertising <p>Forbes may use your user information for advertising purposes in order to promote our Site or our other products or services, and the products and services of third parties.\nTo develop and provide content and advertising to you that is targeted to your interests, we use the analytics collected by the systems described above to determine which areas of our Site you prefer based upon the frequency of your visits and engagement with those areas.\nWe may make reasonable assumptions based on your browser provided data to target relevant content and advertising to you on our site and elsewhere where we may be acting as a 3rd party.\nWe may also make reasonable geographic and demographic assumptions based on your presented IP address to target relevant content and advertising.</p> To Provide Interactive Communications from the Site <p>To enhance your experience, we may provide you with interactive communications, such as notifications of activity by topic or contributor to the email address that you provide to us.\nSuch interactive communications are provided only to those users who have expressly provided us with their permission to receive them as part of their user profile.</p>\n<p>From time to time we may provide emails highlighting new features, promotions or contests on the Site to those users who have expressly provided us with their permission to send such communications as part of their user profile, or where we are otherwise permitted by law.</p> To Provide Communications from Third Parties <p>We respect the privacy of our users and will not disclose or distribute our user list to any third party, nor will we permit anyone else to do so.\nHowever, we do make available for rental our list of those registrants who have expressly provided us with their permission to receive third party offers as part of their user profile.\nIn those cases, your email address will be transferred to the third party.\nYou can remove your consent to this use or modify your related user information by contacting Forbes as indicated below.</p>\n<u>Sharing of Information</u>\n<p>You may be requested to voluntarily provide certain user information during your use of the Site.\nIf you choose to do so, that user information may be shared with Forbes as well as our business partners, third party vendors and service providers who fulfil our business purposes.\nThese third parties provide hosting and other services for Forbes (for example, to support on the delivery of, provide functionality on, or help to enhance the security of our Site), and otherwise process user information for purposes that are described in this Privacy Statement or notified to you when we collect your user information.</p>\n<p>We use third parties for a number of business purposes, including to provide credit card processing, to provide email services and to host services on the Site.\nWhen you sign up for such services, we will share your user information only as necessary for the third party to provide that service.\nThese third parties are prohibited from using your user information for any other purpose.\nWith respect to credit card processing, we do not collect, store, or process any credit card information.\nIf you do not want your information to be shared, you can choose not to allow the transfer of your information by not using that particular service.\n</p>\n<p>In addition, if you provide any user information via an advertiser promotion, please be aware you are directly providing your user information to that advertiser.\nSimilarly, we may share certain attendee user information with sponsors of our live events (e.g., attendee name, title, company name), subject to applicable law.\nIf you are a California resident, you may click here to opt out of this activity or contact us as provided below.\n</p>\n<p>From time-to-time we may provide you the opportunity to participate in contests or surveys on our site.\nIf you participate, we will request certain user information from you, such as your name and email.\nParticipation in these surveys or contests is completely voluntary and you therefore have a choice whether or not to disclose this information.\nWe use this information to notify contest winners and award prizes.</p>\n<p>We may use a third party service provider to conduct these surveys or contests.\nthat company will be prohibited from using our users' user information for any other purpose.\nWe will not share the user information you provide through a contest or survey with other third parties unless we give you prior notice and choice.</p>\n<p>As noted above, you may be able to log in to our site using sign-in services that bridge your social media login information with the Site.\nThese services will authenticate your identity and provide you the option to share certain user information with us such as your name and email address to pre-populate our sign up form or subscription order.\nThese services give you the option to post information about your activities on the Site to your profile page to share with others within your network.\nThe Site includes social media features, widgets and/or interactive mini-programs that run on the Site.\nThese features are small content modules that can be embedded on the Site (or other sites) and may collect your IP address, which page you are visiting on the Site, or set a cookie to enable the feature to function properly.\nSocial media features and widgets are either hosted by a third party or hosted directly on the Site.\nYour interactions with these features are governed by the privacy policy of the company providing it.</p>\n<p>We offer widgets that are hosted on the Site, like our embeddable video player.\nUse of the Forbes.com widgets is subject to the Site terms of use, but downloading or embedding these widgets on other websites is not covered by this privacy statement.</p> Aggregate Information with Advertisers <p>Forbes derives the majority of its revenue on the Site from advertising and sharing information is essential to keeping our services affordable to users.\nIn order to attract and retain advertisers, we use the aggregated, information that we gather (as well as aggregated information from third-party market researchers) to describe our services to partners and to assist our advertisers and sponsors to better understand our audience.\n</p>\n<p>We partner with third party ad networks to either display advertising on the Site or to manage our advertising on other sites.\nOur ad network partners use cookies and web beacons to collect user information about your activities on the Site and other websites to provide you targeted advertising based upon your interests.</p>\n<p>If you wish to not have this information used for the purpose of serving you targeted ads, you may opt-out or modify your choices by clicking here, if you are a California resident, by clicking the “Cookies on Forbes” tab or, if located in the Europe or, by clicking here.\nPlease note this does not opt you out of being served advertising.\nYou will continue to receive non-targeted ads.</p> As Necessary to Provide Services to You <p>We occasionally hire other companies to provide limited services on our behalf, such as handling the processing and delivery of newsletter mailings, processing transactions, or performing statistical analysis of our services.\nWe will only provide those companies the user information they need to deliver the service.\nIn some instances, these companies may collect user information directly from you.\nIn these cases, you will be notified of the involvement of the external service provider.\nIn all cases, these companies are subject to agreements that require them to maintain the confidentiality of your user information and they are prohibited from using that information for any other purpose.</p> In the Event of Sale or Bankruptcy <p>The ownership of the Site may change at some point in the future.\nShould that occur, we want this site to be able to maintain a relationship with you.\nIn the event of an (actual or potential) sale, merger, public offering, bankruptcy, acquisition of any part of our business, or other change in control of Forbes, your user information may be shared with the person or business that owns or controls (or potentially will own or control) this Site, provided that we inform the buyer (or prospective buyer) that it must use your user information only for the purposes disclosed in this Privacy Statement.</p> As Required By Law <p>Forbes may disclose your user information to any competent law enforcement body, regulatory, government agency, court or other third party where we believe disclosure is necessary: (i) as a matter of applicable law or regulation (such as to comply with a subpoena or in the good faith belief that such action is necessary to conform to the edicts of the law), (ii) to protect your safety or the safety of others, (iii) to investigate fraud or comply with a judicial proceeding, court order or legal process served on Forbes, or (iv) to protect and defend the rights or property of Forbes.</p> Consent <p>Forbes may disclose your user information to any other person with your consent.</p>\n<p>\n<u>Notice to Visitors in the Europe</u>: As outlined in this Privacy Statement, Forbes will not process your user information without a lawful basis to do so.&nbsp.\nOur legal basis for collecting and using your user information as described above will depend on the user information concerned and the specific context in which we collect it.&nbsp.\nIn general, Forbes will process your user information on the legal bases of consent, contract (if you have entered into an agreement with us and such processing is a necessary part thereof), or legal obligation (as noted above).&nbsp.\nIf we ask you to provide user information to comply with a legal requirement or so we can perform a contract with you, we will make this clear at the relevant time and advise you whether the provision of this user information is mandatory or not (as well as of the possible consequences if you do not provide this user information).&nbsp.\n</p>\n<p>Forbes may also process certain user information on the basis of the following legitimate interests, provided that such interests are not overridden by your privacy rights and interests: delivering and continuing to develop and improve the Site, learning from your behavior on the Site (e.g., analyzing traffic) to better serve you and other Site users, helping us modify or enhance the Site and its content, receiving insight as to what users do (and don’t) like about our Site or aspects thereof, and providing a stable, consistent, and secure user experience in connection with the Site.</p>\n<u>Control of Your Information</u>\n<b>Section Overview</b>: You have a variety of rights regarding the use and control of your user information.\n<p>Upon request, Forbes will provide you with information about whether we hold any of your user information.\nRegistered users may change the information stored in their member profile such as image, name, password, location, country and the topics and contributors they are following at any time by visiting their member profile page at https://blogs.forbes.com/account/.\nAll users may elect to stop receiving marketing material from Forbes or on behalf of external third party business partners by following instructions at the end of any such email received.&nbsp.\nYour rights and controls with respect to the user information that may be collected, used, or shared in connection with cookies are outlined above.\n</p>\n<p>You may request to delete or modify your personal account and/or any user information you may have voluntarily submitted to us (e.g., information that you provide to register for a Forbes event) if you wish to do so.\nYou may also ask to opt-out of marketing communications (you can exercise this right by clicking on the \"unsubscribe\" or \"opt-out\" link in the marketing emails we send you.&nbsp.\nTo opt out of other forms of marketing, please contact us using the details below).&nbsp.\nIn addition, you may request to have user information maintained by Forbes deleted subject to the Data Retention section below.&nbsp.\n</p>\n<p>If you are a resident in Europe, you may also ask us: to access, correct, update or delete your user information.\nyou may object to our processing of this information, ask us to restrict our processing of your user information, or request portability of your user information.&nbsp.\nSimilarly, if we have collected and processed your user information with your consent, then you can withdraw your consent at any time.&nbsp.\nHowever, please note that withdrawing your consent will not affect the lawfulness of any processing we conducted prior to your withdrawal, nor will it affect processing of your user information conducted in relation on lawful processing grounds other than consent.&nbsp.\nYou also have a right to complain to a data protection authority about our collection and use of your user information.&nbsp.\nFor more information, please contact your local data protection authority.</p>\n<p>California Residents Only: If you are a California resident, you are entitled to request notice of certain information about the user information that we may share with third parties for marketing purposes (e.g., the categories of user information shared, and contact information of applicable third parties), as well as request that we disclose to you what personal information we collect, use, disclose and sell about you, and the right to request deletion of personal information we collect or maintain about you.\nIf you would like to exercise any of these rights, please mail your written request to Forbes at the physical address below and title your request as follows or in a similar manner: \"CCPA – California Resident Request\".\nYou also have the right to opt out of the sale of your personal information (as defined by applicable law), which you may exercise by clicking Do Not Sell My Info, and to not be treated in a discriminatory manner for having exercised your rights regarding your privacy rights under the California Consumer Privacy Act (CCPA).</p>\n<p>Nevada Consumers Only: If you would like to submit a request pursuant to Nevada Senate Bill 220, please contact us as provided below.</p>\n<p>To make any request under this section, please email us as outlined below from the email address associated with your account.\nWe may ask you for additional information to confirm your identity and that we are providing access to information about the correct person.\nWe will do our best to respond to your request within 30 days and, in any event, we will respond within the timescales required by applicable data protection and/or consumer privacy law.</p>\n<p>You can modify your cookie preferences by following the procedure outlined in the Cookie section of the Privacy Statement above.\nOf course, if you have any questions, please contact us as outlined below.\n</p>\n<u>Data Retention</u>\n<p>We will retain your user information for as long as your account is active or as needed to provide you the Site, unless you have revoked your consent or requested to delete certain user information.\nand we may retain certain user information for specific legitimate interests where we have an ongoing business need (for example, relating to core Site functionalities (such as fraud-prevention and account recovery), or to comply with applicable tax, legal or accounting requirements).\n</p>\n<p>When we have no ongoing legitimate business need to use your user information, we will either delete or anonymize it or, if this is not possible (for example, because your personal information has been stored in back-up archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.</p>\n<u>Security</u>\n<b>Section Overview</b>: We care about the protection of your user information and use appropriate technical and organisational security measures (including industry standard safeguards) to do so.&nbsp.\nThe measures we use are designed to provide a level of security appropriate to the risk of processing of your user information.&nbsp.\nOf course, it’s important to keep in mind that no data transmission on the Internet is guaranteed to be 100% secure.\n<p>Your user information is stored on Forbes servers located in the United States.\nWe use industry standard physical, electronic, and organizational safeguards to protect your user information against loss or theft as well as unauthorized access and disclosure to protect your privacy.\nWe treat data as an asset that must be protected against loss and unauthorized access.\nWe employ many different security techniques to protect such data from unauthorized access by users inside and outside the company.\nHowever, \"perfect security\" does not exist on the Internet.&nbsp.\nIf you are concerned that your privacy may have been breached, please contact us as provided below.\n</p>\n<u>Privacy of Children</u>\n<b>Section Overview</b>:&nbsp.\nThe Site is intended for people who are at least 16 years of age.&nbsp.\n<p>If you are less than 16 years old, please do not send any user information to us--including information such as your name, address, or email address.\nWe do not knowingly collect (nor do we wish to collect) any user information from children under the age of 16.&nbsp.\nIn the event that we learn we have collected any user information from a child under the age of 16, we will delete that information from our database and terminate the corresponding account, if any.&nbsp.\nWe encourage you to discuss the Site with your parent or guardian.</p>\n<u>Cross-border Transfers</u>\n<p>\n<b>Section Overview</b>: Your user information may be transferred to, and processed in, countries other than the country in which you are resident in connection with your use of the Site.&nbsp.\nThese countries may have data protection laws that are different to the laws of your country.&nbsp.\nSpecifically, if you access or use the Site outside of the United States, your user information will be transferred to our servers in the United States.\n</p>\n<p>However, we have taken appropriate safeguards to require that your personal information will remain protected in accordance with this Privacy Statement.&nbsp.\nForbes participates in and has certified its compliance with the EU-U.S.\nPrivacy Shield Framework and the Swiss-U.S.\nPrivacy Shield Framework.\nForbes is committed to subjecting all personal data received from Europe and Switzerland, respectively, in reliance on each Privacy Shield Framework, to the Framework's applicable Principles.\nTo learn more about the Privacy Shield Framework, visit the U.S.\nDepartment of Commerce's Privacy Shield List at https://www.privacyshield.gov/list.\nForbes is responsible for the processing of personal data it receives, under each Privacy Shield Framework, and subsequently transfers to a third party acting as an agent on its behalf.\nForbes complies with the Privacy Shield Principles for all onward transfers of personal data from Europe and Switzerland, including the onward transfer liability provisions With respect to personal data received or transferred pursuant to the Privacy Shield Frameworks, Forbes is subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.\nIn certain situations, Forbes may be required to disclose personal data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.&nbsp.\nIf you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request.&nbsp.\nUnder certain conditions, more fully described on the Privacy Shield website at https://www.privacyshield.gov/article?id=How-to-Submit-a-Complaint, you may invoke binding arbitration when other dispute resolution procedures have been exhausted.</p>\n<p>We have implemented similar appropriate safeguards with our third party service providers and partners and further details can be provided upon request.</p>\n<u>Law Enforcement Requests</u>\n<p>\n<b>Section Overview: </b>Our position when it comes to responding to law enforcement requests for the disclosure of personal information.</p>\n<p>Forbes takes the protection of your personal information very seriously.\nand is committed to acting as a responsible data custodian.\nIf we become aware that any law enforcement, regulatory, judicial or governmental authority (\"Authority\") wishes to obtain access to, or a copy of, the personal information that we hold about you (whether on a voluntary or mandatory basis) (a \"Request\"), then we commit to the following: (1) we will investigate the Request before responding, to ensure that it is a valid request made under applicable law.\nand (2) we will only disclose personal information to the Authority in response to the Request where we are legally required to do so and in accordance with applicable lawful process.\nThe only exception to these commitments is where we reasonably believe (in good faith) that the urgent provision of the requested personal information per the Authority's Request is necessary to prevent an imminent risk of serious harm to any individual.\nHowever, in any event, we shall never knowingly disclose personal information in a massive, disproportionate or indiscriminate manner, which goes beyond what is necessary in a democratic society.\n</p>\n<p>We also ensure that, in accordance with good industry practice, we have in place security measures to protect your personal information from interception, including in transit between our different systems and devices.\nThis includes having in place network protection to deny attackers the ability to intercept data and the encryption of your personal information while in transit, to deny attackers the ability to read data.</p>\n<u>How to Contact Us</u>\n<b>Section Overview</b>: Please contact us if you have any questions or requests.\n<p>If you are an individual in Europe and would like to make a request pursuant to the General Data Protection Regulation (GDPR), click here.</p>\n<p>If you are a California resident and would like to make a request pursuant to the California Consumer Privacy Act (CCPA), click here.</p>\n<p>If you are a Nevada consumer and would like to make a request pursuant to Nevada Senate Bill 220, click here.</p>\n<p>If you have any other questions regarding this Privacy Statement or how to remove or modify your user information or related consents, please feel free to contact us at privacy@forbes.com or Forbes Media, Privacy Team - Customer Service, 499 Washington Blvd., 9th Floor, Jersey City, NJ 07310.\nThe data controller of your user information is Forbes Media LLC.&nbsp.\nOur EU and UK representative can be contacted at privacy@forbes.com or Forbes Media - EU/UK Representative, 151 Wardour Street, Offices 201-203, London, W1F 8WE.</p>\n<p>If you are a California resident who has a disability and requires assistance to access this Privacy Statement in an alternative format, contact us by any of the methods set out here.\nYou can access a printable copy of this Privacy Statement by printing this page.\n</p>\n<u>How Will I Know if the Privacy Statement Is Changed?</u>\n<p>We may update this Privacy Statement from time to time in response to changing legal, technical or business developments.&nbsp.\nThis Privacy Statement describes our data handling practices for the 12 months prior to the date on which it was last updated.\nWhen we update our Privacy Statement, we will take appropriate measures to inform you, consistent with the significance of the changes we make.&nbsp.\nFor example, if we make any material changes we will notify you by email (sent to the email address specified in your account) or by means of a notice on this Site prior to the change becoming effective.\nWe will obtain your consent to any material changes if and where consent is required by applicable laws.&nbsp.\nWe encourage you to periodically review this page for the latest information on our privacy practices.</p>\n<p>Note on Translated Version(s): For your convenience, Forbes may make translated versions of this Privacy Statement available on the Site.&nbsp.\nIn the event that the terms of any such translated version conflict with the terms of the English version, the terms of the English version of this Privacy Statement will apply.</p>\n</li>\n</ul>", "created_at": "2019-05-18 22:23:06.694625", "updated_at": "2020-12-14 22:21:02.514266"}, {"id": 1380, "name": "Terms and Conditions", "url": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "xpath": null, "text": " <i>\n</i>\n<i>\n</i>\n<ul>\n</ul>\n<i>\n</i>\n<ul>\n<li> FORBES<sup>®</sup> Website Terms of Service <p>\n<i>Revised and posted as of: November 5, 2015</i>\n</p> Welcome to Forbes.com.\n<p>Forbes.com (the \"Website\") is an Internet service owned and operated by Forbes Media LLC (\"Forbes\").\nForbes is dedicated to providing visitors to the Website with a highly interactive and positive experience, while at the same time protecting our rights and the rights of our users.\nWe have developed these Terms and Conditions to govern your use of the Website as well as your use of any other Internet services and channels of Forbes including, but not limited to, our mobile applications (e.g., Forbes Under 30) and social media and other channels (e.g., Forbes’ various profiles on Facebook, Twitter, Instagram, and YouTube.\nemails in response to requests for submissions) (“Other Channels”).\nWe, along with our affiliates, partners and advertisers, provide content and services to you via the Website and Other Channels subject to the following conditions.\nYour use of the Website and/or Other Channels tells us you have read and agreed to these Terms and Conditions.\nPlease read them carefully.\nThese Terms and Conditions are a binding contract between you and Forbes, regarding your use of the Website or Other Channels.\nIf you do not agree with any of these terms, please exit the Website and cease use of any Other Channels.</p>\n<ol>\n<li>The Website Content <dl>\n<dt>1.1</dt>\n<dd>All of the information, content, services and software displayed on, transmitted through, or used in connection with the Website or Other Channels, including for example, advertising, directories, guides, articles, opinions, reviews, text, photographs, images, illustrations, audio clips, video, html, source and object code, software, data, and all other related matters, including without limitation, the selection and arrangement of the aforementioned and the \"look and feel\" of this website (collectively, the \"Content\"), are protected under applicable copyrights and other proprietary (including but not limited to intellectual property) rights and are the intellectual property of Forbes, and its affiliated companies, licensors and suppliers.\nForbes actively protects its rights to the Content to the fullest extent of the law.\nThe copying, rearrangement, broadcast, rewriting for broadcast or publication, redistribution, modification, use or publication by you in any medium, directly or indirectly, of any such matters or any part of the Website, including the removal or alteration of advertising, except for limited rights of use granted hereunder, is strictly prohibited.\nYou may not use such material except as provided in these Terms and Conditions.</dd>\n</dl>\n<dl>\n<dt>1.2\t</dt>\n<dd>The Content includes logotypes, trademarks and service marks (collectively \"Marks\") owned by Forbes, and Marks owned by other information providers and third parties.\nFor example, \"Forbes\" is a registered trademark of Forbes.\nNo Marks may be used in any manner unless approved in advance, in writing by Forbes.</dd>\n</dl>\n<dl>\n<dt>1.3\t</dt>\n<dd>You may use the Content online and solely for your personal, non-commercial use, and you may download or print a single copy of any portion of the Content for your personal, non-commercial use, provided you do not remove any trademark, copyright or other notice contained in such Content.\nNo other use is permitted unless otherwise expressly permitted by Forbes.\nYou may not, for example, republish the Content on any Internet, Intranet or Extranet site or incorporate the Content in any database, compilation, archive or cache or store the Content in electronic form on your computer or mobile device unless otherwise expressly permitted by Forbes.\nYou may not distribute any of the Content to others, whether or not for payment or other consideration, and you may not modify, copy, frame, reproduce, sell, publish, transmit, display or otherwise use any portion of the Content without securing the prior written consent of Forbes.</dd>\n</dl>\n<dl>\n<dt>1.4\t</dt>\n<dd>Requests to use the Content for any purpose other than as permitted in this paragraph should be submitted as directed on the Website or Other Channels, as applicable.</dd>\n</dl>\n<dl>\n<dt>1.5\t</dt>\n<dd>Free access to the content made available to you on the Website is possible due to the paid advertising that appears on the Website.\nWithout this advertising, we would not be able to provide you with this content for free.\nIn exchange for your free access to this content, you agree that you will not, and will not permit any third party to, remove, obstruct, modify or otherwise interfere with the delivery or display of advertisements on the Website.</dd>\n</dl>\n<dl>\n<dt>1.6\t</dt>\n<dd>You may not frame or utilize framing techniques that involve any trademark, logo, copyrighted material or other proprietary information (including images, text, page layout, or form) of any portion of the Website or Other Channels without our express written consent.\nYou may not alter or modify in any way, the Website or Other Channels including but not limited to using any software to suppress or alter the display of advertising on the pages of the Website or Other Channels.\nIn addition, you agree not to decompile, reverse engineer or disassemble any software or other products or processes accessible through the Website or Other Channels, not to insert any code or product or manipulate the content of the Website or Other Channels in any way that affects the user's experience, and not to use any data mining, robots, cancelbots, Trojan horse, or any data gathering or extraction method in connection with your use of the Website or Other Channels.</dd>\n</dl>\n<dl>\n<dt>1.7\t</dt>\n<dd>Forbes respects the intellectual property of others.\nIf you believe that your work has been copied in a way that constitutes copyright infringement or are aware of any infringing material placed by any third party on the Website, please contact our designated copyright agent, in writing, either by email at copyrightagent@forbes.com or by regular mail at Forbes Media LLC, 499 Washington Blvd., Jersey City, NJ 07310, USA, Attn: Legal Department, Copyright Agent, DMCA Complaints, and provide the designated copyright agent with the following information consistent with the form required by the Online Copyright Infringement Liability Limitation Act of the Digital Millennium Copyright Act, 17 U.S.C.\nSection 512(c)(3): <ol>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of an exclusive right that is allegedly infringed;</li>\n<li>Identification of the copyright work claimed to have been infringed;</li>\n<li>Identification of the material that is claimed to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled, and information reasonably sufficient to locate the material;</li>\n<li>Information sufficient to permit us to contact the complaining party, including address, telephone number, and e-mail address;</li>\n<li>A statement that the complaining party has a good-faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement that the information in the notification is accurate, and under penalty of perjury, that the complaining party is authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.</li>\n</ol> Please note that attachments cannot be accepted at the e-mail address for security reasons.\nAccordingly, any notification of infringement submitted electronically with an attachment will not be received or processed.\nForbes will terminate the account of any user that is determined to be a repeat copyright infringer.\n</dd>\n</dl>\n</li>\n<li> Membership and Registration <dl>\n<dt>2.1\t</dt>\n<dd>Certain areas of the Website or Other Channels (as applicable) may require registration or may otherwise ask you to provide information to participate in certain features or access certain content.\nThe decision to provide this information is purely optional, however if you elect not to provide such information, you may not be able to access certain content or features or participate in various areas of the Website or applicable Other Channels.\nWhen you register or become a member of the Website or applicable Other Channels or provide information to the Website or applicable Other Channels in any other manner, you agree to provide only true, accurate, current and complete information on all registration pages.\nUsing a name other than your own legal name is prohibited.\nYou agree that Forbes may use the information you provide to us according to the Privacy Policy set forth on the Website.</dd>\n</dl>\n<dl>\n<dt>2.2\t</dt>\n<dd>If you become a member of the Website or applicable Other Channels, you agree to accept responsibility for all activities that occur under your account or password, and agree you will not sell, transfer or assign your membership or any membership rights.\nYou are responsible for maintaining the confidentiality of your password and for restricting access to your computer so that others may not access the Website or applicable Other Channels using your name in whole or in part.\nForbes reserves the right to terminate membership and deny access to the Website or applicable Other Channels to any person who violates these Terms and Conditions.</dd>\n</dl>\n</li>\n<li> Other Information Content Providers: Non-Staff Contributors, Commenters, Microsoft, Etc.\n<dl>\n<dt>3.1\t</dt>\n<dd>\n<p>The Website and Other Channels may distribute content supplied by other information content providers such as non-staff contributors, commenters, Microsoft, etc.\nWe use these providers to enhance your experience on the Website and Other Channels.\nForbes, the Website and Other Channels are not responsible for the statements and opinions expressed by those content providers.\nResponsibility for the accuracy and completeness of such content lies solely with those content providers and is not guaranteed by Forbes.\nEach of those providers have their own \"Terms and Conditions\" on their websites.\nFor example, we use Bing to place interactive maps on the Website in connection with our People, Places and Companies features.\nBing’s separate Terms of Use are located here: https://go.microsoft.com/?linkid=9710837</p>\n<p>Pursuant to 47 U.S.C.§ 230, Forbes is not the publisher of such information and is therefore not liable for any delays, inaccuracies, errors or omissions in such content.\nGiven the volume of information posted by such providers, the Website cannot and does not monitor all of the information posted to the Website or Other Channels and assumes no duty to monitor the Website or Other Channels for inappropriate or inaccurate content.\nNeither Forbes nor its affiliates or employees shall be liable to any user or anyone else for claims of defamation, libel, slander, infringement, invasion of privacy and publicity rights, obscenity, pornography, fraud or misrepresentation arising from such content.\nNotwithstanding the foregoing, Forbes reserves the right to remove information provided by other information content providers at any time in its sole discretion.</p>\n</dd>\n</dl>\n</li>\n<li>User-Generated Content: Comments and Other Submissions <dl>\n<dt>4.1\t</dt>\n<dd>The interactive areas of the Website and Other Channels are provided to give users an interesting and stimulating forum to express their opinions and share their ideas and information.\nTo protect your safety, please use your best judgment when submitting information to the Website and Other Channels.\nWe particularly discourage divulging personal phone numbers and addresses or other information that can be used to identify or locate you in public areas of the Website and Other Channels.\nForbes reserves the right to delete, move or edit any submission at any time, for any reason or in its discretion, but has no obligation to review or remove any such content.</dd>\n</dl>\n<dl>\n<dt>4.2\t</dt>\n<dd>By placing material on, or communicating with, the Website or Other Channels (e.g., posting a comment to a Forbes story.\npublishing a picture or video on a Forbes Facebook profile.\nparticipating in a Forbes Internet conversation by publishing a Tweet which incorporates a hashtag encouraged by or otherwise referencing Forbes.\nsubmitting content to Forbes via email in response to a request for submissions on the Website or Other Channels) you represent and warrant that you own or otherwise control all of the rights to the content that you provide, that the content is accurate, that it does not violate these Terms and Conditions, and that it will not cause injury to any person or entity.\nYou grant Forbes and its affiliates and related entities a worldwide, royalty-free, perpetual, irrevocable, non-exclusive right and license to (or permit others to) use, copy, modify, display, archive, store, distribute, reproduce and create derivative works from all information you publish, post, or otherwise provide to us via the Website or Other Channels, in any form, media, software or technology of any kind now existing or developed in the future.\nWithout limiting the generality of the previous sentence, you authorize Forbes to include the information you provide in a searchable format that may be accessed by users of the Website, other Forbes websites owned or operated by Forbes, and Other Channels.\nYou also grant Forbes and its affiliates and related entities and other parties the right to use your name and any other information about you that you provide in connection with its use and with the reproduction or distribution of such material, and also grant Forbes the right to use any material, information, ideas, concepts, know-how or techniques contained in any communication, content, or materials you send to us for any purpose whatsoever, including but not limited to developing, manufacturing and marketing products using such information.\nAll rights in this paragraph are granted without the need for additional compensation of any sort to you.</dd>\n</dl>\n<dl>\n<dt>4.3\t</dt>\n<dd>Please note that Forbes does not accept unsolicited materials or ideas for use or publication.\nForbes is not responsible for the similarity of any of its content or programming in any media to materials or ideas transmitted to Forbes.</dd>\n</dl>\n</li>\n<li>Posting Rules <dl>\n<dt>\n</dt>\n<dd> Interactive areas of the Website and Other Channels are intended to encourage public debate.\nWe expect people to differ - judgment and opinion are subjective things - and we encourage freedom of speech and a marketplace of ideas.\nBut by using these areas of the Website and Other Channels, you are participating in a community that is intended for all our users.\nTherefore, we reserve the right to remove any content posted on the Website or Other Channels at any time for any reason without notice.\nDecisions as to whether content violates any Forbes' posting rule will be made by Forbes in its discretion after we have actual notice of such posting.\nWithout limiting our right to remove content, we have attempted to provide the following guidelines to those posting content on the Website and Other Channels.\nWhen using the Website or Other Channels, please do not post material that: <ul>\n<li>contains vulgar, profane, abusive or hateful language, epithets or slurs, text or illustrations in poor taste, inflammatory attacks of a personal, racial or religious nature, or expressions of bigotry, racism, discrimination or hate.</li>\n<li>is defamatory, threatening, disparaging, grossly inflammatory, false, misleading, deceptive, fraudulent, inaccurate, unfair, contains gross exaggeration or unsubstantiated claims, violates the privacy rights of any third party, is unreasonably harmful or offensive to any individual or community, contains any actionable statement, or tends to mislead or reflect unfairly on any other person, business or entity.</li>\n<li>violates any right of Forbes or any third party.</li>\n<li>discriminates on the grounds of race, religion, national origin, gender, age, marital status, sexual orientation or disability, or refers to such matters in any manner prohibited by law.</li>\n<li>violates any municipal, state or federal law, rule, regulation or ordinance, or attempts to encourage such an evasion or violation.</li>\n<li>unfairly interferes with any third party's uninterrupted use and enjoyment of the Website or Other Channels.</li>\n<li>advertises, promotes or offers to trade any goods or services, except in areas specifically designated for such purpose.</li>\n<li>uploads copyrighted or other proprietary material of any kind on the Website without the express permission of the owner of that material.</li>\n<li>uses or attempts to use another's account, password, service or system except as expressly permitted by these Terms and Conditions.</li>\n<li>includes images, photos, articles or other content that constitutes, promotes or encourages illegal acts, violation of any right of any individual or entity, violation of any local, state, national or international law, rule, guideline or regulation, or otherwise creates liability.</li>\n<li>uploads or transmits viruses or other harmful, disruptive or destructive files.</li>\n<li>disrupts, interferes with, or otherwise harms or violates the security of the Website, or any services, system resources, accounts, passwords, servers or networks connected to or accessible through the Website, Other Channels or affiliated or linked sites.</li>\n<li>\"inflames\" any individual or entity (e.g., sends repeated messages related to another user and/or makes derogatory or offensive comments about another individual), or repeats prior posting of the same message under multiple threads or subjects.</li>\n<li>is unrelated to the specific interactive area or the interactive area's topic.</li>\n<li>disguises the origin of the post.</li>\n<li>collects or stores other users' personal data.</li>\n</ul>\n<br> A violation of certain of posting rules may be referred to law enforcement authorities.\nForbes reserves the right to disclose any information as necessary to satisfy any law, regulation or governmental request.\n</dd>\n</dl>\n</li>\n<li>Website Security Rules <dl>\n<dt>6.1\t</dt>\n<dd>You are prohibited from violating or attempting to violate the security of the Website or Other Channels, including, without limitation, (a) accessing data not intended for you or logging into a server or account which you are not authorized to access, (b) attempting to probe, scan or test the vulnerability of a system or network or to breach security or authentication measures without proper authorization, (c) attempting to interfere with service to any user, host or network, including, without limitation, via means of submitting a virus to the Website, overloading, \"flooding\", \"mailbombing\" or \"crashing\", or (d) forging any TCP/IP packet header or any part of the header information in any e-mail, forum, or newsgroup posting.\nViolations of system or network security may result in civil or criminal liability.\nForbes will investigate occurrences which may involve such violations and may involve, and cooperate with, law enforcement authorities in prosecuting those who are involved in such violations.</dd>\n</dl>\n</li>\n<li>Communications With Third Parties Through the Website <dl>\n<dt>7.1\t</dt>\n<dd>Your dealings or communications through the Website and Other Channels with any party other than Forbes are solely between you and that third party.\nFor example, certain areas of the Website and Other Channels may allow you to conduct transactions or purchase goods or services.\nIn most cases, these transactions will be conducted by our third-party partners and vendors.\nUnder no circumstances will Forbes be liable for any goods, services, resources or content available through such third party dealings or communications, or for any harm related thereto.\nPlease review carefully that third party's policies and practices and make sure you are comfortable with those policies and practices before you engage in any transaction.\nAny complaints, concerns or questions you may have relating to materials provided by third parties should be forwarded directly to the third party.</dd>\n</dl>\n</li>\n<li>Software Available On This Website <dl>\n<dt>8.1\t</dt>\n<dd>Any software that is made available to download from the Website or Other Channels (\"Software\") is the copyrighted work of Forbes' suppliers, unless otherwise indicated.\nUse of the Software is governed by the terms of the end-user license agreement, if any, which accompanies or is included with the Software (\"License Agreement\").\nEnd users shall not install or use any Software that is accompanied by or includes a License Agreement, unless the end user first agrees to the License Agreement terms.\nAny such Software is not available to users in territories where its distribution is prohibited by law.</dd>\n</dl>\n</li>\n<li>International Users <dl>\n<dt>9.1\t</dt>\n<dd>The Website and certain Other Channels are controlled, operated and administered by Forbes from its offices within the United States.\nForbes makes no representation that materials or the Content available through the Website or Other Channels are appropriate or available for use outside the United States and access to them from territories where their contents are illegal is prohibited.\nYou may not use the Website or Other Channels, or export the Content in violation of U.S.\nexport laws and regulations.\nIf you access the Website or Other Channels from a location outside the United States, you are responsible for compliance with all local laws.</dd>\n</dl>\n</li>\n<li>E-Mail Addresses <dl>\n<dt>10.1\t</dt>\n<dd>Forbes respects the privacy of its readers.\nHowever, Forbes does make available for rental its list of those registrants who have expressly provided us with their permission to receive third party information and offers as part of their user profile.\nRegistrants may change their user profile at any time by visiting the \"edit my profile\" page at //members.forbes.com/membership/editprofile.jhtml.</dd>\n</dl>\n</li>\n<li>Modification <dl>\n<dt>11.1</dt>\n<dd>Forbes shall have the right, at its discretion, to change, modify, add or remove terms of this agreement at any time without notice.\nChanges shall be effective immediately.\nYou agree to review this agreement periodically since subsequent use by you of the Website or Other Channels shall constitute your acceptance of any changes.\nForbes shall have the right at any time to change or discontinue any aspect of the Website or Other Channels, including, but not limited to, the community areas, content, hours of availability and equipment needed for access to use.\nSuch changes, modifications, additions or deletions shall be effective immediately upon posting and any subsequent use by you after such posting shall conclusively be deemed to be acceptance by you of such changes, modifications or deletions.</dd>\n</dl>\n</li>\n<li>Notice of Availability of Filtering Software <dl>\n<dt>12.1</dt>\n<dd>You should know that parental control protections (such as computer hardware, software, or filtering services) are commercially available that may assist in limiting access to material that is harmful to minors.\nA report detailing some of those protections can be found at http://www.ntia.doc.gov/ntiahome/ntiageneral/cipa2003/index.html (Children's Internet Protection Act: Report on the Effectiveness of Internet Protection Measures and Safety Policies).</dd>\n</dl>\n</li>\n<li>Disclaimer <dl>\n<dt>13.1</dt>\n<dd>ALL MATERIALS AND SERVICES ON THE WEBSITE, OTHER CHANNELS, AND ANY THIRD-PARTY SITES TO WHICH THE FOREGOING LINKS ARE PROVIDED \"AS IS\" OR \"AS AVAILABLE\" WITHOUT WARRANTY OF ANY KIND.\nFORBES IS NOT RESPONSIBLE FOR THE AVAILABILITY OR CONTENT OF OTHER SERVICES THAT MAY BE LINKED TO THE WEBSITE OR OTHER CHANNELS.\nBECAUSE FORBES HAS NO CONTROL OVER SUCH SERVICES, YOU ACKNOWLEDGE AND AGREE THAT FORBES IS NOT RESPONSIBLE FOR THE AVAILABILITY OF SUCH EXTERNAL SERVICES, AND THAT FORBES DOES NOT ENDORSE AND IS NOT RESPONSIBLE OR LIABLE FOR ANY CONTENT, ACCURACY, QUALITY, ADVERTISING, PRODUCTS OR OTHER MATERIALS ON OR AVAILABLE FROM SUCH EXTERNAL SERVICES.\nYOU FURTHER ACKNOWLEDGE AND AGREE THAT FORBES SHALL NOT BE RESPONSIBLE OR LIABLE, DIRECTLY OR INDIRECTLY, FOR ANY DAMAGE OR LOSS CAUSED OR ALLEGED TO BE CAUSED BY OR IN CONNECTION WITH THE USE OF OR RELIANCE ON ANY CONTENT, GOODS OR SERVICES AVAILABLE ON OR THROUGH SUCH EXTERNAL SERVICES.THE CONTENT PUBLISHED ON THE WEBSITE MAY INCLUDE INACCURACIES OR TYPOGRAPHICAL ERRORS.\nCHANGES ARE PERIODICALLY MADE TO THE INFORMATION ON THE WEBSITE.\nFORBES AND/OR ITS SUPPLIERS MAY MAKE IMPROVEMENTS AND/OR CHANGES TO THE WEBSITE OR OTHER CHANNELS AT ANY TIME INCLUDING CHANGES TO THESE TERMS AND CONDITIONS.\nTHE WEBSITE OFFERS A SEARCH FEATURE WITHIN THE SITE.\nFORBES EXPLICITLY DISCLAIMS ANY RESPONSIBILITY FOR THE CONTENT OR AVAILABILITY OF INFORMATION CONTAINED IN OUR SEARCH INDEX OR DIRECTORY.\nFORBES ALSO DISCLAIMS ANY RESPONSIBILITY FOR THE COMPLETENESS OR ACCURACY OF ANY DIRECTORY OR SEARCH RESULT.\nFORBES AND/OR ITS SUPPLIERS MAKE NO REPRESENTATIONS AND, TO THE FULLEST EXTENT ALLOWED BY LAW, DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE REGARDING THE SUITABILITY OF THE INFORMATION.\nTHE ACCURACY, RELIABILITY, COMPLETENESS OR TIMELINESS OF THE CONTENT, SERVICES, PRODUCTS, TEXT, GRAPHICS, LINKS, OR OTHER ITEMS CONTAINED WITHIN THE WEBSITE OR OTHER CHANNELS, OR THE RESULTS OBTAINED FROM ACCESSING AND USING THE WEBSITE OR OTHER CHANNELS AND/OR THE CONTENT CONTAINED THEREIN.\nFORBES DOES NOT WARRANT THAT THE FUNCTIONS CONTAINED IN THE MATERIALS WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT THE WEBSITE, INCLUDING BULLETIN BOARDS OR THE SERVER THAT MAKES IT AVAILABLE, ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nTHE USER ASSUMES THE ENTIRE COST OF ALL NECESSARY MAINTENANCE, REPAIR OR CORRECTION OF THE USERS COMPUTER AND OTHER EQUIPMENT.</dd>\n</dl>\n</li>\n<li>Indemnity/Limitation of Liability <dl>\n<dt>14.1</dt>\n<dd>AS A CONDITION OF USE OF THIS WEBSITE AND ANY OTHER CHANNELS, YOU AGREE TO INDEMNIFY, DEFEND AND HOLD HARMLESS, FORBES AND ITS SUPPLIERS, EACH OF THEIR PARENT AND AFFILIATED COMPANIES, AND EACH OF THEIR RESPECTIVE PARTNERS, SUPPLIERS, LICENSORS, OFFICERS, DIRECTORS, SHAREHOLDERS, MEMBERS, EMPLOYEES, REPRESENTATIVES, CONTRACTORS AND AGENTS, FROM ANY AND ALL CLAIMS (INCLUDING, BUT NOT LIMITED TO, CLAIMS FOR DEFAMATION, TRADE DISPARAGEMENT, PRIVACY AND INTELLECTUAL PROPERTY INFRINGEMENT) AND DAMAGES (INCLUDING ATTORNEYS' FEES AND COURT COSTS) ARISING FROM OR RELATING TO ANY ALLEGATION REGARDING: (A) YOUR USE OF THE WEBSITE OR ANY OTHER CHANNELS.\n(B) FORBES' USE OF ANY CONTENT OR INFORMATION YOU PROVIDE, AS LONG AS OUR USE IS NOT INCONSISTENT WITH THIS AGREEMENT.\n(C) INFORMATION OR MATERIAL POSTED OR TRANSMITTED THROUGH YOUR MEMBERSHIP ACCOUNT, EVEN IF NOT POSTED BY YOU.\nAND, (D) ANY VIOLATION OF THESE TERMS AND CONDITIONS BY YOU.\nIf you are dissatisfied with any Forbes material, or with any of Forbes' terms and conditions, your sole and exclusive remedy is to discontinue using the Website or Other Channels, as applicable.</dd>\n</dl>\n<dl>\n<dt>14.2</dt>\n<dd>Under no circumstances, including, but not limited to, negligence, shall Forbes, or its affiliates be liable for any direct, indirect, incidental, special or consequential damages that result from the use of, or the inability to use, the Content, unauthorized access to or alteration of your transmissions or data, the Content or any errors or omissions in the Content, even if advised of the possibility of such damages.\nYou specifically acknowledge and agree that Forbes is not liable for any conduct of any user.</dd>\n</dl>\n</li>\n<li>General <dl>\n<dt>15.1</dt>\n<dd>These Terms and Conditions shall be deemed to include all other notices, policies, disclaimers, and other terms contained on the Website and Other Channels.\nprovided, however, that in the event of a conflict between such other terms and the terms of these Terms and Conditions, the terms of these Terms and Conditions shall control.</dd>\n</dl>\n<dl>\n<dt>15.2</dt>\n<dd>These Terms and Conditions have been made in and shall be construed and enforced in accordance with the laws of the State of New York.\nAny action to enforce this agreement shall be brought and in and you agree to submit to the exclusive jurisdiction of the federal or state courts located in the State of New York, in the Southern District of New York.\nIf any provision is deemed to be unlawful or unenforceable, that shall not affect the validity and enforceability of the remaining provisions.\nAny cause of action or claim you may have with respect to the Website must be commenced within one (1) year after the claim or cause of action arises or such claim or cause of action is barred.\nAny failure of Forbes to enforce or exercise any provision of this Agreement or related right shall not constitute a waiver of that right or provision.\nNeither the course of conduct between the parties nor trade practice shall act to modify any provision of these Terms and Conditions.\nThe section titles used in this Agreement are purely for convenience and carry with them no legal or contractual effect.\nIn the event of termination of these Terms and Conditions for any reason, you agree that the following provisions will survive: the provisions regarding the limitations on your use of Content, the license(s) you have granted to Forbes, and all other provisions for which survival is equitable or appropriate.\nForbes may assign its rights and duties under these Terms and Conditions to any party at any time without notice to you.</dd>\n</dl>\n</li>\n<li>Service Contact <dl>\n<dt>16.1</dt>\n<dd>Contact webmaster@forbes.com with questions or problems with the Website.\n</dd>\n</dl>\n</li>\n</ol>\n</li>\n</ul>\n<i>\n</i> © 2021 Forbes Media LLC.\nAll Rights Reserved.<ul>\n<li>AdChoices</li>\n<li>AdChoices</li>\n<li>Privacy Statement</li>\n<li>Terms and Conditions</li>\n<li>Contact Us</li>\n<li>Send Us Feedback</li>\n<li>Jobs At Forbes</li>\n<li>Reprints &amp.\nPermissions</li>\n<li>Forbes Press Room</li>\n<li>Forbes Quote of the Day</li>\n<li>Advertise</li>\n</ul> false Cookie Preferences ", "created_at": "2019-05-18 22:25:01.952263", "updated_at": "2021-05-01 14:41:03.437351"}], "points": [{"id": 27202, "title": "There is a date of the last update of the agreements", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2022-03-09 21:36:50.777502", "updated_at": "2022-03-09 21:36:50.777502", "quoteText": "<i>Revised and posted as of: November 5, 2015</i>", "case_id": 331, "document_id": 1380, "quoteStart": 97, "quoteEnd": 146}, {"id": 20974, "title": "Logs are kept for an undefined period of time", "source": "https://www.forbes.com/privacy/english/#5629dfb53061", "status": "Generated through the annotate view", "created_at": "2021-05-20 10:17:03.688775", "updated_at": "2021-05-21 14:08:05.361064", "quoteText": " Log Files <p>The Site’s web and ad servers log information about a user's IP address, browser type and the current URL the user is requesting.\nThis information is always provided by a user's browser and automatically logged by most websites.\nThese log files are stored in a secure location and used for our business purpose of internal analysis of traffic patterns within our Site.", "case_id": 178, "document_id": 1379, "quoteStart": 17758, "quoteEnd": 18140}, {"id": 20973, "title": "Information is gathered about you through third parties", "source": "https://www.forbes.com/privacy/english/#5629dfb53061", "status": "Generated through the annotate view", "created_at": "2021-05-20 10:14:51.229748", "updated_at": "2021-05-21 14:08:10.529974", "quoteText": " <p>From time to time, we may collect personal information about you from third party sources (including data append services such as public or social graph data, or social media websites if you have chosen to log in or connect your social media with our Site) which we will use for our business purposes (for example, in order to better serve you with content or promotions).", "case_id": 382, "document_id": 1379, "quoteStart": 18197, "quoteEnd": 18573}, {"id": 20972, "title": "The service claims to be CCPA compliant for California users", "source": "https://www.forbes.com/privacy/english/#5629dfb53061", "status": "Generated through the annotate view", "created_at": "2021-05-20 10:13:04.616768", "updated_at": "2021-05-21 14:07:31.677482", "quoteText": "<p>Notice to California residents: this Privacy Statement is intended to comply with the California Consumer Privacy Act (\"CCPA\") and other applicable California law.</p>\n<p>Notice to Nevada consumers: this Privacy Statement is intended to comply with Nevada Senate Bill 220.", "case_id": 482, "document_id": 1379, "quoteStart": 1598, "quoteEnd": 1873}, {"id": 20971, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.forbes.com/privacy/english/#5629dfb53061", "status": "Generated through the annotate view", "created_at": "2021-05-20 10:12:45.279481", "updated_at": "2021-05-21 14:07:40.166368", "quoteText": "\n<p>Notice to EU/UK individuals: this Privacy Statement is intended to comply with Regulation (EU) 2016/679 of the European Parliament and of the Council of the European Union 27 April 2016 (the “General Data Protection Regulation” or “GDPR”), and the UK equivalent (the \"UK GDPR\"), and provide appropriate protection and care with respect to the treatment of your user information in accordance with the GDPR.", "case_id": 481, "document_id": 1379, "quoteStart": 1182, "quoteEnd": 1592}, {"id": 20970, "title": "The court of law governing the terms is in a jurisdiction that is less friendly to user privacy protection (State of New York; USA)", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2021-05-20 10:10:19.363938", "updated_at": "2021-05-21 14:08:16.362966", "quoteText": "<dd>These Terms and Conditions have been made in and shall be construed and enforced in accordance with the laws of the State of New York.", "case_id": 242, "document_id": 1380, "quoteStart": 28401, "quoteEnd": 28539}, {"id": 20969, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2021-05-20 10:09:26.133789", "updated_at": "2021-05-21 14:07:49.13071", "quoteText": "ALL MATERIALS AND SERVICES ON THE WEBSITE, OTHER CHANNELS, AND ANY THIRD-PARTY SITES TO WHICH THE FOREGOING LINKS ARE PROVIDED \"AS IS\" OR \"AS AVAILABLE\" WITHOUT WARRANTY OF ANY KIND.", "case_id": 286, "document_id": 1380, "quoteStart": 23689, "quoteEnd": 23871}, {"id": 20968, "title": "This service is only available for use individually and non-commercially.", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2021-05-20 10:07:49.696266", "updated_at": "2021-05-21 14:07:54.114872", "quoteText": "You may use the Content online and solely for your personal, non-commercial use, and you may download or print a single copy of any portion of the Content for your personal, non-commercial use, provided you do not remove any trademark, copyright or other notice contained in such Content.", "case_id": 143, "document_id": 1380, "quoteStart": 3111, "quoteEnd": 3399}, {"id": 9976, "title": "You can opt out of targeted advertising", "source": "https://www.forbes.com/privacy/english/#5629dfb53061", "status": "Generated through the annotate view", "created_at": "2020-08-09 22:31:52.500743", "updated_at": "2021-02-06 04:25:24.644924", "quoteText": "We partner with a third party ad network to either display advertising on our Web site or to manage our advertising on other sites.\nOur ad network partner uses cookies and Web beacons to collect non-personally identifiable information about your activities on this and other Web sites to provide you targeted advertising based upon your interests.<br>\n<br>If you wish to not have this information used for the purpose of serving you targeted ads, you may opt-out or modify your choices by clicking here, or if located in the European Union by clicking here", "case_id": 219, "document_id": 1379, "quoteStart": 19103, "quoteEnd": 19659}, {"id": 9978, "title": "The service may collect extra data about you through promotions", "source": "https://www.forbes.com/privacy/english/#5629dfb53061", "status": "Generated through the annotate view", "created_at": "2020-08-09 22:40:29.049933", "updated_at": "2021-02-06 04:25:24.691881", "quoteText": "You may also provide information to Forbes in other contexts, including, for example, on your member profile page and public profile URL, to enter into a sweepstakes, contest, or promotion, or to apply for consideration in connection with a Forbes list or similar accolade (e.g., Under 30 list applications).", "case_id": 211, "document_id": 1379, "quoteStart": 5820, "quoteEnd": 6128}, {"id": 9979, "title": "The service can delete specific content without prior notice and without a reason", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2020-08-09 22:44:13.995569", "updated_at": "2021-02-06 04:25:24.714831", "quoteText": "Therefore, we reserve the right to remove any content posted on the Website or Other Channels at any time for any reason without notice.", "case_id": 202, "document_id": 1380, "quoteStart": 14829, "quoteEnd": 14965}, {"id": 7598, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2019-08-12 18:50:43.568673", "updated_at": "2021-02-06 04:25:26.381904", "quoteText": "Modification <dl>\n<dt>11.1</dt>\n<dd>Forbes shall have the right, at its discretion, to change, modify, add or remove terms of this agreement at any time without notice.", "case_id": 121, "document_id": 1380, "quoteStart": 22206, "quoteEnd": 22374}, {"id": 7596, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2019-08-12 18:46:56.805882", "updated_at": "2021-02-06 04:25:26.406109", "quoteText": "\nAny failure of Forbes to enforce or exercise any provision of this Agreement or related right shall not constitute a waiver of that right or provision.", "case_id": 295, "document_id": 1380, "quoteStart": 29055, "quoteEnd": 29207}, {"id": 7597, "title": "Users have a reduced time period to take legal action against the service", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2019-08-12 18:47:53.811468", "updated_at": "2021-02-06 04:25:26.429651", "quoteText": "Any cause of action or claim you may have with respect to the Website must be commenced within one (1) year after the claim or cause of action arises or such claim or cause of action is barred.", "case_id": 151, "document_id": 1380, "quoteStart": 28862, "quoteEnd": 29055}, {"id": 7595, "title": "There is a date of the last update of the terms", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2019-08-12 18:41:34.608272", "updated_at": "2021-02-06 04:16:24.323495", "quoteText": "FORBES<sup>®</sup> Website Terms of Service <p>\n<i>Revised and posted as of: November 5, 2015", "case_id": 331, "document_id": 1380, "quoteStart": 10, "quoteEnd": 103}, {"id": 7604, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "Generated through the annotate view", "created_at": "2019-08-12 19:09:42.094745", "updated_at": "2020-08-09 22:26:11.163451", "quoteText": "Any failure of Forbes to enforce or exercise any provision of this Agreement or related right shall not constitute a waiver of that right or provision.", "case_id": 295, "document_id": 1380, "quoteStart": 29056, "quoteEnd": 29207}, {"id": 7605, "title": "You cannot opt out of promotional communications", "source": "https://www.forbes.com/terms-and-conditions/#5b0b91f9193f", "status": "I don't know if there is a right case for this at the moment, but basically you can't use an ad-blocker or tracker blocker.", "created_at": "2019-08-12 19:17:07.492746", "updated_at": "2021-02-06 04:02:11.441486", "quoteText": "\n<dt>1.5\t</dt>\n<dd>Free access to the content made available to you on the Website is possible due to the paid advertising that appears on the Website.\nWithout this advertising, we would not be able to provide you with this content for free.\nIn exchange for your free access to this content, you agree that you will not, and will not permit any third party to, remove, obstruct, modify or otherwise interfere with the delivery or display of advertisements on the Website.</dd>", "case_id": 224, "document_id": 1380, "quoteStart": 4221, "quoteEnd": 4697}, {"id": 9977, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://www.forbes.com/privacy/english/#5629dfb53061", "status": "Generated through the annotate view", "created_at": "2020-08-09 22:34:23.692976", "updated_at": "2021-02-06 04:25:24.669521", "quoteText": "<br>In the Event of Sale or Bankruptcy<br>\n<br>The ownership of the Site may change at some point in the future.\nShould that occur, we want this site to be able to maintain a relationship with you.\nIn the event of a sale, merger, public offering, bankruptcy or other change in control of Forbes, your information may be shared with the person or business that owns or controls this site.", "case_id": 243, "document_id": 1379, "quoteStart": 20512, "quoteEnd": 20899}, {"id": 19535, "title": "This service tracks you on other websites", "source": "https://www.forbes.com/privacy/english/#5629dfb53061", "status": "Generated through the annotate view", "created_at": "2021-05-01 14:48:52.262758", "updated_at": "2021-05-01 17:43:48.437364", "quoteText": "<p>Forbes and its partners (including advertisers, ad servers, and affiliate link e-commerce providers) may also use web beacons to collect various data provided by your browser while you are on our Site and elsewhere (i.e., outside of the Site) where we may be acting as a third party.", "case_id": 129, "document_id": 1379, "quoteStart": 17002, "quoteEnd": 17288}, {"id": 19533, "title": "The service uses social media cookies/pixels", "source": "https://www.forbes.com/privacy/english/#5629dfb53061", "status": "Generated through the annotate view", "created_at": "2021-05-01 14:46:05.750437", "updated_at": "2021-05-01 17:43:27.996816", "quoteText": "Functional cookies include social media cookies, which collect information about your social media usage and other data you may have provided in connection with such usage (if you access the Site through a social media website or mobile application, you may have social media cookies).", "case_id": 307, "document_id": 1379, "quoteStart": 13966, "quoteEnd": 14251}, {"id": 19534, "title": "Web beacons are used in service-to-user communication", "source": "https://www.forbes.com/privacy/english/#5629dfb53061", "status": "Generated through the annotate view", "created_at": "2021-05-01 14:47:19.540797", "updated_at": "2021-05-01 17:43:36.982516", "quoteText": "We may also include web beacons in our email communications, including newsletters, in order to measure engagement with our communications (e.g., to count how many, and when, email communications have been opened, or which links in such communications have been clicked on).</p>", "case_id": 217, "document_id": 1379, "quoteStart": 16723, "quoteEnd": 17001}, {"id": 19536, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.forbes.com/privacy/english/#5629dfb53061", "status": "Generated through the annotate view", "created_at": "2021-05-01 14:49:38.439518", "updated_at": "2021-05-01 17:43:56.835005", "quoteText": "We may use web beacons (invisible images often referred to as pixel tags or clear GIFs) on our Site for our business purposes of recognizing users, assessing traffic patterns, identifying preferred content and measuring site engagement.", "case_id": 323, "document_id": 1379, "quoteStart": 16486, "quoteEnd": 16722}, {"id": 19532, "title": "Forbes informs users that its privacy policy does not apply to third party websites", "source": "https://www.forbes.com/privacy/english/#5629dfb53061", "status": "Generated through the annotate view", "created_at": "2021-05-01 14:44:05.661499", "updated_at": "2021-05-05 11:49:07.841181", "quoteText": "<p>This Privacy Statement does not apply to the activities of Forbes’ third party sponsors, advertisers, and other partners (e.g.\nour affiliate network operators) that may collect your user information while you access or use such third party’s services in connection with your use of our Site (e.g.\nsocial media and sharing services).", "case_id": 299, "document_id": 1379, "quoteStart": 4724, "quoteEnd": 5059}], "urls": ["forbes.com"]}}