{"error": 448, "message": "OK", "parameters": {"id": 4134, "name": "CERTUM.EU", "created_at": "2021-06-19 11:27:06.239815", "updated_at": "2021-06-19 22:00:47.078617", "wikipedia": null, "keywords": null, "related": null, "slug": "certum-eu", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4134.png", "url": "certum.eu", "documents": [{"id": 7146, "name": " Privacy Policy ", "url": "https://www.support.certum.eu/en/cert-expertise-privacy-policy/", "xpath": "/html/body/main/section[1]/div/div[1]/div[1]/article/section/div", "text": " Privacy Policy\nOF THE INTERNET WEBSITE CERTUM.EU:\n<p>https://www.assecods.pl/wp-content/uploads/privacy_policy_ads.pdf</p>\n<p>&nbsp;</p>\n<p>This Privacy Policy sets forth the principles of collecting, processing and protecting personal data collected from Users during the use of the content and functionality of the Website.</p>\n1.\nDefinitions:\n<p>1) Asseco Data Systems S.A.\n– Asseco Data Systems S.A.\nseated in Gdańsk, at ul.\nJana z Kolna 11, 80-864 Gdańsk, entered into the Register of Entrepreneurs of the National Court Register under KRS number 0000421310, kept by the District Court for Gdańsk-Północ in Gdańsk, VII Commercial Division of the National Court Register, NIP 517-035-94-58, REGON 180853177, whose share capital amounts to PLN 120,002,940.00 (fully paid up);<br>\n2) CERTUM PCC – CERTUM Powszechne Centrum Certyfikacji Asseco Data Systems S.A., ul.\nBajeczna 13, 71-838 Szczecin;<br>\n3) Cookies – text files that are stored in the storage of the device used by the User while using the Website;<br>\n4) President of UODO – President of the Office for Personal Data Protection with its registered office in Warsaw;<br>\n5) Google Analytics – software that enables tracking traffic on the Website and monitoring marketing activities;<br>\n6) Newsletter – electronic bulletin containing commercial information on products and services provided by Asseco Data Systems S.A.;<br>\n7) Privacy Policy – this document setting forth the principles of collecting personal data, its processing, and protection by Asseco Data Systems S.A.;<br>\n8) Website – websites or websites run by Asseco Data Systems<br>\nS.A.\nlisted in Appendix No.\n1 to the Privacy Policy;<br>\n9) GDPR Regulation – Regulation of the European Parliament and of the Council (EU) no.\n2016/679 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation)(Official EU Journal L no.\n119 page 1);<br>\n10) User – a natural person, a legal person or an organisational unit without legal personality;</p>\n2.\nData collected by the Website:\n<p>1) During your visit to the Website, the following information is automatically downloaded via Google Analytics or Cookies:<br>\na) IP address and domain name,<br>\nb) the type of Internet browser used,<br>\nc) type of operating system.<br>\n2) The Website automatically downloads geographic data as well as data on the activities performed by the User, which will be used only for marketing or statistical analyses.<br>\n3) In some Websites, Asseco Data Systems S.A.\napplies mechanisms for profiling a given Usage within a given Website, namely, it data on the User’s activity is collected, in particular: search history, clicks on a given Website, visits to a given Website and its subpages, dates of logging in and registration of the User in a given Website, data on the use of specific services in a given Website.</p>\n3.\nUse and protection of the User’s personal data by the Website\n<p>1) The Controller of the Users’ data listed in section 2(1) of the Privacy Policy is Asseco Data Systems S.A.<br>\n2) In cases defined by special regulations, the User has the right to access the contents of their data, the right to correct it as well as the right to demand its removal from the database.<br>\n3) User data will also be made available to state administration bodies, law enforcement bodies and judicial authorities at their express request and only in the cases specified by generally applicable law.</p>\n4.\nCookies:\n<p>1) When you use the Website, the storage on your device stores DoubleClick Cookies that:<br>\na) collect information on the use of the content of the Website (they contain a randomly<br>\ngenerated 18-digit, unique identifier assigned to web browsers installed on specific<br>\ndevices of the User),<br>\nb) are used to store the logged in User’s data to a given Website (active sessions)<br>\nconcerning, among others, the selected language of the Website, settings of search filters,<br>\nUser’s data (login or name) used to log in to a given Website, or the authorization token in<br>\na given Website.<br>\n2) The device identifier stored in a Double Click cookie file is added to a remarketing list that is<br>\nstored on Google servers and grouped by category.<br>\n3) The information stored in the Cookie files on the User’s device’s storage is then used for<br>\nremarketing purposes.<br>\n4) Remarketing consists in using data collected in Cookie files by external providers in order to<br>\ndisplay advertisements based on data collected during the User’s use of the contents of the<br>\nWebsite.<br>\n5) The User can deactivate the use of cookies in their web browser by means of the option to turn<br>\nGoogle ads off or on the Network Advertising Initiative website.<br>\n6) Cookies in no way modify other data stored in the User’s device’s storage, nor do they affect<br>\nthe proper operation of the operating system.</p>\n5.\nNewsletter:\n<p>1) The User has the possibility to agree to receive the Newsletter.\nFor this purpose, the User<br>\nmust provide their data in the field concerning the Newsletter or fill in the appropriate form,<br>\nplaced on the Website, in which they provide, among others, the following information:<br>\na) e-mail address,<br>\nb) name and surname<br>\n2) The User may at any time withdraw their consent to receive the Newsletter by clicking the<br>\n“unsubscribe” button in the Newsletter content or by submitting an appropriate application<br>\navailable at the following address https://www.daneosobowe.assecods.pl.</p>\n6.\nFinal provisions\n<p>1) The Website reserves the right to change this Privacy Policy.\nIn matters not regulated by the<br>\nlaw, the relevant provisions of the generally applicable law shall apply.<br>\n2) The following form an integral part of the Privacy Policy:<br>\na) Appendix No.\n1 – List of Websites,<br>\nhttps://www.assecods.pl/wp-content/uploads/appendix_ADS_privacy_policy.pdf<br>\n3) This Privacy Policy shall be effective as of 25 May 2018.</p> ", "created_at": "2021-06-19 11:27:06.242794", "updated_at": "2021-06-19 09:29:00.883459"}], "points": [], "urls": ["certum.eu"]}}