{"error": 448, "message": "OK", "parameters": {"id": 3697, "name": "Tutor.com", "created_at": "2021-05-18 21:06:18.352129", "updated_at": "2021-05-18 22:00:23.261089", "wikipedia": "https://en.wikipedia.org/wiki/Tutor.com", "keywords": null, "related": null, "slug": "tutorcom", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3697.png", "url": "tutor.com", "documents": [{"id": 6152, "name": "Privacy Policy", "url": "https://lhh.tutor.com/policies/privacy.aspx", "xpath": "//body", "text": " The Princeton Review and Tutor.com Privacy Policy\nThe Princeton Review and Tutor.com Privacy Policy <p>\n<em>Effective Date: December 3, 2020</em>&nbsp;</p>\n<p>Tutor.com, Inc.\nand TPR Education, LLC d/b/a The Princeton Review (collectively, \"we,\" \"us,\" or \"our\") take your privacy seriously and understand the importance of protecting your personal information.\nTherefore, this Privacy Policy provides information about our privacy practices.</p>\n<p>By visiting this site and other websites and mobile applications which link to this Privacy Policy (collectively, “Sites”) or using the products or services offered through this Site, you agree to this Privacy Policy, as it may be amended from time to time.\nThis Privacy Policy is incorporated into the Terms of Use for this Site.</p>\n<p>\n<strong>Availability of Anonymous Access</strong>\n</p>\n<p>Many of our online, on-demand tutoring programs, such as those provided through libraries, schools, government, or employers of students' parents, can be accessed by you in one of two different ways: anonymously or with a personalized account.</p>\n<p>If you access the program anonymously, we do not collect personal information such as your name or email address needed from you to create a personalized account.</p>\n<p>The benefit to a personalized account is to make available certain features of the service like:</p>\n<ul>\n<li>Making your sessions personal;</li>\n<li>Storing all of your past sessions, so you can review them anytime.\nand</li>\n<li>Access to our mobile application.&nbsp;</li>\n</ul>\n<p>\n<strong>Children under the Age of 13</strong>\n</p>\n<p>You use our program anonymously and do not have access to some features that come with a personalized account.\nIf you have used an email address to create an individual account, it is only stored in our system as an un-recognizable “hash” of letters and numbers, using an irreversible encryption algorithm.\nTherefore, you will not receive email communication of any kind from us.</p>\n<p>&nbsp;<strong>Information We Collect</strong>\n</p>\n<p>We collect information through the sources described below.</p>\n<p>\n<u>Information You Provide to Us</u>.&nbsp.\nExcept as described in the “Availability of Anonymous Access” section above, we may collect personal information and non-personal information from you (such as your name, email address, library card number, and military or veteran status) when you:</p>\n<ul>\n<li>register or create an account on our Site;</li>\n<li>call us;</li>\n<li>provide us or upload to our Site messages, documents, and other files and content in the course of your use of our products or services;</li>\n<li>enter sweepstakes or other promotions;</li>\n<li>respond to surveys or questionnaires or submit testimonials;</li>\n<li>provide us information on our Site or submit online forms so that we can answer questions you have.\nor</li>\n<li>when you provide us information by other means.</li>\n</ul>\n<p>\n<u>Information from Third Parties</u>.&nbsp;</p>\n<p>We may collect personal and non-personal information about you (such as your name, email address, student ID number, grade level, and courses you are taking) from third parties with whom we have a business relationship (such as our organizational customers and resellers).</p>\n<p>\n<u>Information Collected Automatically</u>.&nbsp;</p>\n<p>We collect information (such as your IP address, your browser type, the content of any undeleted cookies that your browser previously accepted from us, the referring website address, and operating system) from your browser when you visit our Site.</p>\n<p>We, our service providers and other vendors, and our affiliates and third parties which may display advertisement on our Site may use tracking technologies such as cookies and pixel tags to collect information about your online interactions with our Site and our emails.\n&nbsp;</p>\n<p>We collect information when you use our products and services (such as recording online sessions, producing transcripts of online tutoring sessions, and tracking the drills and practice tests that you take online).</p>\n<p>We automatically record calls to our call center.</p>\n<p>\n<strong>How We Use Information</strong>\n</p>\n<p>We may use your personal information to:</p>\n<ul>\n<li>provide you with and personalize our products and services;</li>\n<li>create and manage your account, process your orders, and provide you customer service;</li>\n<li>maintain our internal records and otherwise manage our business;</li>\n<li>send you newsletters and otherwise correspond with you about our products, services, and events, that we think may interest you;</li>\n<li>ask for your reviews and testimonials and send you surveys and questionnaires;</li>\n<li>improve our products, services, and Site;</li>\n<li>administer sweepstakes and other promotions;</li>\n<li>develop and display content tailored to your interests on our Site;</li>\n<li>perform research and analysis about your use of or interest in our products and services, the products or services offered by others, and our Site, and develop new products and services;</li>\n<li>detect, prevent, or investigate illegal activity or misuse of our products or services and enforce our legal rights.\nand</li>\n<li>perform functions as otherwise described to you at the time of collection.</li>\n</ul>\n<p>We may use non-personal information for any lawful purpose.</p>\n<p>\n<strong>Third Parties to whom We Disclose Information</strong>\n</p>\n<p>We share your information with third parties as described below.\nWe do not disclose your personal information to third parties for their direct marketing purposes.</p>\n<p>\n<u>Organizations and Persons who Arrange for Your Participation in Our Programs</u>\n</p>\n<p>We work with schools, school districts, colleges and universities, local, state, and federal government agencies, businesses, and other organizations to provide programs such as tutoring, test preparation, and college admission counseling.\nYour organization may arrange for your participation in these programs and negotiate a special price or trial offer, or purchase (or subsidize) products or services on your behalf.\nWe may share your personal and non-personal information that we collect through your participation in these programs (such as test scores, transcripts or recordings of online tutoring and online class sessions, comments you leave in post-session surveys, and details regarding your usage of our programs) with the organization arranging for your access to these programs or with your parents or guardians.\nIn addition, your school may require us to share such information with others legally entitled to access your academic records, such as your state department of education.\nIf you use a promotion code at our Site to create an account or add products or services, we may let the source of that promotion code know that you used that code..</p>\n<p>\n<u>Service Providers and Other Vendors</u>\n</p>\n<p>We may share your personal information with our service providers and other vendors, such as those who help deliver our products and services, market our products and services, obtain reviews and testimonials, and otherwise help us operate our business.</p>\n<p>\n<u>Legally Compelled Disclosures and Safety</u>\n</p>\n<p>We may disclose personal information when compelled to do so by government authorities or otherwise as required or permitted by law, such as to respond to court orders and subpoenas.\nWe may also disclose personal information to protect the safety of others and when we have reason to believe that someone is causing injury to or interfering with our rights or property or the rights or property of others.</p>\n<p>\n<u>Business Transfer</u>\n</p>\n<p>If we or all or a portion of our business is acquired by one or more third parties as a result of an acquisition, merger, sale, reorganization, consolidation or liquidation, personal information may be included in the transferred assets.</p>\n<p>\n<u>Authorized Disclosure</u>\n</p>\n<p>We may share your personal information with third parties when you authorize the disclosure.</p>\n<p>\n<u>Non-Personal Information</u>\n</p>\n<p>We may share non-personal Information with any third party for any lawful purpose.&nbsp;</p>\n<p>\n<strong>Your Access to Information</strong>\n</p>\n<p>If you have an account with us, you may review and correct the information that is accessible to you under the settings for your account on our Site or by calling 800-2REVIEW.</p>\n<p>\n<strong>Using Caution when Sharing Information with Others</strong>\n</p>\n<p>When you contribute to a public area or feature of our Site, such as a chat room, bulletin board, list serve, blog, or wiki, the information that you submit will be made available to the general public.\nTherefore, we recommend that you do not submit any sensitive information to such areas of our Site, including your full name, home address, phone number, financial information or any other information that would enable other users to locate you or contact you.</p>\n<p>\n<strong>Other Sites</strong>\n</p>\n<p>When you are on our Site, you may be able to visit or link to other sites not operated by us.\nWe do not control such sites and are not responsible for the information practices of these sites.\nThis Privacy Policy does not address the information practices of those other websites, and we encourage you to read the posted privacy policies of such sites.</p>\n<p>\n<strong>Nevada Privacy Rights</strong>\n</p>\n<p>We do not sell the personal information of Nevada consumers without their authorization, but Nevada consumers may submit an email to prep@review.com to request that we do not sell their personal information in the future.</p>\n<p>\n<strong>California Consumer Privacy Act Rights</strong>\n</p>\n<p>The information in this California Consumer Privacy Act Rights section applies only to California consumers.\nAny terms defined in the California Consumer Privacy Act of 2018 (“CCPA”) have the same meaning when used in this California Consumer Privacy Act Rights section.\nThe information under the “Personal Information We Collect,” “Sources from Which Personal Information is Collected,” “Purposes for which Personal Information is Collected,” and “Personal Information Sold or Disclosed for a Business Purpose” sections below apply to our business generally, and not all of it is applicable to the services available on this Site.</p>\n<p>\n<u>Personal Information We Collect</u>\n</p>\n<p>We may collect, and in the past 12 months have collected, the following categories of personal information:</p>\n<ul>\n<li>Identifiers (such as name, address, email, cookies, IP address, date of birth, student ID number, and library card number)</li>\n<li>Categories of personal information listed in the California Customer Records statute (such as phone number, credit card number, and education)</li>\n<li>Characteristics of protected classifications under California or federal law (such as military or veteran status and race)</li>\n<li>Commercial information (such as purchase history)</li>\n<li>Internet or other electronic network activity information (such as interaction with our Sites)</li>\n<li>Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C.\nSection 1232g, 34 C.F.R.\nPart 99)) (such as test scores, GPA, course enrollments, and transcripts)</li>\n<li>Audio, electronic, visual, thermal, olfactory, or similar information (such as recorded voice, recorded video, and photos)</li>\n<li>Professional or employment-related information (such as employer information and job title)</li>\n<li>Inferences drawn from other categories of personal information to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, or aptitudes (such as likelihood of making a purchase based on internet or other electronic network activity).</li>\n</ul>\n<p>\n<u>Sources from which Personal Information is Collected</u>\n</p>\n<p>We collect personal information from the categories of sources listed below, as described in more detail in the “Information We Collect” section above:</p>\n<ul>\n<li>Consumers</li>\n<li>Third parties with whom we have a business relationship (such as our organizational customers and resellers)</li>\n<li>Other users who refer you to us</li>\n<li>College and universities who provide information for the purpose of conducting surveys</li>\n<li>Publicly and commercially available sources, including organizers of events you may attend</li>\n<li>Browsers and tracking technologies</li>\n<li>Our service providers and other vendors</li>\n</ul>\n<p>\n<u>Purposes for which Personal Information Will Be Used</u>\n</p>\n<p>We may use personal information for the following purposes:</p>\n<ul>\n<li>provide you with and personalize our products and services;</li>\n<li>create and manage your account, process your orders, and provide you customer service;</li>\n<li>maintain our internal records and otherwise manage our business;</li>\n<li>send you newsletters and advertisements and otherwise correspond with you about products, services, events, and other organizations that we think may interest you;</li>\n<li>ask for your reviews and testimonials and send you surveys and questionnaires;</li>\n<li>improve our products, services, and Site;</li>\n<li>administer sweepstakes and other promotions;</li>\n<li>develop and display content and advertising tailored to your interests on our Site and other sites, provide our advertisements to you when you visit other sites, and analyze the effectiveness of our advertisements;</li>\n<li>perform research and analysis about your use of or interest in our products and services, the products or services offered by others, and our Site, and develop new products and services;</li>\n<li>detect, prevent, or investigate illegal activity or misuse of our products or services and enforce our legal rights.\nand</li>\n<li>perform functions as otherwise described to you at the time of collection.</li>\n</ul>\n<p>\n<u>Personal Information Sold or Disclosed for a Business Purpose</u>\n</p>\n<p>We do not sell personal information of California consumers, have not sold personal information of California consumers in the preceding 12 months, and do not have actual knowledge that we sell the personal information of minors under 16 years of age.</p>\n<p>We may disclose personal information to a third party for a business purpose.\nIn the preceding 12 months, we have disclosed the categories of personal information listed below to organizations and persons who arranged for consumers’ participation in our products and services and our service providers and other vendors:</p>\n<ul>\n<li>Identifiers</li>\n<li>Categories of personal information listed in the California Customer Records statute</li>\n<li>Characteristics of protected classifications under California or federal law</li>\n<li>Commercial information</li>\n<li>Internet or other electronic network activity information</li>\n<li>Non-public education information</li>\n<li>Audio, electronic, visual, thermal, olfactory, or similar information</li>\n<li>Professional or employment-related information</li>\n<li>Inferences drawn from other categories of personal information</li>\n</ul>\n<p>\n<u>Your Right to Know</u>\n</p>\n<p>You have the right to request that we disclose information to you about our collection, use, disclosure, and sale of your personal information in the 12-month period preceding your request.\nOnce we receive and confirm your verifiable consumer request, then subject to exceptions provided under the CCPA and based on your request, we will disclose to you:</p>\n<ul>\n<li>The categories of personal information we collected about you.</li>\n<li>The categories of sources from which we collected your personal information.</li>\n<li>The business or commercial purpose for collecting or selling your personal information.</li>\n<li>The categories of third parties with whom we shared your personal information.</li>\n<li>The specific pieces of personal information we collected about you.</li>\n<li>If we sold your personal information, the categories of personal information that was sold to each category of recipient.</li>\n<li>If we disclosed your personal information for a business purpose, the categories of personal information that was disclosed to each category of recipient.</li>\n</ul>\n<p>\n<u>Your Right to Deletion</u>\n</p>\n<p>You have the right to request that we delete your personal information that we have collected, subject to exceptions provided under the CCPA.\nOnce we receive and confirm your verifiable consumer request, then unless an exception applies, we will delete your personal information from our records and direct our service providers and other vendors to delete your personal information from their records.</p>\n<p>\n<u>Your Right to Non-Discrimination</u>\n</p>\n<p>You have the right not to receive discriminatory treatment by us for the exercise of the privacy rights conferred by the CCPA.</p>\n<p>\n<u>Submitting Requests</u>\n</p>\n<p>To exercise your right to know or right to deletion described above, please submit a verifiable consumer request to us by:</p>\n<ul>\n<li>Calling us at 888-223-7737;</li>\n<li>Completing a request form located at www.tutor.com/ccpa and mailing it to the address listed on the form.</li>\n</ul>\n<p>You may only make a verifiable consumer request to know twice within a 12-month period.</p>\n<p>You may authorize another person to act as your agent to submit requests on your behalf.\nUnless you provide the agent with power of attorney under the California Probate Code, you will need to provide the agent a written and signed authorization.\nYou may also submit requests on behalf of your minor child.</p>\n<p>\n<u>Verification</u>\n</p>\n<p>We will verify your identity before fulfilling your request.\nIf you have an account with us, we will ask you to enter your username and password through a link we provide to verify your identity.\nIf you do not have an account with us, we will ask you to provide us data points that we have about you to verify your identity.</p>\n<p>If you authorize another person to act as your agent to submit requests on your behalf, then unless you provide the agent with power of attorney under the California Probate Code, we will ask the agent to provide us the written and signed authorization that you provided to the agent, we will confirm with you that you did provide the authorization, and we will verify your identity.\nIf you submit a request on behalf of a minor child, we will ask you to provide us information about your child that allows us to determine that you are the parent or guardian of the child.\nIf the child is under the age of 13, we will ask you to sign a form declaring under penalty of perjury that you are the parent or guardian of the child.</p>\n<p>\n<u>Our Response to Your Request</u>\n</p>\n<p>We endeavor to respond to a verifiable consumer request within 45 days of its receipt.\nIf we require more time (up to 45 additional days), we will inform you of the reason in writing.\nWe will deliver our written response by mail or electronically.\nIf we are unable to comply with a request, our response will explain why.</p>\n<p>We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive or manifestly unfounded.\nIf we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.</p>\n<p>\n<u>Accessibility of this Privacy Policy</u>\n</p>\n<p>Commercially available screen reader programs should be able to read this Privacy Policy.\nAs a web page, this Privacy Policy may be printed as a document.</p>\n<p>\n<strong>Users Outside of the United States and Canada</strong>\n</p>\n<p>By providing personal information to this Site, you understand and consent to the collection, maintenance, processing and transfer of such information in and to the United States and other countries and territories, in accordance with applicable law.\nWe are a US company and we do not operate in or market to individuals in the European Economic Area (EEA).\nAny processing of personal data of individuals in the EEA by us is incidental.\nWe do, however, recognize the rights of individuals in the EEA and, therefore, request that any individuals located in the EEA who have questions about or requests related to the personal data we collect to contact us at prep@review.com.</p>\n<p>\n<strong>Changes to this Privacy Policy</strong>\n</p>\n<p>We will update this Privacy Policy from time to time.\nWhen we post changes to this Privacy Policy, we will revise the “Effective Date” at the top of this Privacy Policy.\nWe recommend that you check our Site from time to time to inform yourself of any changes in this Privacy Policy or any of our other policies.</p>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>If you have any questions or comments regarding this Privacy Policy or our privacy practices, you may contact us by email or mail at the following address:</p>\n<p>The Princeton Review and Tutor.com<br> 110 E.\n42nd Street, 7th Floor<br> New York, NY 10017</p>\n<p>Attention: Legal Department</p>\n<p>privacy@review.com</p>\n<p>&nbsp;</p>\n<p>Terms of Use | Privacy Policy | Frequently Asked Questions</p> ", "created_at": "2021-05-18 21:06:18.354343", "updated_at": "2021-05-18 19:09:49.63301"}, {"id": 6155, "name": "Terms of Use", "url": "https://www.tutor.com/terms-of-use", "xpath": "", "text": " <p>Military Families</p>\n<p>The official provider of online tutoring and homework help to the Department of Defense.</p>\n<p>Check Eligibility</p>\n<p>Higher Education</p>\n<p>Improve persistence and course completion with 24/7 student support online.</p>\n<p>How it Works</p>\n<p>Public Libraries</p>\n<p>Engage your community with learning and career services for patrons of all ages.</p>\n<p>Learn More</p>\n<p>Corporate Partners</p>\n<p>Support your workforce and their families with a unique employee benefit.</p>\n<p>Get Started</p>\n<p> Tutor.com is now part of <b>The Princeton Review</b>! &nbsp;&nbsp.\nLearn more </p>\n<ul>\n<li>Testimonials</li>\n<li>Subjects</li>\n<li>Become a Tutor</li>\n<li>Sign In</li>\n</ul> 20,694,953 Sessions and Counting! <i>\n</i>\n<ul>\n<li>For U.S.\nMilitary Families</li>\n<li>For Higher Education</li>\n<li>For Libraries</li>\n<li>For K-12 Schools</li>\n<li>For Corporate Partners</li>\n<li>For Individual Subscriptions</li>\n</ul>\n<ul>\n<li>For Individual Subscriptions</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>Become a Tutor</li>\n<li>Sign In</li>\n</ul> Get a Tutor <ul>\n<li>Terms of Use</li>\n<li>·</li>\n<li>Privacy Policy</li>\n<li>·</li>\n<li>Site Map</li>\n</ul> &nbsp.\nThe Princeton Review and Tutor.com Terms of Use\n<p>Effective Date: May 20, 2019</p>\n<p>The following terms and conditions (the \"Terms and Conditions\") govern your use of the websites located at www.princetonreview.com and at www.tutor.com and other websites and mobile applications on which TPR Education, LLC d/b/a The Princeton Review, Tutor.com, Inc., or one of their affiliates (collectively, “we,” “us,” or “our”) posts these Terms and Conditions (collectively “Sites”).\nBY USING THE SITE, YOU ACCEPT AND AGREE TO THESE TERMS AND CONDITIONS AS APPLIED TO YOUR USE OF THE SITE.</p>\n<p>You should also read our Privacy Policy, which is incorporated by reference into these Terms and Conditions.\nIf you do not accept and agree to be bound by these Terms and Conditions, including our Privacy Policy, do not use the Site or the products and services offered on the Site.\nBy accessing the Site, you consent to these Terms and Conditions in electronic form.\nTo withdraw this consent, you must cease using the Site and, if applicable, terminate your account.\nUsers under the age of 18 must (a) review these Terms and Conditions with a parent or legal guardian to ensure the parent or legal guardian acknowledges and agrees to these Terms and Conditions, and (b) not access the Site and uninstall any application if his or her parent or legal guardian doesn’t agree to these Terms and Conditions.</p>\n<p>\n<b>1.\nPROPRIETARY RIGHTS.</b>\n<br> As between you and us, we own, solely and exclusively, all rights, title and interest in and to the Site, all the content (including, for example, audio, photographs, illustrations, graphics, other visuals, video and copy), software, code, data, and the look and feel, design and organization of the Site, and all materials and content related to our programs even if the materials or content are not accessed through the Site.\nYour use of the Site does not grant to you ownership of any content, software, code, data or materials you may access on the Site.</p>\n<p>\n<b>2.\nLIMITED LICENSE.</b>\n<br> You may access and view the content on the Site on your computer or other internet compatible device, and make single copies or prints of the content on the Site for your personal, non-commercial use only.\nTo the extent you need to download software or documentation to use the products or services on the Site, we grant you a limited, non-assignable, non-transferable, revocable license to use such materials solely to utilize such products or services.\nSuch license will terminate when you no longer use the products or services.\nThe Site and the products and services offered on or through the Site, including any content and materials on the Site, are only for your personal, non-commercial use.\nWe reserve the right to change or make corrections to the operation of, or any information available on, the Site at any time and without prior notice.\nFor our mobile applications, we grant you a nonexclusive, non-transferable, worldwide, and perpetual license to perform, display, and use the mobile application for your personal, non-commercial use only.</p>\n<p>\n<b>3.\nTRADEMARKS.</b>\n<br> Trademarks, logos, service marks and trade names (collectively the \"Trademarks\") that are ours or Trademarks of any third party displayed on the Site or on content available through the Site may not be used unless authorized by the trademark owner.\nAll Trademarks not owned by us that appear on the Site or on or through the Site's products and services, if any, are the property of their respective owners.\nNothing contained on the Site should be construed as granting, by implication, estoppel, or otherwise, any license or right to use any Trademark displayed on the Site without our written permission or that of the third party rights holder.\nYour misuse of the Trademarks displayed on the Site is strictly prohibited.</p>\n<p>\n<b>4.\nSUBMITTED MATERIALS.</b>\n<br> (a) Any ideas, suggestions, survey responses, or testimonials that you submit to us or information you submit or post to our chat rooms, message boards, and/or our blogs (\"Submitted Materials\") will be deemed not to be confidential and may be used by us for any purpose.\nBy submitting or sending Submitted Materials to us, you: (i) represent and warrant that the Submitted Materials are original to you, that no other party has any rights thereto, and that any \"moral rights\" in Submitted Materials have been waived, and (ii) grant us and our affiliates a royalty-free, unrestricted, worldwide, perpetual, irrevocable, non-exclusive and fully transferable, assignable and sublicensable right and license to display, use, reproduce, incorporate, modify, create derivative works of and distribute such material (in whole or part).\nWe are not responsible for maintaining any Submitted Material that you provide to us and we may delete or destroy any such Submitted Material at any time.</p>\n<p>(b) For any academic source materials such as textbooks and workbooks which you submit to us in connection with our online tutoring services, you represent and warrant that you are entitled to upload such materials under the “fair use” doctrine of copyright law.\nIn addition, if you request that our system display a representation of a page or problem from a textbook or workbook, you represent and warrant that you are in proper legal possession of such textbook or workbook and that your instruction to our system to display a page or problem from your textbook or workbook is made for the sole purpose of facilitating your tutoring session, as “fair use” under copyright law.</p>\n<p>(c) You agree that we may record all or any part of any live online classes and tutoring sessions (including voice chat communications and videos) for quality control and other purposes.\nYou agree that we own all transcripts and recordings of such sessions, and you hereby irrevocably assign to us all rights in all such transcripts and recordings.</p>\n<p>\n<b>5.\nCERTAIN OBLIGATIONS AND PROHIBITIONS.</b>\n<br> (a) Any commercial distribution, publishing or exploitation of the Site, or any content, software, code, data or materials on the Site, is strictly prohibited.\nExcept as expressly permitted by these Terms and Conditions or by law, you may not download, display, copy, reproduce, distribute, modify, perform, transfer, create derivative works from, sell or otherwise exploit any content, software, code, data or materials on the Site or any materials or content related to our programs even if the materials or content are not accessed through the Site.\nIf you improperly use the Site, we may aggressively enforce our intellectual property and other rights to the fullest extent of the law, including the seeking of criminal prosecution.</p>\n<p>(b) We may investigate and/or terminate your account if you misuse the Site or behave in any way that we regard as inappropriate or unlawful.\nYou agree that, while using the Site and the various products, services and features offered on or through the Site, you will not: (i) impersonate any person or entity or misrepresent your affiliation with any other person or entity.\n(ii) insert your own or a third party's advertising, branding or other promotional content into any of the Site's content, materials or services.\nor (iii) gain or attempt to gain unauthorized access to other computer systems through the Site.</p>\n<p>(c) You agree to not: (i) engage in spidering, \"screen scraping,\" \"database scraping,\" harvesting of e-mail addresses, wireless addresses or other contact or personal information, or any other automatic means of accessing, logging-in or registering on the Site or for any products, services, or features offered on or through the Site, or obtaining lists of users or obtaining or accessing other information or features on, from or through the Site or the products or services offered on or through the Site, including but not limited to any information residing on any server or database connected to the Site or any products or services offered on or through the Site.\n(ii) use the Site or the products or services made available on or through the Site in any manner with the intent to interrupt, damage, disable, overburden, or impair the Site or such products or services, including but not limited to sending mass unsolicited messages or \"flooding\" servers with requests.\nor (iii) use the Site or the Site's products or services in violation of any applicable law or the legal rights of any third party.</p>\n<p>(d) You agree that you will not attempt (or encourage or support anyone else's attempt) to circumvent, reverse engineer, decrypt, or otherwise alter or interfere with the Site or the Site's products or services, or any content thereof, or make unauthorized use thereof.</p>\n<p>(e) You agree that you will not upload, post, transmit, distribute or otherwise publish through the Site or any product, service, or feature made available on or through the Site, any materials which (i) restrict or inhibit any other user from using and enjoying the Site or the Site's products or services, (ii) are fraudulent, unlawful, threatening, abusive, harassing, defamatory, obscene, vulgar, offensive, profane, sexually explicit or indecent, (iii) violate any local, state, national or international law, (iv) violate, plagiarize or infringe the intellectual property, privacy, publicity, or other rights of third parties, (v) contain a virus, spyware, or other harmful component, (vi) contain embedded links, advertising, chain letters or pyramid schemes of any kind, or (vii) constitute or contain false or misleading indications of origin, endorsement or statements of fact.\nYou alone are responsible for the content and consequences of any of your activities, both on and off the Site.</p>\n<p>(f) You agree that you will treat our online tutors and instructors with respect and not use obscenities in the online classroom, lie about false emergencies, make threats or discuss personal matters or matters other than those related to the subject for which you seek help.\nYou agree that you will not disclose any information to your online tutor or instructor that could be considered personally identifiable information, such as your full name, address, telephone number, email address, social security number, or any other information that could be used to identify or locate you.\nSimilarly, you agree that you will not solicit any such information from any online tutor or instructor and agree that if any online tutor or instructor ever discloses such information to you, asks you for any personal information, or suggests any offline meeting or conversation, you agree to immediately report this to us by phone and in writing.\nYou agree not to use the Site or the products, services, and information offered on the Site to recruit, solicit, or contact in any form tutors or instructors for employment or contracting for a business not affiliated with us without our advance written permission.</p>\n<p>(g) If you use, or assist another person in using, our online tutoring services in any unauthorized way, you agree that you will pay us an additional $50 per hour for any time we spend to investigate and correct such use, plus any third party costs of investigation we incur (with a minimum $250 charge).\nYou agree that we may charge any credit card number provided for your account for such amounts.\nFor example, if you create 20 accounts under a hypothetical “one free hour” promotion, using multiple cell phones and/or credit cards, you agree that we may charge your card $1,000 (20 hours times $50) plus $250 in costs, for a total of $1,250.\nYou further agree that you will not dispute such a charge and that we retain the right to collect any additional actual costs.</p>\n<p>\n<b>6.\nRIGHT TO MONITOR AND EDITORIAL CONTROL.</b>\n<br> We reserve the right, but do not have an obligation, to (a) monitor and/or review all materials posted to the Site or through the Site's products, services, or features or (b) refuse to post or to remove any information or materials, in whole or in part, that in our sole discretion are objectionable, violate these Terms and Conditions, or violate applicable law.\nWe may also impose limits on certain features of the forums or restrict your access to part or all of the forums without notice or penalty if we believe you are in breach of the guidelines set forth in this paragraph, our terms and conditions or applicable law, or for any other reason without notice of liability.</p>\n<p>\n<b>7.\nPRIVATE OR SENSITIVE INFORMATION ON PUBLIC FORUMS.</b>\n<br> We may, from time to time, make messaging services, chat services, bulletin boards, message boards, blogs, other forums and other such services available on or through the Site.\nIt is important to remember that comments submitted to a forum may be recorded and stored in multiple places, both on our Site and elsewhere on the Internet, which are likely to be accessible for a long time and you have no control over who will read them now or in the future.\nIt is therefore important that you are careful and selective about the personal information that you disclose about yourself and others, and in particular, you should not disclose sensitive, proprietary or confidential information in your comments to our public forums.</p>\n<p>\n<b>8.\nCOPYRIGHT.</b>\n<br> If you believe that your work has been copied and posted on the Site in a way that constitutes copyright infringement, please provide our Copyright Agent with the following information:</p>\n<ul>\n<li>an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright interest;</li>\n<li>a description of the copyrighted work that you claim has been infringed;</li>\n<li>a description of where the material that you claim is infringing is located on the website (and such description must be reasonably sufficient to enable us to find the alleged infringing material);</li>\n<li>your address, telephone number and email address;</li>\n<li>a written statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>a statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner's behalf.</li>\n</ul>\n<p>Notice of claims of copyright infringement should be provided to our Copyright Agent at copyright@review.com or the following address:</p>\n<p>Copyright Agent<br> The Princeton Review<br> 110 E.\n42nd Street, 7th Floor<br> New York, NY 10017</p>\n<p>We may terminate the accounts of any infringers.</p>\n<p>\n<b>9.\nLINKS.</b>\n<br> (a) You may be able to link from the Site to third party websites and third party websites may link to the Site (\"Linked Sites\").\nYou acknowledge and agree that we have no responsibility for the content, products, services, advertising or other materials which may be provided by or through Linked Sites, even if they are owned or run by our affiliates.\nLinks to Linked Sites do not constitute an endorsement or sponsorship by us of such websites or the information, content, products, services, advertising, code or other materials presented on or through such websites.\nAny reliance on the contents of a third party website is done at your own risk and you assume all responsibilities and consequences resulting from such reliance.</p>\n<p>(b) You agree that if you include a link from any other website to the Site, such link will open in a new browser window and will link to the full version of an HTML formatted page of this Site.\nYou are not permitted to link directly to any image hosted on the Site or our products or services, such as using an \"in-line\" linking method to cause the image hosted by us to be displayed on another website.\nYou agree not to download or use images hosted on this Site on another website, for any purpose, including but not limited to posting such images on another site.\nYou agree not to link from any other website to this Site in any manner such that the Site, or any page of the Site, is \"framed,\" surrounded or obfuscated by any third party content, materials or branding.\nWe reserve all of our rights under the law to insist that any link to the Site be discontinued, and to revoke your right to link to the Site from any other website at any time upon written notice to you.</p>\n<p>\n<b>10.\nINDEMNIFICATION.</b>\n<br> You agree to defend, indemnify and hold us and our directors, officers, employees and agents harmless from any and all claims, liabilities, costs and expenses, including reasonable attorneys' fees, arising in any way from any content or other material you place on the Site or submit to us, or your breach or violation of the law or of these Terms and Conditions.\nWe reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, and in such case, you agree to cooperate with our defense of such claim.</p>\n<p>\n<b>11.\nPRODUCTS AND SERVICES.</b>\n<br> (a) Our Student Enrollment Agreement Terms and Conditions set forth additional terms applicable to certain products and services you may purchase on the Site.</p>\n<p>(b) You are solely responsible for all computer hardware and other equipment and all fees for services (such as internet service and wireless services) required for access and use of our on-line products and services.</p>\n<p>(c) To use products and services delivered on or through the Site, you will need to register on the Site, pay any applicable fees, and create an account, username and password.\nYou agree to provide accurate information about yourself.\nIf we believe that such information is inaccurate, we reserve the right to suspend or terminate your account and refuse any and all use of our products or services.\nYou are responsible for maintaining the confidentiality of your account information and for all activities and liabilities associated with or occurring under your account.\nYou must notify us immediately of any unauthorized use of your account or username.\nYou may not transfer your account (including your username or password) to another person and you may not use anyone else's account at any time without the permission of the account holder.\nIn cases where you have authorized or registered another individual, including a minor, to use your account, you are fully responsible for (i) the online conduct of such user.\n(ii) controlling the user's access to and use of the products and services.\nand (iii) the consequences of any misuse.\nIn the event that you permit a minor to use your account, we reserve the right to provide access to your account and all information contained therein to such minor's parents, guardians or other authorized adults, including, but not limited to, authorized school representatives.\nYou may not use any means to circumvent our access, registration, or payment systems.\nYou may not continue to use the Site or any products or services available on the Site after we have terminated or suspended your access to the Site or the products or services on the Site.</p>\n<p>\n<b>12.\nDISCLAIMER OF WARRANTIES.</b>\n<br> (a) THE SITE, INCLUDING BUT NOT LIMITED TO ALL SERVICES, PRODUCTS, CONTENT, FUNCTIONS AND MATERIALS CONTAINED OR AVAILABLE ON THE SITE, IS PROVIDED \"AS IS,\" \"AS AVAILABLE\", WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO ANY WARRANTY REGARDING UPTIME OR UNINTERRUPTED ACCESS, AVAILABILITY, ACCURACY, OR USEFULNESS, AND ANY WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nWE HEREBY DISCLAIM ANY AND ALL SUCH WARRANTIES, EXPRESS AND IMPLIED.\nWE ALSO ASSUME NO RESPONSIBILITY, AND WILL NOT BE LIABLE FOR, ANY DAMAGES TO, OR VIRUSES THAT MAY INFECT, YOUR COMPUTER EQUIPMENT, MOBILE DEVICE, OR OTHER PROPERTY ON ACCOUNT OF YOUR ACCESS TO OR USE OF THE SITE OR YOUR DOWNLOADING OF ANY MATERIALS FROM THE SITE.\nIF YOU ARE DISSATISFIED WITH THE SITE, YOUR SOLE REMEDY IS TO DISCONTINUE USING THE SITE.</p>\n<p>(b) From time to time, we may make third party opinions, advice, statements, offers, or other third party information or content available on the Site or from tutors under tutoring services (“Third Party Content”).\nAll Third Party Content is the responsibility of the respective authors thereof and should not necessarily be relied upon.\nSuch third party authors are solely responsible for such content.\nWE DO NOT: (I) GUARANTEE THE ACCURACY, COMPLETENESS, OR USEFULNESS OF ANY THIRD PARTY CONTENT ON THE SITE OR ANY VERIFICATION SERVICES DONE ON OUR TUTORS OR INSTRUCTORS, OR (II) ADOPT, ENDORSE OR ACCEPT RESPONSIBILITY FOR THE ACCURACY OR RELIABILITY OF ANY OPINION, ADVICE, OR STATEMENT MADE BY ANY TUTOR OR INSTRUCTOR OR ANY PARTY THAT APPEARS ON THE SITE.\nUNDER NO CIRCUMSTANCES WILL WE BE RESPONSIBLE OR LIABLE FOR ANY LOSS OR DAMAGE RESULTING FROM YOUR RELIANCE ON INFORMATION OR OTHER CONTENT POSTED ON OR AVAILABLE FROM THE SITE.</p>\n<p>\n<b>13.\nLIMITATION OF LIABILITY.</b>\n<br> (a) IN NO EVENT, INCLUDING BUT NOT LIMITED TO NEGLIGENCE, WILL WE OR ANY OF OUR DIRECTORS, OFFICERS, EMPLOYEES, AGENTS OR CONTENT OR SERVICE PROVIDERS (INCLUDING INSTRUCTORS AND TUTORS) (COLLECTIVELY, THE \"PROTECTED ENTITIES\") BE LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, EXEMPLARY OR PUNITIVE DAMAGES ARISING FROM, OR DIRECTLY OR INDIRECTLY RELATED TO, THE USE OF, OR THE INABILITY TO USE, THE SITE OR THE CONTENT, MATERIALS, PRODUCTS, SERVICES, AND FUNCTIONS RELATED TO THE SITE, YOUR PROVISION OF INFORMATION VIA THE SITE, LOST BUSINESS OR LOST SALES, EVEN IF SUCH PROTECTED ENTITY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO CERTAIN USERS TO THE EXTENT REQUIRED BY APPLICABLE LAW.</p>\n<p>(b) IN NO EVENT WILL THE PROTECTED ENTITIES BE LIABLE FOR OR IN CONNECTION WITH ANY CONTENT POSTED, TRANSMITTED, EXCHANGED OR RECEIVED BY OR ON BEHALF OF ANY USER OR OTHER PERSON ON OR THROUGH THE SITE.\nIN NO EVENT WILL THE TOTAL AGGREGATE LIABILITY OF THE PROTECTED ENTITIES TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION (WHETHER IN CONTRACT OR TORT, INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE OR OTHERWISE) ARISING FROM THESE TERMS AND CONDITIONS OR YOUR USE OF THE SITE OR THE PRODUCTS OR SERVICES AVAILABLE ON OR THROUGH THE SITE, EXCEED, IN THE AGGREGATE, THE AMOUNT, IF ANY, PAID BY YOU TO US FOR YOUR USE OF THE SITE OR THE PRODUCTS OR SERVICES AVAILABLE ON OR THROUGH THE SITE IN THE 12 MONTH PERIOD PRECEDING YOUR CLAIM.</p>\n<p>\n<b>14.\nAPPLICABLE LAWS AND ARBITRATION.</b>\n<br> We control and operate the Site from our offices in the United States of America.\nWe do not represent that materials on the Site are appropriate for use in other locations.\nPersons who choose to access the Site from other locations do so on their own initiative, and are responsible for compliance with local laws, if and to the extent local laws are applicable.\nAll parties to these terms and conditions waive their respective rights to a trial by jury.\nThe exclusive means of resolving any dispute or claim arising out of or relating to these Terms and Conditions (including any alleged breach thereof) or the Site will be BINDING ARBITRATION administered by the American Arbitration Association.\nThe one exception to the exclusivity of arbitration is that you have the right to bring an individual claim against us in a small-claims court of competent jurisdiction.\nBut whether you choose arbitration or small-claims court, you may not under any circumstances commence or maintain against us any class action, class arbitration, or other representative action or proceeding.\nThe laws of the State of New York will govern these Terms of Use, as well as any claim that might arise between you and us, without regard to any conflict of law provisions.</p>\n<p>Regarding claims:</p>\n<p>(a) By using the Site, you agree to the above arbitration agreement.\nIn doing so, YOU GIVE UP YOUR RIGHT TO GO TO COURT to assert or defend any claims between you and us (except for matters that may be taken to small-claims court).\nYOU ALSO GIVE UP YOUR RIGHT TO PARTICIPATE IN A CLASS ACTION OR OTHER CLASS PROCEEDING.\nYour rights will be determined by a NEUTRAL ARBITRATOR, NOT A JUDGE OR JURY.\nYou are entitled to a fair hearing before the arbitrator.\nThe arbitrator can grant any relief that a court can, but you should note that arbitration proceedings are usually simpler and more streamlined than trials and other judicial proceedings.\nDecisions by the arbitrator are enforceable in court and may be overturned by a court only for very limited reasons.\nFor details on the arbitration process, see our Arbitration Procedures .</p>\n<p>(b) Any proceeding to enforce this arbitration agreement, including any proceeding to confirm, modify, or vacate an arbitration award, may be commenced in any court of competent jurisdiction.\nIn the event that this arbitration agreement is for any reason held to be unenforceable, any litigation against us (except for small-claims court actions) may be commenced only in the federal or state courts located in New York, New York.\nYou hereby irrevocably consent to the jurisdiction of those courts for such purposes.\nThese Terms and Conditions, and any dispute between you and us, will be governed by the laws of the State of New York without regard to principles of conflicts of law, provided that this arbitration agreement will be governed by the Federal Arbitration Act.</p>\n<p>\n<b>15.\nTERMINATION.</b>\n<br> We may terminate, change, suspend or discontinue any aspect of the Site or the Site's products or services at any time.\nWe may restrict, suspend or terminate your access to the Site and/or its products or services if we believe you are in breach of these Terms and Conditions or applicable law, you are a repeat infringer of intellectual property rights, or for any other reason without notice or liability.</p>\n<p>\n<b>16.\nCHANGES TO TERMS OF USE.</b>\n<br> We reserve the right, at our sole discretion, to modify any portion of these Terms and Conditions at any time.\nChanges in these Terms and Conditions will be effective when posted.\nYour continued use of the Site and/or the products or services offered on or through the Site after any changes to these Terms and Conditions are posted will be considered acceptance of those changes.</p>\n<p>\n<b>17.\nCOMMUNICATION.</b>\n<br> If you provide us your email address, you agree and consent to receive email messages from us.\nThese emails may be transactional or relationship communications relating to the products or services we offer, such as administrative notices and service announcements or changes, or emails containing commercial offers, promotions or special offers from us.\nYou also may sign up, and therefore agree, to receive SMS or text messages on your mobile phone.</p>\n<p>\n<b>18.\nMISCELLANEOUS.</b>\n<br> These Terms and Conditions comprise the entire agreement between you and us concerning the subject matter of these Terms and Conditions.\nOur failure to exercise or enforce any right or provision of these Terms and Conditions will not constitute a waiver of such right or provision.\nWe may assign these Terms and Conditions to any person or entity without your consent.\nYou may not assign these Terms and Conditions without our prior written consent.\nIf any provision of these Terms and Conditions is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of these Terms and Conditions remain in full force and effect.\nSections 1, 3-6, 9-14, 17-20 and any other provisions of these Terms and Conditions which would be expected to survive the termination or expiration of your relationship with us will so survive.</p>\n<p>\n<b>19.\nREFERRAL PROGRAM.</b>\n</p>\n<p>STUDY TOGETHER, EARN MONEY TOGETHER Referral Program Terms and Conditions Refer a friend to take a test prep program with us, whether a course or private tutoring (other than an MCAT program that is $1,000 or more).\nTo sign up for the Study Together, Earn Money Together Referral Program, create an account on the referral program page or log into the page with your account information.\nFrom that page, you can send your friend a personalized link to register for a test prep program by entering your friend’s email address, share the link through Facebook, or copy the link and send it yourself.\nWe will send you and your friend a $25 Amazon.com Gift Card* by email about 30 days after:</p>\n<ul>\n<li>your friend uses your personalized link to register for a test prep program that is $199 or more and starts the test prep program, and</li>\n<li>you start a test prep program with us that is $199 or more (or you have previously taken such a program according to our records).</li>\n</ul>\n<p>This referral program is only available to U.S.\nand Canada customers.</p>\n<p>For the invited friend: we will notify the friend who invited you when you enroll in a test prep program and have earned the gift card.</p>\n<p>MCAT REFER-A-FRIEND PROGRAM Special Terms and Conditions Refer a friend to take an MCAT program with us, whether a course or private tutoring.\nTo sign up for the MCAT Refer-A-Friend Program, create an account on the referral program page or log into the page with your account information.\nFrom that page, you can send your friend a personalized link to register for an MCAT program by entering your friend’s email address, share the link through Facebook, or copy the link and send it yourself.\nWe will send you and your friend a $100 Amazon.com Gift Card by email about 30 days after:</p>\n<ul>\n<li>your friend uses your personalized link to register for an MCAT program that is $1,000 or more and starts the program, and</li>\n<li>you start an MCAT program with us that is $1,000 or more (or you have previously taken such a program according to our records).</li>\n</ul>\n<p>This referral program is only available to U.S.\nand Canada customers and applies only to referrals that you make on or after May 22, 2018.\nFor clarity, this referral program does not apply to referrals made before May 22, 2018, even if the friend you referred uses your referral to register for an MCAT program on or after May 22, 2018 or starts the program on or after May 22, 2018.</p>\n<p>For the invited friend: we will notify the friend who invited you when you enroll in an MCAT program and have earned the gift card.</p>\n<p>*Restrictions apply.\nSee www.amazon.com/gc-legal.</p>\n<p>\n<b>20.\nAPPLE-ENABLED SOFTWARE APPLICATION (applicable only to our mobile applications downloaded from Apple’s App Store (“App”)).</b>\n<br> (a) You and we acknowledge that these Terms of Conditions are concluded between you and us only, and not with Apple, Inc.\n(“Apple), and that as between Apple and us, we, not Apple, are solely responsible for the App and the content thereof.</p>\n<p>(b) Your license to use the App is limited to a non-transferable license to use the App on an Apple-branded product that you own or control and as permitted by the Usage Rules set forth in the App Store Terms of Service.</p>\n<p>(c) You and we acknowledge that Apple has no obligation whatsoever to provide any maintenance or support services with respect to the App.</p>\n<p>(d) To the maximum extent permitted by applicable law, Apple will have no warranty obligation whatsoever with respect to the App, and any claims, losses, liabilities, damages, costs or expenses attributable to any failure to conform to any warranty, to the extent it cannot be disclaimed under applicable law, will be our sole responsibility.</p>\n<p>(e) To the extent that you or a third party has claims relating to the App or your possession and use of the App, including, but not limited to: (i) product liability claims.\n(ii) any claim that the App fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection, privacy, or similar legislation, you and we acknowledge that we, not Apple, are responsible for addressing such claims.\nNothing in these Terms and Conditions will be deemed an admission that you may have such claims.</p>\n<p>(f) To the extent we are required by law to address claims that the App or your possession and use of the App infringe a third party’s intellectual property rights, you and we acknowledge that we, not Apple, will be solely responsible for the investigation, defense, settlement, and discharge of such claims.</p>\n<p>(g) You represent and warrant that (i) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country.\nand (ii) you are not listed on any U.S.\nGovernment list of prohibited or restricted parties.</p>\n<p>(h) If you have any questions, complaints or claims with respect to the App, they should be directed to the following email address: prep@review.com</p>\n<p>(i) You and we acknowledge and agree that Apple, and Apple’s subsidiaries, are third party beneficiaries of these Terms and Conditions, and that upon your acceptance of these Terms and Conditions, Apple will have the right (and will be deemed to have accepted the right) to enforce these Terms and Conditions against you as a third party beneficiary.</p>\n<ol>\n<li>\n</li>\n<li> Terms Of Use</li>\n</ol> Learn more <ul>\n<li>FAQ</li>\n<li>Our Tutors</li>\n<li>Our Company</li>\n<li>Press</li>\n<li>Blog</li>\n<li>Contact Us</li>\n<li>Site Map</li>\n<li>Homework Resources</li>\n</ul> Subjects <ul>\n<li>Math</li>\n<li>Science</li>\n<li>English</li>\n<li>Social Studies</li>\n<li>AP Support</li>\n<li>SAT/Test Prep</li>\n</ul> Proudly Serving <ul>\n<li>Military Families</li>\n<li>Libraries</li>\n<li>Colleges &amp.\nUniversities</li>\n</ul> For more information call us at: <p>800-411-1970</p>\n<p>\n</p>\n<p>\n</p> ©2021 Tutor.com / The Princeton Review - Not Affiliated with Princeton University.\n<br> Privacy Policy &nbsp;|&nbsp.\nCCPA Privacy Notice&nbsp;|&nbsp.\nTerms of Use <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> ", "created_at": "2021-05-18 21:06:18.363076", "updated_at": "2021-05-18 19:09:15.980176"}, {"id": 6154, "name": "Privacy Policy", "url": "https://www.tutor.com/privacy", "xpath": "//body", "text": " <p>Military Families</p>\n<p>The official provider of online tutoring and homework help to the Department of Defense.</p>\n<p>Check Eligibility</p>\n<p>Higher Education</p>\n<p>Improve persistence and course completion with 24/7 student support online.</p>\n<p>How it Works</p>\n<p>Public Libraries</p>\n<p>Engage your community with learning and career services for patrons of all ages.</p>\n<p>Learn More</p>\n<p>Corporate Partners</p>\n<p>Support your workforce and their families with a unique employee benefit.</p>\n<p>Get Started</p>\n<p> Tutor.com is now part of <b>The Princeton Review</b>! &nbsp;&nbsp.\nLearn more </p>\n<ul>\n<li>Testimonials</li>\n<li>Subjects</li>\n<li>Become a Tutor</li>\n<li>Sign In</li>\n</ul> 20,694,957 Sessions and Counting! <i>\n</i>\n<ul>\n<li>For U.S.\nMilitary Families</li>\n<li>For Higher Education</li>\n<li>For Libraries</li>\n<li>For K-12 Schools</li>\n<li>For Corporate Partners</li>\n<li>For Individual Subscriptions</li>\n</ul>\n<ul>\n<li>For Individual Subscriptions</li>\n</ul>\n<ul>\n<li>\n</li>\n<li>Become a Tutor</li>\n<li>Sign In</li>\n</ul> Get a Tutor <ul>\n<li>Terms of Use</li>\n<li>·</li>\n<li>Privacy Policy</li>\n<li>·</li>\n<li>Site Map</li>\n</ul> &nbsp.\n<strong>The Princeton Review </strong>\n<strong>and Tutor.com </strong>\n<strong>Privacy Policy </strong>&nbsp.\n<p>\n<em>Effective Date: June 30, 2020 &nbsp.\n</em>&nbsp;</p>\n<p>Tutor.com, Inc.\nand its subsidiaries, including TPR Education, LLC d/b/a The Princeton Review (collectively, “we,” “us,” or “our”) take your privacy seriously and understand the importance of protecting your personal information.\nTherefore, this Privacy Policy provides information about our privacy practices.&nbsp;</p>\n<p>By visiting the websites located at www.princetonreview.com and at www.tutor.com and other websites and mobile applications which link to this Privacy Policy (collectively, “Sites”) or using the products or services offered through this Site, you agree to this Privacy Policy, as it may be amended from time to time.\nThis Privacy Policy is incorporated into the Terms of Use for this Site.</p>\n<p>\n<strong>For Parents of Children under the Age of 13 </strong>\n</p>\n<p>For any user under the age of 13, whose personal information we collect, we must have permission from such user’s parent or legal guardian before we collect or use any personal information of such user on the Site.\nYou are welcome to contact us at 800-2REVIEW or prep@review.com to review any personal information we have collected about your child.\nYou may request that we delete this information or specify that we collect no more of your child’s information.\nWe will need to verify the identity of anyone requesting information about a child under the age of 13 to ensure that the person is in fact the child’s parent or legal guardian.</p>\n<p>\n<strong>Information We Collect </strong>\n</p>\n<p>We collect information through the sources described below.</p>\n<p>Information You Provide to Us.\nWe collect personal information and non-personal information from you (such as your or your parents’ or guardians’ name, address, email address, phone number, credit card number, school name, grade level, year of graduation, date of birth, GPA, test scores, academic interests, transcripts, photos, employer name and job title, library card number, race, and military or veteran status) when you:&nbsp;</p>\n<ul>\n<li>register or create an account on our Site;</li>\n<li>call us;</li>\n<li>purchase our products or services;</li>\n<li>provide us or upload to our Site messages, documents, and other files and content in the course of your use of our products or services;</li>\n<li>enter sweepstakes or other promotions;</li>\n<li>respond to surveys or questionnaires or submit testimonials;</li>\n<li>provide us information at events we host, sponsor, or participate in;</li>\n<li>provide us information on our Site or submit online forms so that we can contact you about products or services you may be interested in or answer questions you have.\nor</li>\n<li>when you provide us information by other means.&nbsp;</li>\n</ul>\n<p>Information from Third Parties.\n&nbsp;</p>\n<p>We may collect personal and non-personal information about you (such as your name, email address, student ID number, grade level, and courses you are taking) from third parties with whom we have a business relationship (such as our organizational customers, resellers, licensees, and franchisees).</p>\n<p>We may receive information about you from our users who refer you to us and from college and universities for the purpose of conducting surveys.&nbsp;</p>\n<p>We may obtain personal and non-personal information from publicly and commercially available sources, including organizers of events you may attend.&nbsp;</p>\n<p>Information Collected Automatically.\n&nbsp;</p>\n<p>We collect information (such as your IP address, your browser type, the content of any undeleted cookies that your browser previously accepted from us, the referring website address, and operating system) from your browser when you visit our Site.&nbsp;</p>\n<p>We, our service providers and other vendors, and our affiliates and third parties which may display advertisement on our Site may use tracking technologies such as cookies and pixel tags to collect information about your online interactions with our Site and our emails.</p>\n<p>We collect information when you purchase our products and services and use our products and services (such as recording online sessions, producing transcripts of online tutoring sessions, and tracking the drills and practice tests that you take online).</p>\n<p>We automatically record calls to our call center.&nbsp;</p>\n<p>\n<strong>How We Use Information </strong>\n</p>\n<p>We may use your personal information to:&nbsp;</p>\n<ul>\n<li>provide you with and personalize our products and services;</li>\n<li>create and manage your account, process your orders, and provide you customer service;</li>\n<li>maintain our internal records and otherwise manage our business;</li>\n<li>send you newsletters and advertisements and otherwise correspond with you about products, services, events, and other organizations that we think may interest you;</li>\n<li>ask for your reviews and testimonials and send you surveys and questionnaires;</li>\n<li>improve our products, services, and Site;</li>\n<li>administer sweepstakes and other promotions;</li>\n<li>develop and display content and advertising tailored to your interests on our Site and other sites, provide our advertisements to you when you visit other sites, and analyze the effectiveness of our advertisements;</li>\n<li>perform research and analysis about your use of or interest in our products and services, the products or services offered by others, and our Site, and develop new products and services;</li>\n<li>detect, prevent, or investigate illegal activity or misuse of our products or services and enforce our legal rights.\nand</li>\n<li>perform functions as otherwise described to you at the time of collection.</li>\n</ul>\n<p>We may use non-personal information for any lawful purpose.&nbsp;</p>\n<p>\n<strong>Third Parties to whom We Disclose Information </strong>\n</p>\n<p>We share your information with third parties as described below.\nWe do not disclose your personal information to third parties for their direct marketing purposes except as described under “Schools You are Interested in” and “Licensees and Franchisees” below.&nbsp;</p>\n<p>Organizations and Persons who Arrange for Your Participation in Our Programs </p>\n<p>We work with schools, school districts, colleges and universities, local, state, and federal government agencies, businesses, and other organizations to provide programs such as tutoring, test preparation, and college admission counseling.\nYour organization may arrange for your participation in these programs and negotiate a special price or trial offer, or purchase (or subsidize) products or services on your behalf.\nWe may share your personal and non-personal information that we collect through your participation in these programs (such as test scores, transcripts or recordings of online tutoring and online class sessions, comments you leave in post-session surveys, and details regarding your usage of our programs) with the organization arranging for your access to these programs or with your parents or guardians.\nIn addition, your school may require us to share such information with others legally entitled to access your academic records, such as your state department of education.\nIf you use a promotion code at our Site to create an account or add products or services, we may let the source of that promotion code know that you used that code.&nbsp;</p>\n<p>Service Providers and Other Vendors </p>\n<p>We may share your personal information with our service providers and other vendors, such as those who help deliver our products and services, process transactions (such as charging your credit card when you make purchases), market our products and services, obtain reviews and testimonials, and otherwise help us operate our business.</p>\n<p>Schools You are Interested in </p>\n<p>You may direct the disclosure of your personal information to the schools on our Site for their direct marketing purposes by selecting “Request School Info” or “Request Info” next to the schools on our Site or selecting “Select All Schools” from the search results of schools that match your interests.\nIf you do not want to share your personal information with the schools, do not select the options listed above.</p>\n<p>Licensees and Franchisees </p>\n<p>If you are located outside the United States and Canada, we may share your personal information with our licensees and franchisees in your location who may market their products and services to you.\nIf you uncheck “I’d like to receive promotional offers, informative content, product updates and more” under your account settings for The Princeton Review, then we will stop such sharing, but licensees and franchisees who previously received your personal information may continue to market their products and services to you.</p>\n<p>Affiliates </p>\n<p>We may share your personal information with our affiliates.</p>\n<p>Legally Compelled Disclosures and Safety </p>\n<p>We may disclose personal information when compelled to do so by government authorities or otherwise as required or permitted by law, such as to respond to court orders and subpoenas.\nWe may also disclose personal information to protect the safety of others and when we have reason to believe that someone is causing injury to or interfering with our rights or property or the rights or property of others.&nbsp;</p>\n<p>Business Transfer </p>\n<p>If we or all or a portion of our business is acquired by one or more third parties as a result of an acquisition, merger, sale, reorganization, consolidation or liquidation, personal information may be included in the transferred assets.</p>\n<p>Authorized Disclosure </p>\n<p>We may share your personal information with third parties when you authorize the disclosure.</p>\n<p>Non-Personal Information </p>\n<p>We may share non-personal Information with any third party for any lawful purpose.&nbsp;</p>\n<p>\n<strong>Your Access to Information </strong>\n</p>\n<p>If you have an account with us, you may review and correct the information that is accessible to you under the settings for your account on our Site or by calling 800-2REVIEW.&nbsp;</p>\n<p>\n<strong>Opting Out of Promotional Correspondence </strong>\n</p>\n<p>You may elect not to receive promotional correspondence from us.\nIf you have an account with us, you may make this request under the settings for your account by indicating which correspondence you would like to receive.\nYou can also send an e-mail to&nbsp.\nprep@review.com .\nIn this e-mail, please say whether: (i) you would like to opt out of receiving all e-mail promotional correspondence from us in general or (ii) if you would only like to opt out of certain of our e-newsletters or correspondence and if so which ones or (iii) you would like to opt out of receiving SMS or text messages.\nYou may also opt out of our promotional e-mails by clicking on an opt-out link within the e-mail you receive.</p>\n<p>Please understand that if you opt out of receiving promotional correspondence from us, we may still contact you in connection with your relationship, activities, transactions and communications with us.&nbsp;</p>\n<p>\n<strong>Using Caution when Sharing Information with Others </strong>\n</p>\n<p>When you contribute to a public area or feature of our Site, such as a chat room, bulletin board, list serve, blog, or wiki, the information that you submit will be made available to the general public.\nTherefore, we recommend that you do not submit any sensitive information to such areas of our Site, including your full name, home address, phone number, financial information or any other information that would enable other users to locate you or contact you.</p>\n<p>\n<strong>Other Sites </strong>\n</p>\n<p>When you are on our Site, you may be able to visit or link to other sites not operated by us.\nWe do not control such sites and are not responsible for the information practices of these sites.\nThis Privacy Policy does not address the information practices of those other websites, and we encourage you to read the posted privacy policies of such sites.&nbsp;</p>\n<p>\n<strong>Nevada Privacy Rights </strong>\n</p>\n<p>We do not sell the personal information of Nevada consumers without their authorization, but Nevada consumers may submit an email to prep@review.com to request that we do not sell their personal information in the future.&nbsp;</p>\n<p>\n<strong>California Consumer Privacy Act Rights </strong>\n</p>\n<p>The information in this California Consumer Privacy Act Rights section applies only to California consumers.\nAny terms defined in the California Consumer Privacy Act of 2018 (“CCPA”) have the same meaning when used in this California Consumer Privacy Act Rights section.</p>\n<p>Personal Information We Collect </p>\n<p>We may collect, and in the past 12 months have collected, the following categories of personal information:&nbsp;</p>\n<ul>\n<li>Identifiers (such as name, address, email, cookies, IP address, date of birth, student ID number, and library card number)</li>\n<li>Categories of personal information listed in the California Customer Records statute (such as phone number, credit card number, and education)</li>\n<li>Characteristics of protected classifications under California or federal law (such as military or veteran status and race)</li>\n<li>Commercial information (such as purchase history)</li>\n<li>Internet or other electronic network activity information (such as interaction with our Sites)</li>\n<li>Non-public education information (per the Family Educational Rights and Privacy Act (20 U.S.C.\nSection 1232g, 34 C.F.R.\nPart 99)) (such as test scores, GPA, course enrollments, and transcripts)</li>\n<li>Audio, electronic, visual, thermal, olfactory, or similar information (such as recorded voice, recorded video, and photos)</li>\n<li>Professional or employment-related information (such as employer information and job title)&nbsp;</li>\n<li>Inferences drawn from other categories of personal information to create a profile about a consumer reflecting the consumer’s preferences, characteristics, psychological trends, predispositions, behavior, attitudes, intelligence, abilities, or aptitudes (such as likelihood of making a purchase based on internet or other electronic network activity)</li>\n</ul>\n<p>Sources from which Personal Information is Collected </p>\n<p>We collect personal information from the categories of sources listed below, as described in more detail in the “Information We Collect” section above:</p>\n<ul>\n<li>Consumers</li>\n<li>Third parties with whom we have a business relationship (such as our organizational customers, resellers, licensees, and franchisees)</li>\n<li>Other users who refer you to us</li>\n<li>College and universities who provide information for the purpose of conducting surveys</li>\n<li>Publicly and commercially available sources, including organizers of events you may attend</li>\n<li>Browsers and tracking technologies</li>\n<li>Our service providers and other vendors</li>\n</ul>\n<p>Purposes for which Personal Information Will Be Used </p>\n<p>We may use personal information for the following purposes:&nbsp;</p>\n<ul>\n<li>provide you with and personalize our products and services;</li>\n<li>create and manage your account, process your orders, and provide you customer service;</li>\n<li>maintain our internal records and otherwise manage our business;</li>\n<li>send you newsletters and advertisements and otherwise correspond with you about products, services, events, and other organizations that we think may interest you;</li>\n<li>ask for your reviews and testimonials and send you surveys and questionnaires;</li>\n<li>improve our products, services, and Site;</li>\n<li>administer sweepstakes and other promotions;</li>\n<li>develop and display content and advertising tailored to your interests on our Site and other sites, provide our advertisements to you when you visit other sites, and analyze the effectiveness of our advertisements;</li>\n<li>perform research and analysis about your use of or interest in our products and services, the products or services offered by others, and our Site, and develop new products and services;</li>\n<li>detect, prevent, or investigate illegal activity or misuse of our products or services and enforce our legal rights.\nand</li>\n<li>perform functions as otherwise described to you at the time of collection.</li>\n</ul>\n<p>Personal Information Sold or Disclosed for a Business Purpose </p>\n<p>We do not sell personal information of California consumers, have not sold personal information of California consumers in the preceding 12 months, and do not have actual knowledge that we sell the personal information of minors under 16 years of age.</p>\n<p>We may disclose personal information to a third party for a business purpose.\nIn the preceding 12 months, we have disclosed the categories of personal information listed below to organizations and persons who arranged for consumers' participation in our products and services and our service providers and other vendors:</p>\n<ul>\n<li>Identifiers</li>\n<li>Categories of personal information listed in the California Customer Records statute</li>\n<li>Characteristics of protected classifications under California or federal law</li>\n<li>Commercial information</li>\n<li>Internet or other electronic network activity information</li>\n<li>Non-public education information</li>\n<li>Audio, electronic, visual, thermal, olfactory, or similar information</li>\n<li>Professional or employment-related information</li>\n<li>Inferences drawn from other categories of personal information</li>\n</ul>\n<p>Your Right to Know </p>\n<p>You have the right to request that we disclose information to you about our collection, use, disclosure, and sale of your personal information in the 12-month period preceding your request.\nOnce we receive and confirm your verifiable consumer request, then subject to exceptions provided under the CCPA and based on your request, we will disclose to you:</p>\n<ul>\n<li>The categories of personal information we collected about you.</li>\n<li>The categories of sources from which we collected your personal information.</li>\n<li>The business or commercial purpose for collecting or selling your personal information.</li>\n<li>The categories of third parties with whom we shared your personal information.</li>\n<li>The specific pieces of personal information we collected about you.</li>\n<li>If we sold your personal information, the categories of personal information that was sold to each category of recipient.</li>\n<li>If we disclosed your personal information for a business purpose, the categories of personal information that was disclosed to each category of recipient.</li>\n</ul>\n<p>Your Right to Deletion </p>\n<p>You have the right to request that we delete your personal information that we have collected, subject to exceptions provided under the CCPA.\nOnce we receive and confirm your verifiable consumer request, then unless an exception applies, we will delete your personal information from our records and direct our service providers and other vendors to delete your personal information from their records.</p>\n<p>Your Right to Non-Discrimination </p>\n<p>You have the right not to receive discriminatory treatment by us for the exercise of the privacy rights conferred by the CCPA.</p>\n<p>Submitting Requests </p>\n<p>To exercise your right to know or right to deletion described above, please submit a verifiable consumer request to us by:</p>\n<ul>\n<li>Calling us at 888-223-7737.\nor</li>\n<li>Completing a request form located at www.princetonreview.com/ccpa and www.tutor.com/ccpa mailing it to the address listed on the form.</li>\n</ul>\n<p>You may only make a verifiable consumer request to know twice within a 12-month period.</p>\n<p>You may authorize another person to act as your agent to submit requests on your behalf.\nUnless you provide the agent with power of attorney under the California Probate Code, you will need to provide the agent a written and signed authorization.\nYou may also submit requests on behalf of your minor child.</p>\n<p>Verification </p>\n<p>We will verify your identity before fulfilling your request.\nIf you have an account with us, we will ask you to enter your username and password through a link we provide to verify your identity.\nIf you do not have an account with us, we will ask you to provide us data points that we have about you to verify your identity.</p>\n<p>If you authorize another person to act as your agent to submit requests on your behalf, then unless you provide the agent with power of attorney under the California Probate Code, we will ask the agent to provide us the written and signed authorization that you provided to the agent, we will confirm with you that you did provide the authorization, and we will verify your identity.\nIf you submit a request on behalf of a minor child, we will ask you to provide us information about your child that allows us to determine that you are the parent or guardian of the child.\nIf the child is under the age of 13, we will ask you to sign a form declaring under penalty of perjury that you are the parent or guardian of the child.</p>\n<p>Our Response to Your Request </p>\n<p>We endeavor to respond to a verifiable consumer request within 45 days of its receipt.&nbsp.\nIf we require more time (up to 45 additional days), we will inform you of the reason in writing.&nbsp.\nWe will deliver our written response by mail or electronically.&nbsp.\nIf we are unable to comply with a request, our response will explain why.</p>\n<p>We do not charge a fee to process or respond to your verifiable consumer request unless it is excessive or manifestly unfounded.\nIf we determine that the request warrants a fee, we will tell you why we made that decision and provide you with a cost estimate before completing your request.</p>\n<p>Accessibility of this Privacy Policy </p>\n<p>Commercially available screen reader programs should be able to read this Privacy Policy.\nAs a web page, this Privacy Policy may be printed as a document.</p>\n<p>\n<strong>Users Outside of the United States </strong>\n</p>\n<p>By providing personal information to this Site, you understand and consent to the collection, maintenance, processing and transfer of such information in and to the United States and other countries and territories, in accordance with applicable law.\nWe are a United States company and we do not operate in or market to individuals in the European Economic Area (“EEA”).\nAny processing of personal data of individuals in the EEA by us is incidental.\nWe do, however, recognize the rights of individuals in the EEA and, therefore, request that any individuals located in the EEA who have questions about or requests related to the personal data we collect to contact us at prep@review.com .</p>\n<p>\n<strong>Changes to this Privacy Policy </strong>\n</p>\n<p>We will update this Privacy Policy from time to time.\nWhen we post changes to this Privacy Policy, we will revise the “Effective Date” at the top of this Privacy Policy.\nWe recommend that you check our Site from time to time to inform yourself of any changes in this Privacy Policy or any of our other policies.</p>\n<p>\n<strong>Contact Us </strong>\n</p>\n<p>If you have any questions or comments regarding this Privacy Policy or our privacy practices, you may contact us by email or mail at the following address:</p>\n<p>The Princeton Review&nbsp;and Tutor.com <br> 110 E.\n42nd Street, 7th Floor&nbsp.\n<br> New York, NY 10017</p>\n<p>Attention: Legal Department</p>\n<p>privacy@review.com </p>\n<ol>\n<li>\n</li>\n<li> Privacy</li>\n</ol> Learn more <ul>\n<li>FAQ</li>\n<li>Our Tutors</li>\n<li>Our Company</li>\n<li>Press</li>\n<li>Blog</li>\n<li>Contact Us</li>\n<li>Site Map</li>\n<li>Homework Resources</li>\n</ul> Subjects <ul>\n<li>Math</li>\n<li>Science</li>\n<li>English</li>\n<li>Social Studies</li>\n<li>AP Support</li>\n<li>SAT/Test Prep</li>\n</ul> Proudly Serving <ul>\n<li>Military Families</li>\n<li>Libraries</li>\n<li>Colleges &amp.\nUniversities</li>\n</ul> For more information call us at: <p>800-411-1970</p>\n<p>\n</p>\n<p>\n</p> ©2021 Tutor.com / The Princeton Review - Not Affiliated with Princeton University.\n<br> Privacy Policy &nbsp;|&nbsp.\nCCPA Privacy Notice&nbsp;|&nbsp.\nTerms of Use <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> ", "created_at": "2021-05-18 21:06:18.358586", "updated_at": "2021-05-18 19:10:31.105549"}, {"id": 6153, "name": " Terms of Use ", "url": "https://lhh.tutor.com/lhh/policies/terms-of-use.htm", "xpath": "", "text": " <p>\n<b> Terms of Use </b>\n</p>\n<p>\n<b> &nbsp.\n</b>\n</p>\n<p>\n<b> Effective Date: November 30, 2020 </b>\n</p>\n<p> &nbsp.\n</p>\n<p> The following terms and conditions (the \"Terms\") govern your use of websites and mobile applications on which Tutor.com, Inc.\nor one ofits affiliates (collectively ,“we,” “us, ” or “our”) posts these Terms (collectively “Sites”).\nBY USING THE SITE, YOU ACCEPT AND AGREE TO THESE TERMS AS APPLIED TO YOUR USE OF THE SITE.\n</p>\n<p> &nbsp.\n</p>\n<p> You should also read our Privacy Policy which is incorporated by reference into these Terms.\nIf you do not accept and agree to be bound by these Terms, including our Privacy Policy, do not use the Site or the products and services offered on the Site (“Services”).\nBy accessing the Site, you consent to these Terms in electronic form.\nTo withdraw this consent, you must cease using the Site and, if applicable, terminate your account.\nUsers under the age of 18 must (a) review these Terms with a parent or legal guardian to ensure the parent or legal guardian acknowledges and agrees to these Terms, and (b) not access the Site and uninstall any application if his or her parent or legal guardian doesn’t agree to these Terms.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<b> 1.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Services</b>\n</p>\n<p> Through our Services and Site, we enable users to connect with tutors who provide tutoring services in our proprietary online classrooms.\nAs part of the Services, we require all tutors to pass a third party verification service (\"Verification Service\").\nWe do not control, and are not responsible for, any information provided by such Verification Service.\nFurthermore, we do not endorse or make any representations or warranties regarding the reliability of the Verification Service.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<b> 2.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b> Proprietary Rights </b>\n</p>\n<p> As between you and us, we own, solely and exclusively, all rights, title and interest in and to the Site.\nthe technology underlying the Services.\nall the content (including, for example, audio, photographs, illustrations, graphics, other visuals, video, and instructional materials and other text), software, code, and data available to you in connection with the Site or Services (collectively, “Company Content”).\nand the look and feel and design and organization of the Site.\nYour use of the Site or Services does not grant to you ownership of any Company Content.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<b> 3.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b> Limited License </b>\n</p>\n<p> You may access and view the Company Content on your computer or other internet compatible device and make single copies or prints of the Company Content for your personal, non-commercial use only.\nTo the extent you need to download software or documentation to use the Services, we grant you a limited, non-assignable, non-transferable, revocable license to use such software or documentation solely to utilize the Services.\nSuch license will terminate when you no longer use the Services.\nThe Site and the Services, including any Company Content, are only for your personal, non-commercial use.\nWe reserve the right to change or make corrections to the operation of, or any information available on, the Site at any time and without prior notice.\n</p>\n<p>\n<i> &nbsp.\n</i>\n</p>\n<p>\n<b> 4.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Trademarks</b>\n</p>\n<p> Trademarks, logos, service marks and trade names (collectively, \"Trademarks\") that are ours or Trademarks of any third party displayed on the Site or on Company Content may not be used unless authorized by the trademark owner.\nAll Trademarks not owned by us that appear on the Site or on or through the Services, if any, are the property of their respective owners.\nNothing contained on the Site should be construed as granting, by implication, estoppel, or otherwise, any license or right to use any Trademark displayed on the Site without our written permission or that of the third party rights holder.\nYour misuse of the Trademarks displayed on the Site is strictly prohibited.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<b> 5.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b> User Content </b>\n</p>\n<p> (a) Any ideas, suggestions, survey responses, or testimonials that you submit to us or information you submit or post to our chat rooms, message boards, and/or our blogs (\"User Content\") will be deemed not to be confidential and may be used by us for any purpose.\nBy submitting or sending User Content to us, you: (i) represent and warrant that the User Content is original to you, that no other party has any rights thereto, and that any \"moral rights\" in User Content have been waived, and (ii) grant us a royalty-free, unrestricted, worldwide, perpetual, irrevocable, non-exclusive and fully transferable, assignable and sublicensable right and license to display, use, reproduce, incorporate, modify, create derivative works of and distribute the User Content (in whole or part).\nWe are not responsible for maintaining any User Content that you provide to us, and we may delete or destroy any such User Content at any time.\n</p>\n<p> &nbsp.\n</p>\n<p> (b) By submitting or sending any problems or questions (excluding those from academic source materials such as textbooks or workbooks) or documents such as essays to us through the Site for help from or review by our tutors (\"Submitted Materials\"), you: (i) represent and warrant that the Submitted Materials are original to you, that no other party has any rights thereto, and that any \"moral rights\" in Submitted Materials have been waived, and (ii) grant us a royalty-free, unrestricted, worldwide, perpetual, irrevocable, non-exclusive and fully transferable, assignable and sublicensable right and license to use the Submitted Materials for quality control, for the professional development of tutors, to improve the Services, to share with third parties (on a de-identified basis) for research purposes, and to use and share in accordance with our Privacy Policy.\nWe are not responsible for maintaining any Submitted Materials that you provide to us, and we may delete or destroy any such Submitted Materials at any time.\n</p>\n<p> &nbsp.\n</p>\n<p> (c) For any academic source materials such as those from textbooks and workbooks which you submit to us in connection with the Services, you represent and warrant that you are entitled to upload such materials under the “fair use” doctrine of copyright law.\nIn addition, if you request that our system display a representation of a page or problem from a textbook or workbook, you represent and warrant that you are in proper legal possession of such textbook or workbook and that your instruction to our system to display a page or problem from your textbook or workbook is made for the sole purpose of facilitating your tutoring session, as “fair use” under copyright law.\n</p>\n<p> &nbsp.\n</p>\n<p> (d) You agree that we may record and produce transcripts of all or any part of any tutoring sessions and online meeting sessions (including voice chat communications and videos) for quality control, for the professional development of tutors, to improve the Services, to share with third parties (on a de-identified basis) for research purposes, and to use and share in accordance with our Privacy Policy.\nWe reserve the right to review the tutoring sessions and online meeting sessions for any purpose.\nYou agree that we own all transcripts and recordings of such tutoring sessions and online meeting sessions, and you hereby irrevocably assign to us all rights in all such transcripts and recordings.\n</p>\n<p> &nbsp.\n</p>\n<p> (e) We reserve the right, but do not have an obligation, to (i) monitor or review all content and materials posted to the Site or through the Services or (ii) refuse to post or to remove any content or materials, in whole or in part, that in our sole discretion are objectionable, violate these Terms, or violate applicable law.\nWe may also impose limits on certain features of the forums or restrict your access to part or all of the forums without notice or penalty if we believe you are in breach of these Terms or applicable law, or for any other reason without notice or liability.\n</p>\n<p>\n<b> 6.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b> Certain Obligations and Prohibitions </b>\n</p>\n<p> (a) Any commercial distribution, publishing or exploitation of the Site or any Company Content is strictly prohibited.\nExcept as expressly permitted by these Terms or by law, you may not download, display, copy, reproduce, distribute, modify, perform, transfer, create derivative works of, sell or otherwise exploit the Site or any Company Content.\n</p>\n<p> &nbsp.\n</p>\n<p> (b) You agree that you will not upload, post, transmit, distribute or otherwise publish through the Site or the Services any content, materials, or code which (i) restrict or inhibit any other user from using and enjoying the Site or the Services, (ii) are fraudulent, threatening, abusive, harassing, defamatory, obscene, vulgar, offensive, profane, sexually explicit or indecent, (iii) violate any local, state, national or international law, (iv) violate, plagiarize or infringe the intellectual property, privacy, publicity, or other rights of third parties, (v) contain a virus, spyware, or other harmful component, (vi) contain embedded links, advertising, chain letters or pyramid schemes of any kind, or (vii) constitute or contain false or misleading indications of origin, endorsement or statements of fact.\n</p>\n<p> &nbsp.\n</p>\n<p> (c) You agree that you will not attempt (or encourage or support anyone else's attempt) to circumvent, reverse engineer, decrypt, or otherwise alter or interfere with the Site, the Services, or Company Content, or make unauthorized use thereof.\n</p>\n<p>\n</p>\n<p> (d) You agree to not use the Site or the Services in any manner with the intent to interrupt, damage, disable, overburden, or impair the Site or the Services, including but not limited to sending mass unsolicited messages or \"flooding\" servers with requests.\n</p>\n<p> &nbsp.\n</p>\n<p> (e) You agree that you will treat our tutors with respect and not use obscenities in the online classroom, lie about false emergencies, make threats or discuss personal matters or matters other than those related to the subject for which you seek help.\nYou agree that you will not disclose any information to your tutor that could be considered personally identifiable information, such as your full name, address, telephone number, email address, social security number, or any other information that could be used to identify or locate you.\nSimilarly, you agree that you will not solicit any such information from any tutor and agree that if any online tutor ever discloses such information to you, asks you for any personal information, or suggests any offline meeting or conversation, you agree to immediately report this to us by phone and in writing.\nYou agree not to use the Site, the Services, or information offered on the Site to recruit, solicit, or contact in any form our tutors for employment or contracting for a business not affiliated with us without our advance written permission.\n</p>\n<p> &nbsp.\n</p>\n<p> (f) You agree to not engage in spidering, \"screen scraping,\" \"database scraping,\" harvesting </p>\n<p> of e-mail addresses, wireless addresses or other contact or personal information, or any other automatic means of accessing, logging-in or registering on the Site or for the Services, or obtaining lists of users or obtaining or accessing other information or features on, from or through the Site or the Services, including but not limited to any information residing on any server or database connected to the Site or the Services.\n</p>\n<p> &nbsp.\n</p>\n<p> (g) You agree that, while using the Site or the Services, you will not: (i) impersonate any person or entity or misrepresent your affiliation with any other person or entity.\n(ii) insert your own or a third party's advertising, branding or other promotional content in the Company Content, the Site, or Services.\nor (iii) gain or attempt to gain unauthorized access to other computer systems through the Site.\n</p>\n<p> &nbsp.\n</p>\n<p> (h) If you misuse the Site or Services, are in breach of these Terms or applicable law, are an infringer of intellectual property rights, or behave in any way that we regard as inappropriate or unlawful, we may investigate, suspend, or terminate your account, and we may aggressively enforce our intellectual property and other rights to the fullest extent of the law, including the seeking of criminal prosecution.\nYou may not continue to use the Site or the Services after we have terminated or suspended your access to the Site or the Services.\n</p>\n<p> &nbsp.\n</p>\n<p> (i) If you use, or assist another person in using, the Services in any unauthorized way, you agree that you will pay us an additional $50 per hour for any time we spend to investigate and correct such use, plus any third party costs of investigation we incur (with a minimum $250 charge).\nYou further agree that you will not dispute such a charge and that we retain the right to collect any additional actual costs.\n</p>\n<p>\n<b> &nbsp.\n</b>\n</p>\n<p>\n<b> 7.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b> Private or Sensitive Information on Public Forums </b>\n</p>\n<p> We may, from time to time, make messaging services, chat services, bulletin boards, message boards, blogs, other forums and other such services available on or through the Site.\nIt is important to remember that comments submitted to a forum may be recorded and stored in multiple places, both on our Site and elsewhere on the Internet, which are likely to be accessible for a long time, and you have no control over who will read them now or in the future.\nIt is therefore important that you are careful and selective about the personal information that you disclose about yourself and others, and in particular, you should not disclose sensitive, proprietary or confidential information in your comments to our public forums.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<b> 8.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b> Copyrights and Copyright Agent </b>\n</p>\n<p> We respect the intellectual property of others, and we ask our users to do the same.\nIf you believe that your work has been copied and posted on the Site in a way that constitutes copyright infringement, or your intellectual property rights have been otherwise violated, please provide our Copyright Agent (identified below) a notice with the following information: </p>\n<p> a.\nAn electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest.\n</p>\n<p> b.\nA description of the copyrighted work or other intellectual property that you claim has been infringed.\n</p>\n<p> c.\nA description of where the material that you claim is infringing is located on the Site (and such description must be reasonably sufficient to enable us to find the allegedly infringing material).\n</p>\n<p> d.\nYour address, telephone number, and email address.\n</p>\n<p> e.\nA statement by you that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand </p>\n<p> f.\nA statement by you, made under penalty of perjury, that the above information in your notice to us is accurate and that you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner's behalf.\n</p>\n<p> Our Copyright Agent for notice of claims of copyright or other intellectual property infringement can be reached at: </p>\n<p> Copyright Agent </p>\n<p> Tutor.com, Inc.\n</p>\n<p> 110 E.\n42nd Street, 7<sup>th</sup> Floor </p>\n<p> New York, NY 10017 </p>\n<p> legal@tutor.com </p>\n<p> &nbsp.\n</p>\n<p>\n<b> 9.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Links</b>\n</p>\n<p> (a) You may be able to link from the Site to third party websites and third party websites may link to the Site.\nOur tutors may also send you links to third party websites.\nYou acknowledge and agree that we have no responsibility for the content, products, services, advertising or other materials which may be provided by or through third party websites.\nLinks to third party websites do not constitute an endorsement or sponsorship by us of such websites or the information, content, products, services, advertising, code or other materials presented on or through such websites.\nAny reliance on the contents of a third party website is done at your own risk and you assume all responsibilities and consequences resulting from such reliance.\n</p>\n<p> &nbsp.\n</p>\n<p> (b) You agree that if you include a link from any other website to the Site, such link will open in a new browser window and will link to the full version of an HTML formatted page of the Site.\nYou are not permitted to link directly to any image hosted on the Site or the Services, such as using an \"in-line\" linking method to cause the image hosted by us to be displayed on another website.\nYou agree not to download or use images hosted on the Site on another website, for any purpose, including but not limited to posting such images on another website.\nYou agree not to link from any other website to the Site in any manner such that the Site, or any page of the Site, is \"framed,\" surrounded or obfuscated by any third party content, materials or branding.\nWe reserve all of our rights under the law to insist that any link to the Site be discontinued, and to revoke your right to link to the Site from any other website at any time upon written notice to you.\n</p>\n<p>\n<b> &nbsp.\n</b>\n</p>\n<p>\n<b> 10.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b> Disclaimer of Warranties </b>\n</p>\n<p> (a) THE SITE, THE SERVICES, AND THE COMPANY CONTENT ARE PROVIDED \"AS IS,\" \"AS AVAILABLE\", WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO ANY WARRANTY REGARDING UPTIME OR UNINTERRUPTED ACCESS, AVAILABILITY, ACCURACY, OR USEFULNESS, AND ANY WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nWE HEREBY DISCLAIM ANY AND ALL SUCH WARRANTIES, EXPRESS AND IMPLIED.\nWE ALSO ASSUME NO RESPONSIBILITY, AND WILL NOT BE LIABLE FOR, ANY DAMAGES TO, OR VIRUSES THAT MAY INFECT, YOUR COMPUTER EQUIPMENT, MOBILE DEVICE, OR OTHER PROPERTY ON ACCOUNT OF YOUR ACCESS TO OR USE OF THE SITE OR THE SERVICES OR DOWNLOADING ANY COMPANY CONTENT FROM THE SITE.\n</p>\n<p> (b) From time to time, we may make third party opinions, advice, statements, offers, or other third party information or content available on the Site or from our tutors (“Third Party Content”).\nAll Third Party Content is the responsibility of the respective authors thereof and should not necessarily be relied upon.\nSuch third party authors are solely responsible for such content.\nWE DO NOT: (I) GUARANTEE THE ACCURACY, COMPLETENESS, OR USEFULNESS OF ANY THIRD PARTY CONTENT ON THE SITE, OR (II) ADOPT, ENDORSE OR ACCEPT RESPONSIBILITY FOR THE ACCURACY OR RELIABILITY OF ANY OPINION, ADVICE, OR STATEMENT MADE BY ANY TUTOR OR ANY PARTY THAT APPEARS ON THE SITE.\nUNDER NO CIRCUMSTANCES WILL WE BE RESPONSIBLE OR LIABLE FOR ANY LOSS OR DAMAGE RESULTING FROM YOUR RELIANCE ON INFORMATION OR OTHER CONTENT POSTED ON OR AVAILABLE FROM THE SITE OR THE SERVICES.\n</p>\n<p>\n<b> 11.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b> Limitation of Liability </b>\n</p>\n<p> (a) IN NO EVENT, INCLUDING BUT NOT LIMITED TO NEGLIGENCE, WILL WE OR ANY OF OUR DIRECTORS, OFFICERS, EMPLOYEES, AGENTS OR CONTENT OR SERVICE PROVIDERS (INCLUDING TUTORS) (COLLECTIVELY, THE \"PROTECTED ENTITIES\") BE LIABLE FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, EXEMPLARY OR PUNITIVE DAMAGES ARISING FROM, OR DIRECTLY OR INDIRECTLY RELATED TO, THE USE OF, OR THE INABILITY TO USE, THE SITE, THE SERVICES, OR THE COMPANY CONTENT, YOUR PROVISION OF INFORMATION VIA THE SITE, LOST BUSINESS OR LOST SALES, EVEN IF SUCH PROTECTED ENTITY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO CERTAIN USERS TO THE EXTENT REQUIRED BY APPLICABLE LAW.\n</p>\n<p> (b) IN NO EVENT WILL THE PROTECTED ENTITIES BE LIABLE FOR OR IN CONNECTION WITH ANY CONTENT POSTED, TRANSMITTED, EXCHANGED OR RECEIVED BY OR ON BEHALF OF ANY USER OR OTHER PERSON ON OR THROUGH THE SITE OR SERVICES.\nIN NO EVENT WILL THE TOTAL AGGREGATE LIABILITY OF THE PROTECTED ENTITIES TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION (WHETHER IN CONTRACT OR TORT OR OTHERWISE, INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE) ARISING FROM THESE TERMS OR YOUR USE OF THE SITE, THE SERVICES, OR THE COMPANY CONTENT EXCEED, IN THE AGGREGATE, THE AMOUNT, IF ANY, PAID BY YOU TO US FOR YOUR USE OF THE SITE OR THE SERVICES IN THE 12 MONTH PERIOD PRECEDING YOUR CLAIM.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<b> 12.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>Indemnification</b>\n</p>\n<p> You agree to indemnify, defend and hold harmless the Protected Parties, from and against all losses, expenses, damages, liabilities, costs, claims and demands, including reasonable attorney's fees, due to or arising out of any User Content or Submitted Materials you submit, post to, email, or otherwise transmit to us or through the Services, your violation of law, or your breach of these Terms.\nWe reserve the right, at our own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you, and in such case, you agree to fully cooperate with such defense and in asserting any available defenses.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<b> 13.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b> Local Laws.\nExport Control </b>\n</p>\n<p> We control and operate the Site and Services from our offices in the United States of America.\nWe do not represent that materials on the Site or the Services are appropriate for use in other locations.\nPersons who choose to access the Site or Services from other locations do so on their own initiative, and are responsible for compliance with local laws, if and to the extent local laws are applicable, including, without limitation, rules about the Internet, data or privacy.\nSpecifically, you agree to comply with all applicable laws regarding the transmission of technical data exported from the United States or the country in which you reside.\nIn addition, if you reside in a country which is prohibited by law, regulation, treaty or administrative act from entering into trade relations with the United States or its citizens, you may not use this Site or the Services.\nIt is your responsibility to ensure that you comply with U.S.\nlaw in this regard.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<b> 14.\n&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b> Changes to Site and Services </b>\n</p>\n<p> We may terminate, change, suspend or discontinue any aspect of the Site or the Services at any time.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<b> 15.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b> Changes to Terms of Use </b>\n</p>\n<p> We reserve the right, at our sole discretion, to modify any portion of these Terms at any time.\nChanges in these Terms will be effective when posted.\nYour continued use of the Site or the Services after any changes to these Terms are posted will be considered acceptance of those changes.\n</p>\n<p> &nbsp.\n</p>\n<p>\n<b> 16.\n&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp.\n</b>\n<b>General</b>\n</p>\n<p> These Terms comprise the entire agreement between you and us concerning the subject matter of these Terms.\nOur failure to exercise or enforce any right or provision of these Terms will not constitute a waiver of such right or provision.\nWe may assign these Terms to any person or entity without your consent.\nYou may not assign these Terms without our prior written consent.\nThe laws of the State of New York will govern these Terms, as well as any claim that might arise between you and us, without regard to any conflict of law provisions.\nIf there is any litigation between us and you, you hereby irrevocably consent to the exclusive jurisdiction of federal or state courts located in New York, New York, and you hereby waive any claim of improper venue and any claim that such courts are an inconvenient forum.\nIf any provision of these Terms is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties' intentions as reflected in the provision, and the other provisions of these Terms remain in full force and effect.\nSections 2, 4-6, 9-13, 16 and any other provisions of these Terms which would be expected to survive the termination or expiration of your relationship with us will so survive.\n</p>\n<p>&nbsp;</p> ", "created_at": "2021-05-18 21:06:18.356877", "updated_at": "2021-05-18 19:10:46.193103"}], "points": [], "urls": ["tutor.com"]}}