{"error": 448, "message": "OK", "parameters": {"id": 3981, "name": "Sporttotal", "created_at": "2021-06-08 22:13:14.375847", "updated_at": "2021-06-08 22:00:42.795984", "wikipedia": null, "keywords": null, "related": null, "slug": "sporttotal", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3981.png", "url": "sporttotal.tv", "documents": [{"id": 6840, "name": "Cookie Declaration", "url": "https://sporttotal.tv/cookies", "xpath": "//body", "text": "This website uses cookiesWe use cookies to personalise content and ads, to provide social media features and to analyse our traffic.\nWe also share information about your use of our site with our social media, advertising and analytics partners who may combine it with other information that you’ve provided to them or that they’ve collected from your use of their services.\n[#OOI_PERSONAL_INFORMATION#] Use necessary cookies only Allow all cookies Show details OK Use necessary cookies only Allow selection Allow all cookies NecessaryPreferencesStatisticsMarketing Show details Cookie declaration [#IABV2SETTINGS#] About cookies  Necessary (17) Preferences (0) Statistics (5) Marketing (51) Unclassified (1)Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.\nNameProviderPurposeExpiryType[SessionID#27]PaypalPending1 dayHTTPc&nbsp;[x3]KPN<br>scoota.co<br>BidswitchUsed in order to detect spam and improve the website's security.\nDoes not store visitor specific data.1 yearHTTP_GRECAPTCHAGoogleThis cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.179 daysHTTPrc::aGoogleThis cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.PersistentHTMLrc::bGoogleThis cookie is used to distinguish between humans and bots.\nSessionHTMLrc::cGoogleThis cookie is used to distinguish between humans and bots.\nSessionHTMLakavpau_ppsdPaypalThis cookie is provided by Paypal.\nThe cookie is used in context with transactions on the website - The cookie is necessary for secure transactions.\nSessionHTTPenforce_policyPaypalThis cookie is provided by Paypal.\nThe cookie is used in context with transactions on the website - The cookie is necessary for secure transactions.\n1 yearHTTPl7_azPaypalThis cookie is necessary for the PayPal login-function on the website.1 dayHTTPts_cPaypalUsed in context with the PayPal payment-function on the website.\nThe cookie is necessary for making a safe transaction through PayPal.\n3 yearsHTTP__paypal_storage__PaypalUsed in context with the PayPal payment-function on the website.\nThe cookie is necessary for making a safe transaction through PayPal.\nPersistentHTML_grecaptchaGoogleThis cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.PersistentHTMLCookieConsentCookiebotStores the user's cookie consent state for the current domain1 yearHTTPtestlocalstorageSporttotal.tvUsed to detect whether the website can store user data in local storage.PersistentHTMLtsPaypalUsed in context with the PayPal payment-function on the website.\nThe cookie is necessary for making a safe transaction through PayPal.\nSessionPixel Preference cookies enable a website to remember information that changes the way the website behaves or looks, like your preferred language or the region that you are in.\nWe do not use cookies of this type.\nStatistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.\nNameProviderPurposeExpiryTypecollectGoogleUsed to send data to Google Analytics about the visitor's device and behavior.\nTracks the visitor across devices and marketing channels.SessionPixeldQuantcastCollects anonymous data on the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded with the purpose of generating reports for optimising the website content.3 monthsHTTP_gaGoogleRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.2 yearsHTTP_gatGoogleUsed by Google Analytics to throttle request rate1 dayHTTP_gidGoogleRegisters a unique ID that is used to generate statistical data on how the visitor uses the website.1 dayHTTP Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.\nNameProviderPurposeExpiryTypeCAdformUsed to check if the user's browser supports cookies.30 daysHTTPuid&nbsp;[x2]Adform<br>AmobeeRegisters a unique user ID that recognises the user's browser when visiting websites that use the same ad network.\nThe purpose is to optimise display of ads based on the user's movements and various ad providers' bids for displaying user ads.2 monthsHTTPUserID1AditionThis cookie is used to collect information on a visitor.\nThis information will become an ID string with information on a specific visitor – ID information strings can be used to target groups with similar preferences, or can be used by third-party domains or ad-exchanges.3 monthsHTTPanjAppnexusRegisters a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.3 monthsHTTPuuid2AppnexusRegisters a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.3 monthsHTTPuuid&nbsp;[x2]ads.avct.cloud<br>MediamathThis cookie is used to optimize ad relevance by collecting visitor data from multiple websites – this exchange of visitor data is normally provided by a third-party data-center or ad-exchange.1 yearHTTP_tt_travelaudienceTravel AudienceSets a unique ID for the visitor, that allows third party advertisers to target the visitor with relevant advertisement.\nThis pairing service is provided by third party advertisement hubs, which facilitates real-time bidding for advertisers.13 monthsHTTPATNFacebookTargets ads based on behavioural profiling and geographical location.2 yearsHTTPbb-mx/submitDe.comCollects information on user preferences and/or interaction with web-campaign content - This is used on CRM-campaign-platform used by website owners for promoting events or products.SessionPixelgoogle_pushBidswitchCollects statistical data related to the user's website visits, such as the number of visits, average time spent on the website and what pages have been loaded.\nThe purpose is to segment the website's users according to factors such as demographics and geographical location, in order to enable media and marketing agencies to structure and understand their target groups to enable customised online advertising.1 dayHTTPtuuid&nbsp;[x3]Bidswitch<br>KPN<br>scoota.coRegisters whether or not the user has consented to the use of cookies.1 yearHTTPtuuid_lu&nbsp;[x3]Bidswitch<br>KPN<br>scoota.coContains a unique visitor ID, which allows Bidswitch.com to track the visitor across multiple websites.\nThis allows Bidswitch to optimize advertisement relevance and ensure that the visitor does not see the same ads multiple times.\n1 yearHTTPCMIDCasalemediaCollects visitor data related to the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded, with the purpose of displaying targeted ads.1 yearHTTPCMPROCasalemediaCollects data on visitor behaviour from multiple websites, in order to present more relevant advertisement - This also allows the website to limit the number of times that they are shown the same advertisement.\n3 monthsHTTPCMPSCasalemediaCollects visitor data related to the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded, with the purpose of displaying targeted ads.3 monthsHTTPCMRUM3CasalemediaCollects visitor data related to the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded, with the purpose of displaying targeted ads.1 yearHTTPCMSTCasalemediaCollects visitor data related to the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded, with the purpose of displaying targeted ads.1 dayHTTPcid_#CrimtanCollects unidentifiable data that is sent to an unidentifiable source.\nThe source's identity is kept secret by the company, Whois Privacy Protection Service, Inc.1 yearHTTPIDEGoogleUsed by Google DoubleClick to register and report the website user's actions after viewing or clicking one of the advertiser's ads with the purpose of measuring the efficacy of an ad and to present targeted ads to the user.1 yearHTTPtest_cookieGoogleUsed to check if the user's browser supports cookies.1 dayHTTPeverest_g_v2Adobe IncUsed for targeted ads and to document efficacy of each individual ad.1 yearHTTPfrFacebookUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.3 monthsHTTPtrFacebookUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.SessionPixelpcs/activeviewGoogleUsed by DoubleClick to determine whether website advertisement has been properly displayed - This is done to make their marketing efforts more efficient.\nSessionPixelljt_readerSovrnCollects data related to reader interests, context, demographics and other information on behalf of the Lijit platform with the purpose of finding interested users on websites with related content.1 yearHTTPmt_mopMediamathCollects data on the user's visits to the website, such as what pages have been loaded.\nThe registered data is used for targeted ads.29 daysHTTPidXaxisRegisters a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.1 yearHTTPmdataXaxisRegisters a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.1 yearHTTPovXaxisPresents the user with relevant content and advertisement.\nThe service is provided by third-party advertisement hubs, which facilitate real-time bidding for advertisers.1 yearHTTPiOpenxRegisters anonymised user data, such as IP address, geographical location, visited websites, and what ads the user has clicked, with the purpose of optimising ad display based on the user's movement on websites that use the same ad network.1 yearHTTPmcQuantcastCollects data on the user's visits to the website, such as what pages have been loaded.\nThe registered data is used for targeted ads.13 monthsHTTPeudrfihub.comRegisters user data, such as IP address, geographical location, visited websites, and what ads the user has clicked, with the purpose of optimising ad display based on the user's movement on websites that use the same ad network.1 yearHTTPrudrfihub.comRegisters user data, such as IP address, geographical location, visited websites, and what ads the user has clicked, with the purpose of optimising ad display based on the user's movement on websites that use the same ad network.1 yearHTTPrudsrfihub.comRegisters user data, such as IP address, geographical location, visited websites, and what ads the user has clicked, with the purpose of optimising ad display based on the user's movement on websites that use the same ad network.SessionHTTPUIDScorecardresearchCollects information of the user and his/her movement, such as timestamp for visits, most recently loaded pages and IP address.\nThe data is used by the marketing research network, Scorecard Research, to analyse traffic patterns and carry out surveys to help their clients better understand the customer's preferences.2 yearsHTTP_ssumaSitescoutPresents the user with relevant content and advertisement.\nThe service is provided by third-party advertisement hubs, which facilitate real-time bidding for advertisers.29 daysHTTPssiSitescoutRegisters a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.1 yearHTTP__gadsGoogleUsed to register what ads have been displayed to the user.1 yearHTTP_fbpFacebookUsed by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.3 monthsHTTPGoogleAdServingTestGoogleUsed to register what ads have been displayed to the user.SessionHTTP_trackerTravel AudienceSets a unique ID for the visitor, that allows third party advertisers to target the visitor with relevant advertisement.\nThis pairing service is provided by third party advertisement hubs, which facilitates real-time bidding for advertisers.13 monthsHTTPANON_IDExponentialCollects data on user visits to the website, such as what pages have been accessed.\nThe registered data is used to categorise the user's interest and demographic profiles in terms of resales for targeted marketing.3 monthsHTTPmatchgoogleDataxuRegulates synchronisation of user identification and exchange of user data between various ad services.29 daysHTTPwfivefivecDataxuCollects data on the user's visits to the website, such as what pages have been loaded.\nThe registered data is used for targeted ads.13 monthsHTTPA3YahooCollects information on user behaviour on multiple websites.\nThis information is used in order to optimize the relevance of advertisement on the website.1 yearHTTP Unclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.\nNameProviderPurposeExpiryTypedataDe.comPendingSessionPixel  [#IABV2_LABEL_PURPOSES#] [#IABV2_LABEL_FEATURES#] [#IABV2_LABEL_PARTNERS#] [#IABV2_BODY_PURPOSES#] [#IABV2_BODY_FEATURES#] [#IABV2_BODY_PARTNERS#] Cookies are small text files that can be used by websites to make a user's experience more efficient.<br>\n<br>The law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission.<br>\n<br>This site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.<br>\n<br>You can at any time change or withdraw your consent from the Cookie Declaration on our website.<br>\n<br>Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.<br>\n<br>Please state your consent ID and date when you contact us regarding your consent.\nCookie declaration last updated on 5/14/21 by Cookiebot Cookie Declaration <p>This website uses cookies.\nWe use cookies to personalise content and ads, to provide social media features and to analyse our traffic.\nWe also share information about your use of our site with our social media, advertising and analytics partners who may combine it with other information that you’ve provided to them or that they’ve collected from your use of their services.\n</p>\n<p>Cookies are small text files that can be used by websites to make a user's experience more efficient.<br>\n<br>The law states that we can store cookies on your device if they are strictly necessary for the operation of this site.\nFor all other types of cookies we need your permission.<br>\n<br>This site uses different types of cookies.\nSome cookies are placed by third party services that appear on our pages.<br>\n<br>You can at any time change or withdraw your consent from the Cookie Declaration on our website.<br>\n<br>Learn more about who we are, how you can contact us and how we process personal data in our Privacy Policy.<br>\n<br>Please state your consent ID and date when you contact us regarding your consent.</p>\n<p>Your consent applies to the following domains: sporttotal.tv</p> Your current state: Use necessary cookies only.&nbsp;Your current state: Do Not Sell My Personal Information.&nbsp;Your current state: Allow selection&nbsp;(Necessary, Preferences, Statistics, Marketing).&nbsp;Your current state: Allow all cookies.&nbsp;<p>Your consent ID: 0Consent date: </p>Change your consent&nbsp;&nbsp;|&nbsp;&nbsp;Withdraw your consentDo Not Sell My Personal Information<br>\n<p>Cookie declaration last updated on 5/14/21 by Cookiebot: </p>\n<p>Necessary (17) </p>\n<p>Necessary cookies help make a website usable by enabling basic functions like page navigation and access to secure areas of the website.\nThe website cannot function properly without these cookies.</p> Name Provider Purpose Expiry Type [SessionID#27] Paypal Pending 1 day HTTP Cookie __paypal_storage__ Paypal Used in context with the PayPal payment-function on the website.\nThe cookie is necessary for making a safe transaction through PayPal.\nPersistent HTML Local Storage _grecaptcha Google This cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.\nPersistent HTML Local Storage _GRECAPTCHA Google This cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.\n179 days HTTP Cookie akavpau_ppsd Paypal This cookie is provided by Paypal.\nThe cookie is used in context with transactions on the website - The cookie is necessary for secure transactions.\nSession HTTP Cookie c [x3] KPN<br>scoota.co<br>Bidswitch Used in order to detect spam and improve the website's security.\nDoes not store visitor specific data.\n1 year HTTP Cookie CookieConsent Cookiebot Stores the user's cookie consent state for the current domain 1 year HTTP Cookie enforce_policy Paypal This cookie is provided by Paypal.\nThe cookie is used in context with transactions on the website - The cookie is necessary for secure transactions.\n1 year HTTP Cookie l7_az Paypal This cookie is necessary for the PayPal login-function on the website.\n1 day HTTP Cookie rc::a Google This cookie is used to distinguish between humans and bots.\nThis is beneficial for the website, in order to make valid reports on the use of their website.\nPersistent HTML Local Storage rc::b Google This cookie is used to distinguish between humans and bots.\nSession HTML Local Storage rc::c Google This cookie is used to distinguish between humans and bots.\nSession HTML Local Storage testlocalstorage Sporttotal.tv Used to detect whether the website can store user data in local storage.\nPersistent HTML Local Storage ts Paypal Used in context with the PayPal payment-function on the website.\nThe cookie is necessary for making a safe transaction through PayPal.\nSession Pixel Tracker ts_c Paypal Used in context with the PayPal payment-function on the website.\nThe cookie is necessary for making a safe transaction through PayPal.\n3 years HTTP Cookie <p>Statistics (5) </p>\n<p>Statistic cookies help website owners to understand how visitors interact with websites by collecting and reporting information anonymously.</p> Name Provider Purpose Expiry Type _ga Google Registers a unique ID that is used to generate statistical data on how the visitor uses the website.\n2 years HTTP Cookie _gat Google Used by Google Analytics to throttle request rate 1 day HTTP Cookie _gid Google Registers a unique ID that is used to generate statistical data on how the visitor uses the website.\n1 day HTTP Cookie collect Google Used to send data to Google Analytics about the visitor's device and behavior.\nTracks the visitor across devices and marketing channels.\nSession Pixel Tracker d Quantcast Collects anonymous data on the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded with the purpose of generating reports for optimising the website content.\n3 months HTTP Cookie <p>Marketing (51) </p>\n<p>Marketing cookies are used to track visitors across websites.\nThe intention is to display ads that are relevant and engaging for the individual user and thereby more valuable for publishers and third party advertisers.</p> Name Provider Purpose Expiry Type __gads Google Used to register what ads have been displayed to the user.\n1 year HTTP Cookie _fbp Facebook Used by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.\n3 months HTTP Cookie _ssuma Sitescout Presents the user with relevant content and advertisement.\nThe service is provided by third-party advertisement hubs, which facilitate real-time bidding for advertisers.\n29 days HTTP Cookie _tracker Travel Audience Sets a unique ID for the visitor, that allows third party advertisers to target the visitor with relevant advertisement.\nThis pairing service is provided by third party advertisement hubs, which facilitates real-time bidding for advertisers.\n13 months HTTP Cookie _tt_travelaudience Travel Audience Sets a unique ID for the visitor, that allows third party advertisers to target the visitor with relevant advertisement.\nThis pairing service is provided by third party advertisement hubs, which facilitates real-time bidding for advertisers.\n13 months HTTP Cookie A3 Yahoo Collects information on user behaviour on multiple websites.\nThis information is used in order to optimize the relevance of advertisement on the website.\n1 year HTTP Cookie anj Appnexus Registers a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.\n3 months HTTP Cookie ANON_ID Exponential Collects data on user visits to the website, such as what pages have been accessed.\nThe registered data is used to categorise the user's interest and demographic profiles in terms of resales for targeted marketing.\n3 months HTTP Cookie ATN Facebook Targets ads based on behavioural profiling and geographical location.\n2 years HTTP Cookie bb-mx/submit De.com Collects information on user preferences and/or interaction with web-campaign content - This is used on CRM-campaign-platform used by website owners for promoting events or products.\nSession Pixel Tracker C Adform Used to check if the user's browser supports cookies.\n30 days HTTP Cookie cid_# Crimtan Collects unidentifiable data that is sent to an unidentifiable source.\nThe source's identity is kept secret by the company, Whois Privacy Protection Service, Inc.\n1 year HTTP Cookie CMID Casalemedia Collects visitor data related to the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded, with the purpose of displaying targeted ads.\n1 year HTTP Cookie CMPRO Casalemedia Collects data on visitor behaviour from multiple websites, in order to present more relevant advertisement - This also allows the website to limit the number of times that they are shown the same advertisement.\n3 months HTTP Cookie CMPS Casalemedia Collects visitor data related to the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded, with the purpose of displaying targeted ads.\n3 months HTTP Cookie CMRUM3 Casalemedia Collects visitor data related to the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded, with the purpose of displaying targeted ads.\n1 year HTTP Cookie CMST Casalemedia Collects visitor data related to the user's visits to the website, such as the number of visits, average time spent on the website and what pages have been loaded, with the purpose of displaying targeted ads.\n1 day HTTP Cookie eud rfihub.com Registers user data, such as IP address, geographical location, visited websites, and what ads the user has clicked, with the purpose of optimising ad display based on the user's movement on websites that use the same ad network.\n1 year HTTP Cookie everest_g_v2 Adobe Inc Used for targeted ads and to document efficacy of each individual ad.\n1 year HTTP Cookie fr Facebook Used by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.\n3 months HTTP Cookie google_push Bidswitch Collects statistical data related to the user's website visits, such as the number of visits, average time spent on the website and what pages have been loaded.\nThe purpose is to segment the website's users according to factors such as demographics and geographical location, in order to enable media and marketing agencies to structure and understand their target groups to enable customised online advertising.\n1 day HTTP Cookie GoogleAdServingTest Google Used to register what ads have been displayed to the user.\nSession HTTP Cookie i Openx Registers anonymised user data, such as IP address, geographical location, visited websites, and what ads the user has clicked, with the purpose of optimising ad display based on the user's movement on websites that use the same ad network.\n1 year HTTP Cookie id Xaxis Registers a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.\n1 year HTTP Cookie IDE Google Used by Google DoubleClick to register and report the website user's actions after viewing or clicking one of the advertiser's ads with the purpose of measuring the efficacy of an ad and to present targeted ads to the user.\n1 year HTTP Cookie ljt_reader Sovrn Collects data related to reader interests, context, demographics and other information on behalf of the Lijit platform with the purpose of finding interested users on websites with related content.\n1 year HTTP Cookie matchgoogle Dataxu Regulates synchronisation of user identification and exchange of user data between various ad services.\n29 days HTTP Cookie mc Quantcast Collects data on the user's visits to the website, such as what pages have been loaded.\nThe registered data is used for targeted ads.\n13 months HTTP Cookie mdata Xaxis Registers a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.\n1 year HTTP Cookie mt_mop Mediamath Collects data on the user's visits to the website, such as what pages have been loaded.\nThe registered data is used for targeted ads.\n29 days HTTP Cookie ov Xaxis Presents the user with relevant content and advertisement.\nThe service is provided by third-party advertisement hubs, which facilitate real-time bidding for advertisers.\n1 year HTTP Cookie pcs/activeview Google Used by DoubleClick to determine whether website advertisement has been properly displayed - This is done to make their marketing efforts more efficient.\nSession Pixel Tracker rud rfihub.com Registers user data, such as IP address, geographical location, visited websites, and what ads the user has clicked, with the purpose of optimising ad display based on the user's movement on websites that use the same ad network.\n1 year HTTP Cookie ruds rfihub.com Registers user data, such as IP address, geographical location, visited websites, and what ads the user has clicked, with the purpose of optimising ad display based on the user's movement on websites that use the same ad network.\nSession HTTP Cookie ssi Sitescout Registers a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.\n1 year HTTP Cookie test_cookie Google Used to check if the user's browser supports cookies.\n1 day HTTP Cookie tr Facebook Used by Facebook to deliver a series of advertisement products such as real time bidding from third party advertisers.\nSession Pixel Tracker tuuid [x3] Bidswitch<br>KPN<br>scoota.co Registers whether or not the user has consented to the use of cookies.\n1 year HTTP Cookie tuuid_lu [x3] Bidswitch<br>KPN<br>scoota.co Contains a unique visitor ID, which allows Bidswitch.com to track the visitor across multiple websites.\nThis allows Bidswitch to optimize advertisement relevance and ensure that the visitor does not see the same ads multiple times.\n1 year HTTP Cookie uid [x2] Adform<br>Amobee Registers a unique user ID that recognises the user's browser when visiting websites that use the same ad network.\nThe purpose is to optimise display of ads based on the user's movements and various ad providers' bids for displaying user ads.\n2 months HTTP Cookie UID Scorecardresearch Collects information of the user and his/her movement, such as timestamp for visits, most recently loaded pages and IP address.\nThe data is used by the marketing research network, Scorecard Research, to analyse traffic patterns and carry out surveys to help their clients better understand the customer's preferences.\n2 years HTTP Cookie UserID1 Adition This cookie is used to collect information on a visitor.\nThis information will become an ID string with information on a specific visitor – ID information strings can be used to target groups with similar preferences, or can be used by third-party domains or ad-exchanges.\n3 months HTTP Cookie uuid [x2] ads.avct.cloud<br>Mediamath This cookie is used to optimize ad relevance by collecting visitor data from multiple websites – this exchange of visitor data is normally provided by a third-party data-center or ad-exchange.\n1 year HTTP Cookie uuid2 Appnexus Registers a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.\n3 months HTTP Cookie wfivefivec Dataxu Collects data on the user's visits to the website, such as what pages have been loaded.\nThe registered data is used for targeted ads.\n13 months HTTP Cookie <p>Unclassified (1) </p>\n<p>Unclassified cookies are cookies that we are in the process of classifying, together with the providers of individual cookies.</p> Name Provider Purpose Expiry Type data De.com Pending Session Pixel Tracker powered byAnzeigepowered byAMATOR OF THE MONTHDeutsche SporthilfeSportstadt DüsseldorfAustriaBelgiumCzech RepublicEnglandFranceGermanyItalyBFV-Playoffs 2021DBBL TOP4 2021FINAL FOUR 2020 - Hallenhockey DMVIKTORIAsporttotal eSport Cup 2021EN / DE / FR / NL / ITImprintFAQAmerican FootballBasketballFootballFutsalHandballHockeyIce HockeyMotorsportTennissporttotal", "created_at": "2021-06-08 20:18:43.820186", "updated_at": "2021-06-08 20:18:56.585195"}, {"id": 6839, "name": "Privacy Policy", "url": "https://sporttotal.tv/privacy", "xpath": "//*[@id=\"root\"]/div[1]/div[1]/div[1]/div/div", "text": "<p>\n<strong>Datenschutzhinweise</strong>\n</p>\n<p>Die sporttotal.tv gmbh (nachfolgend kurz „wir“ genannt) nimmt den Schutz Ihrer personenbezogenen Daten (nachfolgend auch kurz „Daten“ genannt) sehr ernst.\nMit den folgenden Datenschutzhinweisen möchten wir Sie daher über die Art und Weise sowie den Umfang der Verarbeitung personenbezogener Daten auf unserer Internetseite www.sporttotal.tv (nachfolgend „Internetseite“ genannt“) sowie bei der Nutzung der von uns auf der sporttotal.tv-Plattform angebotenen Dienste (nachfolgend „Dienste“ genannt) informieren.\nDiese Informationen sind für Sie jederzeit unter www.sporttotal.tv/datenschutz abrufbar.\nDiese Datenschutzhinweise beziehen sich allein auf die vorstehend genannte Internetseite und die Dienste auf unserer sporttotal.tv-Plattform.\nFür andere sporttotal-Angebote und Internetseiten sind die dort aufgeführten Datenschutzhinweise einschlägig.</p>\n<p>Unmittelbar verantwortlich für die Datenverarbeitung anlässlich der Nutzung der Internetseite und Verantwortlicher im Sinne der EU-Datenschutz-Grundverordnung (DS-GVO) ist:</p>\n<p>sporttotal.tv gmbh<br>Am Coloneum 2<br>50829 Köln</p>\n<p>vertreten durch</p>\n<p>Peter Lauterbach und Oliver Grodowski als Geschäftsführer</p>\n<p>Telefax:\t+49 221 788 77 788 <br>E-Mail:\tinfo@sporttotal.tv</p>\n<p>Datenschutzbeauftragter des Verantwortlichen: <br>Tobias Erdmann<br>als Datenschutzbeauftragter der sporttotal.tv gmbh <br>sicdataUnternehmensberatung <br>Heiligenstock 34d</p>\n<p>42697 Solingen</p>\n<p>Telefax:\t+49 212 73 87 24-0 <br>E-Mail:\terdmann@sicdata.de</p>\n<p>\n<strong>Bei allen Fragen und Anregungen zum Datenschutz wenden Sie sich am besten direkt an unseren Datenschutzbeauftragten.</strong>\n</p>\n<p>1.\nWas sind personenbezogene Daten?</p>\n<p>Gegenstand des Datenschutzes sind personenbezogene Daten.\nPersonenbezogene Daten sind alle Informationen, die sich auf eine identifizierte oder identifizierbare natürliche Person („betroffene Person“) beziehen (Art.\n4 Nr.\n1 DS-GVO).</p>\n<p>2.\nWelche Daten erheben wir wofür und was geschieht mit Ihren Daten?</p>\n<p>2.1.\nAllgemeine Datenverarbeitung beim Aufruf unserer Internetseite www.sportttotal.tv</p>\n<p>Beim Besuch unserer Internetseite werden stets, d.h.\nauch bei einem einfachen Besuch und ohne dass Sie konkrete Dienste im Einzelnen nutzen, folgende Daten verarbeitet, ohne dass wir dabei Rückschlüsse auf Ihre Person ziehen:</p>\n<p>\tdie zuvor besuchte Internetseite (sogenannte Referrer-URL);</p>\n<p>\tdie einzelnen Seiten unserer Internetseite, welche von Ihnen angesteuert werden;</p>\n<p>\tdas Datum und die Uhrzeit des Zugriffs;</p>\n<p>\tdie Internet-Protokoll-Adresse (IP-Adresse) des zugreifenden Endgerätes;</p>\n<p>\tdie Art des Endgerätes, mit dem der Zugriff erfolgt (z.B.\nComputer, Mobiltelefon etc.);</p>\n<p>\tder Browser und das Betriebssystem des Endgeräts, einschließlich der jeweiligen Versionsnummer und der dort eingestellten Sprache.</p>\n<p>Diese Informationen werden benötigt, um:</p>\n<p>\tdie Inhalte unserer Internetseite korrekt auszuliefern;</p>\n<p>\tdie Inhalte unserer Internetseite zu optimieren, z.B.\nden Inhalt für die Ansicht auf einem mobilen Endgerät anzupassen;</p>\n<p>\tdie dauerhafte Funktionsfähigkeit unserer informationstechnologischen Systeme und der Technik unserer Internetseite zu gewährleisten.\nsowie</p>\n<p>\tum Strafverfolgungsbehörden im Falle eines Cyberangriffes die zur Strafverfolgung notwendigen Informationen bereitzustellen.</p>\n<p>Wir verarbeiten diese Daten, solange es für die vorgenannten Zwecke erforderlich ist.\nDie Verarbeitung Ihrer Daten erfolgt somit zur Sicherstellung einer bestmöglichen Darstellung und Integrität der Internetseite und erfolgt daher in unserem diesbezüglichen, berechtigten Interesse gemäß Art.\n6 Abs.\n1 Satz 1 Buchstabe f) DS-GVO.</p>\n<p>Bei diesen Datenverarbeitungen setzen wir unseren Host-Provider DigitalOcean (DigitalOcean, 101 Avenue of the Americas, New York, NY 10013) als Auftragsverarbeiter i.S.d.\nArt.\n28 ff.\nDS-GVO ein.</p>\n<p>2.2.\nNutzung technisch notwendiger Cookies</p>\n<p>Darüber hinaus nutzen wir für die Bereitstellung unserer Internetseite und unserer Dienste technisch notwendige Cookies.\nDiese Cookies sind notwendig, damit Sie durch die Seiten navigieren und wesentliche Funktionen nutzen können.\nDiese Datenverarbeitungen erfolgen daher in unserem diesbezüglichen, berechtigten Interesse gemäß Art.\n6 Abs.\n1 Satz 1 Buchstabe f) DS-GVO.\nDie detaillierte Auskunft über die Nutzung von Cookies finden Sie in unserer Cookie-Erklärung.\nDiese ist über den Link „Cookie-Einstellungen“ im unteren Bereich unserer Webseite sowie über den Link https://sporttotal.tv/cookies einsehbar.</p>\n<p>2.3.\nNutzung von technisch nicht notwendigen Cookies mit Ihrer Einwilligung</p>\n<p>Die Nutzung technisch nicht notwendiger Cookies ist nur mit Ihrer Einwilligung zulässig.\nWenn Sie unsere Webseite zum ersten Mal besuchen, erscheint ein so genanntes Cookie-Banner, über das Sie uns Ihre Einwilligung für die Nutzung bestimmter Cookies erteilen können.\nDie detaillierte Auskunft über die Nutzung von Cookies und über Ihre Einwilligung finden Sie in unserer Cookie-Erklärung.\nDiese ist über den Link „Cookie-Einstellungen“ im unteren Bereich unserer Webseite sowie über den Link https://sporttotal.tv/cookies einsehbar.\nIn der Cookie-Erklärung können Sie auch jederzeit Ihre Einwilligung ändern oder widerrufen.</p>\n<p>Wenn Sie uns Ihre Einwilligung zur Nutzung bestimmter Cookies erteilen, so erfolgen die entsprechenden Datenverarbeitungen mit Ihrer Einwilligung und beruhen folglich auf Art.\n6 Abs.\n1 Satz 1 Buchstabe a) DS-GVO.</p>\n<p>Die Zeiträume der Speicherung der Daten finden Sie ebenfalls detailliert in der Cookie-Erklärung aufgeführt.</p>\n<p>2.4.\nDaten, die wir verarbeiten, wenn Sie unsere Dienste nutzen</p>\n<p>Wir bieten Ihnen insbesondere über die sporttotal.tv-Website sowie die sporttotal.tv-Apps verschiedene Dienste im Zusammenhang mit der Zugänglichmachung von Inhalten, einschließlich Rundfunkangeboten an.</p>\n<p>2.4.1\tDaten, die wir verarbeiten, wenn Sie sich als Nutzer für einen unserer registrierungspflichtigen Dienste registrieren und anmelden</p>\n<p>Die Nutzung bestimmter Dienste, z.\nB.\nentgeltlicher Dienste (z.B.\nPay-per-View, Abo) und personalisierter Dienste (z.\nB.\nWatchlist, Empfehlungen), erfordert eine Registrierung für ein sporttotal.tv-Benutzerkonto durch Sie als Nutzer.\nDiese Dienste können zudem nur erbracht werden, wenn Sie angemeldet sind.\nDabei verarbeiten wir die folgenden Daten.</p>\n<p>2.4.1.1.\nRegistrierung für das zur Nutzung erforderliche sporttotal.tv-Benutzerkonto</p>\n<p>Die Registrierung erfordert mindestens die Angabe des Namens, einer gültigen E-Mail-Adresse, des Geburtsdatums, des Geschlechts sowie eines frei wählbaren Passworts.</p>\n<p>Diese Daten benötigen wir, um Sie als unseren Vertragspartner zu identifizieren und die Erfüllung des Vertrages und die Bereitstellung des jeweiligen Dienstes für Sie als registrierten Nutzer zu ermöglichen.\nDie Verarbeitung der vorstehenden Daten erfolgt somit zur Vertragserfüllung und beruht folglich auf Art.\n6 Abs.\n1 Satz 1 Buchstabe b) DS-GVO.</p>\n<p>Darüber hinaus können Sie uns freiwillig weitere Angaben machen, die Ihrem Benutzerprofil zugeordnet werden und die für andere Nutzer unserer Dienste einsehbar sind.\nDies sind:</p>\n<p>\tAdresse</p>\n<p>\tTelefonnummer</p>\n<p>\tUser profile page</p>\n<p>\tBiographische Daten</p>\n<p>\tNutzerbild</p>\n<p>\tNutzersprache</p>\n<p>\tSocial-Media-Profile</p>\n<p>Die Verarbeitung der vorstehenden Daten erfolgt freiwillig und mit Ihrer Einwilligung und beruht folglich auf Art.\n6 Abs.\n1 Satz 1 Buchstabe a) DS-GVO.</p>\n<p>Wir speichern die vorstehenden Daten bis zur Löschung Ihres Benutzerkontos.\nSie können Ihr Konto löschen, indem Sie innerhalb Ihres Benutzerkontos „Einstellungen“ &gt.\n„Account löschen“ folgen.</p>\n<p>2.4.1.2.\nAnmeldung in Ihrem sporttotal.tv-Benutzerkonto</p>\n<p>Die Anmeldung in Ihrem Benutzerkonto erfordert die Angabe des (Benutzer-)Namens sowie Ihres Passwortes.</p>\n<p>Diese Daten benötigen wir, um Sie als unseren Vertragspartner zu identifizieren und die Erfüllung des Vertrages und die Bereitstellung des jeweiligen Dienstes für Sie als registrierten Nutzer zu ermöglichen.\nDie Verarbeitung der vorstehenden Daten erfolgt somit zur Vertragserfüllung und beruht folglich auf Art.\n6 Abs.\n1 Satz 1 Buchstabe b) DS-GVO.</p>\n<p>Wir verarbeiten die vorstehenden Daten lediglich im Rahmen und zum Zeitpunkt der Anmeldung.</p>\n<p>2.4.2\tDaten, die wir verarbeiten, wenn Sie sich für unser „User Generated Content“-Angebot registrieren, anmelden und dies nutzen</p>\n<p>Wir bieten Nutzern die Möglichkeit, eigene Bewegtbild-Inhalte auf die sporttotal.tv-Plattform hochzuladen („User Generated Content“-Angebot).\nDie Nutzung unseres „User Generated Content“-Angebotes erfordert eine Registrierung für ein sporttotal.tv-Benutzerkonto.\nRegistrieren können sich Verbände, Vereine und „Supporter“ (Einzelpersonen).\nDabei ist es auch bei einer Registrierung als Verband oder Verein erforderlich, eine natürliche Person als Kontaktperson zu benennen.\nDie dabei erhobenen Daten der Kontaktperson stellen somit personenbezogene Daten dar.\nDas Angebot kann zudem nur genutzt werden, wenn Sie als Nutzer angemeldet sind.</p>\n<p>2.4.2.2\tRegistrierung für das „User Generated Content“-Angebot</p>\n<p>Die Registrierung erfordert mindestens die Angabe des Namens, einer gültigen E-Mail-Adresse sowie eines frei wählbaren Passworts.</p>\n<p>Diese Daten benötigen wir, um Sie als unsere Kontaktperson zu identifizieren und die Erfüllung des Vertrages und die Bereitstellung des jeweiligen Dienstes für Sie bzw.\nIhre Organisation als registrierten Nutzer zu ermöglichen.\nDie Verarbeitung der vorstehenden Daten erfolgt somit zur Vertragserfüllung beruht folglich auf Art.\n6 Abs.\n1 Satz 1 Buchstabe b) DS-GVO.</p>\n<p>Darüber hinaus können Sie uns freiwillig weitere Angaben machen, die Ihrem Benutzerprofil zugeordnet werden und die für andere Nutzer unserer Dienste einsehbar sind.\nDies sind:</p>\n<p>\tName</p>\n<p>\tAdresse</p>\n<p>\tLand</p>\n<p>\tTelefonnummer</p>\n<p>\tNutzersprache</p>\n<p>Die Verarbeitung der vorstehenden Daten erfolgt freiwillig und mit Ihrer Einwilligung und beruht folglich auf Art.\n6 Abs.\n1 Satz 1 Buchstabe a) DS-GVO.</p>\n<p>Wir speichern die vorstehenden Daten bis zur Löschung Ihres Benutzerkontos.\nSie können Ihr Konto löschen, indem Sie innerhalb Ihres Benutzerkontos „Einstellungen“ &gt.\n„Account löschen“ folgen.</p>\n<p>2.4.2.3\tAnmeldung für das „User Generated Content“-Angebot</p>\n<p>Die Anmeldung in Ihrem Benutzerkonto erfordert die Angabe des (Benutzer-)Namens sowie Ihres Passwortes.</p>\n<p>Diese Daten benötigen wir, um Sie als unseren Vertragspartner zu identifizieren und die Erfüllung des Vertrages und die Bereitstellung des jeweiligen Dienstes für Sie als registrierten Nutzer zu ermöglichen.\nDie Verarbeitung der vorstehenden Daten erfolgt somit zur Vertragserfüllung und beruht folglich auf Art.\n6 Abs.\n1 Satz 1 Buchstabe b) DS-GVO.</p>\n<p>Wir verarbeiten die vorstehenden Daten lediglich im Rahmen und zum Zeitpunkt der Anmeldung.</p>\n<p>2.4.2.4\tNutzung des „User Generated Content“-Angebots</p>\n<p>Wenn Sie unser „User Generated Content“-Angebot nutzen und Bewegtbilder auf unsere sporttotal.tv-Plattform hochladen, dann werden die hochgeladenen Dateien Ihrem Benutzerkonto zugeordnet.\nDarüber hinaus erheben wir den Zeitpunkt des Uploads und speichern diese Daten.\nDiese werden Ihrem Benutzerkonto zugeordnet.</p>\n<p>Diese Daten benötigen wir, um mögliche Rechtsverletzungen nachvollziehen, beseitigen und verfolgen zu können.\nDie Verarbeitung der vorstehenden Daten erfolgt somit in unserem berechtigten Interesse und beruht folglich auf Art.\n6 Abs.\n1 Satz 1 Buchstabe f) DS-GVO.</p>\n<p>Wir speichern die vorstehenden Daten bis zur Löschung Ihres Benutzerkontos.\nSie können Ihr Konto löschen, indem Sie indem Sie innerhalb Ihres Benutzerkontos „Einstellungen“ &gt.\n„Account löschen“ folgen.</p>\n<p>2.5.\nVerarbeitung von Daten bei der Zahlungsabwicklung</p>\n<p>Im Rahmen unserer Paid-Content-Dienste stehen Ihnen zur Zahlungsabwicklung verschiedene Zahlungsmethoden zur Verfügung.\nBei diesen werden neben dem jeweils zu zahlenden Betrag und einer pseudonymen Transaktions-Nummer verschiedene Daten übermittelt.\nDiese sind im unter 2.5.1 ff.\nbeschrieben.</p>\n<p>Die Verarbeitung der Daten erfolgt insoweit zur Zahlungsabwicklung im Hinblick auf vertragsgegenständliche Leistungen und beruht auf Art.\n6 Abs.\n1 Satz 1 Buchstabe b) DS-GVO.</p>\n<p>Eine Weitergabe Ihrer Daten kann auch erfolgen, falls dies zum Schutz unserer Rechte, der Rechte des Zahlungsdienstleisters, zur Durchsetzung der Bedingungen des Zahlungsdienstleisters oder um Anforderungen von Strafverfolgungsbehörden zu entsprechen, erforderlich ist.\nEine derartige Weitergabe beruht auf Art.\n6 Abs.\n1 Satz 1 Buchstabe f) DS-GVO.</p>\n<p>Soweit dies gesetzlich vorgeschrieben ist, speichern wir die Daten der Zahlungsabwicklung mindestens für die gesetzlich vorgeschriebene Mindestdauer von 10 Jahren (§ 147 Abs.\n3 der Abgabenordnung).\nSoweit keine längere Speicherdauer erforderlich ist, werden diese anschließend gelöscht.</p>\n<p>2.5.1\tKreditkarte oder SEPA-Lastschrift</p>\n<p>Bei der Bezahlung mit Kreditkarte oder per SEPA-Lastschrift werden automatisch personenbezogene Daten an den Zahlungsdienst STRIPE übermittelt.\nDie Betreibergesellschaft des Zahlungsdienstes ist die Stripe, Inc., 510 Townsend Street, San Francisco, CA 94103, USA (nachfolgend „STRIPE“ genannt).</p>\n<p>Bei der Zahlung mit Kreditkarte handelt es sich bei den zur Abwicklung der Zahlung erforderlichen personenbezogenen Daten um Vor- und Nachname des Karteninhabers, Kartennummer, CVC (Card Validation Code) sowie Gültigkeitsdatum.</p>\n<p>Bei der Zahlung per SEPA-Lastschrift handelt es sich bei den zur Abwicklung der Zahlung erforderlichen personenbezogenen Daten um Vor- und Nachname des Kontoinhabers und die Bankkontodaten in Form der IBAN.\nAls Teil der Zahlungsbestätigung müssen Sie zudem ein Mandat akzeptieren, das uns die Autorisation gibt, Ihr Konto zu belasten.</p>\n<p>Die Datenverarbeitung während des Zahlungsvorgangs erfolgt dort durch STRIPE als Verantwortlichen und gemäß dessen Datenschutzhinweisen, die sie auf der folgenden Internetseite einsehen können: https://stripe.com/de/privacy</p>\n<p>Nach Abschluss bzw.\nim Rahmen des Zahlungsvorgangs erhalten wir die folgenden Daten:</p>\n<p>\teMail-Adresse</p>\n<p>\tdie letzten 4 Ziffern der Kreditkarte</p>\n<p>\tdie ID der ausgeliehenen Übertragung</p>\n<p>\tden Preis, den Ihnen belastet wurde</p>\n<p>2.6.\nDaten, die wir verarbeiten, wenn Sie uns kontaktieren</p>\n<p>Wenn Sie uns über die von uns angebotenen Kontaktmöglichkeiten, insbesondere über unsere angegebenen E-Mail-Adressen, Telefonnummern und Faxnummern, kontaktieren, verarbeiten wir die von Ihnen uns mitgeteilten Daten.\nDies können etwa der Gegenstand Ihrer Kontaktanfrage, Ihre Anrede, Ihr (akademischer) Titel, Ihr Name, Ihre (Mobil-)Telefonnummer oder Ihre E-Mail-Adresse sein.\nDiese Daten verwenden wir zur Abwicklung Ihrer Kontaktanfrage.</p>\n<p>Die Verarbeitung dieser Daten erfolgt daher aufgrund Ihrer Einwilligung und somit auf Art.\n6 Abs.\n1 Satz 1 Buchstabe a) DS-GVO.\nSie können diese Einwilligung jederzeit widerrufen.</p>\n<p>Die Daten speichern wir so lange, bis Ihre Kontaktanfrage abschließend bearbeitet ist.</p>\n<p>3.\nWie gehen wir mit Ihren Daten um?</p>\n<p>Bei der Datenverarbeitung ist es unser Ziel, im Rahmen des jeweiligen Nutzungszweckes stets ein möglichst hohes Sicherheitsniveau zu erreichen.\nObwohl ein absoluter Schutz nicht garantiert werden kann, haben wir daher Sicherheitsvorkehrungen getroffen, um Ihre Daten zu schützen.</p>\n<p>Dazu gehört etwa, dass wir Ihre Daten stets nur verschlüsselt übertragen.\nHierzu verwenden wir das Codierungssystem SSL (Secure Socket Layer) bzw.\nTLS (Transport Layer Security), welches verhindern soll, dass die Datenströme von Dritten abgefangen und Ihre Daten im Klartext eingesehen werden können.\nDie Verwendung des SSL-Codierungssystems erkennen Sie am „https://“ in der Adresszeile Ihres Browsers sowie bei gängigen Browsern daran, dass neben der Adresszeile ein entsprechendes Schloss-Symbol erscheint.\nSo haben Sie Gewissheit, dass Ihre Daten sicher an uns übermittelt werden.</p>\n<p>4.\nWie lange bewahren wir Ihre Daten auf?</p>\n<p>Wir verarbeiten und speichern personenbezogene Daten für den Zeitraum, der zur Erreichung des angegebenen Zwecks (siehe Ziffer 2) erforderlich ist.</p>\n<p>Nach Erledigung des Zwecks, oder wenn Sie wünschen, dass Ihre personenbezogenen Daten gelöscht werden, werden wir diese Daten löschen, es sei denn wir sind zu deren Aufbewahrung gesetzlich berechtigt (etwa zu Beweiszwecken im Rahmen der Abwicklung unseres Vertragsverhältnisses) oder verpflichtet (etwa aus steuerlichen Gründen).\nDiese Speicherdauer kann länger sein, als dies für den ursprünglichen Verwendungszweck (Regel-Speicherdauer) erforderlich war.\nIm Falle der Aufbewahrung von Abrechnungsbelegen z.B.\nsind wir zur Speicherung über einen Zeitraum von 10 Jahren verpflichtet (§ 147 Abs.\n3 der Abgabenordnung).</p>\n<p>Ist der ursprüngliche Verwendungszweck erreicht oder entfallen, werden wir die personenbezogenen Daten nicht für eine weitere Verarbeitung nutzen.\nMit Wegfall der Berechtigung bzw.\nAblauf der gesetzlichen Aufbewahrungspflichten löschen wir die Daten sodann endgültig.</p>\n<p>5.\nWelche Rechte haben Sie?</p>\n<p>Bezüglich der Nutzung Ihrer Daten haben Sie die nachfolgend genannten Rechte.\nDiese Rechte können Sie gegenüber uns als den Verantwortlichen geltend machen.\nGerne können Sie sich hierfür direkt an unseren Datenschutzbeauftragten wenden.</p>\n<p>5.1.\nRecht auf Auskunft</p>\n<p>Sie haben das Recht, jederzeit von uns unentgeltliche Auskunft über die zu Ihrer Person gespeicherten personenbezogenen Daten und eine Kopie dieser Auskunft zu erhalten.\nFerner haben Sie das Recht auf Auskunft über die in Art.\n15 Abs.\n1 DS-GVO genannten Informationen.</p>\n<p>Darüber hinaus steht Ihnen ein Auskunftsrecht darüber zu, ob personenbezogene Daten an ein Drittland oder an eine internationale Organisation übermittelt wurden.\nSofern dies der Fall ist, steht Ihnen im Übrigen das Recht zu, Auskunft über die geeigneten Garantien im Zusammenhang mit der Übermittlung zu erhalten.</p>\n<p>Ihr Auskunftsrecht beruht im Wesentlichen auf Art.\n15 DS-GVO.</p>\n<p>5.2.\nRecht auf Berichtigung falscher und Ergänzung unvollständiger Daten</p>\n<p>Sie haben das Recht, die unverzügliche Berichtigung Sie betreffender unrichtiger personenbezogener Daten zu verlangen.\nFerner steht Ihnen das Recht zu, unter Berücksichtigung der Zwecke der Verarbeitung, die Vervollständigung unvollständiger personenbezogener Daten – auch mittels einer ergänzenden Erklärung – zu verlangen.</p>\n<p>Ihr Recht auf Berichtigung falscher und Ergänzung unvollständiger Daten beruht auf Art.\n16 DS-GVO.</p>\n<p>5.3.\nRecht auf Datenlöschung (Recht auf Vergessenwerden)</p>\n<p>Sie haben das Recht, von uns zu verlangen, dass die Sie betreffenden personenbezogenen Daten unverzüglich gelöscht werden, sofern einer der in Art.\n17 Abs.\n1 DS-GVO aufgeführten Gründe zutrifft und soweit die Verarbeitung nicht aus den in Art.\n17 Abs.\n3 DS-GVO genannten Gründen erforderlich ist.</p>\n<p>Ihr Recht auf Datenlöschung beruht auf Art.\n17 DS-GVO.</p>\n<p>5.4.\nRecht auf Einschränkung der Verarbeitung</p>\n<p>Sie haben das Recht, von uns die Einschränkung der Verarbeitung zu verlangen, wenn eine der in Art.\n18 Abs.\n1 DS-GVO genannten Voraussetzungen gegeben ist.</p>\n<p>Ihr Recht auf Einschränkung der Verarbeitung beruht auf Art.\n18 DS-GVO.</p>\n<p>5.5.\nRecht auf Datenübertragbarkeit</p>\n<p>Sie haben das Recht, unter den Voraussetzungen des Art.\n20 Abs.\n1 DS-GVO die Sie betreffenden personenbezogenen Daten, welche uns durch Sie bereitgestellt wurden, in einem strukturierten, gängigen und maschinenlesbaren Format zu erhalten.\nSie haben weiter das Recht, diese Daten einem anderen Verantwortlichen ohne Behinderung durch uns, zu übermitteln.\nDies gilt nicht, sofern die Verarbeitung für die Wahrnehmung einer Aufgabe erforderlich ist, die im öffentlichen Interesse liegt oder in Ausübung öffentlicher Gewalt erfolgt, welche uns übertragen wurde.</p>\n<p>Ferner haben Sie bei der Ausübung Ihres Rechts auf Datenübertragbarkeit das Recht, zu erwirken, dass die personenbezogenen Daten direkt von einem Verantwortlichen an einen anderen Verantwortlichen übermittelt werden, soweit dies technisch machbar ist und soweit Rechte und Freiheiten anderer Personen nicht beeinträchtigt werden.</p>\n<p>Ihr diesbezügliches Recht auf Datenübertragbarkeit beruht auf Art.\n20 DS-GVO.</p>\n<p>5.6.\nRecht auf Widerspruch</p>\n<p>Sie haben das Recht, bei Vorliegen der Voraussetzungen des Art.\n21 DS-GVO jederzeit gegen die Verarbeitung Sie betreffender personenbezogener Daten, die aufgrund von Art.\n6 Abs.\n1 Buchstaben e) oder f) DS-GVO erfolgt, Widerspruch einzulegen.\nDies gilt auch für ein auf diese Bestimmungen gestütztes Profiling.</p>\n<p>Ihr Widerspruchsrecht beruht auf Art.\n21 DS-GVO.</p>\n<p>5.7.\nAutomatisierte Entscheidungen im Einzelfall einschließlich Profiling</p>\n<p>Sie haben das Recht, nicht einer ausschließlich auf einer automatisierten Verarbeitung – einschließlich Profiling – beruhenden Entscheidung unterworfen zu werden, die Ihnen gegenüber rechtliche Wirkung entfaltet oder Sie in ähnlicher Weise erheblich beeinträchtigt, sofern die Entscheidung nicht für den Abschluss oder die Erfüllung eines Vertrags zwischen Ihnen und uns erforderlich ist, oder aufgrund von Rechtsvorschriften der Union oder der Mitgliedstaaten, denen wir unterliegen, zulässig ist und diese Rechtsvorschriften angemessene Maßnahmen zur Wahrung Ihrer Rechte und Freiheiten sowie berechtigten Interessen enthalten oder mit Ihrer ausdrücklichen Einwilligung erfolgt.</p>\n<p>Ist die Entscheidung für den Abschluss oder die Erfüllung eines Vertrags zwischen Ihnen und uns erforderlich oder erfolgt sie mit Ihrer ausdrücklichen Einwilligung, treffen wir angemessene Maßnahmen, um Ihre Rechte und Freiheiten sowie Ihre berechtigten Interessen zu wahren, wozu mindestens das Recht auf Erwirkung des Eingreifens einer Person seitens unseres Unternehmens, auf Darlegung des eigenen Standpunkts und auf Anfechtung der Entscheidung gehört.</p>\n<p>Möchte Sie Rechte mit Bezug auf automatisierte Entscheidungen geltend machen, können Sie sich hierzu jederzeit an unseren Datenschutzbeauftragten oder einen anderen unserer Mitarbeiter wenden.</p>\n<p>Diese Rechte beruhen auf Art.\n22 DS-GVO.</p>\n<p>5.8.\nRecht auf Widerruf einer datenschutzrechtlichen Einwilligung</p>\n<p>Sie haben das Recht, eine Einwilligung zur Verarbeitung personenbezogener Daten jederzeit ganz oder teilweise zu widerrufen.</p>\n<p>Durch den Widerruf der Einwilligung wird die Rechtmäßigkeit der aufgrund der Einwilligung bis zum Widerruf erfolgten Verarbeitung nicht berührt.</p>\n<p>Ihr Recht auf Widerruf einer erteilten, datenschutzrechtlichen Einwilligung beruht auf Art.\n7 Abs.\n3 DS-GVO.</p>\n<p>5.9.\nBeschwerderecht bei der Aufsichtsbehörde</p>\n<p>Sie haben das Recht, bei der Aufsichtsbehörde eine Beschwerde einzureichen.\nDieses Recht beruht auf Art.\n56 Abs.\n2 DS-GVO.</p>\n<p>6.\nÄnderungen dieser Datenschutzhinweise</p>\n<p>Die Nutzung erhobener Daten wird in den Datenschutzhinweisen erläutert, die zu dem Zeitpunkt aktuell sind, zu dem die Daten erhoben werden.</p>\n<p>Wir behalten uns vor, die Datenschutzhinweise zu ändern, um sie an eine geänderte Sach- und Rechtslage anzupassen.\nIn diesem Falle veröffentlichen wir die jeweils neue und sodann aktuelle Fassung dieser Datenschutzhinweise auf unserer Internetseite.\nZu gegebenem Anlass werden wir auf etwaige Änderungen dieser Datenschutzhinweise an geeigneter Stelle hinweisen.\nDies gilt insbesondere dann, wenn wir beabsichtigen, bereits erhobene Daten abweichend von der ursprünglichen Zwecksetzung zu nutzen.</p>\n<p>Beruht die Nutzung Ihrer personenbezogenen Daten auf Ihrer Einwilligung, so nutzen wir ungeachtet einer zwischenzeitlichen Änderung dieser Datenschutzhinweise Ihre Daten stets nur in dem Umfang, in den Sie eingewilligt haben.\nGegebenenfalls werden wir Sie in diesem Fall um eine erneute Einwilligung entsprechend einer beabsichtigten Änderung der Datennutzung bitten.</p>\n", "created_at": "2021-06-08 20:17:21.939312", "updated_at": "2021-06-08 20:17:38.409432"}, {"id": 6838, "name": "Terms (German)", "url": "https://sporttotal.tv/legal", "xpath": "//*[@id=\"root\"]/div[1]/div[1]/div[1]/div/div", "text": "<p>Allgemeine Geschäftsbedingungen [Stand: 27.\nMai 2020]</p>\n<p>\n<strong>1.</strong>\n<strong>Anwendungsbereich</strong>\n</p>\n<p>1.1 Die vorliegenden Allgemeinen Geschäftsbedingungen regeln das Vertragsverhältnis zwischen der sporttotal.tv GmbH, Am Coloneum 2, 50829 Köln (nachfolgend “<em>sporttotal</em>“) und Ihnen in Bezug auf die Nutzung der von sporttotal insbesondere über die sporttotal.tv-Website sowie sporttotal.tv-Apps (nachfolgend insgesamt als „<em>sporttotal.tv</em>“ bezeichnet) angebotenen und zur Verfügung gestellten (Online-)Dienste im Zusammenhang mit der Zugänglich­machung von Inhalten, einschließlich Rundfunkangeboten (insgesamt „Dienste“ genannt).\nMit dem Zugriff auf und der Nutzung von <em>sporttotal.tv</em>sowie der <em>Dienste</em> erklären Sie sich mit der Geltung der vorliegenden Allgemeinen Geschäftsbedingungen einverstanden.</p>\n<p>1.2 Ein wesentlicher Bestandteil der Diensteist die Übertragung von Sportwettbewerben.\nDie Dienste beinhalten z.B.\nLive-Streams, ebenso wie auch On-Demand-Angebote von Sportereignissen sowohl in voller Länge als auch in Form von Highlights, etc.\nDie Verfügbarkeit und Gestaltung dieser und anderer Inhalte können mit der Zeit variieren.\nAngaben zu den aktuell jeweils von den Diensten umfassten Inhalten erhalten Sie auf <em>sporttotal.tv</em>.\nDie Bereitstellung der Dienste kann unentgeltlich oder gegen Entrichtung eines Entgelts erfolgen.\nDie Darstellung der Inhalte und die Unterbreitung damit zusammenhängender Angebote kann zudem – bei entsprechender Registrierung (siehe Ziffer 2.1) – in personalisierter Form erfolgen („personalisierte Dienste“).\nSie haben auch die Möglichkeit, Hyperlinks zu den Videos der Spiele und Highlights mit Ihren Freunden unmittelbar oder über Social Media-Netzwerke zu teilen.</p>\n<p>1.3 Für bestimmte <em>Dienste</em>, die <em>sporttotal</em> Ihnen über <em>sporttotal.tv</em>anbietet, gelten möglicherweise zusätzliche oder abweichende Bedingungen („Besondere Bedingungen“), auf die <em>sporttotal</em> Sie rechtzeitig hinweisen wird.\nDie vorliegenden Allgemeinen Geschäftsbedingungen und etwaige Besondere Bedingungen sind nachfolgend insgesamt als „Nutzungsbedingungen“ bezeichnet.\nIm Fall von Widersprüchen zwischen diesen Allgemeinen Bedingungen und Besonderen Bedingungen haben Letztere vorrang.\nEinzelheiten zum Funktions- und Leistungsumfang einzelner Dienste ergeben sich, zudem aus den entsprechenden Preis- und Leistungsbeschreibungen auf <em>sporttotal.tv</em> in der zum Bestellzeitpunkt gültigen Fassung.</p>\n<p>1.4 Zur Nutzung von sporttotal.tv und der Dienste müssen Sie 18 Jahre oder älter sein.</p>\n<p>\n<strong>2.</strong>\n<strong>Registrierung</strong>\n</p>\n<p>2.1 Die Nutzung bestimmter Dienste, z.\nB.\nentgeltlicher Dienste (z.B.\nPay-per-View, Abo) und personalisierter Dienste (z.\nB.\nWatchlist, Empfehlungen), erfordert eine Registrierung für ein <em>sporttotal.tv</em>-Benutzerkonto.\nDiese Dienste können zudem nur erbracht werden, wenn Sie angemeldet sind.\nDie Registrierung erfordert mindestens die Angabe des Namens, einer gültigen E-Mail-Adresse sowie eines frei wählbaren Passworts.\nEin Anspruch auf Einrichtung eines <em>sporttotal.tv</em>-Benutzerkontos, das zur Anmeldung berechtigt, besteht nicht (siehe auch unten, Ziffer 6).</p>\n<p>2.2 Sie sind verpflichtet, sämtliche im Registrierungsformular vorgesehenen Felder wahrheitsgemäß und korrekt auszufüllen.\nEine Registrierung ist nur bei vollständigem Ausfüllen der Pflichtfelder möglich.\nSie können sich auch unter Verwendung Ihres Facebook-oder Google-Logins registrieren, wenn der entsprechende Dienst durch sporttotal.tv freigeschaltet ist.\n<em>sporttotal</em> prüft in der Regel nicht die Richtigkeit Ihrer Angaben.\ns<em>porttotal</em>behält sich jedoch vor, die Richtigkeit der Angaben im Einzelfall zu prüfen und ggf.\nentsprechende Belege von Ihnen anzufordern.\ndies gilt insbesondere bei der Bestellung entgeltlicher Dienste.\nBei einer Änderung der erhobenen Daten sind Sie verpflichtet, die Registrierungsdaten in Ihrem Benutzerkonto unverzüglich zu aktualisieren oder – soweit dies nicht möglich ist – <em>sporttotal</em> die Änderungen unverzüglich per E-Mail an clubmanagement@sporttotal.tv mitzuteilen.</p>\n<p>2.3 Mehrfachregistrierungen sind untersagt.\nSie sind zudem verpflichtet, Ihr Passwort geheim zu halten und nicht an Dritte weiterzugeben.\nSollten Sie Kenntnis von Tatsachen erlangen, die darauf schließen lassen, dass Dritte Kenntnis von Ihrem Passwort erlangt haben oder dies nutzen, sind Sie verpflichtet, Ihr Passwort umgehend zu ändern.</p>\n<p>2.4 <em>sporttotal</em> ist bei falschen Angaben im Rahmen der Registrierung, im Falle der Passwort-Weitergabe oder im Fall einer Doppelanmeldung berechtigt, die Benutzerkonten zu sperren und Sie im Wege der außerordentlichen Kündigung ohne Einhaltung einer Frist von der Nutzung von <em>sporttotal.tv</em> oder der Dienste auszuschließen.</p>\n<p>2.5 Die gleichzeitige Nutzung der Dienste mit einem Benutzerkonto auf mehreren Endgeräten ist nicht möglich, es sei denn, in der Leistungsbeschreibung des jeweiligen Dienstes ist etwas anderes geregelt.</p>\n<p>\n<strong>3.</strong>\n<strong>Leistungsumfang und Nutzungsbeschränkungen</strong>\n</p>\n<p>3.1 <em>sporttotal</em> räumt Ihnen als Nutzer nach Maßgabe der nachfolgenden Bestimmungen ein einfaches, widerrufliches, nicht abtretbares und nicht unterlizenzierbares Recht ein, auf <em>sporttotal.tv</em>und die Dienste zuzugreifen und diese in dem jeweils im Rahmen der digitalen Bestellung mitgeteilten und gestatteten, normalen Umfang bestimmungsgemäß sowie ausschließlich zum privaten Gebrauch zu nutzen.</p>\n<p>3.2 <em>sporttotal </em>behält sich vor, Sie von der Nutzung von <em>sporttotal.tv</em> oder der Dienste ganz oder teilweise auszuschließen, wenn Sie die hiernach übernommenen Verpflichtungen verletzen:</p>\n<p>3.2.1 Sie dürfen keinen Teil von <em>sporttotal.tv</em> oder der Dienste verändern, zerlegen, dekompilieren, zurückentwickeln, oder ganz oder teilweise, kopieren, aufzeichnen oder speichern (sofern nicht von uns in der Anwendungsfunktion erlaubt), umleiten, oder anderweitig an andere Personen verbreiten noch anderen Personen erlauben oder ermöglichen, dies zu tun.</p>\n<p>3.2.2 Der Zugriff auf die Dienste ist ausschließlich über <em>sporttotal.tv</em> oder Drittplattformen, auf denen Dienste von <em>sporttotal</em> rechtmäßig eingebunden sind, zulässig.\nIhnen ist untersagt, andere Technologien oder Mittel als die von <em>sporttotal</em> zur Nutzung der Dienste bereitgestellten oder zugelassenen einzusetzen.</p>\n<p>3.2.3 Sie dürfen keine sicherheitsbezogenen Funktionen von <em>sporttotal.tv</em>, der Dienste oder solche Funktionen umgehen, ausschalten oder sonst beeinträchtigen, die die Nutzung oder Vervielfältigung von <em>sporttotal.tv</em> oder der Dienste verhindern oder beschränken.</p>\n<p>3.2.4 Sie dürfen <em>sporttotal.tv</em> und die Dienste ausschließlich zu privaten, nicht gewerblichen Zwecken nutzen.\nEine öffentliche Wiedergabe oder kommerzielle Nutzung ist verboten.\nHyperlinks zu den Videos der Spiele und zu Highlights können Sie mit Ihren Freunden unmittelbar oder über Social Media-Plattformen teilen.</p>\n<p>3.2.5 Sofern sporttotal aus rechtlichen oder technischen Gründen Maßnahmen einsetzt, um sicherzustellen, dass <em>sporttotal.tv</em> oder die Dienste nur in Bestimmten Regionen zur Verfügung stehen (z.\nB.\nGeolokalisierung anhand der IP-Adresse des genutzten Internetanschlusses), dürfen Sie diese nicht umgehen oder stören.</p>\n<p>3.2.6 Sie dürfen keine automatischen Systeme, wie – aber nicht ausschließlich – Robots, Spiders oder Offline-Reader, zum Zwecke des Zugriffs auf <em>sporttotal.tv</em> oder die Dienste einsetzen, sodass mehr Anfragen an die Server der Plattform gerichtet werden als eine natürliche Person innerhalb desselben Zeitraums vernünftigerweise unter Nutzung eines regulären Standard-Webbrowsers produzieren könnte.</p>\n<p>3.3 <em>sporttotal.tv</em> und die Dienste stellen kein statisches Angebot dar, sondern werden laufend weiterentwickelt und angepasst.\nHierdurch können jederzeit neue Funktionen eingeführt oder bestehende Funktionen entfernt werden, ohne dass <em>sporttotal</em> Sie hiervon zuvor in Kenntnis setzen muss.</p>\n<p>3.4 Ein Anspruch auf ständige Verfügbarkeit oder eine bestimmte Qualität der über <em>sporttotal.tv</em> angebotenen unentgeltlichen Dienste besteht grundsätzlich nicht.\n<em>sporttotal</em> kann zudem nach eigenem Ermessen (zeitweise oder dauerhaft) einzelne Dienste oder Teile einzelner Dienste einstellen, ohne Sie davon zuvor in Kenntnis zu setzen.\nBei entgeltlichen Diensten bedarf Letzteres zunächst einer Kündigung/Beendigung des jeweiligen Vertrags über die entgeltlich zu erbringende Leistung.</p>\n<p>3.5 Die Dienste auf <em>sporttotal.tv</em> können sowohl unentgeltlich als auch entgeltlich angeboten werden.</p>\n<p>3.5.1 Unentgeltlich bereitgestellte Dienste sind werbefinanziert.\nInsofern behält sich <em>sporttotal</em>vor, z.B.\nvor während und nach dem Streaming von Videoinhalten personalisierte Werbung (z.\nB.\nWerbeclips von Werbepartnern) für eigene Angebote und Angebote von Dritten anzuzeigen (weitere Infos: siehe Datenschutzerklärung).</p>\n<p>3.5.2 Entgeltpflichtige Dienste sind als solche gekennzeichnet.\nFür die Inanspruchnahme entgeltlicher Dienste ist eine gesonderte Bestellung erforderlich.\nNach Zustandekommen des jeweiligen Einzelvertrags über einen entgeltlichen Dienst (vgl.\nZiffer 6) stellt sporttotal Ihnen den jeweiligen Inhalt zeitlich befristet, codiert und verschlüsselt zum Streaming, Live-Streaming bereit.\n\"Streaming\" im Sinne dieser AGB bedeutet die mit der Übermittlung zeitgleiche und unveränderte Nutzung, bei der keine dauerhafte Kopie auf dem Endgerät des Nutzers erstellt wird.\nIm Falle des \"Live-Streaming\" wird ein Ereignis im Wege des Streaming in Echtzeit oder nahezu Echtzeit (geringfügige Zeitverzögerungen sind möglich) übermittelt.</p>\n<p>3.6 Nutzer, die <em>sporttotal.tv</em> mit ihrem Benutzerkonto nutzen, erhalten von sporttotal spezielle, zu ihren individuellen Nutzungsgewohnheiten passende Funktionen, Informationen und Angebote, z.\nB.\nVideoempfehlungen und exklusive Sonderangebote, die sich an den Sehgewohnheiten und thematischen Interessen des Nutzers orientieren (Personalisierung) sowie den personalisierten <em>sporttotal</em>-Newsletter (siehe zum Newsletter unten, Ziffer xxx).\nZudem werden die Nutzungsgewohnheiten verwendet, um <em>sporttotal.tv</em> kontinuierlich besser an die Bedürfnisse und Interessen der Nutzer anzupassen.\nIn der Datenschutzerklärung finden sich weitere Informationen, welche Daten hierzu verwendet werden.</p>\n<p>3.7 Sie sind im Verhältnis zu <em>sporttotal</em> sowie gegenüber Dritten persönlich verantwortlich wegen der Verletzung von Plichten, die aus dem mit der Annahme dieser Allgemeinen Geschäftsbedingungen begründeten Schuldverhältnis resultieren, z.B.\nauch wenn Dritte unberechtigt Ihr Benutzerkonto verwenden.</p>\n<p>\n<strong>4.</strong>\n<strong>Nutzung entgeltlicher Dienste</strong>\n</p>\n<p>Bei der Inanspruchnahme entgeltlicher Dienste zur zeitlich befristeten Nutzung gelten folgende besondere Bedingungen:</p>\n<p>4.1 <strong>Pay per View</strong>\n</p>\n<p>Bei Einzelabruf eines Inhalts (Pay per View) räumt Ihnen sporttotal – je nach der Leistungsbeschreibung im Einzelfall – das zeitlich befristete Nutzungsrecht ein, den Inhalt auf einem Endgerät (a) im Streamingverfahren anzusehen und/oder (b) als Live-Stream anzusehen:</p>\n<p>4.1.1 Streaming (Einzelabruf / Pay per View)</p>\n<p>Beim Einzelabruf im Wege des Streaming on demand sind Sie berechtigt, den entsprechenden Inhalt innerhalb von 30 Tagen nach Vertragsschluss beliebig oft zur Wiedergabe von <em>sporttotal.tv</em>-Servern abzurufen ohne Speicherung (abgesehen ggf.\nvon einer vorübergehenden Zwischenspeicherung im Cache-Speicher) auf einem Endgerät.</p>\n<p>4.1.2 Live-Streaming (Einzelabruf / Pay per View)</p>\n<p>Beim Einzelabruf im Wege des Live-Streamings sind Sie berechtigt, den gebuchten Inhalt nach Vertragsschluss mittels Echtzeitübertragung von <em>sporttotal.tv</em>-Servern abzurufen und zeitgleich auf einem Endgerät wiederzugeben.\nEine zeitversetzte Wiedergabe oder ein späterer Abruf sind zeitlich befristet möglich, sofern <em>sporttotal</em> den Live-Stream oder Teile des Live-Streams nachträglich im Rahmen des Streaming-Angebots für einen, je nach Inhalt variierenden, weiteren Zeitraum („Catchup Periode\") zur Verfügung stellt.</p>\n<p>4.2 <strong>Abonnements</strong>\n</p>\n<p>Bei Abschluss eines Abonnements können Sie die in dem jeweiligen Paket enthaltenen Inhalte während der jeweiligen Nutzungsperiode des Abonnements beliebig häufig im Wege des Streamings abrufen.\nIm Rahmen eines nach dem Typ der Inhalte abstrakt beschriebenen Abonnement-Paketes haben Sie keinen Anspruch auf einen bestimmten Inhalt, es sei denn, <em>sporttotal</em> hat Ihnen einen bestimmten Inhalt konkret zugesagt.</p>\n<p>4.3 Mit dem Abruf eines Pay-per-View-Inhalts und oder mit der Bereitstellung von abonnierten Inhalten beginnt sporttotal mit der Ausführung des Vertrages vor Ablauf der Widerrufsfrist.\nDem stimmen Sie zu und bestätigen Ihre Kenntnis davon, dass Sie durch diese Zustimmung mit Beginn der Ausführung des Vertrags Ihr Widerrufsrecht verlieren.</p>\n<p>4.4 Die jeweils aktuelle Preis- und Leistungsübersicht ist einsehbar unter www.sporttotal.tv.\nsporttotal behält sich vor, das Portfolio, die jeweilige Preis- und Leistungsbeschreibung und die Realisierung des technischen Abrufs zu ändern (z.\nB.\ndurch Aktualisierung des Inhaltbestandes), wenn triftige Gründe dies erfordern, Sie durch die Änderung objektiv nicht wesentlich schlechter gestellt werden und die Änderung für Sie zumutbar ist.\nAls triftige Gründe gelten z.B.\nLeistungsänderungen von Lizenzgebern oder Vertragspartnern von <em>sporttotal</em>, sowie die Anpassung der Dienste an technische Neuerungen.</p>\n<p>\n<strong>5.</strong>\n<strong>Technische Voraussetzungen</strong>\n</p>\n<p>5.1 Um <em>sporttotal.tv </em>und die Dienste nutzen zu können, müssen Sie über eine geeignete Hardware, Online-Technologie sowie Streaming-Software (z.B.\nFlash-Player oder Smartphone für die Nutzung der Apps) verfügen und sich auf eigene Kosten und Gefahr Zugang zu elektronischen Diensten und Medien, insbesondere zum Internet, verschaffen.\nSie müssen diese Hardware und Online-Technologie den sich verändernden technischen Standards im Internet und von <em>sporttotal.tv</em> oder der Dienste auf eigene Kosten anpassen.</p>\n<p>5.2 Die Qualität der Dienste kann von Computer zu Computer und von Gerät zu Gerät variieren und verschiedenen Faktoren unterliegen, wie etwa Ihrem Standort, der verfügbaren Bandbreite und/oder der Geschwindigkeit Ihrer Internetverbindung.\n<em>sporttotal</em>empfiehlt für die Nutzung der Dienste eine Datenübertragungsrate von mindestens 20 Mbits/s und einen Flatrate-Tarif.\nBandbreiten unterhalb dieser Empfehlung erlauben die Nutzung der Dienste nur mit erheblichen Qualitätsverlusten.\nJe nach benutzter Internet-Verbindung können abhängig von Anbieter und Tarif, insbesondere bei Zeit- oder Volumentarifen, bei der Nutzung des Dienstes erhebliche Mehrkosten entstehen, die von Ihnen zu tragen sind.</p>\n<p>\n<strong>6.</strong>\n<strong>Vertragsschluss und Bestellung einzelner Dienste</strong>\n</p>\n<p>6.1 Die Möglichkeit zur Registrierung für ein Benutzerkonto und zum Erwerb von registrierungs- und entgeltpflichtigen Diensten sind keine Angebote, sondern nur Aufforderungen zur Abgabe eines Angebots.\nDurch Abschluss des Registrierungsprozesses oder durch die Bestellung registrierungs- und/oder entgeltpflichtiger Dienste geben Sie ein Angebot zum Abschluss eines Vertrags über die Nutzung des betreffenden Dienstes ab.\nEtwaige Leistungsbeschreibungen und Preisangaben gelten als Bestandteil dieses Angebots und werden, sofern ein Einzelvertrag über die Nutzung des betreffenden Dienstes zustande kommt, Vertragsbestandteil.\n<em>sporttotal</em> nimmt das Angebot durch Bereitstellung des jeweiligen Dienstes oder durch ausdrückliche Erklärung (z.\nB.\nRegistrierungsbestätigung) an.\nErst bei Annahme durch <em>sporttotal</em> kommt ein Vertrag über die Nutzung des jeweiligen Dienstes zustande.</p>\n<p>6.2 <em>sporttotal </em>behält sich vor, die Bereitstellung oder Nutzung entgeltpflichtiger Dienste davon abhängig zu machen, dass Sie Ihre für die Bestellung des jeweiligen Dienstes genutzte E-Mail-Adresse über einen per E-Mail zugesandten Bestätigungslink bestätigen.</p>\n<p>6.3 <em>sporttotal </em>behält sich außerdem vor, Ihr Angebot auf Abschluss eines Vertrags über die Nutzung eines kostenpflichtigen Dienstes im Einzelfall bei berechtigtem Interesse (z.\nB.\nunzureichender Altersnachweis) abzulehnen.</p>\n<p>6.4 Der Vertragstext wird von <em>sporttotal</em> nicht gesondert gespeichert.\nDer Vertragsinhalt ergibt sich aus den Details der Bestellung (einschließlich der zum Bestellzeitpunkt ggf.\ngeltenden Leistungsbeschreibung und ggf.\nPreisangaben), diesen Allgemeinen Geschäftsbedingungen sowie ggf.\nBesonderen Bedingungen.</p>\n<p>\n<strong>7.</strong>\n<strong>Jugendschutz und Altersverifikation</strong>\n</p>\n<p>Bestimmte über <em>sporttotal.tv </em>angebotene Dienste, die nur für bestimmte Altersgruppen geeignet oder freigegeben sind, können mit Sendezeitbeschränkungen angeboten, gesperrt oder deren Bereitstellung von einem Altersnachweis abhängig gemacht werden.\nÜber die Notwendigkeit einer Altersverifikation werden Sie vor Abschluss des Registrierungsprozesses oder vor der Bestellung konkreter Dienste informiert.</p>\n<p>\n<strong>8.</strong>\n<strong>Newsletter</strong>\n</p>\n<p>Sofern Sie eingewilligt haben, einen Newsletter mit aktuellen Informationen zu <em>sporttotal.tv</em> zu erhalten oder sofern eine andere Rechtsgrundlage besteht, fügt <em>sporttotal</em>die dem Benutzerkonto zugrunde gelegte E-Mail-Adresse zur Newsletterliste hinzu.\nEin Anspruch auf diesen Dienst besteht nicht.\nSie können jederzeit der Zusendung des Newsletters per E-Mail oder Klick auf einen Abmeldelink im Newsletter widersprechen.</p>\n<p>\n<strong>9.</strong>\n<strong>Urheberrecht/Schutzrechte Dritter/Verantwortlichkeit</strong>\n</p>\n<p>Die Ihnen als Nutzer zur Verfügung gestellte Plattform und die Dienste sind urheberrechtlich oder anderweitig geschützt.\nAls Nutzer erkennen Sie hiermit ausdrücklich die nach dem Urheberrechtsgesetz geschützten Rechte und/oder sonstigen Rechte (z.B.\nMarkenrechte) von <em>sporttotal</em> und Dritten an und verpflichten sich, diese nicht zu verletzen.</p>\n<p>\n<strong>10.</strong>\n<strong>Preise und Zahlungsbedingungen</strong>\n</p>\n<p>10.1 Die Preise für entgeltliche Dienste bei <em>sporttotal.tv</em> werden im Rahmen der diesbezüglichen Bestellvorgänge bzw.\nin der Preis- und Leistungsbeschreibung ausgewiesen.\nAlle Preise gelten einschließlich der jeweils geltenden gesetzlichen Mehrwertsteuer.</p>\n<p>10.2 Das Entgelt für kostenpflichtige Dienste ist mit Bereitstellung der Leistung sofort fällig.\nBei Abonnements sind Zahlungen monatlich zu Beginn jedes Abrechnungsmonats fällig.\nDer erste Abrechnungsmonat beginnt am Tag des Vertragsschlusses und endet am Tag vor dem gleichen Tag des folgenden Kalendermonats.</p>\n<p>10.3 Zahlungen können durch alle im Rahmen des Bestellprozesses angegebene, von <em>sporttotal</em>akzeptierte Zahlungsmethoden erfolgen.\nMit Zustimmung zum Lastschrifteinzug ermächtigen Sie <em>sporttotal</em>, angefallene Entgelte über das von Ihnen angegebene Konto einzuziehen.\nSofern Sie einen externen Zahlungssystemanbieter wählen, gelten für die Zahlungsabwicklung ausschließlich die Nutzungs- und Geschäftsbedingungen des jeweiligen Zahlungssystemanbieters.</p>\n<p>10.4 Im Falle des Zahlungsverzuges gelten die gesetzlichen Regelungen.\n<em>sporttotal</em>hat im Falle des Verzugs das Recht, Sie von der weiteren Nutzung von <em>sporttotal</em>zu sperren.\nEine solche Sperre entbindet Sie nicht von der Verpflichtung zur Zahlung der angefallenen Entgelte.\nAuch bei Sperrung aufgrund von erheblichen Pflichtverletzungen insbesondere gegen Ziffer 3 oder bei einem von Ihnen zu vertretenden Fehlen eines Altersnachweises gemäß Ziffer 7bestehen die Zahlungspflicht sowie die Geltendmachung weiterer Ansprüche wegen Zahlungsverzugs fort.</p>\n<p>\n<strong>11.</strong>\n<strong>Gewährleistungsausschluss</strong>\n</p>\n<p>11.1 <em>sporttotal</em> ist bemüht, ein hohes Maß an Verfügbarkeit und Ausfallsicherheit zu erreichen.\nDurch technische Störungen, Wartungsarbeiten, ungewöhnlich hohe Inanspruchnahme durch Nutzer oder andere Einflüsse kann es jedoch zu Systemausfällen kommen, die die Verfügbarkeit der Plattform und der Dienste beeinträchtigen.\n<em>sporttotal</em>unternimmt angemessene Anstrengungen und Sorgfalt, um sicherzustellen, dass Ihnen die Dienste zu jeder Zeit zur Verfügung stehen.\nDarüber hinaus übernimmt <em>sporttotal</em>keine Gewähr für die Verfügbarkeit und Leistungsfähigkeit der Plattform und der Dienste und schließt – soweit gesetzlich zulässig und vorbehaltlich Ziffer 14 – gesetzliche Gewährleistungen aus.</p>\n<p>11.2 <em>sporttotal</em> ist bemüht, gleichwohl nicht rechtlich verpflichtet, Ihnen mit einer jeweils für gut gefundenen Gestaltung der Plattform oder Dienste ein bestmögliches Erlebnis zu verschaffen.\nAlle auf der Plattform vorgehaltenen Informationen und Darstellungen haben rein informatorischen Charakter.\n<em>sporttotal</em> bemüht sich um die Richtigkeit der Angaben, übernimmt jedoch keine Gewähr für diese.\n<em>sporttotal</em>gewährleistet auch nicht, dass <em>sporttotal.tv</em> oder die Dienste Ihren oder den Anforderungen anderer Nutzer entsprechen und zu jeder Zeit ohne Unterbrechung, zeitgerecht, sicher und fehlerfrei zur Verfügung stehen und etwaige Fehler von <em>sporttotal.tv</em> oder der Dienste und/oder der dazu genutzten Hard- oder Software behoben werden.</p>\n<p>11.3 <em>sporttotal.tv</em> ist ebenfalls nicht verpflichtet und schließt eine Gewährleistung dafür aus, dass bestimmte Sportwettbewerbe (z.B.\nbestimmte Fußballspiele) oder Highlights von bestimmten Sportwettbewerben in Rahmen der Dienste überhaupt, zu einem bestimmten Zeitpunkt oder ohne Unterbrechungen verfügbar sind.\nBitte informieren Sie sich über die Plattform zu den jeweils von den Diensten umfassten Wettbewerben, die zeitliche Verfügbarkeit der Dienste (z.B.\nBeginn eines Live-Streams oder Dauer von On-Demand-Angeboten) und den etwaigen Ausfall eines Wettbewerbs (z.B.\naufgrund schlechter Witterung).</p>\n<p>\n<strong>12.</strong>\n<strong>Laufzeit und Vertragsbeendigung</strong>\n</p>\n<p>12.1 Sie können den Vertrag betreffend Ihr Benutzerkonto jederzeit ohne Einhaltung einer Frist kündigen.\nAbweichend davon können Benutzerkonten mit laufenden Verträgen über entgeltliche Dienste (Abonnements) erst nach/mit Beendigung der jeweiligen Nutzungsverträge gekündigt werden.\nDie Kündigung kann schriftlich, auch per E-Mail, unter Angabe des Benutzernamens (verwendete E-Mail-Adresse) erfolgen.</p>\n<p>12.2 Verträge über kostenpflichtige Dienste in Form des Pay per View bzw.\nLive-Streaming enden automatisch mit Ablauf der zeitlich befristeten Überlassung bzw.\nEnde des Live-Streams, ohne dass es einer Kündigung bedarf.\nVerträge über kostenpflichtige Dienste in Form von Abonnements haben die in der jeweiligen Leistungsbeschreibung angegeben Laufzeit und Verlängerungslaufzeit, sofern sie nicht vor Ende der Mindestlaufzeit oder einer Verlängerungslaufzeit gekündigt werden.</p>\n<p>12.3 Das Recht beider Parteien zur Kündigung aus wichtigem Grund bleibt unberührt.\nEin wichtiger Grund liegt für sporttotal insbesondere dann vor, wenn Sie gegen Vorgaben dieser Allgemeinen Bedingungen, der jeweils einschlägigen Besonderen Bedingungen, gesetzliche Vorschriften oder Rechte Dritter verstoßen und diese Verstöße trotz vorheriger Abmahnung und Fristsetzung sowie ggf.\nSperrung Ihres Benutzerkontos nicht abstellen.</p>\n<p>\n<strong>13.</strong>\n<strong>Widerrufsbelehrung</strong>\n</p>\n<p>Wenn Sie als Verbraucher einen Vertrag über entgeltpflichtige Dienste abschließen gilt Folgendes:</p>\n<p>13.1 Widerrufsrecht</p>\n<p>Sie haben das Recht, binnen vierzehn Tagen ohne Angabe von Gründen diesen Vertrag zu widerrufen.\nDie Widerrufsfrist beträgt vierzehn Tage ab dem Tag des Vertragsschlusses.\nUm Ihr Widerrufsrecht auszuüben, müssen Sie uns (sporttotal.tv GmbH, Am Coloneum 2, 50829 Köln, Tel.: 0221-78877-0, E-Mail: info@sporttotal.tv) mittels eindeutiger Erklärung (z.B.\nein mit der Post versandter Brief oder E-Mail) über Ihren Entschluss, diesen Vertrag zu widerrufen, informieren.</p>\n<p>13.2 Folgen des Widerrufs</p>\n<p>Wenn Sie diesen Vertrag widerrufen, haben wir Ihnen alle Zahlungen, die wir von Ihnen erhalten haben, einschließlich der Lieferkosten (mit Ausnahme der zusätzlichen Kosten, die sich daraus ergeben, dass Sie eine andere Art der Lieferung als die von uns angebotene, günstigste Standardlieferung gewählt haben), unverzüglich und spätestens binnen vierzehn Tagen ab dem Tag zurückzuzahlen, an dem die Mitteilung über Ihren Widerruf dieses Vertrags bei uns eingegangen ist.\nFür diese Rückzahlung verwenden wir dasselbe Zahlungsmittel, das Sie bei der ursprünglichen Transaktion eingesetzt haben, es sei denn, mit Ihnen wurde ausdrücklich etwas anderes vereinbart.\nin keinem Fall werden Ihnen wegen dieser Rückzahlung Entgelte berechnet.</p>\n<p>13.3 Erlöschen des Widerrufsrechts</p>\n<p>Ihr Widerrufsrecht erlischt bei einem Vertrag über die Lieferung von nicht auf einem körperlichen Datenträger befindlichen digitalen Inhalten vor Ablauf der unter Ziffer 13.1genannten Widerrufsfrist, wenn sporttotal mit der Ausführung des Vertrags begonnen hat, sofern Sie ausdrücklich zugestimmt haben, dass wir mit der Ausführung des Vertrages vor Ablauf der Widerrufsfrist beginnen und Sie Ihre Kenntnis davon bestätigt haben, dass Sie durch Ihre Zustimmung mit Beginn der Ausführung des Vertrags Ihr Widerrufsrecht verlieren.</p>\n<p>\n<strong>14.</strong>\n<strong>Haftungsbeschränkung</strong>\n</p>\n<p>14.1 <em>sporttotal</em>haftet bei Vorsatz oder grober Fahrlässigkeit sowie bei Fehlen einer garantierten Eigenschaft für alle darauf zurückzuführenden Schäden unbeschränkt.\nBei leichter Fahrlässigkeit haftet <em>sporttotal</em> im Fall der Verletzung des Lebens, des Körpers oder der Gesundheit unbeschränkt.\nGerät <em>sporttotal</em>durch leichte Fahrlässigkeit mit ihrer Leistung in Verzug, ist <em>sporttotal</em> ihre Leistung unmöglich geworden oder hat <em>sporttotal</em> eine wesentliche Vertragspflicht verletzt, ist die Haftung von <em>sporttotal</em> für darauf zurückzuführende Sach- und Vermögensschäden auf den vertragstypischen vorhersehbaren Schaden begrenzt.\nWesentliche Vertragspflicht in diesem Sinn ist eine Pflicht, deren Erfüllung die ordnungsgemäße Durchführung des Vertrages überhaupt erst ermöglicht, deren Verletzung die Erreichung des Vertragszweckes gefährdet und auf deren Einhaltung Sie regelmäßig vertrauen dürfen.\nFür alle übrigen Schäden ist die Haftung von <em>sporttotal</em>ausgeschlossen.</p>\n<p>14.2 Die Haftung nach dem Produkthaftungsgesetz bleibt unberührt.</p>\n<p>14.3 Die vorstehenden Haftungsbegrenzungen gelten auch für mit <em>sporttotal</em> verbundene Unternehmen sowie für eine persönliche Haftung der Angestellten, Vertreter, Gesellschafter und Erfüllungsgehilfen von <em>sporttotal</em> und/oder von mit <em>sporttotal</em> verbundenen Unternehmen, sofern Sie Ansprüche unmittelbar gegenüber diesen geltend machen.</p>\n<p>\n<strong>15.</strong>\n<strong>Höhere Gewalt</strong>\n</p>\n<p>Weder <em>sporttotal</em>noch dritte Rechteinhaber haften für die verzögerte Erbringung, die nur teilweise Erbringung oder die Nichterbringung der Dienste, soweit sich diese Verzögerung oder Nichterbringung der Kontrolle von <em>sporttotal</em> entzieht (z.\nB.\nSpielabsagen) oder des dritten Rechteinhabers entzieht, einschließlich, aber nicht begrenzt auf den Ausfall von elektronischen oder mechanischen Einrichtungen oder Kommunikationswegen, Computerviren, extreme Witterungsbedingungen, Naturereignisse, behördlichen Anordnungen, Pandemien, Krieg oder Aufruhr.</p>\n<p>\n<strong>16.</strong>\n<strong>Änderungen dieser Nutzungsbedingungen</strong>\n</p>\n<p>\n<em>sporttotal</em> wird diese Allgemeinen Nutzungsbedingungen von Zeit zu Zeit ändern.\nDurch die weitere Nutzung von <em>sporttotal.tv</em> und der Dienste nach dem Datum, zu dem sich die Bestimmungen geändert haben, erklären sie sich mit den Änderungen einverstanden.\nSofern Sie <em>sporttotal.tv</em> und Dienste als registrierter Nutzer verwenden, wird <em>sporttotal.tv</em> Ihnen zudem die Möglichkeit einräumen, den geänderten Nutzungsbedingungen innerhalb von sechs Wochen nach Benachrichtigung über die Änderungen zu widersprechen.\nAndernfalls gilt Ihre Zustimmung zu den geänderten Nutzungsbedingungen als erteilt.\nSollten Sie einer Änderung der Nutzungsbedingungen widersprechen, behält sich <em>sporttotal</em> das Recht vor, den Vertrag mit Ihnen zu kündigen.\nÜber diese mögliche Folge eines Widerspruchs werden Sie im Rahmen des Änderungshinweises informiert.</p>\n<p>\n<strong>17.</strong>\n<strong>Schlussbestimmungen</strong>\n</p>\n<p>17.1 Auf das Vertragsverhältnis zwischen <em>sporttotal</em> und Ihnen findet ausschließlich das Recht der Bundesrepublik Deutschland Anwendung, unter Ausschluss des UN-Kaufrechts.\nZwingende Bestimmungen des Landes, in dem Sie Ihren gewöhnlichen Aufenthalt haben, bleiben unberührt.</p>\n<p>17.2 <em>sporttotal</em> ist berechtigt, sämtliche Rechte und Pflichten aus diesen Nutzungsbedingungen sowie dem Vertragsverhältnis mit Ihnen insgesamt auf ein mit <em>sporttotal</em>verbundenes Unternehmen oder einen sonstigen Dritten zu übertragen.\nIn diesem Fall informiert <em>sporttotal</em> Sie mindestens vier Wochen im Voraus, so dass Sie ggf.\nnoch laufende bzw.\nbereits verlängerte Verträge (Abonnements) vor der Durchführung der Übertragung innerhalb der vereinbarten Mindestlaufzeit kündigen können.</p>\n<p>17.3 Sollten einzelne Bestimmungen dieser Vereinbarung unwirksam oder undurchführbar sein oder zu einem späteren Zeitpunkt werden, bleibt die Wirksamkeit der übrigen Vereinbarung davon unberührt.\nDie Vertragsparteien verpflichten sich für diesen Fall schon jetzt, einen Ersatz der Bestimmung, welcher dem wirtschaftlichen Zweck der unwirksamen oder undurchführbaren Bestimmung am nächsten kommt, zu vereinbaren.\nGleiches gilt für eine Vertragslücke.</p>\n<p>17.4 Die Europäische Kommission stellt unter der Internetadresse http://ec.europa.eu/consumers/odr eine Plattform zur Online-Streitbeilegung zur Verfügung.\n<em>sporttotal</em> ist allerdings weder verpflichtet noch bereit, an einem Streitbeilegungsverfahren vor einer Verbraucherschlichtungsstelle teilzunehmen.</p>\n", "created_at": "2021-06-08 22:13:14.379492", "updated_at": "2021-06-08 20:16:16.296993"}], "points": [], "urls": ["sporttotal.tv"]}}