{"error": 448, "message": "OK", "parameters": {"id": 918, "name": "[SPAM TO BE DELETED]", "created_at": "2018-12-19 05:27:39.518539", "updated_at": "2021-03-25 03:19:50.048465", "wikipedia": null, "keywords": null, "related": null, "slug": "spam_to_be_deleted", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/918.png", "url": "­", "documents": [{"id": 2659, "name": "Flagler Clerk Privacy Policy", "url": "https://flaglerclerk.com/privacy/", "xpath": "//*[@id=\"post-2780\"]", "text": " Privacy Policy <p>Thank you for visiting the Flagler County Clerk of the Circuit Court &amp.\nComptroller’s (“the Clerk”) website.\nYour privacy is very important to us.\nSimply stated, our policy is to collect no personal information about you when you visit our website, unless you affirmatively choose to make such information available to us.</p>\n<p>When you visit our website, our backend services automatically recognizes only the domain you are accessing and the associated Internet Protocol (IP) address from which you accessed the site.\nThis information does not result in the identification of your personal information.</p>\n<p>In addition, information is only gathered regarding the volume and timing of access to the site by collecting information on the date, time and pages you visited while at the site.\nThis is done so that the content of the site can be improved.\nThis information is not shared with other organizations outside of third parties we may trust to collect this data on our behalf.\nAgain, only aggregate information is collected, and your personal information is not identified.</p>\n<p>If you choose to share personal information, such as by using live chat, or or otherwise providing us with personal information, the information will only be used for the purposes you authorized.\nSome of this information may be saved for a designated period of time in order to comply with the State of Florida’s archiving policies.\nHowever, information will not be disclosed to third parties or other government agencies, unless required by State or Federal Law.\nIf information is required by law to be disclosed about you, then every effort to notify you about the disclosure in advance will be taken.</p>\n<p>If you have other questions about our privacy policies, or have suggestions on how these policies can be improved, please feel free to contact the Information Technology team.\n</p> ", "created_at": "2020-07-08 19:07:36.861502", "updated_at": "2020-07-08 19:08:14.478954"}], "points": [{"id": 9716, "title": "This service does not track you", "source": "https://flaglerclerk.com/privacy/", "status": "Generated through the annotate view", "created_at": "2020-07-08 19:10:53.000393", "updated_at": "2020-07-10 02:04:52.024338", "quoteText": "our policy is to collect no personal information about you when you visit our website, unless you affirmatively choose to make such information available to us", "case_id": 218, "document_id": 2659, "quoteStart": 184, "quoteEnd": 343}], "urls": ["­"]}}