{"error": 448, "message": "OK", "parameters": {"id": 2039, "name": "Virtual World Computing Cocoon MyData Rewards", "created_at": "2019-12-12 08:10:43.272326", "updated_at": "2021-03-25 03:19:26.294245", "wikipedia": null, "keywords": null, "related": null, "slug": "virtual_world_computing_cocoon_mydata_rewards", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/2039.png", "url": "trycocoon.com,vworldc.com", "documents": [{"id": 2200, "name": "Terms of Service", "url": "https://trycocoon.com/terms/", "xpath": null, "text": "Skip to content Open toolbar <p>Accessibility Tools</p>\n<ul>\n<li> Increase Text </li>\n<li> Decrease Text </li>\n<li> Grayscale </li>\n<li> High Contrast </li>\n<li> Negative Contrast </li>\n<li> Light Background </li>\n<li> Links Underline </li>\n<li> Readable Font </li>\n<li> Reset </li>\n</ul> Skip to content Search for: <ul>\n<li>Download</li>\n<li>FAQs</li>\n</ul> Search for: <ul>\n<li>Download</li>\n<li>FAQs</li>\n</ul> Terms &amp.\nConditionsDesiree Mendez2020-09-05T23:18:52+00:00 MyData RewardsTM Terms of Service <p>\n<b>Virtual World Computing, LLC</b>\n<br>\n5425 Hollister Ave.\nSuite 160<br>\nSanta Barbara, CA 93111</p>\n<p>\n<b> Need More Info?</b>\n<br>\nView additional questions &amp.\nanswers\n</p> Visit FAQs <p>\n<b>\n<i>Last updated: 07/27/20</i>\n</b>\n</p>\n<p>These Terms of Service apply to the executable code version of Cocoon</p>\n<p>Cocoon is aimed at providing the best rewards program (“Service”).\nAs such, it’s worth noting a few major items:</p>\n<p>By creating a Cocoon account or Logging In, you acknowledge and agree to Cocoon collecting information on the apps installed on any device the software is installed on.\nThis information may be used to ensure that Cocoon is able to promote relevant apps and offers.</p>\n<p>Members are not permitted to attempt “gaming” or “hacking” the Cocoon program in any way.</p>\n<p>Members will not, under any circumstances, encourage other members or any other persons to hack or game the Cocoon program including via online blogs, forums, groups, etc.</p>\n<p>Members will not post referral links in an attempt to trick members or any other persons through deceptive means, inaccurate descriptions, fake earning opportunities or other questionable methods as determined by the Cocoon staff.</p>\n<p>Cocoon at its sole discretion will and can cancel or remove your account or suspend your account entirely if Cocoon has reasons to believe that rewards were earned through means that are against the Cocoon Terms &amp.\nConditions as well as the spirit of the guidelines.\nExamples of abuse that Cocoon’s automated technology will flag and will not be tolerated include: extended inactivity, software that attempts to manipulate the program in any way, and app usage anomalies outside of normal behavior patterns.</p>\n<p>Violating any of these terms or any of the terms below will mean immediate revocation of earned rewards and potentially means being blacklisted from Cocoon in perpetuity.</p>\n<p>THESE TERMS AND CONDITIONS (“AGREEMENT”) GOVERN YOUR USE OF THE SOFTWARE.</p>\n<p>Cocoon is pleased to provide and maintain our product (the ” Software”).\nExcept as otherwise indicated by Cocoon, the Software includes the Cocoon mobile apps, tablet apps and any other versions of our product and any updates, new versions or new releases of the product.\nCocoon’s software also includes the desktop web browser for Windows and Macintosh.</p>\n<p>Cocoon’s browser is built on the Chromium Open Source project.\nMore about Chromium and the copyrights and conditions can be learned about here: http://src.chromium.org/viewvc/chrome/trunk/src/LICENSE</p>\n<strong>Your relationship with Cocoon</strong>\n<p>Your use of Cocoon’s products, software, services and web sites (referred to collectively as the “Services” in this document and excluding any services provided to you by Cocoon under a separate written agreement) is subject to the terms of a legal agreement between you and Cocoon.\n“Cocoon” refers to Virtual World Computing, whose principal place of business is at 5425 Hollister Ave, Ste 160, Santa Barbara, CA 93111, United States.\nThis document explains how the agreement is made up, and sets out some of the terms of that agreement.</p>\n<p>Unless otherwise agreed in writing with Cocoon, your agreement with Cocoon will always include, at a minimum, the terms and conditions set out in this document.\nThese are referred to below as the “Universal Terms”.\nOpen source software licenses for Cocoon browser source code constitute separate written agreements.\nTo the limited extent that the open source software licenses expressly supersede these Universal Terms, the open source licenses govern your agreement with Cocoon for the use of Cocoon browser or specific included components of Cocoon.</p>\n<p>Your agreement with Cocoon will also include the terms set forth below in the Cocoon browser Additional Terms of Service and terms of any Legal Notices applicable to the Services, in addition to the Universal Terms.\nAll of these are referred to below as the “Additional Terms”.\nWhere Additional Terms apply to a Service, these will be accessible for you to read either within, or through your use of, that Service.</p>\n<p>The Universal Terms, together with the Additional Terms, form a legally binding agreement between you and Cocoon in relation to your use of the Services.\nIt is important that you take the time to read them carefully.\nCollectively, this legal agreement is referred to below as the “Terms”.</p>\n<p>If there is any contradiction between what the Additional Terms say and what the Universal Terms say, then the Additional Terms shall take precedence in relation to that Service.</p>\n<strong>Accepting the Terms</strong>\n<p>In order to use the Services, you must first agree to the Terms.\nYou may not use the Services if you do not accept the Terms.<br>\n<strong>You can accept the Terms by:</strong>\n</p>\n<p>(A) clicking to accept or agree to the Terms, where this option is made available to you by Cocoon in the user interface for any Service.\nor</p>\n<p>(B) by actually using the Services.\nIn this case, you understand and agree that Cocoon will treat your use of the Services as acceptance of the Terms from that point onwards.</p>\n<strong>Language of the Terms</strong>\n<p>Where Cocoon has provided you with a translation of the English language version of the Terms, then you agree that the translation is provided for your convenience only and that the English language versions of the Terms will govern your relationship with Cocoon.</p>\n<p>If there is any contradiction between what the English language version of the Terms says and what a translation says, then the English language version shall take precedence.</p>\n<strong>Provision of the Services by Cocoon</strong>\n<p>Cocoon has subsidiaries and affiliated legal entities around the world (“Subsidiaries and Affiliates”).\nSometimes, these companies will be providing the Services to you on behalf of Cocoon itself.\nYou acknowledge and agree that Subsidiaries and Affiliates will be entitled to provide the Services to you.</p>\n<p>Cocoon is constantly innovating in order to provide the best possible experience for its users.\nYou acknowledge and agree that the form and nature of the Services which Cocoon provides may change from time to time without prior notice to you.</p>\n<p>As part of this continuing innovation, you acknowledge and agree that Cocoon may stop (permanently or temporarily) providing the Services (or any features within the Services) to you or to users generally at Cocoon’s sole discretion, without prior notice to you.\nYou may stop using the Services at any time.\nYou do not need to specifically inform Cocoon when you stop using the Services.</p>\n<p>You acknowledge and agree that if Cocoon disables access to your account, you may be prevented from accessing the Services, your account details or any files or other content which is contained in your account.</p>\n<strong>Use of the Services by you</strong>\n<p>You agree to use the Services only for purposes that are permitted by (a) the Terms and (b) any applicable law, regulation or generally accepted practices or guidelines in the relevant jurisdictions (including any laws regarding the export of data or software to and from the United States or other relevant countries).</p>\n<p>You agree that you will not engage in any activity that interferes with or disrupts the Services (or the servers and networks which are connected to the Services).</p>\n<p>Unless you have been specifically permitted to do so in a separate agreement with Cocoon, you agree that you will not reproduce, duplicate, copy, sell, trade or resell the Services for any purpose.</p>\n<p>You agree that you are solely responsible for (and that Cocoon has no responsibility to you or to any third party for) any breach of your obligations under the Terms and for the consequences (including any loss or damage which Cocoon may suffer) of any such breach.</p>\n<strong>Accessing the Service</strong>\n<p>In order to access apps or website, you need a compatible device.\nYou also need access to the Internet through a mobile data plan or an Internet subscription.\nYou are solely responsible for paying any service fees associated with any such access (including data charges).\nYou must provide all equipment, software and access necessary to connect to our service.\nOur service is not available on all operating systems, devices, or locations.\nYou should note that depending on your device, your device might not be able to access our service while you are using other features of your device.</p>\n<p>In order to ensure the availability and quality of our service for all of our users, by accessing our service, you agree that your device and/or software does not disturb or interfere with our service, including our mobile apps, our tablet apps, or our website.\nIf we suspect that any equipment or software is causing interference with our service, we reserve the right to immediately disconnect that equipment or software from our service, and we reserve the right to immediately suspend or terminate your further use of our service.\nIf any upgrade to the service requires changes in your equipment or software, and you wish to continue using our service, it will be your responsibility to make these changes at your own expense.\nAny additional features that augment or enhance our service will be subject to these terms and conditions.\nYou agree to comply with all applicable laws in your use of our service.</p>\n<p>Cocoon is willing to license the Software to you only upon the condition that you accept all the terms contained in this Agreement.\nYou indicate your acceptance of this Agreement by clicking on the “I Agree” button (if one appears), or simply by downloading, installing or using the Software.\nBy doing any of these actions you have indicated that you understand this Agreement and accept all of its terms.\nIf you are accepting the terms of this Agreement on behalf of a company or other legal entity, you represent and warrant that you have the authority to bind that company or other legal entity to the terms of this Agreement, and, in such event, “you” and “your” will refer to that company or other legal entity.\nIf you are under the age of majority in your jurisdiction of residence, you must have the agreement of your parent/legal guardian to this Agreement on your behalf.\nIf you do not accept all the terms of this Agreement, then Cocoon is unwilling to license the Software to you, and you may not use it, and you must immediately remove the Software from any computers or devices upon which you have downloaded or installed it.</p>\n<p>\n<strong>User Representations and Warranties</strong>\n<br>\nBy using the Software, you represent, warrant and covenant that you:<br>\n(i) shall use the Software only as set forth in these Terms of Service;</p>\n<p>(ii) have the power and authority to enter into and be bound by the Terms of Service.\nand</p>\n<p>(iii) are thirteen years of age or older.\nIf you are under the age of 13, you are not allowed to use the Software.\nCocoon and the Cocoon Rewards Platform are only available in the United States.\nAny rewards earned outside of the locations listed are not eligible for redemption.\nCocoon is working to expand into more areas globally.</p>\n<p>\n<strong>Embedded Reporting.\nPrivacy<br>\n</strong>&nbsp;You acknowledge that the Software contains automated reporting routines that will automatically identify and analyze certain aspects of use and performance of the Software and the systems with which the Software is used, as well as the operator and operating environment (including problems and issues that arise in connection therewith), and you hereby consent to the Software’s sending such data to Cocoon.\nCocoon will be free to use for development, diagnostic, and corrective purposes any data and information it so collects relating to diagnosis, problems, systems, performance, use, or functionality.\nPlease see Cocoon’s Privacy Policy (which is incorporated into this Agreement by reference) for more information and notices concerning Cocoon’s collection and use of your personal information, including how to opt out of collection of this information.</p>\n<strong>Privacy and your personal information</strong>\n<p>For information about Cocoon’s data protection practices, please read Cocoon’s privacy policy at https://trycocoon.com/privacy/.\nThis policy explains how Cocoon treats your personal information and protects your privacy when you use the Services.</p>\n<p>You agree to the use of your data in accordance with Cocoon’s privacy policies.</p>\n<p>Information sharing.\nYou acknowledge that the Software contains features designed to share select sites (URLs) you browse and other information.\nIn some cases, sharing is explicitly invoked by you (e.g., when you click the Share button).\nYou also acknowledge and agree that your purchase information is shared between Cocoon partner stores and Cocoon for the purpose of maximizing your rewards and improving the Cocoon service.\nCocoon also gathers data around the usage of its mobile apps including but not limited to geo-location.\nTo the extent permitted by law, Cocoon reserves the right to use any data collected, explicitly or implicitly, in any form or fashion that Cocoon decides.</p>\n<strong>Content in the Services</strong>\n<p>You understand that all information (such as data files, written text, computer software, music, audio files or other sounds, photographs, videos or other images) which you may have access to as part of, or through your use of, the Services are the sole responsibility of the person from which such content originated.\nAll such information is referred to below as the “Content.”</p>\n<p>You should be aware that Content presented to you as part of the Services, including but not limited to advertisements in the Services and sponsored Content within the Services may be protected by intellectual property rights which are owned by the sponsors or advertisers who provide that Content to Cocoon (or by other persons or companies on their behalf).\nYou may not modify, rent, lease, loan, sell, distribute or create derivative works based on this Content (either in whole or in part) unless you have been specifically told that you may do so by Cocoon or by the owners of that Content, in a separate agreement.</p>\n<p>Cocoon reserves the right (but shall have no obligation) to pre-screen, review, flag, filter, modify, refuse or remove any or all Content from any Service.\nFor some of the Services, Cocoon may provide tools to filter out explicit sexual content.\nThese tools include the SafeSearch preference settings (see https://support.google.com/websearch/answer/510?hl=en).\nIn addition, there are commercially available services and software to limit access to material that you may find objectionable.</p>\n<p>You understand that by using the Services you may be exposed to Content that you may find offensive, indecent or objectionable and that, in this respect, you use the Services at your own risk.</p>\n<p>You agree that you are solely responsible for (and that Cocoon has no responsibility to you or to any third party for) any Content that you create, transmit or display while using the Services and for the consequences of your actions (including any loss or damage which Cocoon may suffer) by doing so.</p>\n<strong>Proprietary rights</strong>\n<p>You acknowledge and agree that Cocoon (or Cocoon’s licensors) own all legal right, title and interest in and to the Services, including any intellectual property rights which subsist in the Services (whether those rights happen to be registered or not, and wherever in the world those rights may exist).</p>\n<p>Unless you have agreed otherwise in writing with Cocoon, nothing in the Terms gives you a right to use any of Cocoon’s trade names, trade marks, service marks, logos, domain names, and other distinctive brand features.</p>\n<p>If you have been given an explicit right to use any of these brand features in a separate written agreement with Cocoon, then you agree that your use of such features shall be in compliance with that agreement, any applicable provisions of the Terms, and Cocoon’s brand feature use guidelines as updated from time to time.</p>\n<p>Cocoon acknowledges and agrees that it obtains no right, title or interest from you (or your licensors) under these Terms in or to any Content that you submit, post, transmit or display on, or through, the Services, including any intellectual property rights which subsist in that Content (whether those rights happen to be registered or not, and wherever in the world those rights may exist).\nUnless you have agreed otherwise in writing with Cocoon, you agree that you are responsible for protecting and enforcing those rights and that Cocoon has no obligation to do so on your behalf.</p>\n<p>You agree that you shall not remove, obscure, or alter any proprietary rights notices (including copyright and trade mark notices) which may be affixed to or contained within the Services.</p>\n<p>Unless you have been expressly authorized to do so in writing by Cocoon, you agree that in using the Services, you will not use any trade mark, service mark, trade name, logo of any company or organization in a way that is likely or intended to cause confusion about the owner or authorized user of such marks, names or logos.</p>\n<strong>License from Cocoon</strong>\n<p>Cocoon gives you a personal, worldwide, royalty-free, non-assignable and non-exclusive license to use the software provided to you by Cocoon as part of the Services as provided to you by Cocoon (referred to as the “Software” below).\nThis license is for the sole purpose of enabling you to use and enjoy the benefit of the Services as provided by Cocoon, in the manner permitted by the Terms.</p>\n<p>You may not (and you may not permit anyone else to) copy, modify, create a derivative work of, reverse engineer, decompile or otherwise attempt to extract the source code of the Software or any part thereof, unless this is expressly permitted or required by law, or unless you have been specifically told that you may do so by Cocoon, in writing.</p>\n<p>Unless Cocoon has given you specific written permission to do so, you may not assign (or grant a sub-license of) your rights to use the Software, grant a security interest in or over your rights to use the Software, or otherwise transfer any part of your rights to use the Software.</p>\n<p>\n<strong>Grant of License</strong>\n<br>\nSubject to your compliance with the terms and conditions of this Agreement, Cocoon grants you a revocable, non-exclusive and non-transferable license to install and use the executable form of the Software on an unlimited number of computers or devices which are owned or controlled by you.\nFurthermore, with respect to any App Store Sourced Application (defined below), you will only use the App Store Sourced Application</p>\n<p>(i) on a Apple-branded product that runs the iOS operating system software provided by Apple.\nand</p>\n<p>(ii) as permitted by the “Usage Rules” set forth in the Apple App Store Terms of Service.</p>\n<p>Cocoon reserves all rights in the Software not expressly granted to you in this Agreement.\nYou also agree to abide by the rules of Google’s Play Store and the permitted “Usage Rules” defined by Google.</p>\n<p>Restrictions.\nExcept as expressly specified in this Agreement, you may not:</p>\n<p>(a) copy or modify the Software;</p>\n<p>(b) transfer, sublicense, lease, lend, rent, or otherwise distribute the Software to any third party.\nor</p>\n<p>(c) make the functionality of the Software available to other users.</p>\n<p>You acknowledge and agree that portions of the Software, including, without limitation, the source code and the specific design and structure of individual modules or programs, constitute the intellectual property of or contain trade secrets of Cocoon and its licensors.\nAccordingly, you agree not to disassemble, decompile, or otherwise reverse engineer the Software, in whole or in part, or permit or authorize a third party to do so, except to the extent such activities are expressly permitted by law notwithstanding this prohibition.</p>\n<p>\n<strong>Ownership</strong>\n<br>\nThe Software is licensed, not sold.\nYou own the media on which the Software is recorded (if any was provided to you), but Cocoon retains ownership of the copy of the Software itself, including all intellectual property rights therein, even if Cocoon incorporates any Feedback (defined below) into subsequent versions of the Software or otherwise uses such Feedback.\nThe Software is protected by the United States, and Canadian copyright law and international treaties.\nYou will not delete or in any manner alter the copyright, trademark, and other proprietary rights notices or markings appearing on the Software as delivered to you.</p>\n<p>\n<strong>External Content</strong>\n<br>\nCocoon includes many features that are designed to allow you to import and share content from other parts of the web that are important to you (such as your social network profile, friends, and contact lists) and gives you easy access to that information.\nYou hereby grant Cocoon a worldwide, non-exclusive, royalty-free, sub licensable, and transferable license to use, reproduce, distribute, prepare derivative works of, display, and perform this content for the sole purpose of providing you with these features, and you affirm, represent, and warrant that you own or have the necessary licenses, rights, and consents to grant this license to Cocoon.\nYou retain copyright and any other rights you already hold to content you submit, post or display through the Software.\nFurthermore, you understand that all content (without limitation, text, data files, web pages, software, extensions, audio and video files, and images) which you may have access to through the Software is the responsibility of the person or entity from which the content originated and not the responsibility of Cocoon.\nYou understand that the Software may allow you to access content that is offensive or objectionable to you and that in this respect you use the Software at your own risk</p>\n<strong>Content license from you</strong>\n<p>You retain copyright and any other rights you already hold in Content which you submit, post or display on or through, the Services.</p>\n<p>\n<strong>Updates and Upgrades.\nNo Obligation.</strong>\n<br>\nCocoon is not obligated to maintain or support the Software, or to provide you with updates, upgrades or services related thereto.\nYou acknowledge that Cocoon may from time to time in its sole discretion, issue or require updates and upgrades to the Software, and you expressly agree that Cocoon may automatically update or upgrade the version of the Software that you are using on your computer or device, either automatically or as a result of your request.\nThese updates or upgrades may be designed to fix bugs, security issues, improve performance, add, remove, or update functionality, and generally improve the Software.\nYou consent to such updating or upgrading on your computer or device, and agree that the terms and conditions of this Agreement will apply to all such updates or upgrades.</p>\n<strong>Software updates</strong>\n<p>The Software which you use may automatically download and install updates from time to time from Cocoon.\nThese updates are designed to improve, enhance and further develop the Services and may take the form of bug fixes, enhanced functions, new software modules and completely new versions.\nYou agree to receive such updates (and permit Cocoon to deliver these to you) as part of your use of the Services.</p>\n<p>\n<strong>Open-Source Software</strong>\n<br>\nThe Software is distributed with certain independent code that is licensed under open source licenses (“Open Source Code”) and the Open Source Code is licensed to you in accordance with the applicable open source licenses.\nTo the extent that any of the terms and conditions of this Agreement conflict with any such open source licenses, the conflicting terms and conditions will not apply to the corresponding Open Source Code.\nPlease contact us for important information regarding this Software</p>\n<p>We use cookies, web beacons, and other tracking technologies to collect information about you when you use this Software.\nSpecifically, we collect your IP address, browser type, operating system, date and time of your visit, time spent on site, and/or browser referral headers.</p>\n<p>We may obtain information about you, either individually, or in the aggregate, from other sources, such as third party partners and affiliates.\nFor example, if you navigate to one of our Affiliate Partners on a device with the Cocoon Software and make a purchase, our Affiliate Partner will notify us that you have made a transaction.\nAs part of this notification, we will obtain the name of the Affiliate Store from which you made a purchase, the amount of the purchase, the date of the purchase, in some cases, a description of the item purchased, and your unique tracking ticket.\nThe Affiliate Store does not provide us with any credit card information.\nWe are not responsible for the accuracy of any information that we obtain from third parties.</p>\n<p>\n<strong>User Conduct</strong>\n<br>\nYou agree that you will not engage in any activity that interferes with or disrupts the Software, Cocoon Browser, Apps, Sites or the Services (or the servers and networks which are connected to the Services) or use any service to manipulate your CPU to gain distinct advantage on any of our programs.\nIf you are found in violation, your rewards will be cancelled and your account is subject to be banned.</p>\n<p>Unless you have been specifically permitted to do so in a separate agreement with us, you agree that you will not reproduce, duplicate, copy, sell, trade or resell the Services for any purpose.</p>\n<p>Please note that at any time, we may, in our sole discretion, terminate our legal agreement with you and deny you use of our Services if:</p>\n<p>you have breached any provision of these terms (or have acted in manner which clearly shows that you do not intend to, or are unable to comply with the provisions of these terms).\nor</p>\n<p>we are required to do so by law (for example, where the provision of our Services to you is, or becomes, unlawful).\nor</p>\n<p>any partner with whom we offered the Services to you has terminated its relationship with us or ceased to offer their services to you.\nor</p>\n<p>we are transitioning to no longer providing the Services to users in the country in which you are resident or from which you use the Services.\nor</p>\n<p>the provision of the Services to you is, in our opinion, no longer commercially viable.</p>\n<p>at any reason, whatsoever.\nor if you have broken any of the terms in the Agreement herein.</p>\n<p>You further agree that your use of the Services shall be lawful and that you will comply with the usage rules.\nIn furtherance of the foregoing, and as an example and not as a limitation, you agree not to use the Service in order to (all as determined in our sole and absolute discretion):</p>\n<p>post, upload, transmit or otherwise disseminate information that is obscene, indecent, vulgar, pornographic, sexual, hateful or otherwise objectionable</p>\n<p>post spam links, and/or personal referral links in an aggressive, wanton, or otherwise inappropriate fashion both on Cocoon or on any other public site on the web</p>\n<p>defame, libel, ridicule, mock, stalk, threaten, harass, intimidate or abuse anyone, hatefully, racially, ethnically or, in a reasonable person’s view, an otherwise offensive or objectionable manner</p>\n<p>upload or transmit (or attempt to upload or transmit) files that contain viruses, Trojan horses, worms, time bombs, cancel bots, corrupted files or data, or any other similar software or programs that may damage the operation of the Service, other users’ computers, or the access to or functionality of the Cocoon services</p>\n<p>violate the contractual, personal, intellectual property or other rights of any party including using, uploading, transmitting, distributing, or otherwise making available any information made available through the Service in any manner that infringes any copyright, trademark, patent, trade secret, or other right of any party (including rights of privacy or publicity)</p>\n<p>attempt to obtain passwords or other private information from other members</p>\n<p>improperly use support channels or complaint buttons to make false reports to Cocoon</p>\n<p>develop, distribute, or publicly inform other members of “auto” software programs, “macro” software programs or other “cheat utility” software program or applications in violation of the applicable License Agreements</p>\n<p>publicly inform other members or any other persons of any error, miscue or bug that gives an unintended advantage or exploit, or that violates any applicable laws or regulations</p>\n<p>promote or encourage any illegal activity including, but not limited to, hacking, gaming, distribution of counterfeit software, or cheats for the Services</p>\n<p>Accounts that have not earned a Cocoon Reward within 90 days or more are deemed inactive.\nCocoon Rewards previously earned in these inactive accounts will be considered null and void.\n“Cocoon Rewards” are non-transferable and are void if a transfer is attempted.\n“Cocoon Rewards” do not have any monetary value, and may not be redeemed for cash, except where required by the applicable law.\n“Cocoon Rewards” may not be bartered or sold unless part of a Cocoon sponsored program.\nCocoon Rewards accounts are not transferable upon death or as part of a domestic relations matter or otherwise by operation of law unless required by applicable law.</p>\n<p>You further agree that Cocoon has the right at any time in its sole discretion to cancel and remove Cocoon Rewards if your account is found in violation of any of the terms held therein or for any reason at all in Cocoon’s sole discretion.</p>\n<p>Fair Usage Policy.\nCocoon reserves the right to cancel your account and block your IP if it has reasons to believe that you are using the Cocoon apps in a fraudulent manner in Cocoon’s sole discretion.\nIf Cocoon detects unusual activity, we may require you to provide identification or other means of verification in order to verify the authenticity of your account including the number of devices registered to your account, the number of referrals you’ve invited, and the number of people in your household.</p>\n<p>It is against these terms of service to earn through the applications without any user activity for any extensive period of time determined in Cocoon’s sole discretion.</p>\n<p>Any user generated content submitted through email, Cocoon apps, or social media constitutes Feedback subject to clause 12 and as set out in that clause, becomes property of Cocoon and can be used in Cocoon’s marketing efforts.\nUser releases all rights to said content.</p>\n<p>\n<strong>Notification with respect to Children’s Privacy (Users under the age of 13)</strong>\n</p>\n<p>In response to concerns about protecting children’s privacy online, Congress enacted the Children’s Online Privacy Protection Act of 1998 (“COPPA”), which sets forth rules and procedures governing the ways in which Web sites may collect, use and disclose any personal information for children under the age of 13.\nIn accordance with the Company policy and COPPA regulations, we DO NOT:</p>\n<p>Request or knowingly collect personally identifiable information online or offline contact information from users under 13 years of age.\nor</p>\n<p>Knowingly use or share personal information from users under 13 years of age with third parties;</p>\n<p>We request that children under the age of 13 not submit any Personal Information to us via Cocoon services.\nIt is possible that by fraud or deception we may receive information given to us or pertaining to children under 13.\nIf we are notified of this, as soon as we verify the information, we will immediately delete the information from our servers.\nAll points or tokens earned by a member who is later identified as being in violation of these terms will be removed from the account.\nQuestions regarding children’s privacy should be directed to: https://trycocoon.com/contact/</p>\n<p>\n<strong>Confidentiality<br>\n</strong>At times, we may make available to you pre-release versions of the Software.\nAll the terms of this Agreement apply to such pre-release versions of the Software.\nIn addition these pre-release versions are not for use by the general public or any person not participating in the pre-release program and subject to this Agreement.</p>\n<p>\n<strong>Term</strong>\n<br>\nThe license to the Software granted under these Terms of Service remains in effect for a period of 100 years, unless earlier terminated by you or Cocoon in accordance with this provision.\nYou may terminate the license at any time by destroying all copies of the Software in your possession or control.\nThe license granted under this Agreement will automatically terminate, with or without notice from Cocoon, if you breach any term of this Agreement.\nUpon termination, you must cease all use of the Software and promptly destroy all copies of the Software in your possession or control.</p>\n<p>\n<strong>Changes to this Agreement</strong>\n<br>\nCocoon reserves the right, at its sole discretion and at any time, to modify this Agreement or any portion thereof, at any time and without prior notice.\nIf we modify this Agreement, we will post the modification on our Web site or provide you with notice of the modification.\nBy continuing to access or use the Software after we have posted a modification on the Web site or have provided you with notice of a modification, you are indicating that you agree to be bound by the modified agreement.\nIf the modified Agreement is not acceptable to you, your only option is to stop using the Software and uninstall it from any computers or devices on which you have it installed.</p>\n<p>\n<strong>No Warranty.\nDisclaimer</strong>\n<br>\nTo the maximum extent permitted by applicable law, the Software is provided “AS IS”, and “AS AVAILABLE”, without warranty of any kind.\nTO THE MAXIMUM EXTENT ALLOWED BY APPLICABLE LAW, COCOON EXPRESSLY DISCLAIMS ALL WARRANTIES AND CONDITIONS, EXPRESS OR IMPLIED, INCLUDING ANY IMPLIED WARRANTIES AND CONDITIONS OF ACCURACY, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT, AND ANY WARRANTIES AND CONDITIONS ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE.\nNO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED FROM Cocoon OR ELSEWHERE WILL CREATE ANY WARRANTY OR CONDITION NOT EXPRESSLY STATED IN THIS AGREEMENT.</p>\n<p>\n<strong>Limitation of Liability</strong>\n<br>\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW YOU EXPRESSLY UNDERSTAND AND AGREE THAT COCOON AND ITS SUBSIDIARIES’ AND AFFILIATES’, AND ITS LICENSORS’ (“COCOON PARTIES”) TOTAL LIABILITY TO YOU FROM ALL CAUSES OF ACTION AND UNDER ALL THEORIES OF LIABILITY WILL BE LIMITED TO THE AMOUNTS PAID TO COCOON BY YOU FOR THE SOFTWARE OR, IN THE EVENT THAT COCOON HAS MADE THE SOFTWARE AVAILABLE TO YOU WITHOUT CHARGE, ANY SUCH TOTAL LIABILITY WILL BE LIMITED TO TWENTY DOLLARS ($20).\nIN NO EVENT WILL COCOON BE LIABLE TO YOU FOR ANY SPECIAL, INCIDENTAL, EXEMPLARY, PUNITIVE OR CONSEQUENTIAL DAMAGES (INCLUDING LOSS OF USE, DATA, BUSINESS, PROFITS OR ABILITY TO EXECUTE) OR FOR THE COST OF PROCURING SUBSTITUTE PRODUCTS ARISING OUT OF OR IN CONNECTION WITH THIS AGREEMENT OR THE EXECUTION OR PERFORMANCE OF THE SOFTWARE, WHETHER SUCH LIABILITY ARISES FROM ANY CLAIM BASED UPON CONTRACT, WARRANTY, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, AND WHETHER OR NOT Cocoon HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH LOSS OR DAMAGE.\nTHE FOREGOING LIMITATIONS WILL SURVIVE AND APPLY EVEN IF ANY LIMITED REMEDY SPECIFIED IN THIS AGREEMENT IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.</p>\n<p>You agree to indemnify and hold harmless the Cocoon Parties from and against all claims, actions, demands, liabilities, costs, and expenses.\nSome jurisdictions do not allow the limitation or exclusion of liability for incidental or consequential damages, so the above limitations or exclusions may not apply to you.</p>\n<p>\n<strong>Ending your relationship with Cocoon</strong>\n</p>\n<p>The Terms will continue to apply until terminated by either you or Cocoon as set out below.</p>\n<p>Cocoon may at any time, terminate its legal agreement with you if:</p>\n<p>(A) you have breached any provision of the Terms (or have acted in manner which clearly shows that you do not intend to, or are unable to comply with the provisions of the Terms).\nor</p>\n<p>(B) Cocoon is required to do so by law (for example, where the provision of the Services to you is, or becomes, unlawful).\nor</p>\n<p>(C) the partner with whom Cocoon offered the Services to you has terminated its relationship with Cocoon or ceased to offer the Services to you.\nor</p>\n<p>(D) Cocoon is transitioning to no longer providing the Services to users in the country in which you are resident or from which you use the service.\nor</p>\n<p>(E) the provision of the Services to you by Cocoon is, in Cocoon’s opinion, no longer commercially viable.</p>\n<p>Nothing in this Section shall affect Cocoon’s rights regarding provision of Services under Section 4 of the Terms.</p>\n<p>\n<strong>EXCLUSION OF WARRANTIES</strong>\n</p>\n<p>NOTHING IN THESE TERMS, INCLUDING SECTIONS 13 AND 14, SHALL EXCLUDE OR LIMIT COCOON’S WARRANTY OR LIABILITY FOR LOSSES WHICH MAY NOT BE LAWFULLY EXCLUDED OR LIMITED BY APPLICABLE LAW.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR CONDITIONS OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR LOSS OR DAMAGE CAUSED BY NEGLIGENCE, BREACH OF CONTRACT OR BREACH OF IMPLIED TERMS, OR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, ONLY THE LIMITATIONS WHICH ARE LAWFUL IN YOUR JURISDICTION WILL APPLY TO YOU AND OUR LIABILITY WILL BE LIMITED TO THE MAXIMUM EXTENT PERMITTED BY LAW.</p>\n<p>YOU EXPRESSLY UNDERSTAND AND AGREE THAT YOUR USE OF THE SERVICES IS AT YOUR SOLE RISK AND THAT THE SERVICES ARE PROVIDED “AS IS” AND “AS AVAILABLE.”</p>\n<p>IN PARTICULAR, COCOON, ITS SUBSIDIARIES AND AFFILIATES, AND ITS LICENSORS DO NOT REPRESENT OR WARRANT TO YOU THAT:</p>\n<p>(A) YOUR USE OF THE SERVICES WILL MEET YOUR REQUIREMENTS,</p>\n<p>(B) YOUR USE OF THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE OR FREE FROM ERROR,</p>\n<p>(C) ANY INFORMATION OBTAINED BY YOU AS A RESULT OF YOUR USE OF THE SERVICES WILL BE ACCURATE OR RELIABLE, AND</p>\n<p>(D) THAT DEFECTS IN THE OPERATION OR FUNCTIONALITY OF ANY SOFTWARE PROVIDED TO YOU AS PART OF THE SERVICES WILL BE CORRECTED.</p>\n<p>ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICES IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR OTHER DEVICE OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.</p>\n<p>NO ADVICE OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM COCOON OR THROUGH OR FROM THE SERVICES SHALL CREATE ANY WARRANTY NOT EXPRESSLY STATED IN THE TERMS.</p>\n<p>COCOON FURTHER EXPRESSLY DISCLAIMS ALL WARRANTIES AND CONDITIONS OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO THE IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.</p>\n<strong>Copyright and trade mark policies</strong>\n<p>It is Cocoon’s policy to respond to notices of alleged copyright infringement that comply with applicable international intellectual property law (including, in the United States, the Digital Millennium Copyright Act) and to terminating the accounts of repeat infringers.\nDetails of Cocoon’s policy can be found at https://trycocoon.com/ccpa/.</p>\n<strong>Advertisements</strong>\n<p>Some of the Services are supported by advertising revenue and may display advertisements and promotions.\nThese advertisements may be targeted to the content of information stored on the Services, queries made through the Services or other information.</p>\n<p>The manner, mode and extent of advertising by Cocoon on the Services are subject to change without specific notice to you.</p>\n<p>In consideration for Cocoon granting you access to and use of the Services, you agree that Cocoon may place such advertising on the Services.</p>\n<strong>Other content</strong>\n<p>The Services may include hyperlinks to other web sites or content or resources.\nCocoon may have no control over any web sites or resources which are provided by companies or persons other than Cocoon.</p>\n<p>You acknowledge and agree that Cocoon is not responsible for the availability of any such external sites or resources, and does not endorse any advertising, products or other materials on or available from such web sites or resources.</p>\n<p>You acknowledge and agree that Cocoon is not liable for any loss or damage which may be incurred by you as a result of the availability of those external sites or resources, or as a result of any reliance placed by you on the completeness, accuracy or existence of any advertising, products or other materials on, or available from, such web sites or resources.</p>\n<strong>Changes to the Terms</strong>\n<p>Cocoon may make changes to the Universal Terms or Additional Terms from time to time.\nWhen these changes are made, Cocoon will make a new copy of the Universal Terms available at https://trycocoon.com/terms/ and any new Additional Terms will be made available to you from within, or through, the affected Services.</p>\n<p>You understand and agree that if you use the Services after the date on which the Universal Terms or Additional Terms have changed, Cocoon will treat your use as acceptance of the updated Universal Terms or Additional Terms</p>\n<strong>General legal terms</strong>\n<p>Sometimes when you use the Services, you may (as a result of, or in connection with your use of the Services) use a service or download a piece of software, or purchase goods, which are provided by another person or company.\nYour use of these other services, software or goods may be subject to separate terms between you and the company or person concerned.\nIf so, the Terms do not affect your legal relationship with these other companies or individuals.</p>\n<p>The Terms constitute the whole legal agreement between you and Cocoon and govern your use of the Services (but excluding any services which Cocoon may provide to you under a separate written agreement), and completely replace any prior agreements between you and Cocoon in relation to the Services.</p>\n<p>You agree that Cocoon may provide you with notices, including those regarding changes to the Terms, by email, regular mail, or postings on the Services.</p>\n<p>You agree that if Cocoon does not exercise or enforce any legal right or remedy which is contained in the Terms (or which Cocoon has the benefit of under any applicable law), this will not be taken to be a formal waiver of Cocoon’s rights and that those rights or remedies will still be available to Cocoon.</p>\n<p>If any court of law, having the jurisdiction to decide on this matter, rules that any provision of these Terms is invalid, then that provision will be removed from the Terms without affecting the rest of the Terms.\nThe remaining provisions of the Terms will continue to be valid and enforceable.</p>\n<p>You acknowledge and agree that each member of the group of companies of which Cocoon is the parent shall be third party beneficiaries to the Terms and that such other companies shall be entitled to directly enforce, and rely upon, any provision of the Terms which confers a benefit on (or rights in favor of) them.\nOther than this, no other person or company shall be third party beneficiaries to the Terms.</p>\n<p>The Terms, and your relationship with Cocoon under the Terms, shall be governed by the laws of the State of California without regard to its conflict of laws provisions.\nYou and Cocoon agree to submit to the exclusive jurisdiction of the courts located within the county of Santa Barbara, California to resolve any legal matter arising from the Terms.\nNotwithstanding this, you agree that Cocoon shall still be allowed to apply for injunctive remedies (or an equivalent type of urgent legal relief) in any jurisdiction.</p>\n<strong>Additional Terms for Extensions for Cocoon</strong>\n<p>These terms in this section apply if you install extensions on your copy of Cocoon.\nExtensions are small software programs, developed by Cocoon or third parties that can modify and enhance the functionality of Cocoon.\nExtensions may have greater privileges to access your browser or your computer than regular webpages, including the ability to read and modify your private data.</p>\n<p>From time to time, Cocoon browser may check with remote servers (hosted by Cocoon or by third parties) for available updates to extensions, including but not limited to bug fixes or enhanced functionality.\nYou agree that such updates will be automatically requested, downloaded, and installed without further notice to you.</p>\n<p>From time to time, Cocoon may discover an extension that violates Cocoon developer terms or other legal agreements, laws, regulations or policies.\nCocoon browser will periodically download a list of such extensions from Cocoon’s servers.\nYou agree that Cocoon may remotely disable or remove any such extension from user systems in its sole discretion.</p>\n<strong>Additional Terms for Enterprise Use</strong>\n<p>If you are a business entity, then the individual accepting on behalf of the entity (for the avoidance of doubt, for business entities, in these Terms, “you” means the entity) represents and warrants that he or she has the authority to act on your behalf, that you represent that you are duly authorized to do business in the country or countries where you operate, and that your employees, officers, representatives, and other agents accessing the Service are duly authorized to access Cocoon browser and to legally bind you to these Terms.</p>\n<p>Subject to the Terms, and in addition to the license grant in Section 9, Cocoon grants you a non-exclusive, non-transferable license to reproduce, distribute, install, and use Cocoon browser solely on machines intended for use by your employees, officers, representatives, and agents in connection with your business entity, and provided that their use of Cocoon browser will be subject to the Terms.</p>\n<strong>Terms of Sale of Your Data</strong>\n<p>\n<strong>Cocoon Privacy Policy</strong>\n</p>\n<p>\n<strong>Cookies</strong>\n<br>\nThe Network and other members of our corporate family who provide us with joint services and our service providers will sometimes place cookies on your computer when you visit our sites or our co-branded sites.\nWe use these cookies to recognize returning users, measure traffic and activity on the sites, monitor and improve our services and protect against fraud.\nWe also use cookies to customize services, content, advertising, and promotional offers.\nYou can block cookies by changing the settings on your browser (contact your ISP for help), but doing so may prevent us from delivering certain services to you.\nYour browser must be set to accept cookies in order to access the Cocoon Network.</p>\n<p>We use the information we collect to:</p>\n<ul>\n<li>Operate the Cocoon Network</li>\n<li>Provide you with information and services you request</li>\n<li>Customize content, advertising, and your experience on the Cocoon Network</li>\n<li>Communicate with you about service updates and other administrative issues</li>\n<li>Measure and improve our sites and services</li>\n<li>Resolve disputes, address complaints, and troubleshoot technical problems</li>\n<li>Analyze site and user behavior and prepare aggregated reports</li>\n<li>Tell you about our services and those of our corporate family</li>\n</ul>\n<p>\n<strong>Sharing and Disclosure</strong>\n<br>\nWe may share data with associates, consultants, vendors and service providers under contract who help with our business operations in which compensation may occur (such as maintaining the Cocoon Network and providing related services).\nWe partner with third-party advertisers to serve ads and/or collect certain information when you visit our websites.\nThese third-parties may use cookies to collect data during your visit to this website in order to help show more relevant advertisements on other websites and other forms of media.\nTo learn more about this ‘behavioral advertising’ practice or to opt-out of this use of your anonymous information, you can visit http://www.networkadvertising.org/choices/</p>\n<p>\n<strong>Assets</strong>\n<br>\nAs our business evolves, the Cocoon Network may sell, transfer or otherwise share some or all of its assets in connection with a merger, reorganization or sale of assets, or in the event of bankruptcy.\nIn such an event, data may be one of the assets transferred.\nOther Disclosures.\nWe may disclose information when permitted by law or under the good-faith belief that such disclosure is necessary under applicable law.\nto comply with legal process served on the Cocoon Network.\nto protect the property or interests of the Cocoon Network, its agents and employees.\nor to protect personal safety or the public.</p>\n<p>\n<strong>Opting Out of the Services</strong>\n<br>\nWe provide multiple ways for you to opt out of our services.\nYou may opt out of the collection of data collected by using tools provided by industry groups such as the Network Advertising Initiative (“NAI”) and the Digital Advertising Alliance (the “DAA”).\nYou may access the NAI opt-out tool here.\nThis opt-out tool allows you to opt out of the data collection and preference-based ad programs of NAI member companies.\nThese opt-out tools are cookie-based.\nPlease note that these tools only prevent our third-parties from collecting data pertaining to you on the browser on which they are installed, and will only function if your browser is set to accept third-party cookies.\nIf you delete an opt-out cookie from a browser’s cookie files, we will collect data from that browser until an opt-out cookie is reset on that browser.</p>\n<p>\n<strong>Email Communications</strong>\n<br>\nIf you send emails to a recipient through our site, they will receive your email address and any personal message you include.\nAlthough we do not retain in any easily retrievable way the addresses you email, these emails are not private communications.\nYou may not use our email tools to send spam or content that violates the User Agreement.</p>\n<p>\n<strong>Anti-Spam Policy</strong>\n<br>\nThe Cocoon Network does not tolerate spam.\nWe do not send emails to anyone without permission, and we do not sell or rent email addresses to any unauthorized third party.\nThis does not mean that we can prevent spam from happening on the Internet.\nIf you believe that you have received an unsolicited email from us, please contact our Privacy Department and we will investigate.</p>\n<p>\n<strong>Links to Other Sites</strong>\n<br>\nThe Cocoon Network contains links to other websites.\nCocoon is not responsible for the privacy practices or the content of these sites.\nIf you have concerns about how other websites collect and use information about you, make sure to read that site’s own privacy policy.</p>\n<p>\n<strong>Security</strong>\n<br>\nThe Cocoon Network uses physical, electronic and administrative safeguards, including advances firewall and password protection for our databases to help protect the security of information.\nFor example, we restrict access to your information to employees that need to know that information in order to operate, develop or improve our services.\nHowever, as you probably know, third parties may unlawfully intercept or access transmissions or private communications.\nTherefore, although we work very hard to protect your privacy, we do not promise, and you should not expect, that your personal information or private communications will always remain private.</p>\n<p>\n<strong>Pricing</strong>\n<br>\nMyData Rewards is a product of the parent company Virtual World Computing which provides the monetization of your anonymous data.</p>\n<p>MyData Rewards is purchasing your anonymized data at a competitive market rate on a monthly basis for the year 2020.</p>\n<p>“Data” refers to mobile or web data collected from Users and licensed to Complementics hereunder, including, without limitation, identifiers (e.g., Apple IFAs and Droid IDs).\napp names.\nIP addresses.\noperating system types and versions (e.g., iOS or Android).\ncarrier and country location.\nhardware and processor information (e.g., storage, chip speed, camera resolution, NFC enabled, and network type (WiFi, 2G, 3G, 4G).\nand geolocation information collected with Users’ affirmative, opt-in consent.</p>\n<p>Not of all of your data has value or can be monetized, such as visiting banking or medical sites or some sites where you login, sites that require or use personal information to access content or any site that contains PII or Personally Identifiably Information.</p>\n<p>A monetized page is defined as a page view that was sold to an advertiser as part of your anonymous profile.</p>\n<p>Not all page views are able to be monetized which is the sole discretion of the advertisers purchasing the anonymous data from MyData Rewards.</p>\n<p>Should the MyData Rewards monetization button be disabled, all data collection by Cocoon MDR for the purpose of selling to 3rd parties is halted and not collected.</p>\n<p>The pricing for monetized pages is subject to change based on advertiser payout rates which are not under our control.</p>\n<p>\n<strong>International Mobile Users Pay Schedule </strong>\n<br>\nMobile users outside the United States that have a balance greater or equal to $5 will be paid monthly in US dollars.\nTo receive payment from MyData Rewards you must provide your PayPal email address in the MyData Rewards Dashboard area “payment” section.&nbsp.\nFailure to provide your PayPal email address will negate the user’s ability to receive payment.</p>\n<p>\n<strong>Dormancy</strong>\n<br>\nAny account that is not logged into by the user for 6 months will be marked as inactive/dormant.\nAny rewards balance remaining will be forfeit upon the account being marked inactive/dormant.</p>\n<p>\n<strong>General</strong>\n<br>\nWe reserve the right to change this End User Privacy Policy from time to time in our sole discretion.\nWe will post changes on this page and indicate the “last modified” date at the top of this page.\nPlease check back often for any updates.\nYour continued use of our website or services after any change in this End User Privacy Statement will constitute your acceptance of such change.\nIf we need, or are required, to contact you concerning any event that involves information about you we may do so by email, telephone, or mail.</p>\n<p>Cocoon commits to cooperate with the panel established by the EU data protection authorities (DPAs) and to comply with the advice given by the panel with regard to personal data transferred from the EU.\nResidents of the EU with inquiries or complaints regarding this Privacy Policy should first contact Cocoon via the contact information listed below.\nIf your privacy concern is not resolved satisfactorily, you may wish to contact your local data protection authority who will refer your complaint to the panel to investigate your query free of charge.\nPlease note that if your complaint is not resolved, you may have the right, under certain limited conditions, to invoke binding arbitration before the Privacy Shield Panel of the U.S.\nDepartment of Commerce.</p>\n<p>If you have any questions about this privacy policy or the practices of the Cocoon Network, you may e-mail our Privacy Department at support@getcocoon.com or contact:</p>\n<p>\n<strong>TryCocoon.com</strong>\n<br>\n5425 Hollister Ave,Ste 160<br>\nSanta Barbara, CA 93111</p>\n<strong>Cocoon Opt-out Policy </strong>\n<p>1.\nOpt out in your device settings<br>\nIf end users do not want Cocoon to identify their mobile device, they can:<br>\n(a) delete the Customer app or adjust the in-app settings of the Customer app if the app makes that option available (this will limit data collection from this app alone).\nor<br>\n(b) opt-out of sharing your mobile advertiser ID by limiting ad tracking on the device.</p>\n<p>For iOS, navigate to your Settings &gt.\nSelect Privacy &gt.\nSelect Advertising &gt.\nEnable the “Limit Ad Tracking” setting.\nFor Android, open your Google Settings app &gt.\nAds &gt.\nEnable “Opt out of interest-based advertising”.</p>\n<p>\n<strong>Apple opt-out help:<br>\n</strong>https://support.apple.com/en-us/HT202074</p>\n<p>\n<strong>Google opt-out help:</strong>\n<br>\nhttps://www.google.com/policies/technologies/ads/</p>\n<p>For more information on specific opt-out choices, please visit: http://www.networkadvertising.org/mobile-choices</p>\n<p>2.\nGive us your device information<br>\nPlease email support@getcocoon.com with your device info and we will block it from use in our system.\nIf you need help locating your device info, get in touch and we will help.</p>\n<p>For more details about what information we collect and how we use and share it, you can review our privacy practices.</p> MyData Rewards<ul>\n<li>Download</li>\n<li>How It Works</li>\n<li>FAQs</li>\n<li>Terms &amp.\nConditions</li>\n</ul> COMPANY<ul>\n<li>Company Info</li>\n<li>Contact</li>\n<li>Privacy Policy</li>\n<li>CCPA</li>\n</ul> © 2020 Virtual World Computing, LLC | All Rights Reserved This website uses cookies to improve your experience.\nWe'll assume you're ok with this, but you can opt-out if you wish.\nCookie settingsACCEPTPrivacy &amp.\nCookies Policy Close Privacy Overview This website uses cookies to improve your experience while you navigate through the website.\nOut of these cookies, the cookies that are categorized as necessary are stored on your browser as they are essential for the working of basic functionalities...\nNecessary Necessary Always Enabled <p>Necessary cookies are absolutely essential for the website to function properly.\nThis category only includes cookies that ensures basic functionalities and security features of the website.\nThese cookies do not store any personal information.</p> Non-necessary Non-necessary <p>Any cookies that may not be particularly necessary for the website to function and is used specifically to collect user personal data via analytics, ads, other embedded contents are termed as non-necessary cookies.\nIt is mandatory to procure user consent prior to running these cookies on your website.</p> &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-5CXGLB5\"\nheight=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\n&lt;img height=\"1\" width=\"1\" style=\"display:none\" src=\"https://www.facebook.com/tr?id=175682889667379&amp;amp;ev=PageView&amp;amp;noscript=1\"&gt.\nGo to Top ", "created_at": "2019-12-12 08:53:52.69707", "updated_at": "2020-12-14 23:30:42.322714"}, {"id": 2201, "name": "Privacy Policy", "url": "https://trycocoon.com/privacy/", "xpath": null, "text": "Skip to content Open toolbar <p>Accessibility Tools</p>\n<ul>\n<li> Increase Text </li>\n<li> Decrease Text </li>\n<li> Grayscale </li>\n<li> High Contrast </li>\n<li> Negative Contrast </li>\n<li> Light Background </li>\n<li> Links Underline </li>\n<li> Readable Font </li>\n<li> Reset </li>\n</ul> Skip to content Search for: <ul>\n<li>Download</li>\n<li>FAQs</li>\n</ul> Search for: <ul>\n<li>Download</li>\n<li>FAQs</li>\n</ul> PrivacyDesiree Mendez2020-09-01T22:36:06+00:00 MyData RewardsTM Privacy Policy <p>\n<b>Virtual World Computing, LLC</b>\n<br>\n5425 Hollister Ave.\nSuite 160<br>\nSanta Barbara, CA 93111</p>\n<p>\n<b> Need More Info?</b>\n<br>\nView additional questions &amp.\nanswers\n</p> Visit FAQs <p>Your privacy is important to us.\nCocoon provides this Privacy Policy to inform you of our policies and procedures regarding the collection, use, and disclosure of personal information we receive from you when you use the Cocoon products or the Cocoon website (http://www.getcocoon.com).\nTogether, we refer to the My Data Rewards program, the Cocoon browser and website, and any of our services as \"Cocoon Properties\".\nThis Privacy Policy applies only to information that is provided to us through Cocoon Properties.\nThis Privacy Policy may be updated from time to time.\nWe will notify you of any material changes by posting the new Privacy Policy on the Cocoon website.\n<br>\n<br>\n<b>Information We Collect</b>\n<br>\nYou may voluntarily provide us with information, including:\nYour name, email address, age, profile name, profile photo, height, weight, occupation, personal interests, third party social networking service user name, and a password that you create to register to use the Service;<br> Information you provide when you contact us (for example, regarding support or employment opportunities).\nand<br> Any other information you voluntarily provide us with in registering and using the Service.<br> We automatically collect other information about you, including:<br> An identifier that is unique to the device on which you install the App and some device identifiers may be persistent device identifiers, as well as certain software and hardware information about your device;<br> Your Internet Protocol (IP) address.\nDomain name of your Internet service provider;<br> Your geographic location;<br> The Service pages that you visit and the date and time of your visits;<br> Aggregated information that cannot be used to specifically identify you when you visit or use the Service.\nand<br> Prior to your installation of My Data Rewards, we may have already collected information about the other apps that you have used via our Advertising Partners or other Third Parties.<br>\n<br>\n<b>We may collect information about you from:</b>\n<br> third party social networking services;<br>\ncommercially available sources;<br>\nour affiliates.\nand<br>\nour third party business partners.<br> We may combine any of the information we collect from or about you and use it in the manner described in this Privacy Policy.<br> We may supplement any of the information we collect from or about you with other information.\nYour direct feedback and comments are valuable, especially when combined with information automatically gathered about how you use Cocoon Properties.\nTo that end, Cocoon collects key information that helps us improve the product and to deliver the Cocoon rewards service.\nSome of this information may be personal information about you (e.g., your email address, sites you visit).\nWe may also collect personal information in ways that don’t involve Cocoon products and services – for instance, if you send us an email with your phone number in it.\nWe also collect information about your use of Cocoon Properties and the configuration of your system.\nWhile this information is collected anonymously, it may still be possible to associate the collected information with you (e.g., through heuristics or in combination with third-party data about you).\nHowever, it is our policy not to make such associations, and to make it difficult to determine such associations.<br>\n<br>\n<b>If you don't want us to collect this information, you have two options:</b>\n<br> For periods during which you do not want information collected, open a browser window in Private or Incognito Mode, which can be accessed from the Cocoon toolbar or the menu on Windows and from the File menu on Mac.\nWe never collect usage data from a window while it is in Incognito Mode.\nBrowsing in Incognito Mode may result in you not accruing Cocoon rewards for your activity (e.g.\nsearching or shopping).\n<br> Remove Cocoon from your system.<br>\n<br>\n<b>Among the kinds of information we collect, without limitation, are the following.</b>\n<br> Which Cocoon Properties features you use and how often (for instance, how often you use the privacy or incognito mode)<br> The amount of time that Cocoon Properties run and the amount of time they are active<br> Cocoon Properties crashes and associated conditions around the time of the crash<br> What you’ve selected for certain Cocoon Properties preferences and options (for instance, whether or not you run Cocoon in full-screen mode)<br> Which other Internet browsers run on your system, and which browser is set as the default browser<br> Your screen resolution, operating system version, CPU and memory configuration of your machine, and other configuration information<br> The number of tabs you have open (but not the sites you have open in those tabs)<br>\nIf you open a window in \"Privacy\" or \"Incognito\" mode, no data from that window will be collected or sent to Cocoon, and all data from that window including history and cache generated by activity in that window will be deleted as soon as you close that window.<br>\n<br>\n<b>Information Collection, Use and Disclosure</b>\n<br> Our primary goals in collecting information are to provide and improve our services, features, and content.<br> Your Personal Information.\nWhen you communicate with us or use Cocoon Properties, we may collect personal information about you.\nFor instance, if you email us requesting support, you’ll provide us with your email address so we can respond to you.\nPersonal Information can also include, but is not limited to, your name, phone number, IP address, or home address.\n(We might not ask you for all or any of these things, but you might provide them to us without our asking – for instance, in an email to us.) We use your Personal Information to provide the Services and to respond to your requests for support.<br> Pseudonymous Information.\nWe also collect other information that you provide or that is provided to us about you when using Cocoon Properties (e.g., without limitation, what search engine(s) you use, and your individual preferences, your interest data when signing up for our mobile apps, etc.) (\"Pseudonymous Information\").\nWe may also collect Pseudonymous Information about your age, gender, and city or zip code when you log into the product or even if you've just downloaded the product, but have yet to register.\nThis information on its own generally isn’t enough to identify you specifically.\nAll this information is considered Pseudonymous Information.<br>\n<br>\n<b>How We Use Your Information.</b>\n<br> Aggregating Information.\nWe may aggregate the Pseudonymous Information we collect with similar information collected from other Cocoon Users to provide you with a better experience, to improve the quality and value of Cocoon Properties, and to analyze and understand how Cocoon Properties are used.\nWe may also use information you provide without aggregating it to serve you specifically.\nfor instance, to deliver a product to you according to your preferences or restrictions.<br> Demographic Profiling.\nWe might also use non-aggregated information for development or demographic profiling purposes, but any such use would not be personally identifiable.\nFor instance, we might combine the information Facebook sends us about your age, gender and ZIP code with the data Cocoon sends us about your usage habits to find out more about which groups of people use specific Browser features.\nAs an example, we might do this to get a sense of how many people aged 18-21 use the incognito feature, but not who those people actually are.<br> Newsletters and Marketing.\nWe also may use your Personal Information to contact you with Cocoon newsletters, marketing or promotional materials and other information that may be of interest to you, either generally or in your capacity as a Cocoon.com member.\nIf you decide at any time you no longer wish to receive such communications from us, please follow the unsubscribe instructions provided in any of the communications or contact us as explaining in Your Data Protection Rights section below.<br> Log Data.\nWhen you visit the Cocoon Web Sites (like www.GetCocoon.com), whether you’re using Cocoon or as a non-registered user just visiting, our servers automatically record information your browser sends whenever you visit a website (\"Log Data\").\nThis is different from the information Cocoon will send included in the \"Please Read This Carefully\" section at the top of this Policy.\nhere, we’re talking about information that’s automatically collected by our web server in order to show you pages on the Cocoon Web Sites.\nThis data is collected whether or not you use Cocoon, but only when you visit our website.\nThis Log Data may include information such as your computer’s Internet Protocol (\"IP\") address, browser type, the web page you were visiting before you came to our Sites, pages of our Sites that you visit, the time spent on those pages, the information you search for on our Sites, access times and dates, and other statistics.\nWe use this information to monitor and analyze the use of the Sites and the Service and for the Sites’ technical administration, to increase our Sites’ functionality and user-friendliness, and to better tailor it to our visitors’ needs.\nWe also use this information to verify that visitors to the Sites meet the criteria required to process their requests.<br>\n<br>\n<b>Opt-Out</b>\n<br> Certain advertising networks and exchanges may participate in the Digital Advertising Alliance (“DAA”) AdChoices Program and may display an Advertising Option Icon for interest-based ads.\nYou can learn more about the DAA AdChoices Program here: http://www.youradchoices.com.\nIn addition, certain advertising networks and exchanges may participate in the Network Advertising Initiative (NAI).\nThe NAI has developed a tool that allows consumers to opt-out of targeted advertising delivered by NAI members’ ad networks.\nTo learn more about opting out of targeted advertising or to use the tool, click here: http://www.networkadvertising.org/choices.<br> You may opt-out of providing your location information to us when you are using mobile devices.\nIf you do not want us to use your location information as described in this Privacy Policy, you should turn off the location services for the mobile application located in your account settings (if available) or in your mobile device settings.\nPlease refer to instructions provided by your mobile service provider or the manufacturer of your device to learn how to adjust your mobile device and mobile browser settings.<br> If you do not want our mobile applications to collect any information from you, you should uninstall the application using the standard uninstall procedures that may be available as part of your mobile device or via the mobile application marketplace or network where you obtained the mobile application.<br>\n<br>\n<b>Cookies</b>\n<br> Like many websites, we may use \"cookies\" to collect information.\nA cookie is a small data file that we transfer to your computer’s hard disk for record-keeping purposes.\nWe use cookies for two purposes.\nFirst, we may use persistent cookies to authorize you and ensure that only approved Cocoon.com members may use the service.\nSecond, we may use session ID cookies to enable certain features of the Sites, to better understand how you interact with the Sites, and to monitor aggregate usage by Cocoon Users and web traffic routing on the Sites.\nUnlike persistent cookies, session cookies are deleted from your computer when you log off from the Sites and Service and then close your browser.\nWe have no third-party advertisers on our Sites today.\nYou can instruct your browser, by changing its options, to stop accepting cookies or to prompt you before accepting a cookie from any websites you visit.\nIf you do not accept cookies, however, you may not be able to use all portions of the Sites or all functionality of the Services.\nTo opt-out of certain cookies and for more information, please visit http://www.aboutads.info/choices and/or http://www.networkadvertising.org/managing/opt_out.asp .<br>\n<br>\n<b>Information Sharing and Disclosure</b>\n<br> Compliance with Laws and Law Enforcement.\nCocoon cooperates with government and law enforcement officials and private parties to enforce and comply with the law.\nWe may disclose information about you to government or law enforcement officials or private parties that we believe necessary or appropriate to respond to claims and legal processes (including but not limited to subpoenas), to protect the property and rights of Cocoon or a third party, to protect the safety of the public or any person, or to prevent or stop activity we may consider to be or to pose a risk of being, illegal, unethical or legally actionable.\nWe may also transfer your Personal Information to third-party service providers that assist us with carrying out the purposes identified in this Privacy Policy.\nLastly, we may disclose your Personal Information for any other purpose to which you Consent.<br>\n<br>\n<b>Business Transfers</b>\n<br> In the event Cocoon (or any of its affiliates) goes through a business transition, such as a merger, consolidation, restructuring, acquisition by another company, sale or assignment of rights or assets or a portion thereof, or other company change, we may transfer users’ information, including Personal Information, and other business data in connection with that business transition (e.g., to a subsequent owner, co-owner, or operator of Cocoon, or any affiliates and trusted agents, service providers, or partners thereof), including during the course of any due diligence process.<br>\n<br>\n<b>Security</b>\n<br> Cocoon is very concerned with safeguarding your information.\nWe employ appropriate technical and organizational measures designed to protect your information from unauthorized access.<br>\nCocoon uses physical, electronic, and administrative safeguards, including advanced firewall and password protection for our databases to help protect the security of information.\nFor example, we restrict access to your information to employees that need to know that information in order to operate, develop, or improve our services.\nHowever, as you probably know, third parties may unlawfully intercept or access transmissions or private communications.\nTherefore, although we work very hard to protect your privacy, we do not promise, and you should not expect, that your personal information or private communications will always remain private.<br>\n<br>\n<b>Retention</b>\n<br> We retain personal information we collect from you where we have an ongoing legitimate business need to do so (for example, to provide you with a service you have requested or to comply with applicable legal, tax or accounting requirements).<br>\nWhen we have no ongoing legitimate business need to process your personal information, we will either delete or anonymize it or, if this is not possible (for example, because your personal information has been stored in backup archives), then we will securely store your personal information and isolate it from any further processing until deletion is possible.<br>\n<br>\n<b>Your Data Protection Rights</b>\n<br>\nData protection laws vary among countries, with some providing more protection than others.\nRegardless of where your information is processed, we apply the same protections described in this policy.\nWhen we receive formal written complaints, we respond by contacting the person who made the complaint.\nWe work with the appropriate regulatory authorities, including local data protection authorities, to resolve any complaints regarding the transfer of your data that we cannot resolve with you directly.<br>\n<br>\n<b>Our Policy Toward Children</b>\n<br>\nWe do not knowingly collect personal information from children under 13.\nIf a parent or guardian becomes aware that his or her child has provided us with Personal Information without their consent, he or she should contact us at privacy@getcocoon.com.\nIf we become aware that a child under 13 has provided us with Personal Information, we will delete such information from our files.<br>\n<b>Under the GDPR rules MyData Rewards users have the following rights:</b>\n<br>\nThe right to know what personal data is collected <br>\nThe right to know if personal data is being shared, and with whom<br>\nThe right to access your personal data<br>\nThe right to exercise your privacy rights without being discriminated against<br> To exercise any of these rights click here and complete the form.\nOur lawful bases for processing and collecting personal data under the European General Data Protection Regulation (“GDPR”) include:<br>\n<b>Providing MyData Rewards Services:</b>\n<br>\nUpon completion of sign up, where we receive your email address, you must agree to the MyData Rewards Terms of Service to download the product.<br>\n<b>Legitimate Interests:</b>\n<br>\nWe receive browser and site interaction data of users.\nThis data may include IP addresses and location specific features.\nSome of this data may be used in improving the security and reliability of our services and used in actively preventing abuse of our services.\n<br>\n<b>Consent::</b>\n<br>\nSome of the information that is processed may be considered “special” or “sensitive” in certain jurisdictions.\nFor example your racial or ethnic origins, sexual orientation or religious beliefs.\nBy choosing to provide this information you consent to our processing of that information.\n<br>\n</p> MyData Rewards<ul>\n<li>Download</li>\n<li>How It Works</li>\n<li>FAQs</li>\n<li>Terms &amp.\nConditions</li>\n</ul> COMPANY<ul>\n<li>Company Info</li>\n<li>Contact</li>\n<li>Privacy Policy</li>\n<li>CCPA</li>\n</ul> © 2020 Virtual World Computing, LLC | All Rights Reserved This website uses cookies to improve your experience.\nWe'll assume you're ok with this, but you can opt-out if you wish.\nCookie settingsACCEPTPrivacy &amp.\nCookies Policy Close Privacy Overview This website uses cookies to improve your experience while you navigate through the website.\nOut of these cookies, the cookies that are categorized as necessary are stored on your browser as they are essential for the working of basic functionalities...\nNecessary Necessary Always Enabled <p>Necessary cookies are absolutely essential for the website to function properly.\nThis category only includes cookies that ensures basic functionalities and security features of the website.\nThese cookies do not store any personal information.</p> Non-necessary Non-necessary <p>Any cookies that may not be particularly necessary for the website to function and is used specifically to collect user personal data via analytics, ads, other embedded contents are termed as non-necessary cookies.\nIt is mandatory to procure user consent prior to running these cookies on your website.</p> &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-5CXGLB5\"\nheight=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\n&lt;img height=\"1\" width=\"1\" style=\"display:none\" src=\"https://www.facebook.com/tr?id=175682889667379&amp;amp;ev=PageView&amp;amp;noscript=1\"&gt.\nGo to Top ", "created_at": "2019-12-12 08:58:40.104001", "updated_at": "2020-12-14 23:30:59.595965"}], "points": [{"id": 8590, "title": "This service prohibits users sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 12:59:00.076272", "updated_at": "2020-12-15 10:22:08.496588", "quoteText": "<p>post spam links, and/or personal referral links in an aggressive, wanton, or otherwise inappropriate fashion both on Cocoon or on any other public site on the web</p>\n", "case_id": 281, "document_id": 2200, "quoteStart": 27825, "quoteEnd": 27995}, {"id": 8592, "title": "The policy refers to documents that are missing or unfindable", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 13:02:55.328355", "updated_at": "2021-02-06 04:16:26.442204", "quoteText": "Cocoon operates a trade mark complaints procedure in respect of Cocoon’s advertising business, details of which can be found at https://www.Cocoon.com/tm_complaint.html", "case_id": 386, "document_id": 2200, "quoteStart": 39541, "quoteEnd": 39709}, {"id": 8594, "title": "The policy refers to documents that are missing or unfindable", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 13:11:54.25435", "updated_at": "2021-02-06 04:16:26.461052", "quoteText": "Cocoon will make a new copy of the Universal Terms available at https://www.getcocoon.com/eula", "case_id": 386, "document_id": 2200, "quoteStart": 41291, "quoteEnd": 41385}, {"id": 8564, "title": "This service is only available to users of a certain age", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 10:47:13.258497", "updated_at": "2020-12-15 10:18:28.118158", "quoteText": "If you are under the age of 13, you are not allowed to use the Software.", "case_id": 152, "document_id": 2200, "quoteStart": 11484, "quoteEnd": 11556}, {"id": 8568, "title": "This service uses your personal information for many different purposes", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 11:03:56.65695", "updated_at": "2020-12-15 10:19:15.506454", "quoteText": "To the extent permitted by law, Cocoon reserves the right to use any data collected, explicitly or implicitly, in any form or fashion that Cocoon decides.", "case_id": 185, "document_id": 2200, "quoteStart": 13634, "quoteEnd": 13788}, {"id": 8562, "title": "only for your individual use", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 10:24:19.574431", "updated_at": "2020-12-15 10:18:02.802356", "quoteText": "<p>Unless you have been specifically permitted to do so in a separate agreement with Cocoon, you agree that you will not reproduce, duplicate, copy, sell, trade or resell the Services for any purpose.", "case_id": 142, "document_id": 2200, "quoteStart": 7954, "quoteEnd": 8154}, {"id": 8558, "title": "The service can suspend your account for several reasons", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 09:33:02.33344", "updated_at": "2020-12-15 10:17:05.874714", "quoteText": "Cocoon at its sole discretion will and can cancel or remove your account or suspend your account entirely if Cocoon has reasons to believe that rewards were earned through means that are against the Cocoon Terms &amp.\nConditions as well as the spirit of the guidelines", "case_id": 205, "document_id": 2200, "quoteStart": 1741, "quoteEnd": 2009}, {"id": 8565, "title": "Other applicable rules, terms, conditions or guidelines", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 10:53:30.019293", "updated_at": "2020-12-15 10:18:37.55957", "quoteText": "Cocoon and the Cocoon Rewards Platform are only available in the United States.\nAny rewards earned outside of the locations listed are not eligible for redemption.", "case_id": 144, "document_id": 2200, "quoteStart": 11557, "quoteEnd": 11720}, {"id": 8566, "title": "The service collects many different types of personal data", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 11:00:22.485681", "updated_at": "2020-12-15 10:18:48.529412", "quoteText": "the Software contains automated reporting routines that will automatically identify and analyze certain aspects of use and performance of the Software and the systems with which the Software is used, as well as the operator and operating environment (including problems and issues that arise in connection therewith)", "case_id": 376, "document_id": 2200, "quoteStart": 11859, "quoteEnd": 12175}, {"id": 8571, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 11:27:35.547586", "updated_at": "2020-12-15 10:19:42.037962", "quoteText": "by using the Services you may be exposed to Content that you may find offensive, indecent or objectionable and that, in this respect, you use the Services at your own risk", "case_id": 279, "document_id": 2200, "quoteStart": 15369, "quoteEnd": 15540}, {"id": 8578, "title": "The service can delete specific content without prior notice and without a reason", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 12:21:20.574932", "updated_at": "2020-12-15 10:20:33.43026", "quoteText": "You further agree that Cocoon has the right at any time in its sole discretion to cancel and remove Cocoon Rewards if your account is found in violation of any of the terms held therein or for any reason at all in Cocoon’s sole discretion", "case_id": 202, "document_id": 2200, "quoteStart": 30309, "quoteEnd": 30547}, {"id": 8582, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 12:37:01.403912", "updated_at": "2020-12-15 10:20:57.142475", "quoteText": "To the maximum extent permitted by applicable law, the Software is provided “AS IS”, and “AS AVAILABLE”, without warranty of any kind.\nTO THE MAXIMUM EXTENT ALLOWED BY APPLICABLE LAW, COCOON EXPRESSLY DISCLAIMS ALL WARRANTIES AND CONDITIONS, EXPRESS OR IMPLIED, INCLUDING ANY IMPLIED WARRANTIES AND CONDITIONS OF ACCURACY, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT, AND ANY WARRANTIES AND CONDITIONS ARISING OUT OF COURSE OF DEALING OR USAGE OF TRADE", "case_id": 286, "document_id": 2200, "quoteStart": 34633, "quoteEnd": 35111}, {"id": 8584, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 12:43:38.712497", "updated_at": "2020-12-15 10:21:18.168574", "quoteText": "<p>You agree to indemnify and hold harmless the Cocoon Parties from and against all claims, actions, demands, liabilities, costs, and expenses.", "case_id": 146, "document_id": 2200, "quoteStart": 36525, "quoteEnd": 36668}, {"id": 8588, "title": "The service does not guarantee that software errors will be corrected", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 12:48:44.333103", "updated_at": "2020-12-15 10:21:47.880598", "quoteText": "(D) THAT DEFECTS IN THE OPERATION OR FUNCTIONALITY OF ANY SOFTWARE PROVIDED TO YOU AS PART OF THE SERVICES WILL BE CORRECTED.", "case_id": 289, "document_id": 2200, "quoteStart": 39173, "quoteEnd": 39298}, {"id": 8559, "title": "Many third parties are involved in operating the service", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 09:57:59.803864", "updated_at": "2020-12-15 10:17:17.95729", "quoteText": "<p>Cocoon has subsidiaries and affiliated legal entities around the world (“Subsidiaries and Affiliates”).\nSometimes, these companies will be providing the Services to you on behalf of Cocoon itself.\nYou acknowledge and agree that Subsidiaries and Affiliates will be entitled to provide the Services to you.", "case_id": 208, "document_id": 2200, "quoteStart": 6237, "quoteEnd": 6544}, {"id": 8575, "title": "Users agree not to use the service for illegal purposes", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 12:10:47.673552", "updated_at": "2020-12-15 10:20:10.329721", "quoteText": "You further agree that your use of the Services shall be lawful ", "case_id": 280, "document_id": 2200, "quoteStart": 27373, "quoteEnd": 27437}, {"id": 8576, "title": "Prohibits the posting of pornographic content", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 12:13:29.852812", "updated_at": "2020-12-15 10:20:15.991867", "quoteText": "you agree not to use the Service in order to (all as determined in our sole and absolute discretion):</p>\n<p>post, upload, transmit or otherwise disseminate information that is obscene, indecent, vulgar, pornographic, sexual, hateful or otherwise objectionable", "case_id": 315, "document_id": 2200, "quoteStart": 27560, "quoteEnd": 27820}, {"id": 8577, "title": "Users agree not to submit libelous, harassing or threatening content", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 12:16:08.865944", "updated_at": "2020-12-15 10:20:23.278581", "quoteText": "defame, libel, ridicule, mock, stalk, threaten, harass, intimidate or abuse anyone, hatefully, racially, ethnically or, in a reasonable person’s view, an otherwise offensive or objectionable manner</p", "case_id": 283, "document_id": 2200, "quoteStart": 27998, "quoteEnd": 28198}, {"id": 8580, "title": "You have the right to leave this service at any time", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 12:30:38.194805", "updated_at": "2020-12-15 10:20:40.475103", "quoteText": "You may terminate the license at any time by destroying all copies of the Software in your possession or control.\nThe license granted under this Agreement will automatically terminate, with or without notice from Cocoon, if you breach any term of this Agreement.\n", "case_id": 170, "document_id": 2200, "quoteStart": 33448, "quoteEnd": 33711}, {"id": 8581, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 12:34:36.381193", "updated_at": "2020-12-15 10:20:47.526789", "quoteText": "Cocoon reserves the right, at its sole discretion and at any time, to modify this Agreement or any portion thereof, at any time and without prior notice.\nIf we modify this Agreement, we will post the modification on our Web site or provide you with notice of the modification.\nBy continuing to access or use the Software after we have posted a modification on the Web site or have provided you with notice of a modification, you are indicating that you agree to be bound by the modified agreement.\n", "case_id": 329, "document_id": 2200, "quoteStart": 33903, "quoteEnd": 34401}, {"id": 8583, "title": "Any liability on behalf of the service is only limited to the fees you paid as a user", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 12:42:40.155983", "updated_at": "2020-12-15 10:21:05.812706", "quoteText": "TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW YOU EXPRESSLY UNDERSTAND AND AGREE THAT COCOON AND ITS SUBSIDIARIES’ AND AFFILIATES’, AND ITS LICENSORS’ (“COCOON PARTIES”) TOTAL LIABILITY TO YOU FROM ALL CAUSES OF ACTION AND UNDER ALL THEORIES OF LIABILITY WILL BE LIMITED TO THE AMOUNTS PAID TO COCOON BY YOU FOR THE SOFTWARE OR, IN THE EVENT THAT COCOON HAS MADE THE SOFTWARE AVAILABLE TO YOU WITHOUT CHARGE, ANY SUCH TOTAL LIABILITY WILL BE LIMITED TO TWENTY DOLLARS ($20).", "case_id": 149, "document_id": 2200, "quoteStart": 35330, "quoteEnd": 35808}, {"id": 8563, "title": "Users agree not to use the service for illegal purposes", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 10:29:42.481576", "updated_at": "2020-12-15 10:18:16.395093", "quoteText": "You agree to comply with all applicable laws in your use of our service.", "case_id": 280, "document_id": 2200, "quoteStart": 9908, "quoteEnd": 9980}, {"id": 8567, "title": "This service may collect, use, and share location data", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 11:03:01.793426", "updated_at": "2020-12-15 10:19:06.650715", "quoteText": "Cocoon also gathers data around the usage of its mobile apps including but not limited to geo-location", "case_id": 373, "document_id": 2200, "quoteStart": 13530, "quoteEnd": 13632}, {"id": 8570, "title": "The service does not guarantee that software errors will be corrected", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 11:24:12.227888", "updated_at": "2020-12-15 10:19:34.240825", "quoteText": "Cocoon is not obligated to maintain or support the Software, or to provide you with updates, upgrades or services related thereto.", "case_id": 289, "document_id": 2200, "quoteStart": 22929, "quoteEnd": 23059}, {"id": 8572, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 11:48:19.26827", "updated_at": "2020-12-15 10:19:48.009674", "quoteText": "We use cookies, web beacons, and other tracking technologies to collect information about you when you use this Software.\nSpecifically, we collect your IP address, browser type, operating system, date and time of your visit, time spent on site, and/or browser referral headers.", "case_id": 323, "document_id": 2200, "quoteStart": 24729, "quoteEnd": 25006}, {"id": 8586, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 12:46:51.415872", "updated_at": "2020-12-15 10:21:24.944271", "quoteText": "YOUR USE OF THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE OR FREE FROM ERROR", "case_id": 287, "document_id": 2200, "quoteStart": 38966, "quoteEnd": 39047}, {"id": 8591, "title": "The policy refers to documents that are missing or unfindable", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 13:02:12.436908", "updated_at": "2021-02-06 04:16:26.424013", "quoteText": "Details of Cocoon’s policy can be found at https://www.Cocoon.com/dmca.html", "case_id": 386, "document_id": 2200, "quoteStart": 39457, "quoteEnd": 39532}, {"id": 8589, "title": "Users are responsible for any risks, damages, or losses they may incur by downloading materials", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 12:52:54.143911", "updated_at": "2020-12-15 10:22:01.112028", "quoteText": "ANY MATERIAL DOWNLOADED OR OTHERWISE OBTAINED THROUGH THE USE OF THE SERVICES IS DONE AT YOUR OWN DISCRETION AND RISK AND THAT YOU WILL BE SOLELY RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR OTHER DEVICE OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OF ANY SUCH MATERIAL.", "case_id": 291, "document_id": 2200, "quoteStart": 39306, "quoteEnd": 39587}, {"id": 8587, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 12:47:59.782917", "updated_at": "2020-12-15 10:21:38.934666", "quoteText": "(C) ANY INFORMATION OBTAINED BY YOU AS A RESULT OF YOUR USE OF THE SERVICES WILL BE ACCURATE OR RELIABLE,", "case_id": 288, "document_id": 2200, "quoteStart": 39056, "quoteEnd": 39161}, {"id": 8573, "title": "This service gathers information about you through third parties", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 11:51:43.726337", "updated_at": "2020-06-13 23:43:53.325969", "quoteText": "We may obtain information about you, either individually, or in the aggregate, from other sources, such as third party partners and affiliates.", "case_id": 382, "document_id": 2200, "quoteStart": 25014, "quoteEnd": 25157}, {"id": 8579, "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 12:24:07.08443", "updated_at": "2020-06-30 16:23:44.044367", "quoteText": "p>\n<p>Any user generated content submitted through email, Cocoon apps, or social media constitutes Feedback subject to clause 12 and as set out in that clause, becomes property of Cocoon and can be used in Cocoon’s marketing efforts.\nUser releases all rights to said content", "case_id": 182, "document_id": 2200, "quoteStart": 31243, "quoteEnd": 31517}, {"id": 8560, "title": "They may stop providing the service at any time", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 09:59:54.645538", "updated_at": "2020-12-15 10:17:41.036399", "quoteText": "Cocoon may stop (permanently or temporarily) providing the Services (or any features within the Services) to you or to users generally at Cocoon’s sole discretion, without prior notice to you.", "case_id": 203, "document_id": 2200, "quoteStart": 6872, "quoteEnd": 7064}, {"id": 8561, "title": "Users agree to comply with the law of the service's country", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 10:09:48.901264", "updated_at": "2020-12-15 10:17:55.546185", "quoteText": "You agree to use the Services only for purposes that are permitted by (a) the Terms and (b) any applicable law, regulation or generally accepted practices or guidelines in the relevant jurisdictions (including any laws regarding the export of data or software to and from the United States or other relevant countries).", "case_id": 237, "document_id": 2200, "quoteStart": 7459, "quoteEnd": 7778}, {"id": 8569, "title": "You maintain ownership of your data", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 11:20:38.72023", "updated_at": "2020-12-15 10:19:24.976363", "quoteText": "You retain copyright and any other rights you already hold to content you submit, post or display through the Software.\nFurthermore, you understand that all content (without limitation, text, data files, web pages, software, extensions, audio and video files, and images) which you may have access to through the Software is the responsibility of the person or entity from which the content originated and not the responsibility of Cocoon.\nYou understand that the Software may allow you to access content that is offensive or objectionable to you and that in this respect you use the Software at your own risk</p>", "case_id": 183, "document_id": 2200, "quoteStart": 22070, "quoteEnd": 22683}, {"id": 8585, "title": "This service does not guarantee that it or the products obtained through it meet the users' expectations or requirements", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 12:46:24.87851", "updated_at": "2021-02-06 04:25:31.659049", "quoteText": "COCOON, ITS SUBSIDIARIES AND AFFILIATES, AND ITS LICENSORS DO NOT REPRESENT OR WARRANT TO YOU THAT:\n<br>\n<br>\n(A) YOUR USE OF THE SERVICES WILL MEET YOUR REQUIREMENTS,\n", "case_id": 290, "document_id": 2200, "quoteStart": 37877, "quoteEnd": 38045}, {"id": 8593, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 13:10:25.394523", "updated_at": "2020-12-15 10:22:15.794273", "quoteText": "<p>The Services may include hyperlinks to other web sites or content or resources.\nCocoon may have no control over any web sites or resources which are provided by companies or persons other than Cocoon.</p>\n<p>You acknowledge and agree that Cocoon is not responsible for the availability of any such external sites or resources, and does not endorse any advertising, products or other materials on or available from such web sites or resources.</p>\n<p>You acknowledge and agree that Cocoon is not liable for any loss or damage which may be incurred by you as a result of the availability of those external sites or resources, or as a result of any reliance placed by you on the completeness, accuracy or existence of any advertising, products or other materials on, or available from, such web sites or resources.</p>", "case_id": 279, "document_id": 2200, "quoteStart": 41030, "quoteEnd": 41848}, {"id": 8574, "title": "The service can delete your account without prior notice and without a reason", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 12:09:54.518622", "updated_at": "2020-12-15 10:20:01.97247", "quoteText": "at any time, we may, in our sole discretion, terminate our legal agreement with you and deny you use of our Services if:</p>\n<p>you have breached any provision of these terms (or have acted in manner which clearly shows that you do not intend to, or are unable to comply with the provisions of these terms).\nor</p>\n<p>we are required to do so by law (for example, where the provision of our Services to you is, or becomes, unlawful).\nor</p>\n<p>any partner with whom we offered the Services to you has terminated its relationship with us or ceased to offer their services to you.\nor</p>\n<p>we are transitioning to no longer providing the Services to users in the country in which you are resident or from which you use the Services.\nor</p>\n<p>the provision of the Services to you is, in our opinion, no longer commercially viable.</p>\n<p>at any reason, whatsoever.\nor if you have broken any of the terms in the Agreement herein", "case_id": 201, "document_id": 2200, "quoteStart": 26438, "quoteEnd": 27364}, {"id": 8595, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://trycocoon.com/terms/", "status": "Generated through the annotate view", "created_at": "2019-12-12 13:18:56.872561", "updated_at": "2020-06-13 23:48:05.270681", "quoteText": "You agree that if Cocoon does not exercise or enforce any legal right or remedy which is contained in the Terms (or which Cocoon has the benefit of under any applicable law), this will not be taken to be a formal waiver of Cocoon’s rights and that those rights or remedies will still be available to Cocoon.", "case_id": 295, "document_id": 2200, "quoteStart": 43410, "quoteEnd": 43717}], "urls": ["trycocoon.com", "vworldc.com"]}}