{"error": 448, "message": "OK", "parameters": {"id": 6010, "name": "AllDebrid", "created_at": "2021-12-05 19:19:01.692787", "updated_at": "2021-12-05 23:01:13.930463", "wikipedia": null, "keywords": null, "related": null, "slug": "alldebrid", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6010.png", "url": "alldebrid.com", "documents": [{"id": 10863, "name": "Terms of Use", "url": "https://alldebrid.com/tos/", "xpath": "//*[@id=\"container_index \"]", "text": " Terms of Use\nPlease read the Terms of service.\n<dl>\n<dt>\n<br>\n<b>Requirements to use the service</b>\n</dt>\n<br>\n<dd>We offer a service for individuals able to agree on a contract with us.\nThe user must abide by the rules of this website.</dd>\n<br>\n<dt>\n<br>\n<b>Services</b>\n</dt>\n<br>\n<dd>We agree to offer several services to the user.\nWe keep the right to change or shut down our services at any time without any explanations, or to reduce it's traffic at our willingness.\nA purchase on AllDebrid grants you access to a private part of the website, by consequence, changes or deletions on these pages can occure at any time without advance notice.</dd>\n<br>\n<dt>\n<br>\n<b>Personal information</b>\n</dt>\n<br>\n<dd>The user certifies that the information provided are complete, up-to-date, true and accurate.\nThe user commits to edit his information if they change in the future.</dd>\n<br>\n<dt>\n<br>\n<b>User account</b>\n</dt>\n<br>\n<dd>The user account is subject to a personal use only.\nOnly the physical owner of the account is authorized to log to the user account.</dd>\n<br>\n<dt>\n<br>\n<b>Services usage</b>\n</dt>\n<br>\n<dd>The user acknowledges not to use our service for downloading files that are considered illegal by his country's laws.\nWe are only an intermediary, just like an ISP.\nAs a matter of fact, we only offer a service based on bandwidth, we do not host any file.\nThe user agrees to comply with the current law in terms of digital trust.</dd>\n<br>\n<dt>\n<br>\n<b>Infringements</b>\n</dt>\n<br>\n<dd>The user acknowledges not to attempt to disturb our services by any mean, such as server attacks.\nThe user must not attempt to bypass the limitations or use a breach in our payment system.\nReproduction, partial or full, of the content of this website is forbidden without the agreement of its owner.</dd>\n<br>\n<dt>\n<br>\n<b>Indemnity and refund policy</b>\n</dt>\n<br>\n<dd>If the service becomes unreachable for a long time, we reserve the right to compensate for the downtime.\nHowever, if the account has never been used (has not downloaded any data), you have 14 days to request a refund.</dd>\n<br>\n<dt>\n<br>\n<b>Terms of service</b>\n</dt>\n<br>\n<dd>Terms of service are subject to updates at any time without advance notice.\nThe user can read them when he chooses to through a link in the page footer.</dd>\n<br>\n<dt>\n<br>\n<b>Quality of Service</b>\n</dt>\n<br>\n<dd>The service we offer is not subject to any guarantee.\nOur offer is based on the 'best effort', that is to say that we strive to offer a functional service, but in case of impossibility, the host may be withdrawn or limited in traffic, in agreement with the compensation clause.</dd>\n<br>\n<dt>\n<br>\n<b>Access to the service</b>\n</dt>\n<br>\n<dd>We reserve the right to refuse access to our service if an abuse disrupting the stability of our service is found.\nWe reserve the right to prohibit access to our site to certain means of communication (dedicated servers / proxy / VPS / cloud service / company network are not allowed on our service).\nWe reserve the right to refuse the granting of the trial offer.</dd>\n<br>\n</dl> ", "created_at": "2021-12-05 19:19:01.696543", "updated_at": "2021-12-05 18:19:51.151672"}, {"id": 10862, "name": "Privacy Policy", "url": "https://alldebrid.com/privacy/", "xpath": "//*[@id=\"container_index \"]", "text": " <br>\nPrivacy Policy\nThis privacy policy may be changed at any time.\n<dl>\n<dt>\n<br>\n<b>Which data is collected by our service</b>\n</dt>\n<br>\n<dd>Our server registers usernames, password (encrypted) and email addresses of Users during registration for internal purposes only.\nIn no event do we rent, sell, or provide personal data to third parties.</dd>\n<br>\n<dt>\n<br>\n<b>Use of cookies</b>\n</dt>\n<br>\n<dd>We use cookies for the convenience of Users by saving the connection to the site and avoid a systematic reconnection.\nWe do not use any method of tracking users / visitors to our site.</dd>\n<br>\n<dt>\n<br>\n<b>Payment information</b>\n</dt>\n<br>\n<dd>All payments made on our site are secured and encrypted.\nPayments made do not result in the registration of Users' banking information, unless they opt for the auto-renewal option.\nIn this case, we only keep the direct debit authorization, and not the card details.</dd>\n<br>\n<dt>\n<br>\n<b>Advertisements</b>\n</dt>\n<br>\n<dd>The advertisements diffused on our site are proposed by third companies.\nThey may use data on users' visits to target content that may be of interest to them.</dd>\n<br>\n<dt>\n<br>\n<b>Exceptional disclosure of personal data (legal action)</b>\n</dt>\n<br>\n<dd>We may disclose the personal data of Users in order to protect our legal rights, or if the disclosure of such personal data is requested by the judicial authorities only when legal procedures have been respected.</dd>\n<br>\n<dt>\n<br>\n<b>Consent</b>\n</dt>\n<br>\n<dd>Any user agrees to our privacy policy when creating an account and using our site.</dd>\n<br>\n</dl> ", "created_at": "2021-12-05 19:19:01.694818", "updated_at": "2021-12-05 18:20:05.648152"}], "points": [], "urls": ["alldebrid.com"]}}