{"error": 448, "message": "OK", "parameters": {"id": 6384, "name": "Daily Writing Tips", "created_at": "2022-02-28 02:30:07.006224", "updated_at": "2022-02-28 23:01:16.917885", "wikipedia": null, "keywords": null, "related": null, "slug": "daily-writing-tips", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6384.png", "url": "dailywritingtips.com", "documents": [{"id": 11589, "name": "Privacy Policy", "url": "https://www.dailywritingtips.com/privacy-policy/", "xpath": "/html/body/div[1]/main/div/div", "text": " Privacy Policy <p>This privacy policy is reviewed and revised from time to time.\nYou may wish to revisit it regularly.\nYour use of this site and/or your registration for any of our products or services constitutes an acceptance of this privacy policy.\n</p>\n<p>DailyWritingTips.com uses cookies to personalize your online experience.\nA cookie is a text file that is placed on your hard disk by a server and stored in your web browser.\nCookies cannot be used to deliver viruses to your computer and do not run programs.\nCookies are uniquely assigned to you and can only be read by a domain of the web server that issued the cookie to you.</p>\n<p>Third-party vendors, including Google, also use cookies to serve ads on our website based on a user’s prior visits.\nGoogle’s use of the DART cookie enables it and its partners to serve ads to our users based on their visit to our site and/or other sites on the Internet.\nUsers may opt out of the use of the DART cookie by visiting the advertising opt-out page here: http://www.google.co.uk/privacy/ads/.</p>\n<p>Additionally, users might be asked to subscribe to our newsletter by providing their name and email address to get access to articles, videos and/or ebooks.\nWe use a secure double opt-in subscription method, and we reserve the right to contact those subscribers with information related to our website.\nSubscribers may unsubscribe anytime, and every email delivered will contain a link which can be used for that purpose.</p> ", "created_at": "2022-02-28 02:30:07.019974", "updated_at": "2022-02-28 01:30:53.53144"}], "points": [], "urls": ["dailywritingtips.com"]}}