{"error": 448, "message": "OK", "parameters": {"id": 6223, "name": "CaptiVoice", "created_at": "2022-01-02 18:39:22.528275", "updated_at": "2022-01-02 23:01:17.399095", "wikipedia": null, "keywords": null, "related": null, "slug": "captivoice", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6223.png", "url": "captivoice.com", "documents": [{"id": 11274, "name": "Privacy Policy", "url": "https://www.captivoice.com/capti-site/public/entry/privacy_policy", "xpath": "/html/body/div[2]/section", "text": " Privacy Policy <p>Charmtech Labs LLC (\"Charmtech\") values your privacy.\nThis Privacy Policy applies to all Charmtech’s products, which includes Capti Accommodate, Capti Assess, Capti Higher Ed, Capti Personal, Capti Advance and captivoice.com website (collectively: \"Capti\"), and describes the types of personal information we collect, how we use the information, with whom we share it, and the choices you can make about our use of the information.\nWe also describe the measures we take to protect the security of the information and how you can contact us about our privacy practices.\nWe are compliant with all federal, state, and local regulations.</p> 1\nInformation We Collect A.\nPersonal Accounts <p>In order to use any of Charmtech’s products, a user account is required.\nDuring the account registration, Charmtech will request your name, a username, an email address, and a password.\nAdditionally, during purchases other than those made on the iOS AppStore, Charmtech will request your payment information which will be processed via PayPal.\nCharmtech does not retain cardholder data, and Charmtech payment processing system is PCI compliant.</p>\n<p>Capti enables you to add content to a Playlist, which is stored only on your device by default.\nYou may synchronize your Playlist to back up the Playlist and/or share it between your devices or with other users.\nthese functionalities are enabled by storing a copy of your playlist on Charmtech servers.</p>\n<p>You may choose to log in to 3rd party sources such as Dropbox and Google Drive to add their content to your Playlist.\nCharmtech servers do not receive the content of your sources.\nHowever, if you synchronize your Playlist, the Playlist data will be sent to the Charmtech server.</p>\n<p>Charmtech applications provide conversion of many file types to speech.\nCertain file types are processed on Charmtech servers.\nWhen a user converts a file (including files accessed via the Internet) to speech, the contents of that file, including any personal information therein, may be processed, but are not stored, on the Charmtech servers, unless you synchronize your Playlist.</p>\n<p>In addition, when you visit our website (captivoice.com), we collect certain information by automated means, including cookies.\nThe information we collect in this manner includes IP address, browser type, operating system, referring URLs, information on actions taken on our site, and dates and times of website visits.\nA \"cookie\" is a text file that websites send to a visitor’s computer or other Internet-connected device to uniquely identify the visitor’s browser or to store information or settings in the browser.</p>\n<p>Charmtech may also collect, compile and analyze aggregate user data (\"Aggregate User Data\"), including user behavioral patterns in accordance with this Privacy Policy to improve Charmtech’s services.\n</p>\n<p>Users can request to have their stored data deleted at any time.\nStored data will be deleted upon request.\n</p> B.\nSchool/Organization Accounts <p>Charmtech products, including but not limited to Capti, are sold to schools and educational institutions as a package that includes a specified number of licenses.\nThese licenses are accepted by administrators or teachers on behalf of students.\n</p>\n<p>\n</p>\n<p>When an administrator or teacher creates an account on behalf of a student, Capti requests the following information.\nFirst name, Last name, and email address.\nIf a student does not have an email address, Capti will provide a system email address to use as their username.\nThis allows students to access and interact with the platform.\nCharmtech does not store any other data, including protected student records, on their servers at any time.\n</p>\n<p>In compliance with all federal, state, and local regulations, a parent or guardian of a student using any Charmtech product on behalf of their school or educational institution may request to view, manage, or delete any information held on the Charmtech servers in relation to their child.\nIf the guardian chooses to delete the data, the child will no longer be permitted to use Capti, or any other Charmtech product, without parental consent.</p>\n<p>Teachers and administrators can view assignments, tracks uploaded to student’s playlists, and the scores they achieved on assigned tests.\n</p> C.\nETS ReadBasix <p>Capti Assess is a reading diagnostic product that can be purchased independently or jointly with other Capti products.\nCapti Assess is powered by ETS ReadBasix, an assessment that was designed and is owned by Educational Testing Service.\nEducational Testing Service reserves the right to collect the following information from ETS ReadBasix for research purposes.</p>\n<p>ETS uses anonymized and pseudonymized information for various research initiatives.\nFor example, ETS may consider how certain types of test takers (such as nonnative English speakers) respond to specific test questions.\nSimilarly, educational apps, such as Capti, collect data to help ETS understand and improve reading skills.\nETS's research initiatives reflect our commitment to fairness and equity in testing, helping to ensure that our tests are accessible and free from bias.\nETS also seeks to improve teaching, learning and assessment.</p>\n<p>At no time does ETS receive any PII (Personal Identifiable Information) from Charmtech.\nIf a parent or guardian requests their child’s data be removed from ETS, you will be required to contact ETS.\nCharmtech is not liable for any information stored on ETS servers.\n</p>\n<p>By purchasing a license or multiple licenses of Capti Assess, you are accepting that Educational Testing Service will collect data for research purposes.\n</p> D.\nOther Applications <p>Some applications may require Capti to request permissions to access your account.\nBelow is information we access from such applications.\nAt no time will Capti have access to your password in another application.\nThese permissions apply to both Personal and School/Organization accounts.</p> Capti Google Chrome Extension\n<ul>\n<li>Access your data on all websites</li>\n<li>Access your tabs and browsing activity</li>\n<li>Access data you copy and paste</li>\n</ul>\nGoogle Drive, Dropbox, OneDrive, Office 365 integration\n<ul>\n<li>View your email address</li>\n<li>View basic information about your account</li>\n<li>View and manage files</li>\n</ul>\nCanvas, Schoology, Blackboard LTI integration\n<ul>\n<li>View your email address</li>\n<li>View your role</li>\n</ul>\nGoogle Classroom integration\n<ul>\n<li>View your email address</li>\n<li>View your class in Google Classroom</li>\n<li>Enable teacher to post links to Google Classroom</li>\n</ul>\nClever integration\n<ul>\n<li>View your email address</li>\n<li>View your role</li>\n<li>View your rostering information</li>\n</ul> 2\nHow We Use the Information We Collect <p>We may use the personal information we obtain about you in order to:</p>\n<ol>\n<li>Facilitate the account registration process, including confirmation emails</li>\n<li>Send users emails in accordance with their email preferences</li>\n<li>Provide and enhance services to our users</li>\n<li>Assist in the restoration of an account that a user has lost access to, such as when a user forgets their password</li>\n<li>Facilitate the addition of features to a user account</li>\n<li>Operate, evaluate and improve our business (including developing new products and services.\nanalyzing our products and services.\nmanaging our communications.\nand performing accounting, auditing and other internal functions)</li>\n<li>Comply with applicable legal requirements and our policies, and enforce our Terms of Service and End User License Agreement.</li>\n</ol>\n<p>In addition, by collecting information through automated means on our website, we learn how to best tailor our website to our visitors.\nWe may use cookies to customize visits to our site and \"remember\" user account information for easier login.\nWe may use IP addresses to help diagnose problems with our server and to administer our website.\nWe also may use IP addresses to help identify visitors to our site for the duration of a session and to gather demographic information about our visitors.\nWe may use clickstream data to determine how much time visitors spend on each web page of our website, how visitors navigate through the site, and how we may tailor our site to better meet the needs of our visitors.</p>\n<p>We also may use the information we obtain about you in other ways for which we provide specific notice at the time of collection.</p>\n<p>Capti collects and sends user data to Educational Testing Service as stipulated by our agreement and Section 1(c) of this document.\n</p>\n<p>ETS uses anonymized and pseudonymized information for various research initiatives.\nFor example, ETS may consider how certain types of test takers (such as nonnative English speakers) respond to specific test questions.\nSimilarly, educational apps, such as Capti, collect data to help ETS understand and improve reading skills.\nETS's research initiatives reflect our commitment to fairness and equity in testing, helping to ensure that our tests are accessible and free from bias.\nETS also seeks to improve teaching, learning and assessment.</p>\n<p>ETS may process Personal Information as needed to create de-identified datasets for research.\nETS will not (and will not permit any third party to) associate identifying information with research data.\nOur research results do not contain any identifiable data, and research data are not used to target or profile individuals.</p> 3\nInformation We Share <p>We do not sell or rent personal information about our members.\nIn addition, we do not share or otherwise disclose such information except as described in this Privacy Policy.</p>\n<p>We may share personal information with third parties for the purposes of providing services to Charmtech that directly or indirectly help us operate our business and applications.\nWe do not authorize our service providers or other third parties with whom we share personal information to use or disclose the information for any purpose other than providing services to Charmtech or to comply with legal requirements.\nWe require such third parties by contract to appropriately safeguard the privacy and security of personal information they process on our behalf.</p>\n<p>We may publish Aggregate User Data.</p>\n<p>We also may disclose information about you (i) if we are required to do so by law or legal process, (ii) to law enforcement authorities or other government officials, or (iii) when we believe disclosure is necessary or appropriate to prevent physical harm or financial loss, or in connection with an investigation of suspected or actual fraudulent or illegal activity.</p>\n<p>We also reserve the right to transfer personal information we have about you in the event we sell or transfer all or a portion of our business or assets.\nIf we enter into a business transition such as a merger, consolidation, acquisition, sale of assets, joint venture, securities offering, bankruptcy, reorganization, liquidation, or dissolution, your Personal Information may be among the assets we transfer.\nYou acknowledge and consent that such transfers are permitted by this Privacy Policy, and that any acquirer of ours or that acquirer's affiliates may continue to collect and use your Personal Information as set forth in this Privacy Policy.\nFollowing such a sale or transfer, you may contact the entity to which we transferred your personal information with any inquiries concerning the processing of that information.</p> 4\nYour Choices <p>We offer you certain choices about what personal information we collect about you, how we use that information, and how we communicate with you.</p>\n<p>You may elect not to have a unique cookie identification number assigned to your computer to avoid aggregation and analysis of data collected on our website.\nMost browsers will tell you how to stop accepting new cookies, how to be notified when you receive a new cookie, and how to disable existing cookies.\nPlease note, however, that without cookies you may not be able to take full advantage of all our website features.</p>\n<p>You may withdraw any consent you previously provided to us, or object at any time on legitimate grounds, to the processing of your personal information.\nWe will apply your preferences going forward.\nIn some circumstances, withdrawing your consent to Charmtech’s use or disclosure of your personal information will mean that you cannot take advantage of certain Charmtech products or services.</p>\n<p>To update your preferences, ask us to remove your information or submit a request, please contact us as specified below.</p> 5\nAccess and Correction <p>If you believe that the personal information we maintain about you is inaccurate, you may request that we erase, rectify, complete or amend the information by contacting us as indicated in the \" How to Contact Us\" section of this Privacy Policy.\nIf we deny an access request, we will notify you of the reasons for the denial and offer an opportunity to challenge our decision.</p> 6\nData Transfers <p>This is a U.S.\nwebsite governed by applicable U.S.\nlaw.\nWhen you provide personal information on this site, we may process the information outside of the country in which you are located, including in the U.S.</p> 7\nHow We Protect Personal Information <p>We maintain appropriate administrative, technical and physical safeguards designed to protect the personal information you provide against accidental, unlawful or unauthorized destruction, loss, alteration, access, disclosure or use.\n</p>\n<p>We have procedures to deal with any suspected data security breach and will notify you and/or any applicable regulator or supervisory authority or other governmental entity where we are legally required to do so.</p> 8\nLinks to Other Websites <p>Our website may provide links to other websites for your convenience and information.\nThese websites may operate independently from Charmtech.\nLinked sites may have their own privacy notices or policies, which we strongly suggest you review if you visit any linked websites.\nTo the extent any linked websites you visit are not owned or controlled by Charmtech, we are not responsible for the sites’ content, any use of the sites, or the privacy practices of the sites.</p> 9\nUpdates to Our Privacy Policy <p>This Privacy Policy may be updated periodically and without prior notice to you to reflect changes in our personal information practices.\nWe will post a prominent notice on our website to notify you of any significant changes to our Privacy Policy and indicate at the top of the policy when it was most recently updated.\nIf at any point we decide to use personally identifiable information in a manner different from that stated at the time it was collected, we will notify users by way of an e-mail.\nUsers will have a choice as to whether or not we use their information in a different manner.</p> 10\nHow to Contact Us <p>If you have any questions or comments about this Privacy Policy, or if you would like us to update information we have about you or your preferences, please contact us:</p>\n<p>Charmtech Labs LLC<br>\n77 Goodell St, Ste 570,<br>\nBuffalo, NY 14203.<br>\ninfo@captivoice.com<br>\n</p>\n<p>Charmtech has further committed to refer unresolved privacy complaints under the US-EU [and US-Swiss] Safe Harbor Principles to an independent dispute resolution mechanism, the BBB EU SAFE HARBOR, operated by the Council of Better Business Bureaus.\nIf you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed by Charmtech, please visit the BBB EU SAFE HARBOR website at www.bbb.org/us/safe-harbor-complaints for more information and to file a complaint.</p>\n<p>Charmtech complies with the U.S.-EU Safe Harbor Framework and the U.S.-Swiss Safe Harbor Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information from European Union member countries and Switzerland.\nCharmtech has certified that it adheres to the Safe Harbor Privacy Principles of notice, choice, onward transfer, security, data integrity, access, and enforcement.\nTo learn more about the Safe Harbor program, and to view Charmtech certification, please visit www.export.gov/safeharbor/</p> ", "created_at": "2022-01-02 18:39:22.532969", "updated_at": "2022-01-02 17:39:46.20599"}, {"id": 11273, "name": "Terms Of Service", "url": "https://www.captivoice.com/capti-site/public/entry/terms_of_service", "xpath": "/html/body/div[2]/section", "text": " Terms Of Service <p> This Terms of Service Agreement (the \"Agreement\") is a legal agreement between you (\"You\") and Charmtech Labs LLC (\"Company\") for use of the Capti Voice application, captivoice.com website (\"Site\"), the servers the Site is stored on including without limitation by use through an API, or the computer files stored on that server (collectively, the \"Service\").\nBy creating an account or accessing or using the Service You accept and agree to be bound by the terms of this Agreement.</p>\n<p> IF YOU DO NOT AGREE TO THESE TERMS, THE COMPANY IS UNWILLING TO LICENSE USE OF THE SERVICE TO YOU.\nYOU AGREE THAT YOUR USE OF THE SERVICE ACKNOWLEDGES THAT YOU HAVE READ THIS AGREEMENT, UNDERSTAND IT, AND AGREE TO BE BOUND BY ITS TERMS AND CONDITIONS.\n</p>\n<p>All amended terms automatically take effect 10 days after they are initially posted on this site.\nYour use of the Service following the effective date of any modifications to this agreement will constitute your acceptance of the agreement, as modified.\nYou agree that notice on the Site of modifications is adequate notice.\n</p>\n<p>SOLE AND EXCLUSIVE JURISDICTION FOR ANY ACTION OR PROCEEDING ARISING OUT OF OR RELATED TO THIS AGREEMENT SHALL BE IN AN APPROPRIATE STATE OR FEDERAL COURT LOCATED IN SUFFOLK COUNTY, STATE OF NEW YORK AND THE PARTIES UNCONDITIONALLY WAIVE THEIR RESPECTIVE RIGHTS TO A JURY TRIAL.</p> 1\nLimited License <p>The Company grants You a limited, revocable, non-exclusive, non-transferable license to access and use the Services for Your own individual non-commercial use subject to the other terms of this Agreement.</p> 2\nProvision of Services <p>Subject to the terms of our Privacy Policy, we reserve the right to monitor the Service for purposes of determining that their usage is in compliance with this Agreement and applicable laws.\nIn addition, and as described elsewhere in this Agreement, we maintain an absolute and unconditional right to review and remove Material accessible by or transmitted through the Service that, in our sole discretion, we believe is in violation of the law of this Agreement or is unacceptable to us in our sole discretion.\nWe do not assume any responsibility for review or enforcement of any local licensing requirements that may be applicable to businesses listed on the Site.</p>\n<p>From time to time and without prior notice to you, we may change, expand and improve the Site and Service.\nWe may also, at any time, cease to continue operating part or all of the Service or selectively disable certain aspects of the Service or portions of the Site.\nUnless otherwise provided for, any modification of the Service will be done in our sole and absolute discretion and without an ongoing obligation or liability to You, and your use of the Site and Service do not entitle you to the continued provision or availability of the Site and Service.</p> 3\nYour Use of the Service <p> Commercial use of the speech and voice capabilities of the Service is prohibited.\nYou may not redistribute audio from the Service in any form, including, but not limited to, in the form of audio files, as a part of an application, or as a part of multimedia works.\nYou may not use any one synthetic voice product downloaded within Service on more than three devices (with the exclusion of synthetic voices purchased in-app on the App Store).</p>\n<p>You agree not to resell the Service.\nYou may not modify, reverse engineer, decompile or disassemble the Service.\nYou may not copy, adapt, alter, modify, translate, or create derivative works of the Service without written authorization of the Company.\nYou may not permit other individuals to use the Service, including but not limited to shared use via a network connection, except under the terms of this Agreement.\nYou may not rent, lease, loan, sublicense, distribute, or otherwise transfer rights to the Service.\nYou may not circumvent or disable any technological features or measures in the Service for protection of intellectual property rights.\nYou may not use the Service in an attempt to, or in conjunction with, any device, program, or service designed to circumvent technological measures employed to control access to, or the rights in, a content file or other work protected by the copyright laws of any jurisdiction.\nYou may not use or access the Site or Service to compile data in a manner that is used or usable by a competitive product or service.\nAny such forbidden use shall immediately terminate Your license to the Service.</p>\n<p>You furthermore agree that:</p>\n<ol>\n<li>If You are under the age of 18, You are not authorized to use this Service unless an account was created or authorized for You by your parent, guardian, or school.\nIf your school has created or authorized an account for You, your legal guardian and You must still review and consent to this Agreement before You may use the Service</li>\n<li>If You are at least 18 years old, You shall monitor your Account to restrict use by minors, and You will deny access to children under the age of 13.\nYou accept full responsibility for any unauthorized use of the Service by minors in connection with your Account.\nYou are responsible for any use of your credit card or other payment instrument by minors;</li>\n<li>You shall not have an Account or use the Service if You have previously been removed by the Company</li>\n<li>You shall not use your Account to advertise, solicit, or transmit any commercial advertisements, including chain letters, junk e-mail or repetitive messages to anyone;</li>\n<li>You shall not use your Account to engage in any illegal conduct;</li>\n<li>When creating or updating an Account on the Service, You may be required to provide the Company with certain personal information, which may include your name, birth date, e-mail address, and, in some cases, payment information.\nThis information will be held and used in accordance with the Company's Privacy Policy.\nYou agree that You will supply accurate and complete information to the Company, and that You will update that information promptly after it changes.</li>\n</ol> 4\nUser Content and License <p>\"User Content\" means any communications, images, sounds, and all the material, data, and information that You upload or transmit through the Service, or that other users upload or transmit, including without limitation any chat text.\nBy transmitting or submitting any User Content while using the Service, You affirm, represent and warrant that such transmission or submission is (a) accurate and not confidential.\n(b) not in violation of any applicable laws, contractual restrictions or other third party rights, and that You have permission from any third party whose personal information or intellectual property is comprised in the User Content.\n(c) free of viruses, adware, spyware, worms or other malicious code.\nand (d) You acknowledge and agree that any of your personal information within such content will at all times be processed by the Company in accordance with its Privacy Policy.\nYou hereby grant Company and a perpetual, irrevocable, worldwide, fully paid-up and royalty free, non-exclusive, unlimited license, including the right to sublicense and assign to third parties, and right to copy, reproduce, fix, adapt, modify, improve, translate, reformat, create derivative works from, manufacture, introduce into circulation, commercialize, publish, distribute, sell, license, sublicense, transfer, rent, lease, transmit, publicly display, publicly perform, or provide access to electronically, broadcast, communicate to the public by telecommunication, display, perform, enter into computer memory, and use and practice, in any way now known or in the future discovered, your User Content as well as all modified and derivative works thereof.\nTo the extent permitted by applicable laws, You hereby waive any moral rights You may have in any User Content.\nClick here for our Copyright Policy.</p> 5\nYour Responsibility to Protect Data and Password <p>It is your responsibility to protect your personal data and maintain the confidentiality of your user information and password.\nYou are also responsible for immediately notifying the Company of any unauthorized use of your account, or breach of your account information or password.\nThe Company will not be liable for any loss that You may incur as a result of someone else using Your username or password, either with or without Your knowledge.\nTo the extent allowable by law, you shall be liable for any expenses and reasonable attorney’s fees for your failure to safeguard user and password information and/or promptly notify the Company about unauthorized use of your account or breach of your account information or password.</p> 6\nEnforcing Security <p>Actual or attempted unauthorized use of any of the Site may result in criminal and/or civil prosecution.\nFor your protection, we reserve the right to view, monitor, and record activity on the Site without notice or further permission from You, to the fullest extent permitted by applicable law.\nAny information obtained by monitoring, reviewing, or recording is subject to review by law enforcement organizations in connection with the investigation or prosecution of possible criminal activity on any of the Site.</p> 7\nIndemnity <p>You will indemnify and hold the Company, its affiliates, officers, directors, employees, agents, legal representatives, licensors, subsidiaries, joint ventures and suppliers, harmless from any claim or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your breach of this Agreement, or your violation of any law or the rights of a third party.</p> 8\nTermination of License <p>The Company may terminate Your license to use the Service with or without cause at any time.\nShould You breach this Agreement or fail to comply with any term of this Agreement, Your right to use the Service shall terminate immediately and without notice.\nYou may also terminate this Agreement by simply discontinuing use of the Service.</p> 9\nMiscellaneous <p>Any dispute arising from this Agreement shall be governed by the laws of the State of New York without regard to its conflict of law provisions.\nAny cause of action you may have with respect to your use of the Site and Service must be commenced within one (1) year after the claim or cause of action arises.\nIf for any reason a court of competent jurisdiction finds any provision of this agreement, or a portion thereof, to be unenforceable, that provision shall be enforced to the maximum extent permissible so as to affect the intent of this Agreement, and the remainder of this Agreement shall continue in full force and effect.\nA printed version of this agreement shall be admissible in judicial or administrative proceedings.</p> 10\nNo Class Actions <p>All claims between the parties related to this Agreement will be litigated individually and the parties will not consolidate or seek class treatment for any claim, unless previously agreed to in writing by the parties.\n</p>\n<p>BY USING THE SERVICE OR ACCESSING THE SITE OR SERVICE, YOU HEREBY ACKNOWLEDGE THAT YOU HAVE READ THIS AGREEMENT, UNDERSTAND IT, AND AGREE TO BE BOUND BY ITS TERMS AND CONDITIONS.</p> ", "created_at": "2022-01-02 18:39:22.530891", "updated_at": "2022-01-02 17:40:09.869705"}], "points": [], "urls": ["captivoice.com"]}}