{"error": 448, "message": "OK", "parameters": {"id": 3956, "name": "GamerHash", "created_at": "2021-06-05 22:29:59.168565", "updated_at": "2021-06-05 22:00:22.524916", "wikipedia": null, "keywords": null, "related": null, "slug": "gamerhash", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3956.png", "url": "gamerhash.com", "documents": [{"id": 6783, "name": "Terms and Conditions", "url": "https://gamerhash.com/rules", "xpath": "//body", "text": " <ul>\n<li> Store </li>\n<li> GamerCoin </li>\n<li> News </li>\n</ul>\n<ul>\n<li> Download GamerHash Mining + Play&amp;Earn:\nDesktop Download GamerHash\nApplication for Windows 10 Store + Wallet transactions:\nMobile </li>\n<li> Login with email <p>\nDon't have an account?\nRegister\n</p>\n<p>or</p>\nLog in via Facebook\nLog in via Steam\nLog in via Google </li>\n</ul> GamerHash\n<ul>\n<li>\nAbout\n</li>\n<li>\nTerms and Conditions\n</li>\n<li>\nPrivacy policy\n</li>\n<li>\nMedia\n</li>\n<li>\nBlockchain Game Alliance\n</li>\n</ul> Help\n<ul>\n<li>\nHow it works\n</li>\n<li>\nFAQ\n</li>\n<li>\nI have a problem\n</li>\n<li>\nASIC / GPU mining\n</li>\n<li>\nProfitability calculator\n</li>\n</ul> See more\n<ul>\n<li>\nV-Bucks for free\n</li>\n<li>\nApex coins for free\n</li>\n<li>\nFees\n</li>\n<li>\nAffiliate\n</li>\n</ul> Site Language English Polski Русский Português 官话 日本語 한국어 © 2021 CoinAxe sp.\nz o.o.\nONLINE: 1229 Terms and Conditions Terms and Conditions of the GamerHash portal <p>\n<em>last update: 25 January 2018 </em>\n</p>\nGeneral information\n<ol>\n<li>GamerHash Portal (hereinafter referred to as the ‘Portal’) is a propriety of CoinAxe sp.\nz.o.o., established in Poznan (61-575), ul.\nŚw.\nCzesława 7/12, entered into the National Court Register under KRS number 0000702796 by the District Court in Poznan - Nowe Miasto i Wilda.\n(hereinafter referred to as ‘CoinAxe’).\n</li>\n<li>The Portal was created as a platform for downloading the Application by Users and for managing the Account by them in connection to Cryptocurrencies mining by means of the Application and the follow-up barter exchange of the Cryptocurrencies for the Bitcoin cryptocurrency or for goods chosen by the User that are proposed in the E-shop.\n</li>\n<li>In all cases in which the Terms and Conditions refer to a specific time, the relevant time is: from the first Sunday of October to the first Sunday of March –Central European Time (CET), and from the first Sunday of March to the first Sunday of October –Central European Summer Time (UTC+2).\n</li>\n<li>4.\nIn all cases indicated in the Terms and Conditions as requiring contact with CoinAxe (information, reports, other), the relevant e-mail address is:: support@gamerhash.com.\n</li>\n</ol>\nDEFINITIONS\n<ul>\n<li>\n<strong>Application</strong> – computer programme downloaded by the User on a computer, phone or other electronic devices (hereinafter collectively referred to as the ‘Devices’) in order to mine the Cryptocurrencies.\n</li>\n<li>\n<strong>Bitcoin (BTC)</strong> – decentralised electronic currency based on source code considered as property rights.\nIn order to avoid doubts, CoinAxe declares that Bitcoin is one of the Cryptocurrencies, and its separation from the group of Cryptocurrencies was made only for the needs of the Terms &amp.\nConditions.\n</li>\n<li>\n<strong>Cryptocurrency</strong> – decentralised electronic currencies based on open-source code considered as propriety rights mined by means of the Application.\n</li>\n<li>\n<strong>User</strong> – natural person having full legal capacity, legal entity or business entity having legal capacity and an Account.\nA natural person who does not have full legal capacity: in particular, a minor may be a User only with the prior consent of the authorised legal representative.\n</li>\n<li>\n<strong>Account</strong> – individualised part of the Portal identified by the User’s login and password set individually by the User.\n</li>\n<li>\n<strong>E-shop</strong> – internet platform available at https://GamerHash.com/en/shop/, by means of which the User may purchase the goods proposed on the platform.\n</li>\n<li>\n<strong>Virtual Dollars</strong> – virtual currency used only in payments made in the E-shop, the value of which is referred to the current average American dollar (USD) exchange rate in a 1:1 ratio.\n</li>\n</ul>\nUSER ACCOUNT\n<ol>\n<li>Registration as a Portal's User is made by creation of the Account (registration):</li>\n<ol>\n<li>Via the http://GamerHash.com website, with the use of a registration form requiring the indication of the User's e-mail address, login and password.\nIn absence of the User’s login, the User's e-mail address is the login for the Account.\n</li>\n<li>b.\nVia the Facebook social network with the use of a Facebook login requiring indication of an e-mail address.\nThe Facebook login and password used for registration on the Facebook social network becomes the login and password for the User Account,\n</li>\n<li>c.\nVia the Steam social network with the use of a Steam login requiring indication of an e-mail address.\nThe Steam login and password used for registration on the Steam social network becomes login and password for the User Account.</li>\n</ol>\nFor safety reasons, it is recommended to create a strong password, to update it periodically and not to use it to log in to other websites.\n<li>After registration, an activation link to the Account will be sent to the User’s e-mail address.\nThe account becomes active upon clicking the activation link.</li>\n<li>The User shall undertake reasonable safety measures that are adequate to the existing dangers, in particular, by ensuring protection of the account against any unauthorised use, including the proper protection of the devices with access to the Account.</li>\n<li>The User shall immediately inform CoinAxe about all cases of unauthorised use of the Account or suspicion of such a use.</li>\n<li>An active Account enables download of the Application by the User.\n</li>\n</ol>\nApplication\n<ol>\n<li>The Application in whole and its specific independent or dependant parts constitute CoinAxe's propriety.\n</li>\n<li>At the time of download of the Application, CoinAxe and the User conclude a mutual Agreement (hereinafter referred to as the ‘Agreement’) under the conditions set out in the Terms &amp.\nConditions.\n</li>\n<li>CoinAxe shall grant a license to the User on the use of the Application.\nThis licence is revocable, non-exclusive, non-transferable regardless of payable or royalty-free character of the transfer, non-licensable, limited to the following activities: installation and use for one’s own, non-profit purpose under the conditions set forth in the Terms &amp.\nConditions.\nIn particular, through download of the Application, the User does not become its owner.\nThe Application remains the propriety of CoinAxe.\n</li>\n<li>The User shall not:\n<ol>\n<li>Sell, rent, lend the Application nor dispose or share it in any other way whatsoever, including the use of open-sources and the use in purposes other than that of the execution of the Agreement, regardless of payable or royalty-free character of the use.\n</li>\n<li>Copy, transfer, unless in order to execute the Agreement.\n</li>\n<li>Modify, including making amendments, dividing, decrypting, transforming in any way whatsoever, subjecting to reverse engineering or reverse compilation.\n</li>\n</ol>\n</li>\n<li>Any suggestions, comments or ideas concerning changes, including improvements of functionality of the Application brought by the User to CoinAxe may be applied by CoinAxe at its discretion, without the need of payment or other form of remuneration for the benefit of the User.\n</li>\n<li>CoinAxe reserves the right to modify the Application at its own discretion, including the right to improvements of the Application (hereinafter collectively referred to as: the updates) in terms of its functionality or presentation.\nThe update has no influence on conditions of the Agreement, which remain in force with regard to the updated Application.\n</li>\n<li>At the time of download and start-up of the Application, the User downloads with the use of the Application’s functionality, on the basis of a license, external software – so-called “miners”, which does not constitute the propriety of CoinAxe.\nThe User shall respect the rules of the license, in particular, he/she shall not infringe upon the external software propriety rights, intellectual propriety rights, including copyrights, rights to computer programmes, databases, trademarks, inventions etc.\nCoinAxe shall not be liable for acts or omissions of the User that cause or may cause any damage in property of third parties being owners or authorized entities from the external software.\n</li>\n</ol>\nOperating principles of the Application\n<ol>\n<li>The application is compatible with Windows 7 64-bit, Windows 8 64 bit, Windows 8.1 64-bit, Windows 10 64 bit operating systems.\nAfter download, the Application is automatically installed and started-up on the Device on which it has been downloaded.\nThe Application may be installed by the User on any number of Devices.\n</li>\n<li>Upon installation of the Application, the User enters the login to the Account in the “Login/User” field visible on the screen of the Device.\nBy entering the login, the User connects the Application installed on a given Device with the User Account.\nOn each device upon which has been installed the Application connected to the Account in the way referred to in the previous sentence is visible in the panel of the User Account.\n</li>\n<li>After installation of the Application on the Device, CoinAxe verifies the computing power of the Device and choose the Cryptocurrency that will be mined with the use of the Application.\nThe type of mined Cryptocurrency depends on the type and computing power of the Device.\nThe computing power of the Device is determined on the basis of its parameters.\nThe larger computing power of the Devices, the bigger the Application’s performance.\n</li>\n<li>The User is not informed about the type of Cryptocurrency mined with the use of the Application.\nThe mined Cryptocurrency is converted to the Bitcoin cryptocurrency and disclosed at the User Account under the rules described below.\n</li>\n<li>Cryptocurrency mining status is measured in 24-hour-long sessions.\nA session begins at 00:00 of a given day and ends at 11.59 p.m.\nof the following day, subject to the next sentence.\nThe first session begins at the moment of download of the Application and ends at 11.59 p.m.\nof the same day.\n</li>\n<li>The cryptocurrencies mining status is updated and saved on the Account of the User after conversion to the Bitcoin cryptocurrency, after finishing each session.\n</li>\n<li>In the event the Cryptocurrency mined during a given session, after being converted into Bitcoin cryptocurrency, exceeds 0.00001 of Bitcoin, the Cryptocurrency is exchanged for Bitcoin cryptocurrency and transferred to be paid out.\nThe Bitcoin cryptocurrency is payable to the CoinAxe internal wallet on the day following the day of transfer of the Bitcoin currency to be paid out at approximately 12.00 o’clock.\nThe pay-out of the Bitcoin cryptocurrency shall be disclosed at the User’s Account on the day of their pay-out, at approximately 12.00 o’clock.\n</li>\n<li>In the event the Cryptocurrency mined during a given session, after being converted into Bitcoin cryptocurrency, does not exceed 0.00001 of Bitcoin, the Cryptocurrency is saved in the User Account and shall be added to the cryptocurrency mined on the next day or days, after converting the Cryptocurrency mined on the next day or days to the Bitcoin cryptocurrency.\nIn the event the sum of the Cryptocurrencies mined and converted to the Bitcoin cryptocurrency, according to the previous sentence, exceeds 0.00001 of Bitcoin after the end of the session, the sum of mined Cryptocurrencies is exchangeable to the Bitcoin cryptocurrency and is transferred to be paid out.\nThe provisions of point 7 hereinabove, the penultimate and last sentence are applicable.\n</li>\n<li>The Bitcoin cryptocurrency exchange rate, according to which its value in American dollars (USD) is set, determinates its average exchange rate displayed on the Portal and in the E-shop.\n</li>\n<li>For each exchange of Cryptocurrencies into Bitcoin cryptocurrencies, CoinAxe charges a fee of 2% to 7% of the exchange value, depending on the amount of Cryptocurrency converted into Bitcoin mined by the User in the last 30 days.\nThe fee level is visible on the User’s Account.\nThe fee thresholds are listed at: https://gamerhash.com/en/fees</li>\n</ol>\nPayout of the Bitcoin cryptocurrency\n<ol>\n<li>The Bitcoin cryptocurrency paid out to the CoinAxe internal wallet, according to the chapter Operating principles of the Application, point 7 hereinabove, may be paid out by the User to his own wallet (hereinafter referred to as the ‘External Wallet’) under the rules described hereinafter.\n</li>\n<li>The pay-out of the Bitcoin cryptocurrency to the External Wallet may be done only if the User collected no less than 0.002 of Bitcoin cryptocurrency (hereinafter referred to as the ‘Minimal Threshold for the Pay-out’) to his/her internal wallet.\n</li>\n<li>If the User didn't achieve the minimal threshold for the pay-out, the Bitcoin cryptocurrency pay-out request shall be considered as ineffective.\n</li>\n<li>Personalisation of the External Wallet shall be done by entering the wallet address in the “Pay-out settings”.\nCoinAxe shall not verify the External Wallet, especially in terms of its safety.\nThe pay-out of the Bitcoin cryptocurrency to the External Wallet is at the sole risk of the User.\nThis operation cannot be undone.\n</li>\n<li>Each Wednesday of the week shall be the day of the pay-out of the Bitcoin cryptocurrency to the external Wallets (hereinafter referred to as the ‘Pay-out Day’).\nIn the case of submitting a Bitcoin cryptocurrency pay-out request on the Pay-out Day, the Bitcoin cryptocurrency shall be paid out to the External Wallet on the Pay-out Day of the next month.\n</li>\n<li>A fee will be charged for each pay-out of the Bitcoin cryptocurrency to the External Wallet in the amount displayed on the device at the moment of placing the request for pay-out of the Bitcoin cryptocurrency by the User.\n</li>\n</ol>\nBitcoin cryptocurrency exchange\n<ol>\n<li>At the User’s request, the Bitcoin cryptocurrency paid out to the CoinAxe internal wallet according to the chapter operating principles of the application, point 7 hereinabove, may be automatically exchanged for Virtual Dollars.\nThe exchange request may concern Bitcoin cryptocurrency already paid out to the internal CoinAxe wallet and Bitcoin cryptocurrency that is going to be exchanged as a result of extraction of the Cryptocurrency by the User.\nThe exchange of Bitcoin cryptocurrency to Virtual Dollars cannot be undone, i.e.\nthe User cannot request for a reverse exchange of Virtual Dollars to the Bitcoin cryptocurrency.\nIn case of withdrawal of the request of exchange of Bitcoin cryptocurrency to Virtual Dollars, which is supposed to be exchanged as a result of extraction of the Cryptocurrency by the User, the exchange of the Bitcoin cryptocurrency to Virtual Dollars shall be discontinued at the day following the closing of the session at the day, when the exchange request was withdrawn.\n</li>\n<li>The request for exchange of Bitcoin cryptocurrency to Virtual Dollars and declarations of withdrawal of this request shall be reported by the User to CoinAxe in “Pay-out settings”.\n</li>\n<li>The Bitcoin cryptocurrency paid out to the CoinAxe internal wallet according to the operating principles of the application, point 7 hereinabove may be used in settlement of transactions executed within the E-shop under the rules described hereinafter.\n</li>\n<li>The User may request to settle the purchase of goods offered in the E-shop with the Bitcoin cryptocurrency paid out to the CoinAxe internal wallet.\nIf the User has the Bitcoin cryptocurrency paid out to the CoinAxe internal wallet in an amount corresponding to the quantity of goods, CoinAxe shall exchange the Bitcoin cryptocurrency to Virtual Dollars, which shall be use to settle the purchase of goods.\nThe exchange of Bitcoin cryptocurrency to Virtual Dollars and settlement of goods purchased cannot be undone, i.e.\nthe User cannot request for a reverse exchange of Virtual Dollars to Bitcoin cryptocurrency.\n</li>\n</ol>\nData security policy\n<ol>\n<li>Data shall be processed in accordance with Data Security Policy available at: https://gamerhash.com/en/privacy .\nThe acceptance of the Data Security Policy is a prerequisite for registration as the User.\nThe acceptance of the Data Security Policy constitutes a confirmation of reading of its conditions.\n</li>\n</ol>\nExpiry of the Agreement\n<ol>\n<li>CoinAxe reserves the right to suspend or delete the Account of the User who infringes the provisions of the Agreement and/or the Terms &amp.\nConditions.\nRemoval of the Account does not exempt the User from the obligation to remedy damages inflicted possibly to CoinAxe, in the case of breaching the provisions of the Agreement and/or the Terms &amp.\nConditions.\n</li>\n<li>The User shall be entitled to delete the Account without giving reasons.\n</li>\n<li>In the event the User does not give request for Bitcoin cryptocurrency pay-out according to the chapter Bitcoin cryptocurrency payout or he/she does not give request for exchange of Bitcoin cryptocurrency to Virtual Dollars or does not use them in settlement of transactions executed within the E-shop, according to the chapter Bitcoin Cryptocurrency exchange, the Bitcoin cryptocurrency shall be paid out to the CoinAxe internal wallet and after removal of the User’s Account, it becomes the propriety of CoinAxe and the User waives all claims in this respect.\n</li>\n<li>In case of removal of the Account, regardless of the reason, the User is obliged to remove permanently the Application and its potential copies downloaded on his/her Devices.\n</li>\n</ol>\nDangers\nThe User is aware of the risks related to the use of the Portal and/or Application, and he/she accepts this risk.\nIn particular, the User is aware of:\n<ol>\n<li>Overloading of the Device as a result of the download and use of the Application, including its potential damage or destruction, technical requirements of the Application, including the electric energy consumption by the Device.\n</li>\n<li>The changes of Cryptocurrency and Bitcoin Cryptocurrency exchange rates, including a possible instability and its consequences.\n</li>\n<li>Lack of guarantee of extraction of the Cryptocurrency by means of the Application on a level assumed by the User.\n</li>\n<li>Innovativeness of the Portal and Application and a possibility of errors in their functioning.\n</li>\n<li>Legislative risk, in particular a possible introduction of law regulations prohibiting mining or exchange of Cryptocurrencies and/or Bitcoin cryptocurrencies.\n</li>\n<li>Possible abuses by third parties, including the Account compromises, change of its settings or stealing of the Cryptocurrency and/or Bitcoin cryptocurrency.\n</li>\n<li>Other dangers resulting from the functioning of the Portal and Application affecting the personal and material situation of the User and owners and/or holders of Devices used by the User.\n</li>\n</ol>\nLiability limitations and exclusions\n<ol>\n<li>CoinAxe declares that the Portal and Application are innovative solutions and cannot be covered by appropriate functioning guarantee, including the non-occurrence of errors or defects.\nIn particular, CoinAxe cannot guarantee the full compatibility of the Application with the Devices and reaching of a given Cryptocurrency extraction level by the User.\n</li>\n<li>CoinAxe has no influence on current Cryptocurrency and Bitcoin Cryptocurrencies exchange rates.\nDecision on mining Cryptocurrencies by means of the Application is voluntary and aware decision of the User.\n</li>\n<li>CoinAxe shall not be liable for any actions of third parties, in particular, CoinAxe shall not be liable for any damage caused by persons who were granted access to the Account or external Wallet as a result of illegal activities or acts of the User (inadequately securing of the Account and/or the External Wallet, making his/her login and password available, giving open access to his/her Account/external wallet).\n</li>\n<li>CoinAxe shall not be liable for legal and fiscal settlements of the User.\nThe User is personally responsible for fulfilling all legal and fiscal requirements related to the use of the Bitcoin cryptocurrency in change, exchange or as a tender, in particular for making all relevant declarations and carrying out the appropriate settlements.\n</li>\n<li>CoinAxe shall not be liable for any damage to third parties resulting from acts or omissions of the Users, in particular, CoinAxe shall not be liable in case of downloading the Application on a Device belonging to a third party without his/her knowledge or without his/her consent or without his/her knowledge and consent on functioning of this Application.\n</li>\n</ol>\nApplicable law\n<ol>\n<li>With the exception of conflict-of-law rules resulting from the international law, the applicable law for settling any disputes that may arise from conclusion, implementation or expiration of the Agreement is the Polish law.\n</li>\n<li>In the event that any provision of the Terms &amp.\nConditions is deemed to be invalid, in particular on the basis that it infringes the legal order of the State whose law is applicable as a result of application of the conflict-of-law rules referred to in point 1 hereinabove.\nThe other provisions of the Terms &amp.\nConditions remain in force and the invalid provision is replaced by a provision that is compliant with the basic principles and objectives of the Terms &amp.\nConditions.\n</li>\n</ol>\nAmendments to the Terms &amp.\nConditions\nCoinAxe reserves the right to amend the Terms &amp.\nConditions at its own discretion.\nInformation about the amendments to the Terms &amp.\nConditions shall be transferred to the User at the time of his/her logging in after the amendments to the Terms &amp.\nConditions in the form of an announcement.\nIn case of non-acceptance of the amended Terms &amp.\nConditions, the User is obliged to remove the Account immediately and to remove permanently and immediately the Application from the Devices.\nContinuation of the Agreement is tantamount to acceptance of the amendment to the Terms &amp.\nConditions by the User.\n<strong>Mobile app</strong>\nEarning, HODLing and spending crypto will never be easier.\nGamerHash\n<ul>\n<li>\nAbout\n</li>\n<li>\nTerms and Conditions\n</li>\n<li>\nPrivacy policy\n</li>\n<li>\nMedia\n</li>\n<li>\nBlockchain Game Alliance\n</li>\n</ul> Help\n<ul>\n<li>\nHow it works\n</li>\n<li>\nFAQ </li>\n<li>\nI have a problem\n</li>\n<li>\nASIC / GPU mining\n</li>\n<li>\nProfitability calculator\n</li>\n</ul> See more\n<ul>\n<li>\nV-Bucks for free\n</li>\n<li>\nApex coins for free\n</li>\n<li>\nFees\n</li>\n<li>\nAffiliate\n</li>\n</ul> Site Language English Polski Русский Português 官话 日本語 한국어 © 2021 CoinAxe sp.\nz o.o.\nONLINE: 1229 All product and company names are trademarks™ or registered® trademarks of their respective holders.\nUse of them does not imply any affiliation with or endorsement by them.\n", "created_at": "2021-06-05 22:29:59.17092", "updated_at": "2021-06-05 20:30:58.487471"}, {"id": 6784, "name": "Privacy Policy", "url": "https://gamerhash.com/privacy", "xpath": "//body", "text": " <ul>\n<li> Store </li>\n<li> GamerCoin </li>\n<li> News </li>\n</ul>\n<ul>\n<li> Download GamerHash Mining + Play&amp;Earn:\nDesktop Download GamerHash\nApplication for Windows 10 Store + Wallet transactions:\nMobile </li>\n<li> Login with email <p>\nDon't have an account?\nRegister\n</p>\n<p>or</p>\nLog in via Facebook\nLog in via Steam\nLog in via Google </li>\n</ul> GamerHash\n<ul>\n<li>\nAbout\n</li>\n<li>\nTerms and Conditions\n</li>\n<li>\nPrivacy policy\n</li>\n<li>\nMedia\n</li>\n<li>\nBlockchain Game Alliance\n</li>\n</ul> Help\n<ul>\n<li>\nHow it works\n</li>\n<li>\nFAQ\n</li>\n<li>\nI have a problem\n</li>\n<li>\nASIC / GPU mining\n</li>\n<li>\nProfitability calculator\n</li>\n</ul> See more\n<ul>\n<li>\nV-Bucks for free\n</li>\n<li>\nApex coins for free\n</li>\n<li>\nFees\n</li>\n<li>\nAffiliate\n</li>\n</ul> Site Language English Polski Русский Português 官话 日本語 한국어 © 2021 CoinAxe sp.\nz o.o.\nONLINE: 1229 Data safety policy 01 GENERAL PROVISIONS\n<ol>\n<li>The Data Security Policy informs about purposes, bases and methods of processing personal data and about the rights of Users directly related to the processing of personal data of Users of GamerHash Portal (hereinafter referred to as the ‘Portal’) by its operator - CoinAxe Limited Lability Company (hereinafter referred to as ‘CoinAxe’) with the registered office in Poznań.</li>\n<li>CoinAxe processes personal data in compliance with the Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on the protection of natural persons with regard to the processing of personal data and on the free movement of such data, and repealing Directive 95/46/EC (General Data Protection Regulation) (hereinafter referred as ‘RODO’).</li>\n<li>The processing of personal data is understood as all activities carried out with personal data, in particular their collection, recording, storage, downloading, viewing, use, transmission, erasure or destruction.\n</li>\n</ol> 02 BASIC INFORMATION\n<ol>\n<li>The administrator of personal data is CoinAxe Limited Liability Company with the registered office in Poznań (60-771), ul.\nMarii Konopnickiej 16/3A (hereinafter referred to as ‘CoinAxe’), entered in the Register of Entrepreneurs of the National Court Register under No.\n0000702796, email address: privacy@gamerhash.com\n</li>\n<li>The following data are subject to processing:</li>\n<ol>\n<li>personal data provided to CoinAxe by the User in the registration process or as a result of the User’s contact with CoinAxe (a message sent by the User to the email address or to the address of the registered office of CoinAxe),</li>\n<li>personal data collected by CoinAxe when the User uses the Portal, including in connection with downloading the Application, i.e.\nespecially data on the time and frequency of logging in to the Portal, a type of Web browser used by the User, IP number of the device used for logging in, IP number, a type and parameters of a device on which the Application has been installed, data on cryptocurrency to Bitcoin cryptocurrency exchange transactions, Bitcoin cryptocurrency withdrawals or Bitcoin cryptocurrency conversions, carried out in compliance with the terms and conditions specified in the Portal Regulations, including terms and conditions of these transactions,</li>\n<li>personal data collected by CoinAxe with the use of Cookies and other similar technologies, i.e.\nespecially Google Analytics,</li>\n<li>personal data collected as part of organized competitions.</li>\n</ol>\n<li>Personal data is processed for the purpose of registering the User and subsequent maintenance of the User Account, including transaction history, transaction execution: cryptocurrency exchange for Bitcoin cryptocurrency, Bitcoin cryptocurrency withdrawals, Bitcoin cryptocurrency exchange for products offered on the Portal, in order to pursue a legitimate interest CoinAxe i.e.\nCoinAxe branding by contacting the User (User’s queries regarding the functionality of the Portal, reporting technical issues, Users’ surveys, also after terminating the provision of services (closing the User Account) and the possibility of demonstrating the correctness of transactions, and if the User expresses his/her separate consent, also for marketing purposes, and in order to send commercial offers and to organize and decide competition winners.</li>\n<li>The basis for the processing of personal data is:</li>\n<ol>\n<li>the User’s consent to: marketing activities, sending commercial offers, organizing and deciding competition winners, using Cookies and other analytical tools (Article 6 1.(a) of GDPR),</li>\n<li>executing an agreement regarding: registration and subsequent maintenance of the User Account, including transaction history of the exchange of Cryptocurrencies into Bitcoin cryptocurrencies, withdrawals of Bitcoin cryptocurrencies, conversion of Bitcoin cryptocurrencies into products offered on the Portal (Article 6 1.(b) of GDPR),</li>\n<li>legitimate interest regarding: CoinAxe branding through contact with the User (replies to Users’ queries), improving the quality of services based on surveys of Users and former Users, demonstrating the correctness of transactions (Article 6 1.(f) of GDPR),</li>\n<li>implementation of the legal obligation imposed on CoinAxe, i.e.\nin particular deciding competition winners and transferring personal data and information about their processing to competent state authorities, including prosecution authorities and fiscal and tax authorities (Article 6 1.(c) of GDPR).</li>\n</ol>\n<li>Personal data will be processed for the period in which a person remains a registered User of the Portal, but not longer than for six years since deleting the User Account.\nPersonal data processed for marketing purposes, sending commercial offers, participating in competitions will be processed until the consent is withdrawn.</li>\n<li>Personal data of Users will be transferred to the following categories of recipients: programmers, analysts, entities offering communication tools, entities offering marketing tools.</li>\n<li>Personal data of Users will be transferred outside the European Economic Area, i.e.\nto the United States of America, as part of the transfer of personal data to the recipients referred to in 6 above.\nThe transfer of data takes place under standard contractual clauses, which means that the Recipients provide an adequate level of protection to the personal data provided, in particular through the use of appropriate technical and organizational measures.</li>\n<li>Providing personal data by the User is voluntary, however, in the absence of their provision, it will not be possible to register and maintain the User Account, carry out transactions, send marketing information and commercial offers, User’s participation in competitions, CoinAxe contacting the User.\nProviding personal data for the purposes of deciding competition winners is mandatory and results from the provisions of applicable law.</li>\n</ol> 03 USERS’ RIGHTS RELATED TO THE PROCESSING OF PERSONAL DATA\n<ol>\n<li>The User has the right to access, rectify, delete, limit processing, object to processing and the right to transfer personal data, on the stipulation that the right to transfer personal data applies only to data processed in an automated manner.</li>\n<li>In the event that the basis for the processing of the User’s personal data is his/her consent, the User may withdraw the consent at any time, without prejudice to the processing of personal data before the consent is withdrawn.</li>\n<li>In the event of a breach of the User’s personal data, the User has the right to lodge a complaint with a competent supervisory authority.</li>\n<li>The User sends a request to exercise the rights referred to in 1-2 above to the email address: privacy@gamerhash.com.</li>\n</ol> 04 PRINCIPLES OF PROCESSING OF PERSONAL DATA\n<ol>\n<li>The processing of Users’ data is carried out in accordance with the principles of adequacy, purposefulness and minimalism, to the extent necessary for the proper functioning of the Portal and the Application, including improving their functionality, correct performance of the mutual agreement concluded between the User and CoinAxe in connection with downloading the Application, correct execution of the cryptocurrency to Bitcoin cryptocurrency exchange transaction, Bitcoin cryptocurrency withdrawal or Bitcoin cryptocurrency conversion, and in order to properly secure the rights and interests of CoinAxe and the Users.</li>\n<li>CoinAxe takes the utmost care to ensure that the processed data is factually correct and up-to-date.\nThe substantive correctness and reliability of the data depends largely on the Users.\nUsers will promptly notify CoinAxe of any changes to their data.</li>\n<li>The processing of Users’ data is carried out with the utmost care to maintain their security while maintaining appropriate organizational and technical measures.\nDue to the development of state-of-the-art technologies and the possibility of third parties taking illegal actions that violate the interests of the Users, it is not possible to ensure complete security as well as inviolability and integrity of data.\nUsers are aware of this risk and accept it.</li>\n<li>Personal data are processed automatically using CoinAxe software.\nAutomatic processing is carried out to optimize the results of acquiring Cryptocurrencies by the Device on which the Application has been installed.</li>\n</ol> 05 COOKIES\n<ol>\n<li>CoinAxe uses Cookies.</li>\n<li>Cookies are IT data, in particular text files, stored on Users’ devices and intended for the use of websites.\nThese files allow to recognize the User’s device and properly display the website tailored to his/her individual preferences.\nDefault parameters of Cookies allow only the server that created them to read the information contained therein.\nCookies usually contain the name of the website they come from, their storage time on the User’s device and a unique number.</li>\n<li>Cookies are used to adapt the content of the website to the User’s preferences and to optimize it.\nAlso, Cookies are used to create anonymous, aggregate statistics, thanks to which you can check how the User uses the website, which gives the opportunity to improve the content and structure of the Portal, excluding personal identification of the User.</li>\n<li>By default, the software used for browsing websites allows Cookies to be placed on the User’s device.\nThese settings can be changed so as to block the automatic handling of Cookies in the web browser settings or to inform about their transfer to the User’s device each time.\nDetailed information on the possibilities and methods of handling Cookies is available in the software (web browser) settings.\nRestricting the use of Cookies may affect some of the functionalities available on the website.</li>\n<li>With regard to the storage time of Cookies on the User’s device, the following Cookies are distinguished:</li>\n<ol>\n<li>temporary Cookies – the so-called session files, placed for the duration of the browser use (for the session duration) and are deleted after it is closed,</li>\n<li>permanent Cookies - the so-called tracking Cookies – files that remain in the browser memory for a longer period, ensure optimal navigation, remember accountability and content layout, allow information to be transferred to the server each time the website is visited.</li>\n</ol>\n<li>The website also collects external Cookies – the so-called third part Cookies that come from external servers, including the servers of suppliers cooperating with CoinAxe and which allow for the adjustment of advertisements to the User’s individual preferences.</li>\n<li>Data are collected using Cookies only to perform specific functions for the User.\nThe data are encrypted so that unauthorized persons cannot access them.</li>\n<li>Cookies can be managed from the level of a web browser.</li>\n</ol> 06 CONTACT\nThe e-mail box: privacy@gamerhash.com is the appropriate contact for all matters related to Users’ data, including the provisions of the Data Security Policy.\n07 CHANGE OF THE DATA SECURITY POLICY\n<ol>\n<li>CoinAxe has the right to change the Data Security Policy, with the proviso that the changes will be introduced with the utmost care to maintain the security of the personal data processed, in particular through the use of technical and organizational safeguards adequate the data security threats identified by CoinAxe.</li>\n<li>Information about the change in the Privacy Policy will be provided in the form of a message to the User at the first login after the change in the Privacy Policy.</li>\n<li>The User is obliged to read the amended Privacy Policy.\nAcceptance of the amended Privacy Policy is a condition for the continued use of the Account on the Portal.\nIf the changed Privacy Policy is not accepted, the User Account will be deleted.</li>\n</ol>\n<p>\n<em>Last update: 30/11/2020</em>\n</p>\n<strong>Mobile app</strong>\nEarning, HODLing and spending crypto will never be easier.\nGamerHash\n<ul>\n<li>\nAbout\n</li>\n<li>\nTerms and Conditions\n</li>\n<li>\nPrivacy policy\n</li>\n<li>\nMedia\n</li>\n<li>\nBlockchain Game Alliance\n</li>\n</ul> Help\n<ul>\n<li> How it works\n</li>\n<li>\nFAQ\n</li>\n<li>\nI have a problem\n</li>\n<li>\nASIC / GPU mining\n</li>\n<li>\nProfitability calculator\n</li>\n</ul> See more\n<ul>\n<li>\nV-Bucks for free\n</li>\n<li>\nApex coins for free\n</li>\n<li>\nFees\n</li>\n<li>\nAffiliate\n</li>\n</ul> Site Language English Polski Русский Português 官话 日本語 한국어 © 2021 CoinAxe sp.\nz o.o.\nONLINE: 1229 All product and company names are trademarks™ or registered® trademarks of their respective holders.\nUse of them does not imply any affiliation with or endorsement by them.\n", "created_at": "2021-06-05 22:29:59.172509", "updated_at": "2021-06-05 20:30:25.839853"}], "points": [], "urls": ["gamerhash.com"]}}