{"error": 448, "message": "OK", "parameters": {"id": 1702, "name": "Ko-fi", "created_at": "2019-07-14 00:51:22.850998", "updated_at": "2021-03-25 03:19:26.047547", "wikipedia": null, "keywords": null, "related": null, "slug": "kofi", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/1702.png", "url": "https://ko-fi.com/", "documents": [{"id": 1629, "name": "Privacy Policy and Cookie Policy for Ko-fi.com", "url": "https://more.ko-fi.com/privacy", "xpath": "", "text": "| &nbsp;MoreTermsCreator KitPrivacyBack to Ko-fiBack|Privacy|<strong>Privacy Policy and Cookie Policy for Ko-fi.com</strong>\n<br>\n<strong>Updated 2nd November 2020</strong>\n<br>\n<p>\n<br>\n</p>\n<strong>1.Introduction</strong>\n<p>This is our privacy policy.\nIt tells you how we collect and process data received from you on our site www.ko-fi.com - Please read the following carefully to understand our views and practices regarding your personal data and how we will treat it.\nIf you have any comments on this privacy policy, please email them to <strong>data@ko-fi.com</strong>\n<strong>.</strong>\n</p>\n<p>Ko-fi is not a payment processor, Ko-fi facilitates payments directly between users of the platform via third party payment providers such as PayPal and Stripe.\nBefore creating an account or making a payment please take a moment to read the privacy policies of these payment providers.</p>\n<ul>\n<li>https://www.paypal.com/en/webapps/mpp/ua/privacy-full</li>\n<li>https://stripe.com/gb/privacy</li>\n</ul>\n<p>Ko-fi facilitates a direct relationship between Creators and Supporters (Supporters include Followers, Donors, Subscribers, and Buyers) on Ko-fi.\nIndividual Creators receive certain contact information about Supporters such as email addresses and transaction information such as delivery addresses and phone numbers when required for shipping providers and as such Creators themselves are responsible for their own lawful processing of information made available to them by the service.</p>\n<p>\n<br>\n</p>\n<strong>2.Who We Are</strong>\n<ul>\n<li>Our site address is <strong>www.ko-fi.com</strong>\n</li>\n<li>Our company name is <strong>Ko-fi Labs Limited</strong>\n</li>\n<li>Our company number is <strong>11087704</strong>\n</li>\n<li>Our registered address is <strong>The Station House, 15 Station Road, St Ives PE27 5BH</strong>\n</li>\n<li>Our nominated representative is <strong>Simon Ellington </strong>and they can be contacted at <strong>data@ko-fi.com</strong>\n</li>\n</ul>\n<p>\n<br>\n</p>\n<strong>3.What we may collect</strong>\n<p>We may collect and process the following data about you:</p>\n<ul>\n<li>Contact information such as name and email address either entered directly or transmitted via a social sign up facility such as ‘sign up with Google’ or ‘sign up with Facebook’,</li>\n<li>Information you put into forms or surveys on our site,</li>\n<li>Information you put into your Ko-fi profile and updates to your profile including but not limited to images, hashtags, text updates and links to third-party websites or content,</li>\n<li>Information you enter to send or receive payments such as PayPal email address or Stripe Connected Account information,</li>\n<li>Details of transactions you carry out through our site,</li>\n<li>Details of your visits to our site and the resources you use,</li>\n<li>Information about your computer (e.g.\nyour IP address, browser, operating system, etc.) for system administration and to report aggregate information to our advertisers,</li>\n<li>The referring URL (where a visitor to a page came from).</li>\n<li>Marketing preferences information which can be managed at notification settings,</li>\n<li>Other personal information you choose to disclose to us for any reason.</li>\n</ul>\n<p>Under GDPR we will ensure that your personal data is processed lawfully, fairly, and transparently, without adversely affecting your rights.\nWe collect and process your personal data;</p>\n<ul>\n<li>As necessary to fulfil our Terms and Conditions of Use </li>\n<li>Consistent with your consent which you may revoke at any time through the deletion of your account</li>\n<li>As is necessary for the performance of a contract to which you are a party</li>\n<li>As necessary to comply with our legal obligations</li>\n<li>To protect your vital interest or those of others</li>\n<li>As necessary in the public interest</li>\n<li>For our legitimate interest in the provision of a service to our users and partners unless those interests may be overridden by your interests or fundamental rights and freedoms that require the protection of personal data.\n<br>\n</li>\n</ul>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>In order to provide the service to you, we collect some personal information from you and your device.\n</blockquote>\n<p>‍</p>\n<strong>4.Cookies</strong>\n<p>All Cookies used by and on our website are used in accordance with current English and EU Cookie Law.\nThe site uses cookies to collect information about your access to the site.\nCookies are pieces of information that include a unique reference code that a website transfers to your device to store and sometimes track information about you.\nSome of the cookies we use last only for the duration of your web session and expire when you close your browser.\nOther cookies are used to remember you when you return to the site and will last for longer.</p>\n<p>\n<strong>Disabling Cookies</strong>\n</p>\n<p>Most computer and some mobile web browsers automatically accept cookies but, if you prefer, you can change your browser to prevent that or to notify you each time a cookie is set.\nYou can prevent the setting of cookies by adjusting the settings on your browser.\nIf you do disable cookies it may not be possible to use the service.\n&nbsp;</p>\n<p>\n<strong>Our cookies will be used for:</strong>\n</p>\n<p>Essential session management</p>\n<ul>\n<li>creating a specific log-in session for a user of the site in order that the site remembers that a user is logged in and that their page requests are delivered in an effective, secure and consistent manner;</li>\n<li>recognising when a user of the site has visited before allowing us to identify the number of unique users we receive to the site and make sure we have enough capacity for the number of users that we get;</li>\n<li>recognising if a visitor to the site is registered with us in any way;</li>\n<li>we may also log information including the existence of cookies, your IP address and information about your browser program in order to allow us to diagnose problems, administer and monitor overall usage of our site.</li>\n</ul>\n<p>\n<strong>Functionality</strong>\n</p>\n<ul>\n<li>customising elements of the content of the pages of the site.</li>\n</ul>\n<p>\n<strong>Performance and measurement</strong>\n</p>\n<ul>\n<li>collecting statistical information about how our users use the site so that we can improve the site and learn which parts are most popular to users.</li>\n</ul>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>Ko-fi.com use cookies to operate the service and improve it.</blockquote>\n<p>‍</p>\n<strong>5.How we use what we collect</strong>\n<p>We use information about you to:</p>\n<ul>\n<li>Present site content effectively,</li>\n<li>Provide information about the service and connected supporters or creators pages of which may be of interest,</li>\n<li>Tell you about additional services available to you,</li>\n<li>Carry out our contracts with you,</li>\n<li>Allow you to use our interactive services if you want to,</li>\n<li>Comply with the acceptable use policies of payment partners such as PayPal and Stripe,</li>\n<li>Tell you our charges for premium, gold or pro services where appropriate</li>\n</ul>\n<p>If you don't want to be contacted for marketing purposes, please adjust your notification settings in your dashboard.\n</p>\n<p>\n<strong>Note:</strong> Both Ko-fi and the Creators using Ko-fi process the personal information provided on Ko-fi separately and are therefore considered independent data controllers.\nFor example, Creators using Ko-fi will have access to their Supporter email addresses and buyer shipping addresses and transaction information.\nIf you do not wish for your information to be available to Creators on Ko-fi, please do not enter that information when using Ko-fi and do not use this service.</p>\n<p>\n<strong>Please also note:</strong> We don't identify individuals to our advertisers, but we may give them aggregate information to help them reach their target audience, and we may use information we have collected to display advertisements to that audience.</p>\n<p>In addition, if you don’t want us to use your personal data for any of the other reasons set out in this section in 5, you can let us know at any time by contacting us at data@ko-fi.com, and we will delete your data from our systems.\nHowever, you acknowledge this will remove our ability to provide the service to you and will not automatically remove that contact or transaction data previously made available to Creators.</p>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>We use the data we collect to provide the service to you and occasionally we may show relevant advertising </blockquote>\n<p>‍</p>\n<strong>6.Where we store your data</strong>\n<p>We may transfer your collected data to storage outside the European Economic Area (EEA).\nIt may be processed outside the EEA to provide the service to you.</p>\n<p>By giving us your personal data, you agree to this arrangement.\nWe will do what we reasonably can to keep your data secure.</p>\n<p>If we give you a password, you must keep it confidential.\nPlease don't share it.\nAlthough we try to provide protection, we cannot guarantee complete security for your data, and you take the risk that any sending of that data turns out to be not secure despite our efforts.</p>\n<p>We only keep your personal data for as long as we need to in order to use it as described above in section 5, and/or for as long as we have your permission to keep it.\nIn any event, we will conduct an annual review to ascertain whether we need to keep your personal data.\nYour personal data will be deleted automatically if we no longer need it.</p>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>Your data is stored securely, and we don’t keep it for longer than we need it.\nYour data is transferred to some suppliers located outside of the EEA.</blockquote>\n<p>‍</p>\n<strong>7.Disclosing your information</strong>\n<p>We are allowed to disclose your information in the following cases:</p>\n<ul>\n<li>If we want to sell the service or the company, we can disclose it to the potential buyer.</li>\n<li>We can disclose it to other businesses in our group.</li>\n<li>We can disclose it if we have a legal obligation to do so, or in order to protect other people's property, safety or rights.</li>\n<li>If a payment provider such as PayPal or Stripe requests access to it.</li>\n<li>We can exchange information with others to protect against fraud or credit risks.</li>\n</ul>\n<p>We may contract with third parties to supply services to you on our behalf.\nThese may include payment processing, search engine facilities, advertising and marketing.\nIn some cases, the third parties may require access to some or all of your data.&nbsp;</p>\n<p>Where any of your data is required for such a purpose, we will take all reasonable steps to ensure that your data will be handled safely, securely, and in accordance with your rights, our obligations, and the obligations of the third party under GDPR and the law.<br>\n</p>\n<p>\n<strong>Disclosing supporter information to creators</strong>\n</p>\n<p>We will disclose the email address and any transaction information entered on Ko-fi required to facilitate direct communication between the Creator and Supporter, the fulfilment of transactions or calculation of tax liabilities.</p>\n<p>Creators are responsible for how they use the data collected on Ko-fi.\nBy following, supporting, subscribing or buying from a Creator on Ko-fi you are directing us to share your information in this way.\nIf you do not wish for information to be disclosed to a creator please do not enter that information on Ko-fi.&nbsp;</p>\n<p>Creators may contact you outside of Ko-fi and you agree to contact them directly should you wish to withdraw your consent to contact you.\nIt will be wholly the responsibility of the creator, not Ko-fi to use your data in accordance with applicable laws.<br>\n</p>\n<p>\n<strong>Creators Using supporter or follower information</strong>\n</p>\n<p>We expect Creators to respect the privacy of the followers and supporters whose information you have received.\nAs described in Ko-fi Terms and Conditions, you have a limited license to use that information only for Ko-fi related communications and transactions.\nKo-fi has not granted a license to you to use the information for unauthorised transactions or sending unsolicited commercial messages in violation of any applicable laws, including any consent requirements of the jurisdiction of the recipient.&nbsp;</p>\n<p>You should only add a Supporter to your email or physical mailing list or otherwise use or store a Supporter’s personal information in accordance with applicable laws, including any consent requirements that apply in that member's jurisdiction.\n</p>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>Reputable third-party suppliers and partners are used to process personal data.\nWe may transfer your personal data to these suppliers.\nWe may also provide Creators with Supporter email addresses and transaction information in order to communicate or fulfil transactions.&nbsp.\n</blockquote>\n<p>‍</p>\n<strong>8.Your rights</strong>\n<p>You can ask us not to use your data for marketing.\nYou can do this by updating your notification settings or by contacting us at any time at data@ko-fi.com </p>\n<p>Under the GDPR, you have the right to:</p>\n<ul>\n<li>request access to, deletion of or correction of, your personal data held by us at no cost to you.\n</li>\n<li>be informed of what data processing is taking place;</li>\n<li>restrict processing;</li>\n<li>to object to the processing of your personal data.\nand</li>\n<li>complain to a supervisory authority.</li>\n</ul>\n<p>To enforce any of the foregoing rights or if you have any other questions about our site or this Privacy Policy, please contact us at data@ko-fi.com.</p>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>You can opt-out of receiving marketing in your notification preferences or ask us anything about the data we hold about you.</blockquote>\n<p>‍</p>\n<strong>9.Links to other sites</strong>\n<p>Please note that our Terms of Use and our policies will not apply to other websites that you get to via a link from our site.\nWe have no control over how your data is collected, stored or used by other websites and we advise you to check the privacy policies of any such websites before providing any data to them.</p>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>We are not responsible for any other sites not operated by Ko-fi Labs Limited</blockquote>\n<p>‍</p>\n<strong>10.Changes</strong>\n<p>If we change our Privacy Policy, we will post the changes on this page.\nIf we decide to, we may also email you.</p>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>Come back to this page for updates</blockquote>ProductExploreAboutGoldShopBrand AssetsBlogKo-fi for CreatorsArtistsCosplayersWritersPodcastersHelp &amp.\nSupportTermsPrivacyHelpWe're HiringAffiliatesPatreon AlternativeKo-fi Labs ©2020 ", "created_at": "2019-07-14 00:53:24.100256", "updated_at": "2020-12-14 19:32:25.76216"}, {"id": 1628, "name": "Terms and Conditions of Use", "url": "https://more.ko-fi.com/terms", "xpath": "", "text": "| &nbsp;MoreTermsCreator KitPrivacyBack to Ko-fiBack|Terms|<strong>Terms and Conditions of Use</strong>\n<p>Welcome to Ko-fi.com.\nThis page tells you the terms on which you may use our website and platform www.Ko-fi.com, whether as registered user or guest.\nPlease read these terms of use carefully.\nBy using the site, you accept the terms of use and agree to comply with them.\nIf you don't accept them, you must not use the site.</p>\n<p>Ko-fi.com is a site operated by Ko-Fi Labs Limited (“<strong>We</strong>”, “<strong>Us</strong>”, “<strong>Our</strong>”, “<strong>Ko-fi</strong>”).\nWe are a UK Limited company registered in England and Wales under company number 11087704.</p>\n<p>To contact us, please email hello@ko-fi.com or reach out to us via the Help Portal on our site.</p>\n<p>‍</p>\n<strong>Terms</strong>\n<strong>Description of Service </strong>\n<p>Ko-fi.com is a platform, it is not a financial institution, merchant, creditor, charity, advisor or broker of any kind.\nKo-fi is designed to allow a Creator (see below definition) to register and customise a page such as www.ko-fi.com/PageName.\nCreators can customise the page with images, text and video and use the page to facilitate the acceptance of monetary Donations (“<strong>Donations</strong>”), the sale of commissions (“<strong>Commissions</strong>”), products (the “<strong>Ko-fi Shop</strong>”), Memberships (“<strong>Memberships</strong>”) and other forms of Creator content which shall be collectively referred to as “<strong>Creator</strong>\n<strong>Content</strong>”.\nSupporters are able to follow, donate, purchase or subscribe to receive Creator Content<strong>.\n</strong>\n</p>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>We develop a community for Creators to sell Creator Content, receive messages and Donations from Supporters.</blockquote>\n<p>‍</p>\n<strong>Acceptance of Terms &nbsp;</strong>\n<p>By accessing this platform, you are agreeing to be bound by these terms of use and agree that you are responsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, you are prohibited from using or accessing this site.\nThe materials contained in this platform are protected by applicable copyright and trademark law.</p>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>By using Ko-fi.com you agree to these terms.\n</blockquote>\n<p>‍</p>\n<strong>Changes to These Terms and our site</strong>\n<p>We may amend these terms from time to time.\nEvery time you wish to use our site, please check these terms to ensure you understand the terms that apply at that time.\nThese terms were last updated in November 2020.\nWe may also update and change our site from time to time to reflect changes to subscriptions, Memberships, different features, our users' needs, changes in the law, regulatory requirements and our business priorities.\nWe will try to give you reasonable notice of any major changes.</p>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>We can decide to change our terms and our site whenever we decide to update them.</blockquote>\n<p>\n<br>\n</p>‍<strong>Disclaimer</strong>\n<p>\n<strong>‍</strong>The materials on Ko-fi's platform are provided \"as is\".\nKo-fi makes no warranties, representations or guarantees, whether expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights including without limitation in respect of: (i) the materials provided on Ko-fi’s platform.\nand (ii) all transactions in relation to Creator Content, Donations, Memberships or any other type of good or service.\nFurther, Ko-fi does not warrant or make any representations concerning the accuracy, likely results, or reliability of the materials on its website or the contents of any sites linked to this site.\nKo-fi does not accept responsibility for the accuracy or correctness of user-generated content.\nKo-fi does not explicitly or implicitly condone or support any message or claim made by any of its users.\n<br>‍</p>\n<p>Ko-fi is a listing platform only and doesn't guarantee or endorse any Creator Content.\n&nbsp;Any disputes, errors, revision requests or other such communication regarding Creator Content, Donations or Memberships should be made directly to the Creator.\nKo-fi is not responsible for refunds or managing disputes resulting from any such transactions.\nAll transactions relating to Creator Content, including without limitation, Commissions, Products, Donations, Memberships or any other form of purchase are with the relevant Creator only.\nCreators are listed as third-party sellers identified on the Ko-fi platform, which facilitates third party sales and transactions.\nKo-fi does not identify itself as the seller of any goods or services as aforesaid, and buyers shall have no recourse against Ko-fi for any purchases of the same.</p>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>If you use Ko-fi.com it is at your own risk.</blockquote>\n<p>‍</p>\n<strong>Acceptable Use for Creators</strong>\n<p>A Creator is defined as someone who registers a Ko-fi page or uses the Ko-fi platform in any way to solicit Donations, messages, post content and sell Creator Content or Memberships.\nAs a Creator you are solely responsible for all text, images, videos, links and other content that you create, upload, post, publish or display using Ko-fi.\n</p>\n<p>As a Creator, whenever you make use of a feature that allows you to upload content to our site, or to make contact with other users of our site, you warrant that you have the necessary authorisation to provide this information.\nYou will be liable to us and indemnify us for any breach of that warranty.\nThis means you will be responsible for any loss or damage we suffer as a result of your breach of warranty.</p>\n<p>Any content you upload to our website will be considered non-confidential and non-proprietary.\nYou retain all of your ownership rights in your content but you grant us and other users of our site a limited licence to use, store and copy that content and to distribute and make it available to third parties.\nWe may use this content to improve our site and our business without liability to you.\n</p>\n<p>You also grant us the right to disclose your identity to any third party who is claiming that any content posted or uploaded by you to our site constitutes a violation of their intellectual property rights, or of their right to privacy.\n</p>\n<p>We have the right to check and remove any content or posting you make on our site if, in our opinion, this is reasonably necessary to protect our business.</p>\n<p>As a Creator you agree to become a data controller, personally responsible for the lawful processing of any information provided to you on Ko-fi, for example, email addresses of followers or names and addresses of purchasers of goods or services you sell on Ko-fi.\nYou will only use information about Supporters (including but not limited to donors, followers, buyers, subscribers) to communicate with Supporters in relation to their interactions with you on Ko-fi and in a lawful manner.\nYou must provide Supporters with a way to withdraw their consent for the processing of their information, delete their data from your records and observe all legal requirements for the processing of personal information made available to you by Ko-fi.&nbsp;</p>\n<p>To register a ‘Creator’ account you must be a minimum of 18 years of age.\n</p>\n<p>You are prohibited from using the Ko-fi platform, service or page in connection with any of the following;</p>\n<ul>\n<li>Any activity that violates any law or governmental regulation industry requirements or money laundering regulation.\n</li>\n<li>Anything prohibited by the payment providers connected to the platform such as PayPal Inc and Stripe.\nFor the avoidance of doubt the acceptable use and prohibited activities can be found at<br>• https://www.paypal.com/en/webapps/mpp/ua/acceptableuse-full<br>• https://stripe.com/gb/prohibited-businesses</li>\n<li>Content including but not limited to;</li>\n<li>Adult or sexually explicit content including but not limited to: <br>• Pornography, nudity and any other obscene content.\n&nbsp.\n<br> &nbsp.\n• Literature, imagery (including illustrative), videos, links to external sites or content containing such material.\nand <br> &nbsp.\n• Sexual services such as prostitution, escorts, pay-per view, adult live chat features;<br>• Content including links to and from the platform which is fraudulent, misleading, inaccurate or dishonest.\n<br>• Violent or excessively gory content.\nand<br>• Hate speech, intimidation or abuse of any kind targeting any individual, group or institution.\n</li>\n<li>Abuse of any kind targeting any individual, group or institution.\n</li>\n<li>Activity purposefully designed to harm the Creator in any way including financial harm with tactics such as chargebacks or fraudulent disputes;</li>\n<li>Transactions for the sale of items or goods or services with the purpose of avoiding paying taxes;</li>\n<li>Products or services that directly infringe or facilitate infringement upon the trademark, patent, copyright, trade secrets, or proprietary or privacy rights of any third party;</li>\n<li>Any other activity that Ko-fi may deem in its sole discretion to be unacceptable.</li>\n</ul>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>Do not use Ko-fi.com for Illegal or Adult content.\n<br>Only use Ko-fi.com in legal, genuine and positive ways.<br>\n</blockquote>\n<p>\n<br>\n</p>\n<strong>Supporter Specific Terms</strong>\n<p>A Supporter is defined as any person or entity providing payments, Donations or messages to a Creator page or Commissioning a Creator.\nKo-fi does not guarantee that any Creator page, goal, post, message or content of any kind is legitimate, accurate, truthful or lawful.\nIt is always the responsibility of the Supporter to determine if they wish to support a Creator and they should only do so after seeking the appropriate financial, legal, tax or other professional advice where appropriate.\n&nbsp.\n&nbsp;</p>\n<p>To register as a ‘Supporter’ or use the Ko-fi platform in any way you must be a minimum of 18 years of age.\n</p>\n<p>Some activities such as supporter messages are (by default) public and may be used by Ko-fi across the internal platform or other external websites, social media pages or other entities.\nTo keep messages of support private you must choose the option marked ‘Private’ when using the Ko-fi support service.\nEven when ‘Private’ is chosen, personal details may still be shared by the Payments provider between the buyer and the seller depending upon the type of account held with the Payments provider.\nFind out more here</p>\n<p>You are prohibited from using the Ko-fi platform, service and any page in connection with any of the following;</p>\n<ul>\n<li>Any activity that violates any law or governmental regulation industry requirements or money laundering regulation.\n</li>\n<li>Anything prohibited by the payment providers connected to the platform such as PayPal Inc and Stripe.\nFor the avoidance of doubt the acceptable use and prohibited activities can be found at<br>• https://www.paypal.com/en/webapps/mpp/ua/acceptableuse-full<br>• https://stripe.com/gb/prohibited-businesses</li>\n<li>Content including but not limited to;</li>\n<li>Adult or sexually explicit content including but not limited to: <br>• Pornography, nudity and any other obscene content.\n&nbsp.\n<br> &nbsp.\n• Literature, imagery (including illustrative), videos, links to external sites or content containing such material.\nand <br> &nbsp.\n• Sexual services such as prostitution, escorts, pay-per view, adult live chat features;<br>• Content including links to and from the platform which is fraudulent, misleading, inaccurate or dishonest.\n<br>• Violent or excessively gory content.\nand<br>• Hate speech, intimidation or abuse of any kind targeting any individual, group or institution.\n</li>\n<li>Abuse of any kind targeting any individual, group or institution.\n</li>\n<li>Activity purposefully designed to harm the Creator in any way including financial harm with tactics such as chargebacks or fraudulent disputes;</li>\n<li>Transactions for the sale of items or goods or services with the purpose of avoiding paying taxes;</li>\n<li>Products or services that directly infringe or facilitate infringement upon the trademark, patent, copyright, trade secrets, or proprietary or privacy rights of any third party;</li>\n<li>Any other activity that Ko-fi may deem in its sole discretion to be unacceptable.</li>\n</ul>\n<p>We have the right to check and remove any content or posting you make on our site if, in our opinion, this is reasonably necessary to protect our business.</p>\n<p>Ko-fi will not investigate or be held liable in any way for Donations given in error, refund requests or monetary disputes of any kind between the Creator and the Supporter.\n</p>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>Send Donations and messages to Ko-fi creators at your own risk.</blockquote>\n<p>‍</p>\n<strong>Creator Content</strong>\n<p>Creators can accept Commissions, solicit Donations and sell Products, Memberships or any other form of Creator Content (subject to applicable fees).</p>\n<p>The contractual relationship entered into for any transaction in relation to Creator Content, Donations or Memberships shall be directly between the Creator and the Supporter or buyer.\nThe Creator is responsible for supplying the relevant buyer with its own appropriate terms and conditions relating to any such sales of the Creator Content.\n</p>\n<p>Ko-fi will not be a party to any agreements, discussions, disputes, demands or otherwise in relation to sales of Creator Content or Memberships or in relation to any solicited Donation, and will not be held responsible for any returns, damages, claims or loss arising from them.\n</p>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>Ko-fi is not a party to any transactions in relation to Creator Content, Donations, Memberships or any other type of good or service.</blockquote>\n<p>\n<br>\n</p>\n<strong>Payments </strong>\n<p>Ko-fi is not a payments provider.\nPayments are made directly from Supporters to Creators externally to Ko-fi using a third party payment provider (e.g.\nPayPal, Inc., and Stripe, Inc.).</p>\n<p>By using Ko-fi you are agreeing to be bound by the terms of any third party payment providers associated with the Platform and they will be responsible for all matters relating to payment and use of your card details.</p>\n<p>Only PayPal Australia Pty Ltd (“PayPal Australia”) is able to provide the PayPal services in Australia.\nKo-fi is not an agent, representative, employee or Authorized Representative of PayPal, or PayPal Australia.\nPayPal Australia can be contacted at https://www.paypal.com/au/smarthelp/contact-us</p>\n<p>Payment providers may display the personal details of your payments account depending upon your account type even when a Donation is marked ‘Private’.\nYou should consult the payment provider directly and prior to using Ko-fi should you have any questions or concerns about the information displayed when making a payment.</p>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>Ko-fi facilitates transactions but is not a payments provider.\nYou will be bound by third party provider terms too.\n</blockquote>\n<p>\n<br>\n</p>\n<strong>Fees</strong>\n<p>We reserve the right to change our fees and charge additional fees in the future for any type of transaction.\nWe shall charge fees in relation to applicable subscriptions and transactions, as listed from time to time on our site.\nNotwithstanding the foregoing, you agree that Ko-fi does not identify itself as the seller of Creator Content, Memberships or any other goods or services, and that Ko-fi is not a party to any Donation solicited by a Creator.\nYou agree that any purchases or Donations you make on our site are with Creators, who act as third-party sellers identified on the Ko-fi platform.</p>\n<p>Creators may be required to pay fees for subscriptions – you will be notified of the subscription fees at the time of entering into your subscription.\nPlease note that the type of subscription you choose may impact your transaction fees.\nDepending on subscription or type of transaction, Ko-fi may not take any fees, subject to us reserving the right to charge additional fees in the future for any type of subscription, transaction, purchase or donation.\n</p>\n<p>For other types of subscription, transaction or any other Ko-fi feature, we may charge fees.\nAll applicable transaction fees in relation to Creator Content, Donations, Memberships or any other goods or services, shall automatically be deducted from the relevant transaction by one of our third-party payment providers.</p>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>We may charge fees for any Ko-fi feature.\nAll fees will be as advertised on our site from time to time and/or as specified for each Ko-fi feature.</blockquote>\n<p>‍</p>\n<strong>Taxes</strong>\n<p>It is your responsibility to determine what, if any, taxes apply to the Donations, Subscriptions and Sales you receive through your use of the services.\nIt is solely your responsibility to assess, collect, report or remit the correct tax, if any, to the appropriate tax authority.</p>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>Taxes are your responsibility, we don't collect or pay taxes on your behalf or give advice about tax implications of using Ko-fi.</blockquote>\n<p>‍</p>\n<strong>Linking to the Site and Scraping </strong>\n<p>You may not scrape content from this site and repost such content, either manually or automatically, without Ko-fi’s prior written consent.\nThis site must not be framed on any other site without our prior written permission.\nWe reserve the right to withdraw linking, scraping and framing permission without notice.\nIf you wish to make any use of material on this website other than that set out above, please address your request to info@ko-fi.com.\nLinking to this site should only be for the purpose of promoting a specific page as a Creator and should follow the Creator Specific Terms outlined above.\nBots or other automatic means must not be used to interact with our website.\n</p>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>Don’t steal or scrape our data.\nNot cool!</blockquote>\n<p>‍</p>\n<strong>Links to External Sites</strong>\n<p>Ko-fi has not reviewed the sites linked to its Internet platform and is not responsible for the contents of any such linked site.\nThe inclusion of any link does not imply endorsement by Ko-fi of the site.\nUse of any such linked platform is at the user's own risk.\nWe do not have control over the contents of those sites or resources.</p>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>Click links from Ko-fi.com to other sites at your own risk.</blockquote>\n<p>‍</p>\n<strong>Account Details</strong>\n<p>If you choose, or you are provided with, a user identification code, password or any other piece of information as part of our security procedures, you must treat such information as confidential.\nYou must not disclose it to any third party.</p>\n<p>We have the right to disable any user identification code or password, whether chosen by you or allocated by us, at any time, if in our reasonable opinion you have failed to comply with any of the provisions of these terms of use.</p>\n<p>If you know or suspect that anyone other than you knows your user identification code or password, you must promptly notify us at data@ko-fi.com.</p>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>Keep your Ko-fi account details safe.</blockquote>\n<p>‍</p>\n<strong>Personal Data </strong>\n<p>We will use your personal information only in accordance with our Privacy Policy (available at https://ko-fi.com/home/privacy).\nOur Privacy Policy describes how we handle the information you provide to us when you use our site.\nYou understand that through your use of our site you consent to the collection and use of your personal information as set forth in the Privacy Policy.</p>\n<p>You must not upload or use another individual’s personal information without the consent or approval of that individual.\n&nbsp.\n</p>\n<p>Any transaction facilitated by Ko-fi is paid by the Supporter to the Creator via PayPal or Stripe.\nKo-fi has no control over the information that passes to PayPal or Stripe nor the communication or display of names or personal information on its website that arise from the Supporter’s payment made via PayPal or Stripe.\nFor details of how Stripe or PayPal may use your personal information, you should refer to their respective privacy policies.\n</p>\n<p>Ko-fi and Creators using Ko-fi process Supporters (including but not limited to followers, donors, subscribers and buyers) personal data and as such are considered separate and independent data controllers of Supporters personal data.\nEach party is responsible for the personal information entered on Ko-fi.\nBoth Creators and Supporters acknowledge Ko-fi will not be held responsible for any disclosure or misuse of personal data by a Creator.\nBy using this service Creators hereby indemnify Ko-fi for any expenses, damages or fines incurred as a result of your use of the personal information obtained from the use of Ko-fi.&nbsp;&nbsp;</p>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>We will only use your personal data in accordance with our Privacy Policy.\nCreators (not Ko-fi) are responsible for how they use Supporters data.</blockquote>\n<p>‍‍</p>\n<strong>Limitation of Liability</strong>\n<p>We do not exclude or limit in any way our liability to you where it would be unlawful to do so.</p>\n<p>\n<strong>If you are a Creator:</strong>\n</p>\n<ul>\n<li>We exclude all implied conditions, warranties, representations or other terms that may apply to our site or any content on it.</li>\n<li>We will not be liable to you for any loss or damage, whether in contract, tort (including negligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with:<br>• use of or inability to use, our site.\nor<br>• use of or reliance on any content displayed on our site.</li>\n<li>In particular, we will not be liable for:<br>• loss of profits, sales, business, or revenue;<br>• business interruption;<br>• loss of anticipated savings;<br>• loss of business opportunity, goodwill or reputation.\nor<br>• any indirect or consequential loss or damage.‍</li>\n</ul>\n<p>\n<strong>If you are a Supporter:</strong>\n</p>\n<ul>\n<li>You agree not to use our site for any commercial or business purposes, and we have no liability to you for any loss of profit, loss of business, business interruption, or loss of business opportunity.</li>\n</ul>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>You can’t claim damages from us for any use of our website.</blockquote>\n<p>‍</p>\n<strong>Bugs or Viruses</strong>\n<p>We do not guarantee that our site will be secure or free from bugs or viruses and you are solely responsible for securing and backing up your content.\n</p>\n<p>You are responsible for configuring your information technology, computer programmes and platform to access our website.\nYou should use your own virus protection software.</p>\n<p>You must not misuse our website by knowingly introducing viruses, trojans, worms, logic bombs or other material that is malicious or technologically harmful.\nYou must not attempt to gain unauthorised access to our site, the server on which our site is stored or any server, computer or database connected to our site.\nYou must not attack our site via a denial-of-service attack or a distributed denial-of service attack.\nBy breaching this provision, you would commit a criminal offence under the Computer Misuse Act 1990.\nWe will report any such breach to the relevant law enforcement authorities and we will co-operate with those authorities by disclosing your identity to them.\nIn the event of such a breach, your right to use our site will cease immediately.</p>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>Keep your own content and devices safe from bugs and viruses and do not introduce them to our website.\n</blockquote>\n<p>‍</p>\n<strong>Trademarks and Copyright</strong>\n<p>Our trademarks and trade dress may not be used in connection with any good or service without the prior written consent of Ko-fi.\n</p>\n<p>We are the owner or the licensee of all intellectual property rights in our site, and in the material published on it.\nThose works are protected by copyright laws and treaties around the world.\nAll such rights are reserved.</p>\n<p>You may print off one copy, and may download extracts, of any page(s) from our site for your personal use and you may draw the attention of others to content posted on our site.\nYou must not modify the paper or digital copies of any materials you have printed off or downloaded in any way, and you must not use any illustrations, photographs, video or audio sequences or any graphics separately from any accompanying text.</p>\n<p>Our status (and that of any identified contributors) as the authors of content on our site must always be acknowledged.</p>\n<p>If you print off, copy or download any part of our site in breach of these terms of use, your right to use our site will cease immediately and you must, at our option, return or destroy any copies of the materials you have made.</p>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>Please do not abuse or steal our brand.</blockquote>\n<p>‍</p>\n<strong>Revisions and Errata</strong>\n<p>The materials appearing on Ko-fi's platform could include technical, typographical, or photographic errors.\nKo-fi does not warrant that any of the materials on its platform are accurate, complete, or current.\nKo-fi may make changes to the materials contained on its platform at any time without notice.\nKo-fi does not, however, make any commitment to update the materials.</p>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>Some content on Ko-fi maybe incorrect, but we aren’t responsible for that.</blockquote>\n<p>‍</p>\n<strong>Termination</strong>\n<p>You are required to ensure that all persons who access our website through your internet connection are aware of these terms of use and other applicable terms and conditions, and that they comply with them.\n</p>\n<p>If you wish to terminate your Ko-fi account, you should delete your account by following the steps on this page https://ko-fi.com/Manage/DeleteAccount.\n</p>\n<p>\n<strong>Creators:</strong>\n</p>\n<p>Ko-fi may terminate or suspend any and all services and/or your Ko-fi Creator account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms.\n</p>\n<p>If you have signed up to a subscription, you can find information about your cancellation rights on our site.\nYou will need to cancel your subscription in accordance with these cancellation rights to stop your recurring payments for the relevant subscription.\nMerely deleting your account without cancelling your subscription will not stop these payments.</p>\n<p>Ko-fi may terminate or suspend your subscription, at anytime and without liability, in the event that:</p>\n<ul>\n<li>You fail to pay any amount due for your Creator subscription account on the due date for payment and remain in default not less than 30 days after being notified in writing to make such payment.\nor</li>\n<li>You commit a material breach of these terms of use.</li>\n</ul>\n<p>We can also terminate or suspend your subscription at any time without giving a reason.\nIn these circumstances, we shall provide you with a refund of your subscription fees for the remainder of your subscription period.\n</p>\n<p>\n<strong>Supporters:</strong>\n</p>\n<p>Ko-fi may terminate or suspend any and all services and/or your Ko-fi Supporter account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach these terms of use.</p>\n<p>Upon termination of your account, your right to use Ko-fi.com will immediately cease.\nAll provisions of the terms of use shall survive termination, including, without limitation, ownership provisions, disclaimers, indemnity and limitations of liability.</p>\n<p>All provisions of the Terms which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, disclaimers, indemnity and limitations of liability.</p>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>We can decide to stop providing the service to you or to everyone if we decide to.</blockquote>\n<p>\n<br>\n</p>\n<strong>Governing Law</strong>\n<p>\n<strong>‍</strong>These terms of use, their subject matter and their formation (and any non-contractual disputes or claims) are governed by English law.\nYou and Ko-fi agree to the exclusive jurisdiction of the courts of England.\n</p>\n<blockquote>\n<strong>In a Nutshell <br>\n</strong>Any legal matters will be dealt with in the English courts.</blockquote>‍ProductExploreAboutGoldShopBrand AssetsBlogKo-fi for CreatorsArtistsCosplayersWritersPodcastersHelp &amp.\nSupportTermsPrivacyHelpWe're HiringAffiliatesPatreon AlternativeKo-fi Labs ©2020 ", "created_at": "2019-07-14 00:52:09.242276", "updated_at": "2020-12-14 19:33:12.299352"}], "points": [{"id": 7348, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://more.ko-fi.com/terms", "status": "Generated through the annotate view", "created_at": "2019-07-14 02:44:46.102672", "updated_at": "2020-12-22 13:59:43.579229", "quoteText": "Use of any such linked platform is at the user's own risk.\nWe do not have control over the contents of those sites or resources.</p>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>Click links from Ko-fi.com to other sites at your own risk", "case_id": 279, "document_id": 1628, "quoteStart": 18689, "quoteEnd": 18928}, {"id": 7334, "title": "Users cannot scrape the website of the service", "source": "https://more.ko-fi.com/terms", "status": "Generated through the annotate view", "created_at": "2019-07-14 01:00:14.159164", "updated_at": "2019-07-31 04:31:44.248981", "quoteText": "You may not scrape content from this site and repost such content, either manually or automatically, without Ko-fi’s prior written consent.\nThis site must not be framed on any other site without our prior written permission.\nWe reserve the right to withdraw linking, scraping and framing permission without notice.\nIf you wish to make any use of material on this website other than that set out above, please address your request to info@ko-fi.com.", "case_id": 150, "document_id": 1628, "quoteStart": 13533, "quoteEnd": 13981}, {"id": 7347, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://more.ko-fi.com/terms", "status": "Generated through the annotate view", "created_at": "2019-07-14 02:38:56.667339", "updated_at": "2020-12-15 09:01:57.387943", "quoteText": "Ko-fi has not reviewed the sites linked to its Internet platform and is not responsible for the contents of any such linked site.", "case_id": 279, "document_id": 1628, "quoteStart": 18484, "quoteEnd": 18613}, {"id": 7349, "title": "You have the right to leave this service at any time", "source": "https://more.ko-fi.com/terms", "status": "Generated through the annotate view", "created_at": "2019-07-14 02:50:11.650911", "updated_at": "2020-12-15 09:02:15.765983", "quoteText": "<p>If you wish to terminate your Ko-fi account, you should delete your account by following the steps on this page https://ko-fi.com/Manage/DeleteAccount.", "case_id": 170, "document_id": 1628, "quoteStart": 26376, "quoteEnd": 26530}, {"id": 13014, "title": "There is a date of the last update of the terms", "source": "https://more.ko-fi.com/terms", "status": "Generated through the annotate view", "created_at": "2020-12-18 22:52:22.408067", "updated_at": "2020-12-22 13:59:56.907612", "quoteText": "These terms were last updated in November 2020", "case_id": 331, "document_id": 1628, "quoteStart": 2583, "quoteEnd": 2629}, {"id": 8827, "title": "The service can delete your account without prior notice and without a reason", "source": "https://more.ko-fi.com/terms", "status": "Generated through the annotate view", "created_at": "2020-01-02 22:20:17.775818", "updated_at": "2020-12-15 10:50:15.866394", "quoteText": "<p>Ko-fi may terminate or suspend any and all services and/or your Ko-fi Creator account immediately, without prior notice or liability, for any reason whatsoever, including without limitation if you breach the Terms.", "case_id": 201, "document_id": 1628, "quoteStart": 26572, "quoteEnd": 26789}, {"id": 13015, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://more.ko-fi.com/terms", "status": "Generated through the annotate view", "created_at": "2020-12-18 22:57:30.449411", "updated_at": "2020-12-22 13:15:12.330488", "quoteText": "We will not be liable to you for any loss or damage, whether in contract, tort (including negligence), breach of statutory duty, or otherwise, even if foreseeable, arising under or in connection with:<br>• use of or inability to use, our site.\nor<br>• use of or reliance on any content displayed on our site.</li>\n<li>In particular, we will not be liable for:<br>• loss of profits, sales, business, or revenue;<br>• business interruption;<br>• loss of anticipated savings;<br>• loss of business opportunity, goodwill or reputation.\nor<br>• any indirect or consequential loss or damage.‍</li>\n</ul>\n<p>\n<strong>If you are a Supporter:</strong>\n</p>\n<ul>\n<li>You agree not to use our site for any commercial or business purposes, and we have no liability to you for any loss of profit, loss of business, business interruption, or loss of business opportunity.</li>\n</ul>\n<blockquote>\n<strong>In a Nutshell</strong>\n<br>You can’t claim damages from us for any use of our website.</blockquote>", "case_id": 293, "document_id": 1628, "quoteStart": 21942, "quoteEnd": 22931}], "urls": ["https://ko-fi.com/"]}}