{"error": 448, "message": "OK", "parameters": {"id": 5393, "name": " Interesting If True", "created_at": "2021-11-01 05:29:13.067589", "updated_at": "2021-11-01 23:01:09.455672", "wikipedia": null, "keywords": null, "related": null, "slug": "interesting-if-true", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5393.png", "url": "interestingiftrue.com", "documents": [{"id": 9684, "name": "Privacy Policy", "url": "https://interestingiftrue.com/privacy", "xpath": "//body", "text": " Skip to content <p>Interesting If True</p> Menu Close <ul>\n<li>Archive<p>Old Episodes</p>Open menu\n<ul>\n<li>W4W Archive</li>\n</ul>\n</li>\n<li>Acknowledgments<p>Credits &amp.\nThanks</p>Open menu\n<ul>\n<li>Guest Info</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> Search… </li>\n<li>Visit WyoAIDS.org<p>&amp.\nDrag Queen Bingo!</p>\n</li>\n</ul> Terms &amp.\nConditions <p>Interesting If True / Waiting 4 Wrath (“we” or “us”) values our visitors’ privacy.\nThis privacy policy is effective February 2015.\nit summarizes what information we might collect from a registered user or other visitors (“you”), and what we will and will not do with it.\nPlease note that this privacy policy does not govern the collection and use of information by companies that Interesting If True / Waiting 4 Wrath does not control, nor by individuals not employed or managed by Interesting If True / Waiting 4 Wrath.\nIf you visit a Web site that we mention or link to, be sure to review its privacy policy before providing the site with information.</p>\nWhat we do with your personally identifiable information\n<p>It is always up to you whether to disclose personally identifiable information to us, although if you elect not to do so, we reserve the right not to register you as a user or provide you with any products or services.\n“Personally identifiable information” means information that can be used to identify you as an individual, such as, for example:</p>\n<ul>\n<li>your name, company, email address, phone number, billing address, and shipping address your Waiting 4 Wrath user ID and password (if applicable)</li>\n<li>any account-preference information you provide us</li>\n<li>your computer’s domain name and I.P.\naddress, indicating</li>\n<li>where your computer is located on the Internet</li>\n<li>session data for your log-in session, so that our computer can ‘talk’ to yours while you are logged in</li>\n</ul>\n<p>If you do provide personally identifiable information to us, either directly or through a reseller or other business partner, we will:</p>\n<ul>\n<li>not sell or rent it to a third party without your permission — although unless you opt-out (see below), we may use your contact information to provide you with information we believe you need to know or may find useful, such as (for example) news about our services and products and modifications to the Terms of Service;</li>\n<li>take commercially reasonable precautions to protect the information from loss, misuse, and unauthorized access, disclosure, alteration and destruction;</li>\n<li>not use or disclose the information except:\n<ul>\n<li>as necessary to provide services or products you have ordered, such as (for example) by providing it to a carrier to deliver products you have ordered;</li>\n<li>in other ways described in this privacy policy or to which you have otherwise consented.\nin the aggregate with other information in such a way so that your identity cannot reasonably be determined (for example, statistical compilations)</li>\n<li>as required by law, for example, in response to a subpoena or search warrant;</li>\n<li>to outside auditors who have agreed to keep the information confidential;</li>\n<li>as necessary to enforce the Terms of Service;</li>\n<li>as necessary to protect the rights, safety, or property of Waiting 4 Wrath, its users, or others.\nthis may include (for example) exchanging information with other organizations for fraud protection and/or risk reduction.</li>\n</ul>\n</li>\n</ul>\nOther information we collect\n<p>We may collect other information that cannot be readily used to identify you, such as (for example) the domain name and IP address of your computer.\nWe may use this information, individually or in the aggregate, for technical administration of our Web site(s).\nresearch and development.\ncustomer- and account administration.\nand to help us focus our marketing efforts more precisely.</p>\nCookies\n<p>Waiting 4 Wrath uses “cookies” to store personal data on your computer.\nWe may also link information stored on your computer in cookies with personal data about specific individuals stored on our servers.\nIf you set up your Web browser (for example, Internet Explorer or Firefox) so that cookies are not allowed, you might not be able to use some or all of the features of our Web site(s).</p>\nExternal data storage sites\n<p>We may store your data on servers provided by third party hosting vendors with whom we have contracted.</p>\nYour privacy responsibilities\n<p>To help protect your privacy, be sure:</p>\n<ul>\n<li>not to share your user ID or password with anyone else;</li>\n<li>to log off the Waiting 4 Wrath Web site when you are finished;</li>\n<li>to take customary precautions to guard against “malware” (viruses, Trojan horses, bots, etc.), for example by installing and updating suitable anti-virus software.</li>\n</ul>\nNotice to European Union users\n<p>Waiting 4 Wrath‘s operations are located primarily in the United States.\nIf you provide information to us, the information will be transferred out of the European Union (EU) to the United States.\nBy providing personal information to us, you are consenting to its storage and use as described herein.</p>\nInformation collected from children\n<p>You must be at least 13 years old to use Waiting 4 Wrath‘s Web site(s) and service(s).\nWaiting 4 Wrath does not knowingly collect information from children under 13.\n(See the Children’s Online Privacy Protection Act.)</p>\nChanges to this privacy policy\n<p>We reserve the right to change this privacy policy as we deem necessary or appropriate because of legal compliance requirements or changes in our business practices.\nIf you have provided us with an email address, we will endeavor to notify you, by email to that address, of any material change to how we will use personally identifiable information.</p>\nQuestions or comments?\n<p>If you have questions or comments about Waiting 4 Wrath‘s privacy policy, send e-mail to podcast@Waiting4Wrath.com, or contact us via any of the ways described in the Contact page.</p>\nGuest Terms And Conditions\n<p>These are the terms and conditions, and constitute a binding agreement (the “Agreement”) between you (the “Guest”) and Interesting If True / Waiting 4 Wrath, (the “Company”) in connection with your prospective appearance on Interesting If True (the “Podcast”) or appearance on Waiting 4 Wrath, (the “Podcast”).</p>\n<p>In exchange for the opportunity for the Guest to appear on the Podcast, receipt of which is hereby acknowledged and whose sufficiency as consideration is hereby affirmed, the Guest hereby understands, acknowledges, and agrees as follows:</p>\n<ul>\n<li>The Company is a for-profit enterprise engaged in the business of producing and marketing the Podcast, as well as merchandising, branding, and creating secondary materials, including derivative works such as books, from the Podcast.</li>\n<li>The Company owns and reserves all copyright, trademark, and other intellectual property rights in all of the audio and visual content of the Podcast, including without limitation the content of each show, the show notes, the graphic image(s) associated with each episode, and each and every tangible and intangible thing to the fullest extent protected by law.</li>\n<li>Guest agrees that any rights that the Guest may have in the Podcast or the Guest’s contribution to the Podcast are hereby assigned to the Company and its agents and assigns, and that the Company shall be exclusively entitled to use, or to assign or license to others the right to use, the Podcast and any recorded material that includes the Guest without restriction in the media in perpetuity throughout the universe and without liability to the Guest, and the Guest hereby grants any consents required for those purposes.</li>\n<li>Guest also agrees to allow the Company, and any of its assignees or licensees to use the Guest’s contribution, photograph, Podcast footage, and biographical material in connection not only with the Podcast, but also in any advertising, marketing or publicity for the Podcast and in connection with any secondary, ancillary, or derivative products associated with the Podcast.</li>\n<li>Guest understands and acknowledges that the Guest may not reproduce, in whole or in part, any portion of any Podcast, whether or not such portion includes the Guest’s appearance, in any medium without the express written consent of the Company.</li>\n<li>Guest is hereby granted the license to use the Podcast logo on social media, including without limitation Facebook, Twitter, and Instagram, solely in connection with a working hyperlink to the Podcast episode on which Guest has appeared.</li>\n<li>Guest understands that the Company and its employees and agents are relying upon this Agreement in spending time, money and effort on the Podcast and the Guest’s participation in it, and that the Agreement, for this and other reasons, shall be irrevocable.</li>\n<li>Guest specifically, but without limitation, waives, and agrees not to bring at any time in the future, any claims against the Company, or against any of its assignees or licensees or anyone associated with the Podcast, that include assertions of\n<ul>\n<li>(a) infringement of rights of publicity or misappropriation (such as any allegedly improper or unauthorized use of the Guest’s name or likeness or image),</li>\n<li>(b) intrusion (such as any allegedly offensive behavior or questioning or any invasion of privacy),</li>\n<li>(c) false light (such as any allegedly false or misleading portrayal of the Guest)</li>\n<li>(d) infliction of emotional distress (whether allegedly intentional or negligent),</li>\n<li>(e) breach of any alleged contract (whether the alleged contract is verbal or in writing)</li>\n<li>(f) allegedly deceptive business or trades practices,</li>\n<li>(g) copyright or trademark infringement,</li>\n<li>(h) defamation (such as any allegedly false or misleading statements made on the Podcast),</li>\n<li>(i) violations of Section 43(a) of the Lanham Act (such as allegedly false or misleading statements or suggestions about the Guest in relation to the Podcast or the Podcast in relation to the Guest),</li>\n<li>(j) fraud (such as any alleged deception or surprise about the Podcast or the consent agreement),</li>\n<li>(k) breach of alleged moral rights, or (l) tortuous or wrongful interference with any contracts or business of the Guest.</li>\n</ul>\n</li>\n</ul>\n<p>The Company’s failure fully to assert any of its right(s), or failure to insist on strict performance of any covenant or obligations, regardless of the length of time for which such failure continues, shall not be deemed a waiver of any right, including the right to demand strict compliance in the future.\nNo consent or waiver, express or implied, to or of any default by Guest shall constitute a consent or waiver of any other breach or default in the performance of the same or any other obligation.</p>\n<p>This is the entire agreement between the Guest and the Company or anyone else in relation to the Podcast, and the Guest acknowledges that by entering into it, the Guest is not relying upon any promises or statements made by anyone about the nature of the Podcast or the identity of any other Guests or persons involved in the Podcast.</p>\n<p>Although the Guest agrees not to bring any claim in connection with the Podcast or the production, if any claim nevertheless is made, the Guest agrees that any such claim must be subject to the laws of the State of Wyoming, irrespective of its conflicts of laws rules, and must be brought before, and adjudicated by, only a competent court located in the State of Wyoming.</p>\n<p>Thank you for choosing our shows for your <em>entertainment</em> needs.</p> CONTACT THE SHOW <p>You can contact us on the socials, at&nbsp;<strong>Podcast@InterestingIfTrue.com</strong>,&nbsp;or by filling out this form.\nWe’re always happy to get messages from listeners, topic suggestions, and&nbsp;<em>polite</em> corrections.</p>\n<p>You can also leave us a voicemail at&nbsp;<strong>(513) 760–0463.</strong>\n</p>\n<p>\n<strong>Pro Tip</strong>: When leaving a message, think about what you want to say before calling (maybe even make a few notes), speak as clearly as possible from a place with as little background noise as possible, and don’t forget to tell us if we’re ok to use your audio on-air or not.</p> Subscribe to PodcastApple PodcastsGoogle PodcastsAndroidStitcherby EmailRSS Proudly Powered By WordPress &amp.\nReason.\n© 2021 Dark Mode: ", "created_at": "2021-11-01 05:29:13.071103", "updated_at": "2021-11-01 04:31:59.842143"}], "points": [{"id": 25582, "title": "There is a date of the last update of the agreements", "source": "https://interestingiftrue.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-11-01 04:33:41.468696", "updated_at": "2021-11-03 16:53:17.600037", "quoteText": "This privacy policy is effective February 2015.", "case_id": 331, "document_id": 9684, "quoteStart": 434, "quoteEnd": 481}], "urls": ["interestingiftrue.com"]}}