{"error": 448, "message": "OK", "parameters": {"id": 2693, "name": "Paradox Interactive", "created_at": "2021-02-03 16:54:52.2138", "updated_at": "2021-05-25 22:00:10.527852", "wikipedia": "https://en.wikipedia.org/wiki/Paradox_Interactive", "keywords": null, "related": null, "slug": "paradox_interactive", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2693.png", "url": "paradoxplaza.com", "documents": [{"id": 3952, "name": "Privacy Policy", "url": "https://legal.paradoxplaza.com/privacy", "xpath": "/html/body/main/div/div", "text": " Privacy Policy <p>HOW WE USE YOUR PERSONAL INFORMATION:\nTHE PARADOX INTERACTIVE PRIVACY POLICY</p>\n<p>SUMMARY OF LATEST UPDATES, APRIL 08, 2019</p>\n<p>This is a summary of the most significant updates, but we encourage you to read the whole policy to understand how we process your personal data.\n</p>\n<ul>\n<li> Updated language to better reflect the wording of the GDPR and to make it easier to read;</li>\n<li> Clarified that this privacy policy is applicable for our affiliates, i.e.\nTriumph and Harebrained Schemes.\n</li>\n<li> Clarified that you will automatically receive Newsletters or offers when you create a Paradox Account in-game or purchase games from Paradox’s webstore, unless you opt-out;</li>\n</ul> SUMMARY <p>With this privacy policy (the “Policy”), we want to let you know how we at Paradox Interactive, established in Sweden, with the address Magnus Ladulåsgatan 4, 118 66 Stockholm with corporate company number 556667-4759 (herein \"Paradox Interactive\", \"we\" or \"us\") promise to take care of the personal information we collect from you.\nThis includes the information you provide us with (for example, when opening a Paradox Account or subscribing to our newsletter), what we learn when having you on our site and when you are playing our games.\nThis Policy explains which personal information we collect from you and for what reasons, how we use, store transfer such data but also how you can contact us to ask about your data and invoke your rights.\n</p>\n<p>We only collect, use, store and transfer (\"process\") your personal information in accordance with applicable data protection legislation, including but not limited to the (EU) General Data Protection Regulation (2016/679) (\"GDPR\") and applicable national data protection legislation (hereafter \"applicable law\").\n</p>\n<p>Depending on whether you are a website visitor, customer and/or a user of our Services, we will process personal information such as your contact details (email address, telephone number and postal address), your username, password(s) and payment details.\nWe will also collect and use information about your technical equipment such as your hardware and software type and location data (to determine which age-rating to display as well which customer rights apply), and other information you provide us with, for example when you sign up for our surveys and contests.\nFor more information about the personal information we collect, use and otherwise process, please see section 6 below.</p>\n<p>We will use your personal information for different purposes.\nWe will for example use the data to provide you with the Service you have requested, to improve our games and other Services, to predict user trends, to make recommendations based on your usage, to process payments and customize our Services to you.\nFor more information about how we use your data, please see section 7 below.</p>\n<p>We will engage other companies in order to fulfil our purposes and obligations as set out in this policy, and we will transfer your personal information to countries outside the EU and EEA that may not have as strict privacy legislation as where you live.\nWe will only transfer your personal information to such countries if we are allowed to do so, please see section 8 for more information.</p>\n<p>When we collect personal information about you, you are entitled to the following rights under applicable law:</p>\n<ul>\n<li>the right to access and rectify your personal information;</li>\n<li>the right to object to our processing of personal information;</li>\n<li>the right to restrict to our processing of personal information;</li>\n<li> the right to demand us to delete your personal information.\nand</li>\n<li> the right to data portability.</li>\n</ul>\n<p>For more information about the rights you have in relation to your personal information, please see sections 14- 20 below.\nIf you have any concerns as to how we use your personal information, we would kindly ask you to contact us first.\nHowever, you can always lodge a complaint with a relevant authority, specifically where you live, work or where you believe an infringement of you rights has occurred.\nThe relevant data protection authority in Sweden is Datainspektionen, https://www.datainspektionen.se.\nPlease see section 22 for further information.</p>\n<p>If you have any questions about the personal information we collect, how we use your data and how we transfer your data to fulfil our purposes as stated herein, please contact us at:\nhttps://support.paradoxplaza.com/hc/en-us or by mail.\nPARADOX INTERACTIVE AB, Att.\nPrivacy team\nMagnus Ladulåsgatan 4, 118 66 Stockholm, Sweden.\nBelow follows a more detailed description of how we use personal information.\n</p> CONTENT <ol>\n<li> Who we are</li>\n<li> What we promise</li>\n<li> What is personal information?</li>\n<li> Reasons for processing of your data</li>\n<li> When do we collect your data?</li>\n<li> What data do we collect?</li>\n<li> How do we use your data?</li>\n<li> Who do we share your information with?</li>\n<li> Can children use our services?</li>\n<li>How do we use cookies and tracking technologies?</li>\n<li>Security measures to protect your data</li>\n<li>If you choose not to share your data with us</li>\n<li>How long will we keep your data? </li>\n<li>Accessing, changing and updating your data</li>\n<li>Right to object to the processing of your data</li>\n<li>Right to erasure</li>\n<li>Right to restriction</li>\n<li>How to get a copy of your data or receive a copy of your data</li>\n<li>How to enforce your rights</li>\n<li>How to withdraw your consent or close down your Account</li>\n<li>Changes in the privacy policy</li>\n<li>How to contact us and how to complain</li>\n<li>Other useful information</li>\n</ol> 1.\nWHO WE ARE <p>We are Paradox Interactive.\nThis Policy applies to websites operated by us and by Triumph Studios, White Wolf Entertainment, Harebrained Schemes, and any other of our affiliates, including on https://paradoxplaza.com, https://paradoxinteractive.com, https://forum.paradoxplaza.com, http://harebrained-schemes.com, and on http://triumph.net.\nThis Policy also applies to your use of our services such as the Paradox Store, forums and Paradox Account and also when you use and play our games or other products (we call all of the above “Services”).\nWe are the controller of the personal information collected.\nIf you have any questions or want to know more about how we use your personal information, please contact us by logging in to your Paradox Account or by directly contacting our Support Department at: https://support.paradoxplaza.com/hc/en-us, or contact us as stated in the beginning of this Policy.\nOur physical address can be found at the end of this Policy under the section HOW TO CONTACT US AND HOW TO COMPLAIN.</p> 2.\nWHAT WE PROMISE <p>We promise to keep your data safe and to not to sell your data to third parties.\nWe promise to give you the right to access and delete your data, and to provide you with ways to manage and review your marketing choices as well as any other information (such as for example newsletters) you get from us.\nPlease see sections 14 - 22 for more information.\n</p> 3.\nWHAT IS PERSONAL INFORMATION? <p>Personal information can be any information relating to an identified or identifiable natural person.\nIn other words, it can be any information that could allow us to identify you both directly and indirectly (like for example your name, email address, IP address, or your billing address).\nIn this Policy, we will use the word “data” to refer to personal information.</p> 4.\nLEGAL GROUNDS FOR PROCESSING OF YOUR DATA <p>We will only use and process data about you if we have one of the following reason to do so: </p>\n<ul>\n<li>to fulfil a contract we have with you (for example, when you have purchased a game on our Paradox Store).\n</li>\n<li>when it is our legal duty (for example, to identify your age and make sure we are not collecting data from young children, for book keeping purposes and to fulfil our obligations in relation to authorities);</li>\n<li>when you consent to it (for example, when subscribing to our newsletter or opening a Paradox Account).\nor</li>\n<li>when it is in our legitimate interest (for example, to enforce our policies, manage our everyday business, to perform statistical analysis on anonymized and/or aggregated data, for direct marketing purposes, to ensure information security, to prevent fraud or to transfer the data to different part of the organisation when necessary).\nWhen we rely on a legitimate interest we have concluded that our interest is not overridden by your interests or fundamental rights and freedoms.\nYou are welcome to contact us to learn more about how we have reached this conclusion.\n</li>\n</ul> 5.\nWHEN DO WE COLLECT YOUR DATA? <p>We will collect data about you when you use our Services, including in the following situations: </p>\n<ul>\n<li>When you register a Paradox Account</li>\n<li>When you subscribe to our newsletters</li>\n<li>When you purchase one of our games or any other products</li>\n<li>When you play our games</li>\n<li>When you register on and use our forums</li>\n<li>When you contact us or our support services, via emails or letters</li>\n<li>When you use our websites, in-game browser, apps, or games</li>\n<li>In customer surveys </li>\n<li>If you participate in user research initiatives</li>\n<li>If you participate in a playtest or prelease test such as alpha/beta/etc.\ntest releases</li>\n<li>If you take part in our competitions or promotionsWhen you enrol in, or participate in, one of our events</li>\n<li>When you send us a game pitch</li>\n<li>When you click on one of our ads or in our newsletters</li>\n<li>When you subscribe to receive our press releases</li>\n<li>you log in to our Services using third party account</li>\n<li>When you work for Paradox.\nIn such case, please contact our Human Resources department separately for more information.</li>\n</ul> 6.\nWHAT DATA DO WE COLLECT? <p>We use data that you have explicitly provided to us in different situations.\nWe also use personal information that is generated by your device or when you use our Services.\nThese categories are further explained below.\nData that you explicitly provide us with:</p>\n<ul>\n<li> email address</li>\n<li> username</li>\n<li> country of residence</li>\n<li> age or date of birth</li>\n<li> name</li>\n<li> password(s) created to access parts of the Services</li>\n<li> nicknames on forums and in games</li>\n</ul>\n<p>The above information may be provided to us when you open a Paradox Account, or when you subscribe to our press releases or newsletters.\nIn addition to the above, and when purchasing a game or enrolling in an event, you may have to provide us with the following data:</p>\n<ul>\n<li>physical address</li>\n<li>telephone number</li>\n<li>card information payment account details </li>\n<li>PayPal account information</li>\n<li>name and contact information for a business or organization</li>\n</ul>\n<p>Finally, any other data you actively provide us with when:</p>\n<ul>\n<li>you contact support or seek help from Paradox</li>\n<li> you fill in our surveys or join our playtests</li>\n<li> you enter a contest.\nIf you win, we might need additional information about you depending on the specific contest.\nWe will, however, only collect such information with your consent</li>\n<li> you apply for a job at Paradox and provide information relevant to the application.\nFor more information on how we use personal information in that respect, please refer to the privacy policy available on our job applications website.</li>\n</ul>\n<p>Data we collect when you use our Services or games:</p>\n<ul>\n<li>Profile and usage data.\nThis includes the profile you create to identify yourself when you connect to our Services and internet protocol (IP) address and cookies that may uniquely identify your browser.\nIt also includes other data about how you use our Services and games.\nWe gather this data from devices you use to connect to those Services, such as computers and mobile phones, using cookies and other internet tracking software.</li>\n<li>Payment and transaction data</li>\n<li>Location data</li>\n<li>Platform type, such as distribution platform (for example, Steam, GOG, Paradox launcher) or hardware platform (PC, Android, iOS, Xbox One, PlayStation®4, Nintendo Switch)<br>\n</li>\n<li>Preferred language</li>\n<li>Gender</li>\n<li>Information about your device, hardware and software</li>\n<li>Referral pages and page exit time</li>\n<li>Steam ID, account for PlayStation™Network, IDFA (iOS), Advertiser ID (Android) or other game platform IDs like IP address, Google Play Advertising ID, Windows Phone Device ID, Nintendo ID, Twitch user ID, GOG ID or MAC address.</li>\n<li>In-game activity including but not limited to what games you play, own, how you play, how often and for how long </li>\n<li>Game crash report(s) and error dump information from your device</li>\n<li>Activity carried out within our Paradox Launcher application, including install, uninstall, and update event information</li>\n<li>Multiplayer sessions, when these sessions were played and which players were in them</li>\n<li>Friend relations added to the Friends List in chat systems in games on the Paradox Launcher</li>\n</ul>\n<p>We will always ask for your consent to give us details on your location data.\nYou have a right to withdraw your consent at any time as described under section 20 below.\n</p>\n<p>Data from third parties we work with:\nWe may receive data about you from third parties or partners, like for example Facebook.\nA full list of such third parties is available on our website under https://legal.paradoxplaza.com/third-party?locale=en.<br>\nWhen you link your Paradox Account with a Steam Account or other account, we may collect Personal Information about you from such account, including your game library.</p>\n<p>We may also receive information from third parties (such as game distributors) to add to the information we receive from you.\nThis is used to help us deliver relevant advertising to you, to prevent fraud and/or abuse, and to collect your geolocation for taxation purposes.</p> 7.\nWHY DO WE PROCESS YOUR DATA? <p>We process your data for the following purposes:</p>\n<ul>\n<li>To operate, improve, develop and provide you with our games, apps and Services</li>\n<li>To provide you with recommendations and game offers that you may like</li>\n<li>To respond to inquiries or comments from you</li>\n<li>To verify your identity in order to prevent unauthorized access</li>\n<li>To provide you with software updates</li>\n<li>To understand trends in usage of our Services</li>\n<li>To calculate marketing conversion rates and other elements of advertising performance</li>\n<li>To help tracking and correcting errors and bugs in games and services</li>\n<li>To customize your user experience (for example, by giving you more relevant ads and inform you about game releases that you might be interested in, unless you have told us not to (opt-out))</li>\n<li>To maintain the integrity and security of the Services</li>\n<li>To process transactions and communicate with you regarding these transactions</li>\n<li>To maintain or administer your Paradox Account, including contacting you in order to update your Paradox Account details if necessary</li>\n<li>To administer and perform play- and beta tests which you have signed up for</li>\n<li>To create reports, analyses or similar for the purpose of research and business intelligence and be able to track potential problems, behaviour and trends</li>\n<li>To enforce our terms and conditions, such as our EULA, Terms of Use, Rules of Conduct and this Policy</li>\n<li>To send you newsletters and promotional notices and offers (jointly “Newsletters”) you have previously agreed to when either creating a Paradox account or buying any of our Games (please note that if you create an account within our Game or purchase any of our Games you will automatically receive Newsletters unless you click to unsubscribe when creating the account or in any subsequent Newsletter)</li>\n<li>To communicate with you who is our partner’s contact person (i.e.\nan employee at our partner) regarding business matters</li>\n<li>To keep our Services fair, investigate and prevent fraud and illegal behaviour</li>\n<li>To comply with applicable laws and regulations.</li>\n</ul>\n<p>We will not use your data for any other purpose than the purpose for which the data is originally collected.</p>\n<p>Special information about marketing:\nWe use your data to inform you about relevant products and offers, e.g.\nprovide you with targeted marketing.\nThe data we collect in such cases contain information that you wilfully provide us with, the data we collect when you use our Services or from third parties we work with.\nWe analyse this data to form a view on what we think you might want or need or what may be of interest to you.\nYou can at any time object to our use of your personal information for marketing purposes, including any profiling for such purposes, and we will then stop using your personal information for such purposes.\nPlease see section 22 for our contact details.</p> 8.\nWHO DO WE SHARE YOUR INFORMATION WITH? <p>To be able to provide you with the Services and the best possible experience, we will share your data with other companies and organisations.\nWe will only do so if our partners can provide the same level of security to keep your data safe as implemented by us and if our partners can ensure that they comply with applicable laws and privacy regulations.\nWe may share your information with the following partners:</p>\n<ul>\n<li>Market Research Agencies (like for example Nielsen, Kantar Media) </li>\n<li> Game distribution platforms (for example Steam)</li>\n<li> Co-publishing partners (for example, Eugen Systems SA)</li>\n<li> Payment providers (for example, Adyen, PayPal)</li>\n<li> Companies and external consultants that help support our platform and services (for example, Gamespark sand Salesforce)</li>\n<li> Advertising partners and attribution platforms to help us understand the effectiveness of our marketing campaigns (for example, Google, Facebook, and Adjust) </li>\n<li> Marketing services (for example Survey Monkey and Mailchimp)</li>\n</ul>\n<p>A full list of these partners or Third Parties can be found here: https://legal.paradoxplaza.com/third-party?locale=en.\nPlease note that our games or products may be advertised in other applications.\nIf you click on one of these advertisements and install our game, you will become a user of our Services.\nTo prevent fraud and verify the installation of the game, we may share your IDFA (iOS) and/or Advertiser ID (Android) with the relevant advertiser.\nFor Services using the Unity Engine, such as for example our game Cities: Skylines, Unity is our service provider.\nFor Services using the Unreal Engine, Unreal is our service provider.\nBoth Unity and Unreal may collect certain data in relation to your use of such Services.\nYou can find their privacy policy on their websites under https://unity3d.com/legal/privacy-policy and https://www.epicgames.com/site/en-US/privacypolicy.\nWe may release your data when we are required to by a court order, according to law or in the event of a bankruptcy or other similar unfortunate event.\nWe may also share and may acquire your data with future subsidiaries or companies if we choose to sell, transfer or merge parts of our business.\nWe will, however, only transfer the data if we must and if these companies comply with applicable privacy regulations and can guarantee that your data will be kept safe.</p> 9.\nCAN CHILDREN USE OUR SERVICES? <p>Our Services and games are not directed to children and we do not knowingly collect information from children under 13 years of age.\nFrom May 25, 2018, only children over 16 years old are allowed to open a Paradox Account.\nWe strongly recommend parents or guardians to instruct their children to not disclose any data when online.\nParents or guardians who are concerned about the transfer of data are welcome to contact us at www.paradoxplaza.com/support.\nIf we obtain actual knowledge that we have collected data from a child, we will promptly delete it, unless we are legally obligated to retain such data.</p> 10.\nHOW DO WE USE COOKIES AND TRACKING TECHNOLOGIES? <p>We use cookies (sadly not the edible ones) and so-called pixel tags to collect information about visitors on our websites.\nPixel tags are invisible tags placed on certain pages of our websites, but unlike cookies, not saved on your computer.\nA pixel tag triggers a cookie when you visit a website.\nA cookie is a small piece of data sent from the website to your web browser and may be stored on your computer's hard drive.\nCookies allow us to recognize your computer while you are on the website and help customize your online experience and make it more convenient for you.\nCookies are also useful in allowing more efficient log-in for users, tracking transaction histories, and preserving information between sessions.\nThe information collected from cookies may also be used to improve the functionality of the website and to measure traffic patterns.\nExample of improved experience: If you visit our forum, you will not be asked for your password every time you visit, but rather every now and then, or when you clear your cookies manually.</p>\n<p>There are two main kinds of cookies: session cookies and persistent cookies.\nSession cookies are deleted from your computer when you close your browser, whereas persistent cookies remain stored on your computer until deleted, or until they reach their expiry date.\nYou are entitled to choose whether or not you would like to use cookies.\nIf you do not approve to the use of cookies, please be sure to opt out, as in block or disable them using your browser settings as described below or the opt-out link provided to you on your first visit to the website.</p>\n<p>Paradox will use the following cookies on our websites, for the following purposes:</p>\n<p>a) Strictly Necessary Cookies: These cookies are necessary for the website to function.\nThey are usually set in response to actions made by you which amount to a request for services, such as logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the website might then not work.\nThese cookies do not store any Personal Information;</p>\n<p>b) Performance Cookies: These cookies allow us to count visits and traffic sources in order to measure and improve the performance of the website.\nThese cookies help us to know which pages are the most and least popular and how visitors move around the website.\nAll information these cookies collect is aggregated and therefore anonymous.\nYou can set your browser to block or alert you about these cookies, as explained hereunder.\nIf you do so, we will not know when you have visited our website, and will not be able to monitor its performance;</p>\n<p>c) Functionality Cookies: These cookies enable the website to provide enhanced functionality and personalization.\nThey may be set by us or by third party providers whose services have been added to the website.\nIf you do not allow these cookies, some or all of these services may not function properly;</p>\n<p>d) Targeting Cookies: Advertisers and/or other content providers that may appear on our website may also use cookies that are not sent by us.\nSuch advertisements or content may use cookies to help track and target the interests of users of the website in order to present customized and personalized advertisements or other messages that the user might find interesting.\nThese cookies uniquely identify your browser and Internet device.\nSuch cookies may even impact your experience of other websites you may visit subsequently.\nIf you do not allow these cookies, you will experience less targeted advertising.\nParadox is not responsible for any of our advertisers' or content providers' cookies and we will always require your active consent for our own targeting cookies.</p>\n<p>Please note that most web browser applications (such as Microsoft Edge, Mozilla Firefox and Google Chrome) have features that can notify you when you receive a cookie or prevent cookies from being sent.\nIn Microsoft Edge, you can refuse all cookies by clicking \"Tools\", \"Internet Options\", \"Privacy\", and selecting \"Block all cookies\" using the sliding selector.\nIn Firefox, you can adjust your cookies by clicking \"Tools\", \"Options\" and \"Privacy\".\nIn Google Chrome, you can also adjust your cookies by clicking on \"Settings\", \"Show advanced settings\", \"Content settings\" and on the \"Privacy\" section.\nIf you disable cookies, however, you may not be able to use certain personalized functions of the website.</p> 11.\nSECURITY MEASURES TO PROTECT YOUR DATA <p>We maintain physical, electronic and procedural safeguards to help guard your data in compliance with applicable privacy regulations.\nIf transactions are offered on the Services, transaction information is transmitted to and from the Service in encrypted form using industry-standard Transport Layer Security (TLS used to be known as SSL) connections to help protect such information from interception.\nWe strictly restrict authorized access to your data only to those persons who have a legitimate purpose to access it.\nWe also have security measures in place to protect the loss, misuse and alteration of the data we process.\nWe encourage you to be careful when sharing your data with other users when you use our Services like forums or chats.\nParadox will NEVER ask for your password to be sent separately or in clear text.\nAnyone doing so is probably trying to steal your stuff.</p> 12.\nIF YOU CHOOSE NOT TO SHARE YOUR DATA WITH US <p>We may need to collect data to be able to fulfil our legal obligations or fulfil the terms of a contract we have with you or to be able to even present you with the Services.\nIf you choose not to give us this data, it may prevent us from meeting our obligations.\nIt may also mean that we cannot perform the Services needed to run your Paradox Accounts or policies.\nIt may also mean that we have to cancel a product or Service you have with us or that you will even be unable to play certain parts of our game such as multiplayer.\nAny data collection that is optional will be clearly indicated as such at the point of collection.</p> 13.\nHOW LONG WILL WE KEEP YOUR DATA? <p>We will keep your information for as long as you are a player or customer of Paradox.\nWe may keep your information for longer for research or statistical purposes.\nIf we do, we will make sure your information is anonymised and non-traceable to you as a person.\nWe will also keep it for longer if we cannot delete it for legal or regulatory reasons.\nWe will however delete all data that is no longer necessary after a reasonable period.\nFor example, any inactive Paradox Account will after a period of two (2) years be deleted unless they contained games or other products you have purchased as we assume you would rather not have them deleted.</p>\n<p>We will also delete data upon request.\nFor more information, please read section 18 of this Policy “HOW TO GET A COPY OF YOUR DATA”.</p> 14.\nACCESSING, CHANGING AND UPDATING YOUR DATA <p>When you use our Services, we strive to provide you with ways to quickly update or delete data that you have actively provided.\nYou have the right to access the data relating to you.\nThis includes the right to be informed whether or not data about you is being processed, what data about you is being processed, and the purpose of the processing.\nYou also have a right, upon your request, to access information about any evaluation or assessment of the balancing test we are required to conduct when we process your data based on our legitimate interest.\nFurthermore, you have the right to rectify or add data if the personal information is inaccurate or incomplete.\nAs soon as we become aware of any inaccurate personal information being processed, we will always rectify your data without undue delay and notify you accordingly.\nIf you have created a Paradox Account, you can access, change and delete some of the data provided on your profile by logging in to your Paradox Account at https://accounts.paradoxplaza.com/login.</p> 15.\nRIGHT TO OBJECT TO THE PROCESSING OF YOUR DATA <p>You are also entitled to object to the processing of your data on grounds related to your particular situation.\nPlease note however, that we must still process some personal information about you to provide the Services to you.\nThis means that you cannot object to all our use of personal information and still require us to provide Services to you.<br>\nYou may unsubscribe to newsletters you have previously opted-in to, by following the instructions in the newsletter you receive (please see further information below).</p> 16.\nRIGHT TO ERASURE <p>You are entitled to request that we erase data related to you.\nWe will erase your data upon request provided that it is no longer necessary for the purpose we collected it for (for example you cannot require all personal information about you to be erased and still receive Services from us), and that we have no legal obligation to store personal information.</p> 17.\nRIGHT TO RESTRICTION <p>You are entitled to require us to restrict our processing of your personal information if you contest the accuracy of the data, if the processing is unlawful but you do still not want us to erase the data, if the data is no longer needed to fulfil the purpose it was collected for or you have informed us that you do not consider us to have a legitimate interest for certain processing.\n</p> 18.\nHOW TO GET A COPY OF YOUR DATA OR RECEIVE A COPY OF YOUR DATA <p>You can access a copy of your data by logging into your Paradox Account at https://accounts.paradoxplaza.com/login and then contact our Support department at any time at https://support.paradoxplaza.com/hc/en-us.\nIf you request access to personal information about you that you yourself have provided and (i) if the personal information is being processed automatically and (ii) in accordance with a contract between you and Paradox Interactive or based on your consent, you may request that the data is provided in a structured, commonly used and machine-readable format and you may also request that the personal information is transmitted to another controller, if this is technically feasible.</p> 19.\nHOW TO ENFORCE YOUR RIGHTS <p>You can contact our Support department at https://support.paradoxplaza.com/hc/en-us any time to get a list of all the data we have collected from you or to get such data deleted or invoke your other rights as explained above.\nWe will do our bests to answer your request in a timely manner but please note that it may take a couple of days.\nThank you for your patience and understanding.\nPlease note that if we cannot identify and guarantee who you are, we might ask you to provide us with additional information or log into your Paradox Account if possible.\nPlease note that we will not delete any data if we are unable to verify that you are their rightful owner.\nWe will however always use our best effort to help you out.</p> 20.\nHOW TO WITHDRAW YOUR CONSENT OR DELETE YOUR ACCOUNT <p>You can withdraw your consent to cookies on our website at any time on the following page: https://www.paradoxplaza.com/manage-cookies-page.html.\nPlease note that such withdrawal may mean that you will no longer have access to all the functions offered by our website as explained in the HOW DO WE USE COOKIES AND TRACKING TECHNOLOGIES? section of this Policy.\nYou can log into your Paradox Account at any time if you want to delete it.\nYou can do so by logging in on your paradox account at https://accounts.paradoxplaza.com.\nAfter logging in, please contact our Support department at https://support.paradoxplaza.com/hc/en-us and open a ticket by selecting GDPR - Account Deletion Form.\nHowever, if you delete your account we will no longer be able to provide you with certain products or Services if you do so and your game experience will be impacted.\nYou will also lose all of your achievements by closing down your Paradox Account and also lose any in-game currencies, virtual items, forum icons, access to games in the Paradox Launcher, any game progress data stored on your Paradox account and any other contents stored on your Paradox Account</p>\n<p>You can unsubscribe to newsletters at any times by following the instructions in the newsletter you receive.\nOur newsletters contain mechanisms which allow you to opt-out from receiving further newsletters from us.\nYou can also unsubscribe to newsletters directly on the settings page of your Paradox Account: https://accounts.paradoxplaza.com/settings It is also possible for you to opt-out from third parties tracking systems, for example via Adjust Opt-Out Tracking on www.adjust.com/opt-out.</p> 21.\nCHANGES IN THE PRIVACY POLICY <p>This Policy may change from time to time.\nAny changes to this Policy will be posted on this page and on our website https://legal.paradoxplaza.com, and if the changes are significant, we will provide you with a more noticeable notice, like for example by email or with a pop-up in our games or on your Paradox Account page.\nIf you are asked to accept material changes to this Policy and decline to do so, you might not be able to continue using the Services with all functionality preserved.</p> 22.\nHOW TO CONTACT US AND HOW TO COMPLAIN <p>Please let us know if you are not happy with the way we use and process your data by contacting our Support department at: https://support.paradoxplaza.com/hc/en-us\nWe will also appreciate to get feedback from you if you think that this Policy or any part of it is unclear.\nOur address is:\nPARADOX INTERACTIVE AB, Att.\nPrivacy team\nMagnus Ladulåsgatan 4, 118 66 Stockholm, Sweden.</p>\n<p>You always have the right to lodge a complaint with the relevant authority in particular where you live, work or where an alleged infringement of the GDPR has occurred.\nFor example, the relevant authorities in Sweden is Datainspektionen https://www.datainspektionen.se.\n</p> 23.\nOTHER USEFUL INFORMATION <p>Further useful privacy and legal information can be found on the Legal Information pages of our website: https://legal.paradoxplaza.com and https://www.paradoxplaza.com/legal-static-info-ca.html Information about privacy rights for EU residents can be found on: https://ec.europa.eu/info/law/law-topic/data-protection.</p> ", "created_at": "2021-02-03 16:55:12.31947", "updated_at": "2021-02-03 17:13:36.174172"}, {"id": 3953, "name": "Terms of Use", "url": "https://legal.paradoxplaza.com/terms-of-use", "xpath": "/html/body/main/div/div", "text": " PARADOX ACCOUNTS TERMS OF USE <p>Last update April 5, 2019</p>\n<p>Changelog\n- A new section about how to report offensive content has been added to these terms under Section 3.\n- Correction of a few typos and links.</p>\n<p>These Terms of Use constitute a legal agreement between you (hereinafter sometimes referred to as “you” or “User”) and Paradox Interactive (publ) AB and its subsidiaries and affiliates (“Paradox,” “we” or “us”) regarding your use of the Paradox Account service (the “Service”) in relation to Paradox´s web sites, including www.paradoxplaza.com, https://forum.paradoxplaza.com/ and www.paradoxinteractive.com, Paradox´s community forums, any mod tools provided by Paradox or its affiliates, and Paradox´s computer and interactive games and other applications.\nIf you use the Service, you accept and agree to be legally bound by these Terms of Use.\nPlease read them carefully.\nPlease note that use of the Service requires that you have read and understood 1) our Privacy Policy available at https://legal.paradoxplaza.com/, and agree to 2) the Rules of Conduct available at https://www.paradoxplaza.com/rules_conduct.\nYour use of a Paradox game or application (a “Game”) is subject to an End User License Agreement (the “EULA”), which you will have to review and accept before playing a Game.\nFurther, any purchase made on the Paradox Store is subject to Paradox Terms of Sale available at https://www.paradoxplaza.com/legal-notice.\nIf there is any inconsistency between provisions in different parts of our policies and terms, those parts shall have precedence as follows (unless expressly agreed otherwise): (a) Terms of Sale, (b) Privacy Policy.\n(c) EULA.\n(d) Terms of Use.\nand (e) Rules of Conduct.\n</p>\n<p>BY USING THE SERVICE, YOU AGREE TO BE BOUND BY THE ABOVE REFERENCED TERMS OF USE, THE RULES OF CONDUCT AND THE PRIVACY POLICY.\nIF YOU DO NOT AGREE TO ALL OF THESE TERMS OF USE, THE RULES OF CONDUCT AND THE PRIVACY POLICY, PLEASE DO NOT USE THE SERVICE.</p> 1.\nYour Account <p>In order to access the Service you must create a Paradox Account (an “Account”).\nYou must be at least 16 years of age to create an Account, and if you are between 16 and 18 years of age, you must get your parents’ or legal guardians’ consent prior to creating such Account.\nWith regard to your registration for an Account, you acknowledge and agree that you will (a) provide true, accurate, current, and complete information as requested by the registration form, and (b) maintain and update this registration information to keep it true, accurate, current, and complete.\nYou are responsible for maintaining the confidentiality of your password and for restricting unauthorized access to your computer, and you hereby accept sole responsibility for all activities that occur under your Account, unless as otherwise specified hereunder.\nWhen you choose a forum name or other nickname for our Services, we ask that you do not use your own or another person´s real name, or a name protected by copyright or trademark.<br>\nYou acknowledge and agree that, to the fullest extent permissible under applicable law, you shall have no ownership or other interest in your Account, and you further acknowledge and agree that all rights in and to the Account are owned by and inure to the benefit of Paradox.</p> 2.\nGrant of License and Restrictions <p>The Service may be used by you only for your personal, non-commercial use in accordance with these Terms of Use.\nUnless otherwise explicitly stated herein, nothing contained in these Terms of Use shall be construed as conferring by implication or otherwise any license or right to use any trademark, patent, design right, copyright or other intellectual property rights of Paradox.\nYou are granted a personal, limited, non-transferable, non-exclusive license to access the Service, provided that you do not and do not facilitate any third party to:\nA) Modify, copy, reproduce, broadcast, republish, sell, resell, exploit, reverse engineer (except to the extent permitted by law), disassemble, create derivative works or distribute in any way any portion of the Service or any materials provided in the Service, including, but not limited to design and materials including all text, still and motion video, audio and audio visual materials, artwork, graphics, code and / or software (including within any Game) and all other copyrightable elements (the “Content”), other than as permitted under the EULA or these Terms of Use.</p>\n<p>B) Disrupt or assist in the disruption of any Game and/or Service server or any other user’s Game and/or Service experience;</p>\n<p>C) Use, develop, distribute or sell cheats, automation software (bots), hacks or any other unauthorized third-party software designed to modify a Game;</p>\n<p>D) Exploit the Game, the Services or any of its parts for any commercial purpose, other than as permitted under the EULA, including without limitation: (a) use at a cyber café, computer gaming center or any other location-based site.\n(b) for gathering Additional Services, including in-game currency, items or resources for sale outside the Game.\nand/or (c) performing in-game services in exchange for payment outside the Game, e.g., power-leveling;</p>\n<p>E) Remove, disable or circumvent any security protections such as digital rights management (known as “DRM”), proprietary notices or labels contained on or within the Game.\n</p>\n<p>F) Use any obscene, pornographic, provocative or racist language or material in the Game or on the Communications Facilities (as defined below).\nor</p>\n<p>G) Use any meta tags or any other “hidden text” utilizing Paradox’s name or trademarks.</p>\n<p>The grant of this limited license is conditional upon your agreement to and compliance with all terms of these Terms of Use.\nParadox may suspend or deactivate your Account at any time for any or no reason, with or without notice to you.\nUnauthorized or prohibited use of the Service or the Content may be a violation of criminal or civil law.\nParadox reserves the right to add, modify, or delete any or all functionalities of the Service at any time.\nParadox makes no representation or warranty as to the completeness or accuracy of the information provided to you through your use of the Service, nor do we represent or warrant that the Service will be available and error-free at all times.\n</p> 3.\nCommunication Facilities.\n<p>Through some of Paradox’s Sites, community forums and Games you may communicate with other users of the Service and players of the Games (“Communication Facilities”).\nYou agree only to use the Communication Facilities to post, receive or send messages in connection with the Game.\nYou agree that you will not:\nA) Transmit messages which are offensive, unlawful, harassing, defamatory, vulgar, obscene, hateful, sexually explicit, or otherwise objectionable;</p>\n<p>B) Post advertisements to sell goods or services;</p>\n<p>C) Impersonate any real person, including without limitation an agent of Paradox, or otherwise communicate in the Communication Services in any way designed to make others believe that your message constitutes a server message or was otherwise posted by a representative of Paradox;</p>\n<p>D) Engage in “trolling”;</p>\n<p>E) Engage in spamming, double posting, cross-posting, and resurrecting old posts;</p>\n<p>F) Hack any Communication Facility or exploit any bugs in same.\nor</p>\n<p>G) Upload files that contain software or other material protected by intellectual property laws or by rights of privacy and publicity, unless you own or control the rights thereto or have received all necessary consents.</p>\n<p>Additional rules in connection with the Communication Facilities may be posted within such facilities.\nParadox reserves the right to review materials posted to the Communication Facilities and to remove any materials at any time, without notice, and for any reason and in its sole discretion.\nStatements made by users in the Communication Facilities reflect only the view of their authors and Paradox specifically disclaims any liability with regard to the Communication Facilities and any actions resulting from your participation in the Communication Facilities.\nParadox is not responsible for information that you choose to communicate to other users via the Communications Services, or for the actions of other users.\n</p>\n<p>If you encounter content created by another user that you find offensive (as defined in the above §3.A), we encourage you to report this content by filing a ticket using our support portal.\nYou can access the portal using the following URL: https://www.paradoxplaza.com/support-static-info-ca.html.\nPlease provide as much detailed information in the ticket as possible, including but not limited to: what content you find offensive, the user name of the person exposing you to such content, what type of platform you were using, game version number, save game ID/SGID for the multiplayer session (if applicable) and any other form of relevant information that might help us identify the content and/or user.</p> 4.\nAdditional Services <p>“Additional Services” means services and in-game features acquired or purchased by User that can only be used in the Game and under the conditions specified in these Terms of Use, such as, but not limited to, in-game currency or virtual goods.\nAdditional Services are not a necessary condition for participation in a Game and are provided on your request.\nFor the avoidance of doubt, the Terms of Sale apply to the purchase of all Additional Services.\nIn addition, as a condition to the use of Additional Services, User acknowledges and agrees that:</p>\n<p>A.\nWeekly Additional Services Limit.\nYou may only purchase a total maximum amount of ten thousand U.S.\ndollars (US$10,000.00) of Additional Services per week;</p>\n<p>B.\nIf Paradox has reason to believe or suspects that you are performing illegal or fraudulent activities related to payments for Additional Services in the Game, Paradox has the right to provide relevant information to law enforcement bodies to investigate these suspicions;</p>\n<p>C.\nIf Paradox has reason to believe or suspects that you are exploiting any defects in the Game or Services or are using any software to impermissibly increase your amount of Additional Services, including in-game currency, or gain any advantage in the Game, or if Paradox has reason to believe or suspects that an increase of in-game currency originates from a flaw in the system(s) relating to the Game, Paradox has the right to take any action Paradox deems necessary, including immediately terminating your use of the Service and deleting your Account, in which case the entire Account shall be deemed forfeited;</p>\n<p>D.\nIf you are prohibited from receiving online game services by the legislation of your country or in case of any other legal restrictions, including age restrictions, you shall not be allowed to use the Game or Additional Services in the Game.\nIn any case, you shall be responsible for the use of the Game in your country in accordance with local laws.\nand</p>\n<p>E.\nUser agrees, understands and accepts that: (i) this Game is not a gambling, cash, contest or betting game.\n(ii) the purchase of Additional Services is NOT necessary or mandatory to participate in the Game and the Game process.\nand (iii) the purchase of any Additional Services is at User’s sole discretion.</p> 5.\nUser Generated Content <p>You may be provided with the opportunity to create and submit content through the Game Service or the Site (“User Generated Content” or “UGC”).\nUser Generated Content must not i) infringe any copyright, trademark, trade secret, patent, or any other proprietary right of any person or entity.\nii) contain any viruses, Trojan horses, worms, corrupted files, or any other similar software or program.\niii) violate any law or regulation.\nor iv) violate or be inconsistent with these Terms of Use, the EULA, the Rules of Conduct or our Privacy Policy.\nBy uploading or otherwise publishing your UGC, You hereby grant to Paradox a non-exclusive, irrevocable, royalty-free, sublicensable, perpetual right to use, reproduce, modify, create derivative works from, distribute, transmit, broadcast, and otherwise communicate, publicly display and publicly perform, your UGC, and derivative works of your UGC, in connection with the operation and promotion of the Game, Site or Service.\nParadox is under no obligation to use, distribute or continue to distribute User Generated Content.\nYou understand that Paradox may restrict, or remove, your UGC for any reason.\nYou represent and warrant that the UGC, and your grant of rights in such UGC, does not violate any applicable contract, law or regulation, and that the UGC is your original work and does not infringe any third party´s intellectual property rights or any other rights.\nParadox specifically disclaims any liability with regard to User Generated Content.\nAnyone who believes that their original work has been reproduced as UGC through one of our Games, Service or Sites in a way that constitutes copyright infringement may notify us by contacting support.</p> 6.\nMods <p>We at Paradox love user modding and mods to our games and want to encourage you to mod.\nWe see benefits for everyone involved.\nThe EULA and these Terms of Use outlines under which conditions you may create and distribute mods of Paradox’s games.\nParadox is not always the owner of the intellectual property into a game which it publishes, and therefore, Paradox cannot unconditionally allow modding to all games published by us.\nIf you are unsure of which games are affected, please contact support.\nThese Terms of Use applies to all mods, including mods distributed through third party platforms such as Steam Workshop, created by you.\n1.\nParadox recognizes that you are the owner of the elements of the mod which are your original creative work.\nHowever, any elements of the mod which represent, derive from, or is based upon a Game (for example characters, settings, plot, artwork, sound and locations) shall be owned by Paradox, and you agree that all right, title and interest into such shall vest with Paradox.</p>\n<ol>\n<li>\n<p>To create mods, Paradox may make available mod tools to you.\nProvided that you comply with these Terms of Use and the EULA, and upon your acceptance of the EULA, Paradox grants to you a non-exclusive, non-transferable, limited, revocable right and licence to install, access and use in-game modding tools and any other related tools provided by Paradox to you (including, for example, the Clauzewitz® Maya Exporter) to create and distribute mods.</p>\n</li>\n<li>\n<p>Any use of the mod tools, and creation and publication of mods, is for strictly non-commercial purposes only, and you may not require any fees but may receive voluntary donations for your creation, publication and/or use of mods</p>\n</li>\n<li>\n<p>By publishing a mod based on a Paradox game, you hereby grant to Paradox and its affiliates a non-exclusive, royalty-free, sublicensable and perpetual right to use, reproduce, modify, create derivative works from, distribute, transmit, broadcast, and otherwise communicate, publicly display and publicly perform your mod.\nExplicitly, this license shall include the right to make the mod publicly available through other channels of distribution, and the right to adapt a mod to be compatible with other platforms.\nThis license shall survive termination of the EULA.</p>\n</li>\n<li>\n<p>Your mod may not contain any material which (i) infringes any applicable law.\n(ii) resemblance any recognisable third party brand, character or personality, including but not limited to any trademarks or logos except for those assets provided by Paradox.\n(iii) any third party assets, from other games published by Paradox and its affiliates or any other third party.\n(iv) any viruses, Trojan horses, worms, corrupted files, or any other similar software or program.\n(v) is obscene, indecent, pornographic, offensive, defamatory, fraudulent, threatening, hate speech, liable to incite racial hatred, acts of terrorism or violence, menacing, blasphemous or contains nudity or gratuitous or graphic violence.\n(vii) has been posted or published in breach of a third party’s rights (including intellectual property rights).\n(viii) brings, or is likely to bring, Paradox, its affiliates, licensees or licensors into disrepute.\nor (ix) in relation to mods related for example to the game Cities: Skylines®, make reference to any organisation whose principal business includes the sale of tobacco or tobacco related products, or firearms.</p>\n</li>\n<li>\n<p>You represent and warrant that any mod created by you, and your grant of rights in such mod, does not violate any applicable contract, law or regulation, and that the mod is your original creative work and does not infringe any third party´s intellectual property rights or any other rights.\nParadox specifically disclaims any liability with regard to any mod, and you agree to indemnify, defend and hold Paradox and its, affiliates, licensees, contractors, officers, directors, employees and agents harmless from any damages, losses, cost and expenses (including attorneys’ fees) arising directly or indirectly from any acts and omissions associated with the use of any Mod which you create and publish.</p>\n</li>\n<li>\n<p>We reserve the right to suspend access to, or terminate your licence for, any mods published by you or modding tools provided by us.\nParadox is under no obligation to use, distribute or continue to distribute mods, and you understand that Paradox may restrict, or remove, your mods for any reason.</p>\n</li>\n<li>\n<p>Please note that other rules - specific to a particular game or studio- may also apply to mods based on Paradox games.\nFor more information about Paradox Development Studio’s modding guidelines, please visit our forum: https://forum.paradoxplaza.com/forum/index.php?threads/rules-for-user-made-mods-and-edits-of-pds-games.708039/.</p>\n</li>\n</ol> 7.\nTermination <p>If you fail to comply with any of the terms in the Terms of Use, the EULA or the Rules of Conduct, Paradox will provide you with a warning for your non-compliance.\nIn case of a serious violation of the Terms of Use, the EULA or the Rules of Conduct, or in case of repeated cases of non-compliance, Paradox reserves the right to immediately terminate the Service to you, including any Additional Services.\nYou may terminate the Service at any time by ceasing all use of the Service.\nAny money you have paid for Additional Services are not subject to return in case of termination of a Game, Service or Site, or any termination due to your non-compliance with these Terms of Use, the EULA or the Rules of Conduct.</p> 8.\nDisclaimer <p>THE SERVICE IS PROVIDED BY PARADOX ON AN “AS IS” AND “AS AVAILABLE” BASIS.\nTO THE FULLEST EXTENT PERMISSIBLE BY APPLICABLE LAW, PARADOX DISCLAIMS ALL WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO, THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nWITHOUT LIMITING THE FOREGOING, PARADOX MAKES NO REPRESENTATION OR WARRANTY OF ANY KIND, EXPRESS OR IMPLIED: (I) AS TO THE OPERATION OF THE SITE AND/OR SERVICE, OR THE INFORMATION, CONTENT, MATERIALS OR PRODUCTS INCLUDED THEREON.\n(II) THAT THE SITE AND/OR SERVICE WILL BE CONTINUOUS, UNINTERRUPTED, SECURE OR ERROR-FREE.\n(III) AS TO THE ACCURACY, RELIABILITY, OR CURRENCY OF ANY INFORMATION, CONTENT, SERVICE, OR PRODUCTS PROVIDED THROUGH THE SITE AND/OR SERVICE.\nOR (IV) THAT THE SITE AND/OR SERVICE, PRODUCTS DOWNLOADED FROM THE SITE AND/OR SERVICE, PARADOX SERVERS, OR E-MAILS SENT FROM OR ON BEHALF OF PARADOX , ARE FREE OF VIRUSES, SCRIPTS, TROJAN HORSES, WORMS OR OTHER HARMFUL COMPONENTS.\nSOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF IMPLIED WARRANTIES OR LIMITATION ON APPLICABLE STATUTORY RIGHTS OF A CONSUMER, SO THE ABOVE EXCLUSION AND LIMITATIONS MAY NOT APPLY TO YOU.</p> 9.\nLimitation of Liability <p>IN NO EVENT SHALL PARADOX BE LIABLE FOR ANY DIRECT, INDIRECT, SPECIAL, PUNITIVE, INCIDENTAL, EXEMPLARY OR CONSEQUENTIAL, DAMAGES, OR ANY DAMAGES WHATSOEVER, EVEN IF PARADOX HAS BEEN PREVIOUSLY ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, WHETHER IN AN ACTION UNDER CONTRACT, NEGLIGENCE, OR ANY OTHER THEORY, ARISING OUT OF OR IN CONNECTION WITH THE USE, INABILITY TO USE, OR PERFORMANCE OF THE INFORMATION, SERVICES, PRODUCTS, AND CONTENTS AVAILABLE FROM THE SITE AND/OR SERVICE.\nTHESE LIMITATIONS SHALL APPLY NOTWITHSTANDING ANY FAILURE OF ESSENTIAL PURPOSE OF ANY LIMITED REMEDY.\nBECAUSE SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.</p> 10.\nIndemnification <p>Your use of the Service constitutes your agreement to defend, indemnify, and hold harmless Paradox, and its respective employees, contractors, officers, directors, licensors, licensees (excluding you), sublicensees, successors and assigns from and against any actions, claims, demands, liability and expenses, including reasonable attorneys’ fees, arising out of (i) your breach of any of these Terms of Use, EULA or Rules of Conduct.\n(ii) your use or misuse of the Service, or iii) the use or misuse of the Service by a third party using your Account, if such use or misuse is due to your failure at maintaining the security and confidentiality of your Account.\nExternal Sites, a Game, Site and/or Service may contain links to other sites on the Internet, or you may be able to access the Site and/or Service from other sites on the Internet, that are owned and operated by third party vendors and other third parties (the “External Sites”).\nYou acknowledge that Paradox does not review or evaluate all of the External Sites and is not responsible for the accuracy, copyright compliance, legality, decency, or appropriateness of the content on these External Sites, nor is it responsible for the advertising, products, or other materials that appear on or are offered by such websites.\nYou should carefully review the respective terms of use and privacy policies of each of these External Sites.\nUnder no circumstances shall Paradox be held responsible or liable, directly or indirectly, for any loss or damages caused or alleged to have been caused by your use of or reliance on any content, goods, or services available on such External Site.</p> 11.\nElectronic Communications <p>When you visit the Site, use the Service, or send e-mails to us, you are communicating with us electronically.\nYou consent to receiving communications from us electronically in order to answer your inquiries or comments, to provide you with an invoice or game key, or with general information regarding the Service, any Game or product.\nWe will communicate with you by e-mail or by posting notices on the Site or on the Communication Facilities.\nYou agree that all agreements, notices, disclosures and other communications that we provide to you electronically satisfy any legal requirement that such communications be in writing.</p> 12.\nUpdates to the Services.\n<p>For the purpose of improving its products and services, Paradox may require that you download and install updates to the Service and to the Games you have installed on your computer.\nYou acknowledge and agree that Paradox may update the Service and the Games on your computer, with or without notification.</p> 13.\nEquitable Remedies <p>You agree that Paradox would be irreparably damaged if the terms of these Terms of Use were not specifically enforced, and therefore you agree that Paradox shall be entitled, without bond, other security, or proof of damages, to appropriate equitable remedies with respect to breaches of these Terms of Use, in addition to such other remedies Paradox may otherwise have available under applicable laws.\nThis section shall survive the termination of these Terms of Use.</p> 14.\nSeverability <p>If any of these Terms of Use are determined to be illegal, invalid or otherwise unenforceable by reason of the laws of any state or country in which these Terms of Use are intended to be effective, then to the extent and within the jurisdiction in which that term is illegal, invalid or unenforceable, it shall be severed and deleted from these Terms of Use and the remaining Terms of Use shall survive, remain in full force and effect, and continue to be binding and enforceable.</p> 15.\nWaiver <p>Paradox´s failure to enforce any term of these Terms of Use at any time shall in no way be construed to be a present or future waiver of such term.</p> 16.\nGoverning Law/Jurisdiction <p>These Terms of Use are governed by and construed in accordance with the laws of Sweden, without regard to its conflict of laws rules and principles.\nYou agree to submit to the personal jurisdiction of the courts of Stockholm, Sweden for any cause of action arising out of or relating to these Terms of Use, and hereby waive any right to participate in any type of law suit brought and/or maintained as a class action or similar in nature to a class action, to the extent permissible by applicable law.</p> 17.\nModification of Terms of Use <p>Paradox shall have the right, at its sole discretion, to modify, add or remove any terms or conditions of these Terms of Use without notice or liability to you.\nAny changes to these Terms of Use shall be effective immediately upon posting of any such changes on the Site or through the Services.\nPlease review these Terms of Use regularly to ensure you are aware of any changes made by Paradox.\nYour continued use of the Site after changes are posted means you agree to be legally bound by these Terms of Use as updated and amended.</p> 18.\nContacting Us <p>If you have questions about these Terms of Use, the information practices of Paradox, or otherwise in relation to your dealings with Paradox, please contact us at www.paradoxplaza.com/support.</p>\n<p>Paradox Interactive (publ) AB\nMagnus Ladulåsgatan 4\n118 66 Stockholm\nSweden</p> ", "created_at": "2021-02-03 17:14:00.514226", "updated_at": "2021-02-03 17:14:03.689213"}, {"id": 3954, "name": "Cookies and Similar Technology", "url": "https://www.paradoxplaza.com/manage-cookies-page.html", "xpath": "/html/body/div[1]/div[6]/div[3]/div[2]/div/div/form/div[1]", "text": " Cookies and Similar Technology Last update: 2018-05-23 <p>We use cookies (sadly not the edible ones) and so-called pixel tags to collect information about visitors on our websites.\nPixel tags are invisible tags placed on certain pages of our websites, but unlike cookies, not saved on your computer.\nA pixel tag triggers a cookie when you visit a website.\nA cookie is a small piece of data sent from the website to your web browser and may be stored on your computer's hard drive.\nCookies allow us to recognize your computer while you are on the website and help customize your online experience and make it more convenient for you.\nCookies are also useful in allowing more efficient log-in for users, tracking transaction histories, and preserving information between sessions.\nThe information collected from cookies may also be used to improve the functionality of the website and to measure traffic patterns.<br>\n<br> Example of improved experience: If you visit our forum, you will not be asked for your password every time you visit, but rather every now and then, or when you clear your cookies manually.<br>\n<br> There are two main kinds of cookies: session cookies and persistent cookies.\nSession cookies are deleted from your computer when you close your browser, whereas persistent cookies remain stored on your computer until deleted, or until they reach their expiry date.\nYou are entitled to choose whether or not you would like to use cookies.\nIf you do not approve to the use of cookies, please be sure to opt out, as in block or disable them using your browser settings as described below or the opt-out link provided to you on your first visit to the website.\n</p> Strictly Necessary Cookies <p>These cookies are necessary for the website to function.\nThey are usually set in response to actions made by you which amount to a request for services, such as logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the website might then not work.\nThese cookies do not store any Personal Information.</p> View cookies dwsecuretoken_5af5cd16252afa0ed722759fd91b259a Provider - Salesforce/Demandware Authentication Session cookie dw Provider - Salesforce/Demandware Unclassified dw_cookies_accepted Provider - Salesforce/Demandware To check if user already accepted the site Privacy Policy dwsid Provider - Salesforce/Demandware Unauthenticated Session cookie.\nThis cookie lives for the life of a user interacting with a storefront site dw_dnt Provider - Salesforce/Demandware Unclassified dwanonymous_5af5cd16252afa0ed722759fd91b259a Provider - Salesforce/Demandware Anonymous customer tracking SESSION_TOKEN Provider - Salesforce/Demandware To keep user logged in different Paradox platforms mm_lcl Provider - Salesforce/Demandware To serve relevent price and content to user.\nTo set locale and used for pricebooks and currency accordingly cookie_consent - www.paradoxplaza.com To check if a customer has made a Cookie Consent choice functionality_optout - www.paradoxplaza.com To check if user has accepted functionality cookies targeting_optout - www.paradoxplaza.com To check if user has accepted targeting cookies __cfduid - Cloudflare Used by the content network, Cloudflare, to identify trusted web traffic srv_id - www.paradoxplaza.com Load balancing cookie Performance Cookies <p>Performance Cookies: These cookies allow us to count visits and traffic sources in order to measure and improve the performance of the website.\nThese cookies help us to know which pages are the most and least popular and how visitors move around the website.\nAll information these cookies collect is aggregated and therefore anonymous.\nYou can set your browser to block or alert you about these cookies.\nIf you do so, we will not know when you have visited our website, and will not be able to monitor its performance.</p> View cookies _hjClosedSurveyInvites Provider - Hotjar Hotjar cookie.\nThis cookie is set once a visitor interacts with a Survey invitation modal popup.\nIt is used to ensure that the same invite does not re-appear if it has already been shown.\n_hjDonePolls Provider - Hotjar Hotjar cookie.\nThis cookie is set once a visitor completes a poll using the Feedback Poll widget.\nIt is used to ensure that the same poll does not re-appear if it has already been filled in.\n_hjMinimizedPolls Provider - Hotjar Hotjar cookie.\nThis cookie is set once a visitor minimizes a Feedback Poll widget.\nIt is used to ensure that the widget stays minimizes when the visitor navigates through your site.\n_hjDoneTestersWidgets Provider - Hotjar Hotjar cookie.\nThis cookie is set once a visitor submits their information in the Recruit User Testers widget.\nIt is used to ensure that the same form does not re-appear if it has already been filled in.\n_hjIncludedInSample Provider - Hotjar Hotjar cookie.\nThis session cookie is set to let Hotjar know whether that visitor is included in the sample which is used to generate funnels.\n_ga Provider - Google Analytics Evaluate website performance in order to improve it, track engagement &amp.\nCTR on ads/pages _gat_UA-994734-2 Provider - Google Analytics Evaluate website performance in order to improve it, track engagement &amp.\nCTR on ads/pages _gid Provider - Google Analytics Evaluate website performance in order to improve it, track engagement &amp.\nCTR on ads/pages YSC Provider - Youtube iFrame API We use this to track how many viewers and engagement levels we get on our streams PREF Provider - Youtube iFrame API We use this to track how many viewers and engagement levels we get on our streams VISITOR_INFO1_LIVE Provider - Youtube iFrame API Tries to estimate the users' bandwidth on pages with integrated YouTube videos.\ndwac_9e6c781e389fde38babf5f8d7f Provider - Salesforce/Demandware Analytics cookie NID Provider - Google Analytics Registers a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.\n1P_JAR Provider - Google Analytics These cookies are used to gather website statistics, and track conversion rates.\nCONSENT Provider - Google Analytics Unclassified NID Provider - Google Analytics Registers a unique ID that identifies a returning user's device.\nThe ID is used for targeted ads.\nnumberOfGAhits Provider - Google Analytics Custom functional cookie to restrict the number of GA hits a session has.\nDoes not contain PII.\nFunctionality Cookies Off Functionality Cookies <p>These cookies enable the website to provide enhanced functionality and personalization.\nThey may be set by us or by third party providers whose services have been added to the website.\nIf you do not allow these cookies, some or all of these services may not function properly.</p> View cookies __cq_seg Provider - Cquotient To serve relevant content to the user uuid Provider - Cquotient To serve relevant content to the user __cq_seg Provider - Cquotient To serve relevant content to the user __cq_uuid Provider - Cquotient To serve relevant content to the user __cq_dnt Provider - Cquotient To serve relevant content to the user cqcid Provider - Cquotient To serve relevant content to the user sid Provider - Cquotient To serve relevant content to the user cquid Provider - Cquotient To serve relevant content to the user Targeting Cookies Off Targeting Cookies <p>Advertisers and/or other content providers that may appear on our website may also use cookies that are not sent by us.\nSuch advertisements or content may use cookies to help track and target the interests of users of the website in order to present customized and personalized advertisements or other messages that the user might find interesting.\nThese cookies uniquely identify your browser and Internet device.\nSuch cookies may even impact your experience of other websites you may visit subsequently.\nIf you do not allow these cookies, you will experience less targeted advertising.\nParadox Interactive AB is not responsible for any of our advertisers or content providers cookies and we will always require your active consent for our own targeting cookies.</p> View cookies igodigitaltc2 Provider - iGoDigital Unclassified igodigitalst_10965211 Provider - iGoDigital Unclassified igodigitalst_10966259 Provider - iGoDigital Unclassified igodigitalstdomain Provider - iGoDigital Unclassified IDE Provider - iGoDigital Unclassified fr Provider - iGoDigital Unclassified _gads Analyse advertising traffic edgebucket Analyse advertising traffic eu_cookie_v2 Analyse advertising traffic reddaid Analyse advertising traffic rabt Analyse advertising traffic recent_srs Analyse advertising traffic rseor3 Analyse advertising traffic Save cookie settings ", "created_at": "2021-02-03 17:14:25.198408", "updated_at": "2021-02-03 17:20:22.486404"}], "points": [{"id": 27249, "title": "This service is only available for use individually and non-commercially.", "source": "https://legal.paradoxplaza.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2022-03-11 20:53:31.513235", "updated_at": "2022-03-11 20:53:31.513235", "quoteText": "The Service may be used by you only for your personal, non-commercial use in accordance with these Terms of Use.\n", "case_id": 143, "document_id": 3953, "quoteStart": 3349, "quoteEnd": 3462}, {"id": 21129, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.paradoxplaza.com/manage-cookies-page.html", "status": "Generated through the annotate view", "created_at": "2021-05-24 23:14:24.079809", "updated_at": "2021-05-25 17:31:04.606896", "quoteText": "These cookies are necessary for the website to function.\nThey are usually set in response to actions made by you which amount to a request for services, such as logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the website might then not work.", "case_id": 375, "document_id": 3954, "quoteStart": 1713, "quoteEnd": 2024}, {"id": 21128, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://legal.paradoxplaza.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-05-24 23:13:16.747472", "updated_at": "2021-05-25 17:32:31.586683", "quoteText": "Your use of the Service constitutes your agreement to defend, indemnify, and hold harmless Paradox, and its respective employees, contractors, officers, directors, licensors, licensees (excluding you), sublicensees, successors and assigns from and against any actions, claims, demands, liability and expenses, including reasonable attorneys’ fees, arising out of (i) your breach of any of these Terms of Use, EULA or Rules of Conduct.\n(ii) your use or misuse of the Service, or iii) the use or misuse of the Service by a third party using your Account, if such use or misuse is due to your failure at maintaining the security and confidentiality of your Account.", "case_id": 146, "document_id": 3953, "quoteStart": 20771, "quoteEnd": 21433}, {"id": 21127, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://legal.paradoxplaza.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-05-24 23:11:35.789764", "updated_at": "2021-05-25 17:31:34.043141", "quoteText": "(III) AS TO THE ACCURACY, RELIABILITY, OR CURRENCY OF ANY INFORMATION, CONTENT, SERVICE, OR PRODUCTS PROVIDED THROUGH THE SITE AND/OR SERVICE.\nOR ", "case_id": 288, "document_id": 3953, "quoteStart": 19399, "quoteEnd": 19545}, {"id": 21126, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://legal.paradoxplaza.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-05-24 23:11:08.472996", "updated_at": "2021-05-25 17:32:39.593425", "quoteText": "(II) THAT THE SITE AND/OR SERVICE WILL BE CONTINUOUS, UNINTERRUPTED, SECURE OR ERROR-FREE.", "case_id": 287, "document_id": 3953, "quoteStart": 19308, "quoteEnd": 19398}, {"id": 21125, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://legal.paradoxplaza.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-05-24 23:10:41.264516", "updated_at": "2021-05-25 17:31:47.164984", "quoteText": "HE SERVICE IS PROVIDED BY PARADOX ON AN “AS IS” AND “AS AVAILABLE” BASIS.", "case_id": 286, "document_id": 3953, "quoteStart": 18769, "quoteEnd": 18842}, {"id": 21124, "title": "The service claims to be GDPR compliant for European users", "source": "https://legal.paradoxplaza.com/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-24 23:10:08.580371", "updated_at": "2021-05-25 17:30:50.232413", "quoteText": "We only collect, use, store and transfer (\"process\") your personal information in accordance with applicable data protection legislation, including but not limited to the (EU) General Data Protection Regulation (2016/679) (\"GDPR\")", "case_id": 481, "document_id": 3952, "quoteStart": 1481, "quoteEnd": 1711}, {"id": 21123, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://legal.paradoxplaza.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-05-24 23:09:07.145614", "updated_at": "2021-05-25 17:31:58.499298", "quoteText": "and if you are between 16 and 18 years of age, you must get your parents’ or legal guardians’ consent prior to creating such Account.", "case_id": 486, "document_id": 3953, "quoteStart": 2149, "quoteEnd": 2282}, {"id": 21122, "title": "This service is only available to users over a certain age", "source": "https://legal.paradoxplaza.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-05-24 23:08:45.67075", "updated_at": "2021-05-25 17:32:03.840785", "quoteText": "You must be at least 16 years of age to create an Account,", "case_id": 152, "document_id": 3953, "quoteStart": 2090, "quoteEnd": 2148}, {"id": 21121, "title": "There is a date of the last update of the agreements", "source": "https://legal.paradoxplaza.com/terms-of-use", "status": "Generated through the annotate view", "created_at": "2021-05-24 23:07:20.365152", "updated_at": "2021-05-25 17:32:11.943565", "quoteText": "<p>Last update April 5, 2019</p>", "case_id": 331, "document_id": 3953, "quoteStart": 31, "quoteEnd": 63}], "urls": ["paradoxplaza.com"]}}