{"error": 448, "message": "OK", "parameters": {"id": 3464, "name": "NiMO TV", "created_at": "2021-05-05 14:11:09.11842", "updated_at": "2021-05-10 22:00:09.690782", "wikipedia": null, "keywords": null, "related": null, "slug": "nimo_tv", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/3464.png", "url": "nimo.tv", "documents": [{"id": 5762, "name": "Privacy Policy", "url": "https://article.nimo.tv/p/1033/privacy_policy.html?_theme=2", "xpath": "//body", "text": " <strong>NIMO TV PRIVACY POLICY</strong>\n<p>&nbsp;</p>\n<p>Last Modified: February 2, 2021</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>INTRODUCTION</strong>\n</p>\n<p>HUYA PTE.\nLTD.\n(hereinafter “we”, “us” or “our”) operates the website https://www.nimo.tv (hereinafter “Nimo TV” or the “Website”) and is the controller of the information collected or provided via this Website.</p>\n<p>&nbsp;&nbsp;</p>\n<p>We collect, process and retain personal data to the extent it is necessary to provide users with our service.\nThis privacy policy applies to information we collect:</p>\n<ul>\n<li>on this Website,</li>\n<li>in e-mail, text and other communications between you and this Website, or</li>\n<li>through mobile applications you download from this Website, Google Play Store, or App Store, which provide dedicated non-browser-based interaction between you and this Website.</li>\n</ul>\n<p>It does not apply to information collected by through any other means offline, including on any other website operated by us or any third party and including through any application or content (including advertising) that may link to or be accessible from or on the Website.\nWe do not control these third-party websites and are not responsible for their privacy statements.</p>\n<p>&nbsp;</p>\n<p>\n<strong>THE DATA WE COLLECT ABOUT YOU</strong>\n</p>\n<p>Personal data, or personal information, means any information about an individual from which that person can be identified (“Personal Information”).</p>\n<p>&nbsp;</p>\n<p>We may collect, use, store and transfer different kinds of personal data about you, which we have grouped together as follows:</p>\n<p>&nbsp;</p>\n<p>\n<u>Persons who visit the Website without logging in or registering “unregistered users”</u>\n</p>\n<p>&nbsp;</p>\n<ul>\n<li>Activity data includes aggregated information about your activity and how you use our Website, products and services.</li>\n<li>Technical data includes internet protocol (IP) address, browser type and version, time zone setting and location, language, and operating system on the devices you use to access this Website.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<u>Persons who choose to create an account as “registered users”</u>\n</p>\n<ul>\n<li>Identity data includes, username or similar identifier, date of birth, gender.</li>\n<li>Contact data includes mobile number.</li>\n<li>Transaction data in case of purchases, it may include details about payments to and from you and other details of products and services you have purchased or received from us.</li>\n<li>Technical data includes internet protocol (IP) address, your login data, browser type and version, time zone setting and location, language, and operating system on the devices you use to access this Website.</li>\n<li>User submitted data includes data collected at your direction for a specific function, for example your username and password, purchases or orders made by you, your interests, preferences, feedback responses, comments and bullet messages.</li>\n<li>Activity data includes information about your activity and how you use our Website, products and services.</li>\n<li>Biometric information (only for those who stream via Nimo TV) includes information regarding your facial features.\nBefore collecting your biometric information we will inform you separately and ask for your consent.</li>\n</ul>\n<p>We may also collect, use and share your data to produce and share aggregated insights that do not identify you.\nAggregated data may be derived from your personal data but is not considered personal data as this data does not directly or indirectly reveal your identity.\nFor example, we may aggregate your usage data to calculate the percentage of users accessing a specific Website feature, to generate statistics about our users, to calculate the percentage of users accessing a specific Website feature, or to calculate ad impressions served or clicked on.</p>\n<p>&nbsp;</p>\n<p>We do not collect special categories of Personal Information about you (this includes details about your race or ethnicity, religious or philosophical beliefs, political opinions, trade union membership, information about your health and genetic and biometric data).</p>\n<p>&nbsp;</p>\n<p>\n<strong>HOW IS YOUR PERSONAL INFORMATION COLLECTED?</strong>\n</p>\n<p>We use different methods to collect data from and about you including through:</p>\n<p>&nbsp;</p>\n<p>Direct interactions.\nInformation that you provide when carrying out search queries on our Website or by filling in forms on our Website, in particular at the time of registering to use our Website, subscribing to the streaming channels, posting material, taking part in activities, entering a promotion sponsored by us, when reporting a problem with our Website, or requesting further services.</p>\n<p>&nbsp;</p>\n<p>Automated technologies or interactions.\nSee “Cookie Policy” for details of how we may automatically collect your personal data.</p>\n<p>&nbsp;</p>\n<p>\n<strong>USER CONTRIBUTIONS</strong>\n</p>\n<p>We may provide areas on our Website where you can upload content (e.g., pictures, videos, audio files, etc..\ncollectively as “User Generated Content/UGC”), and post comments or reviews of content found on the Website.\nSuch postings are governed by our terms of use.\nYou should be aware that any Personal Information you submit, display, or publish in public areas of our website is considered publicly available and can be read, collected, used, and disclosed by others.\nWe cannot control who reads your posting or what other users may do with the information you voluntarily post, so we encourage you to exercise discretion and caution with respect to your Personal Information.</p>\n<p>&nbsp;</p>\n<p>\n<strong>HOW WE USE YOUR PERSONAL DATA</strong>\n</p>\n<p>We will only use your personal data when the applicable local law allows us to.\nMost commonly, we will use your personal data in the following circumstances:</p>\n<p>&nbsp;</p>\n<ul>\n<li>For purposes of providing the services, customer management and functionality and security as is necessary to perform the services provided to you under our terms of use and any other contract that you have with us.</li>\n<li>Where it is necessary for our legitimate interests (or those of a third party) and your interests and fundamental rights do not override those interests.</li>\n<li>Where we need to comply with a legal or regulatory obligation.</li>\n<li>Where you declare your valid consent to use it.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Note that we may process your personal data for more than one lawful ground depending on the specific purpose for which we are using your data.</p>\n<p>&nbsp;</p>\n<p>\n<strong>PURPOSES FOR WHICH WE USE YOUR PERSONAL INFORMATION</strong>\n</p>\n<p>In general, we use information that we collect about you or that you provide to us for following purposes:</p>\n<p>&nbsp;</p>\n<ul>\n<li>Provision of services: to present our Website and its contents to you, including any interactive features on our Website, and to provide you with information, products or services that you request from us.\nwe also collect and use Personal Information to verify your eligibility and deliver prizes in connection with promotion activities and sweepstakes;</li>\n<li>Customer management: to manage a registered users’ account, to provide customer support and notices to the registered user about his account or subscription, and notices about changes to our Website or any products or services we offer or provide through it;</li>\n<li>Communication: to communicate and interact with you directly, such as that we may send notifications to you, notify you about upcoming changes, promotion activities or improvements on the Website, or contact you regarding any content that you have posted to or downloaded from the Website;</li>\n<li>Customization of content: to perform research and analysis about your use of, or interest in, our Website content, products, or services, in order to develop and display content tailored to your interests on our Website;</li>\n<li>Performance Analysis: to determine whether users of the Website are unique, or whether the same user is using the Website on multiple occasions, and to monitor aggregate metrics such as total number of visitors, streaming channels viewed, demographic patterns;</li>\n<li>Functionality and security: to diagnose or fix technology problems, and to detect, prevent, and respond to actual or potential fraud, illegal activities, or intellectual property infringement;</li>\n<li>Compliance: to enforce our terms of use and to comply with our legal obligations;</li>\n<li>Others: to provide you information which we may describe when your consent is provided separately from this privacy policy.</li>\n</ul>\n<p>For biometric information (with your separate consent), we use it to provide and improve beauty and similar effects for your streaming.</p>\n<p>&nbsp;</p>\n<p>\n<strong>DISCLOSURE OF YOUR PERSONAL INFORMATION</strong>\n</p>\n<p>We do not disclose your Personal Information except in the limited circumstances described here.</p>\n<p>&nbsp;</p>\n<ul>\n<li>We may share your Personal Information outside of Nimo TV when we have your consent.</li>\n<li>We may disclose your Personal Information to members of our corporate group (that is, entities that control, are controlled by, or are under common control with us) to the extent this is necessary for the purposes of provision of services, customer management, customization of content, advertising, analytics, verifications, functionality and security, and compliance.</li>\n<li>Service providers.\nTo our authorized service providers that perform certain services on our behalf.\nThese services may include fulfilling orders, processing credit card payments, customization of content, analytics, security, supporting our Website functionality, and other features offered through our Website.\nThese service providers may have access to Personal Information needed to perform their functions but are not permitted to share or use such information for any other purposes.\nHowever, if you connect to a third-party service through our Website or otherwise links your Nimo TV account with a third-party service, you are requesting and authorizing Nimo TV to share or grant access to information on your behalf with such third party.\nWe may also send information about the content that you watch or your activities on the Website to such third party in order to upgrade your experience of using the Website.</li>\n<li>Legal successors.\nTo a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution or other sale or transfer of some or all of our assets, whether as a going concern or as part of bankruptcy, liquidation or similar proceeding, in which personal information held by us about our Website users is among the assets transferred.\nShould such a sale or transfer occur, we will use reasonable efforts to try to ensure that the entity to which we transfer your personal information uses it in a manner that is consistent with this privacy policy.</li>\n<li>Share of UGC.\nYou may share your UGC to other social media, including Facebook, Twitter and YouTube (a “Connected Social Media” respectively) via the function provided by us.\nHowever, once your UGC is shared to any Connected Social Media, we cannot control the shared UGC and you will be subject to the policies of the Connected Social Media (for example, Google Privacy Policy and Google security settings).\nTherefore, by using the function of share UGC (or similar function), you expressly relieve us from any liability arising from your share UGC or the Connected Social Media.\nWe encourage you to review the Connected Social Media’s privacy policy and other legal documents before you share your UGC.</li>\n</ul>\n<p>We access, preserve and share your Personal Information with regulators, law enforcement or others where we reasonably believe such disclosure is needed to (a) satisfy any applicable law, regulation, legal process, or governmental request, (b) enforce applicable terms of use, including investigation of potential violations thereof, (c) detect, prevent, or otherwise address illegal or suspected illegal activities, security or technical issues, (d) protect against harm to the rights, property or safety of our company, our users, our employees, or others.\nor (e) to maintain and protect the security and integrity of our Website or infrastructure.\nIn such cases, we may raise or waive any legal objection or right available to us, in our sole discretion.</p>\n<p>&nbsp;</p>\n<p>We may disclose aggregated information about our users, and information that does not identify any individual, without restriction.\nWe also may share aggregated information with third parties for conducting general business analysis.\nThis information does not contain any Personal Information and may be used to develop content and services that we hope you and other users will find of interest.</p>\n<p>&nbsp;</p>\n<p>\n<strong>ANALYTICS PROVIDERS</strong>\n</p>\n<p>We use third-party analytics services, such as Google Analytics, on our Website and mobile applications.\nThese services providers may utilize several tracking technologies, including cookies, to analyze how you use our services.\nTo evaluate your use of our service, your Personal Information collected by us may be disclosed to or directly collected by these services provides.</p>\n<p>&nbsp;</p>\n<p>\n<strong>FINANCIAL INFORMATION</strong>\n</p>\n<p>Financial information (including Personal Information) that you have provided to us will only be shared with our third party processors in order to initiate and complete any orders placed on your account.\nAll financial data and related Personal Information will not be shared by us with third parties except with your authorization or when necessary to carry out all and any transactions requested by you with the understanding that such transactions may be subject to rules, terms, conditions and policies of a third party.\nAll such information provided to a third party is subject to their terms of use.</p>\n<p>&nbsp;</p>\n<p>\n<strong>TRANSFERS OF YOUR PERSONAL INFORMATION TO OTHER COUNTRIES</strong>\n</p>\n<p>With your consent, we may transfer the information that we collect about you, including personal information, to any country in which we, members of our corporate group (that is, entities that control, are controlled by, or are under common control with us) or our service providers are located.</p>\n<p>&nbsp;</p>\n<p>\n<strong>HOW WE PROTECT THE SECURITY OF YOUR PERSONAL INFORMATION</strong>\n</p>\n<p>We take appropriate security measures to safeguard your Personal Information from unauthorized access and disclosure.\nFor example, only authorized employees are permitted to access Personal Information, and they may do so only for permitted business functions.\nIn addition, we use encryption in the transmission of certain your Personal Information between your system and ours, and we use firewalls to help prevent unauthorized persons from gaining access to your Personal Information.\nPlease be advised, however, that we cannot fully eliminate security risks associated with the storage and transmission of Personal Data.</p>\n<p>&nbsp;</p>\n<p>You are responsible for maintaining the secrecy of your unique password and account information at all times.\nWe are not responsible for circumventions of any privacy settings or security measures contained on the Website.</p>\n<p>&nbsp;</p>\n<p>\n<strong>YOUR RIGHTS AND CHOICES (ACCOUNT CLOSURE &amp.\nDELETION)</strong>\n</p>\n<p>We strive to provide you with rights and choices regarding your personal information, including the right to close your account and delete your personal information.\nPlease check Nimo TV’s Privacy Choices pages so you may find your rights, choices, and how to review, update, or delete such Personal Information.</p>\n<p>&nbsp;</p>\n<p>You can choose not to provide us with certain Personal Information, but that may result in you being unable to use certain features of our Website because such information may be required in order for you to register as a member.\npurchase products or services.\nparticipate in a contest, promotion, survey, or sweepstakes.\nask a question.\nor initiate other transactions on our Website.</p>\n<p>&nbsp;</p>\n<p>You can set your browser to refuse all or some browser cookies, or to alert you when cookies are being sent.\nIf you disable or refuse cookies, please note that some parts of the Website may then be inaccessible or not function properly.</p>\n<p>&nbsp;</p>\n<p>\n<strong>RETENTION OF YOUR PERSONAL INFORMATION</strong>\n</p>\n<p>We maintain your personal information in order to fulfill the relevant purposes described in this Privacy Policy, or as required or permitted by law, or as otherwise communicated to you.&nbsp.\nOnce you request us to close your account and delete your personal data, we will delete or all of your personal information that we are not required or permitted to retain by law.</p>\n<p>&nbsp;</p>\n<p>\n<strong>CHANGES TO OUR PRIVACY POLICY</strong>\n</p>\n<p>We may modify or revise our privacy policy from time to time.\nAlthough we may attempt to notify you when major changes are made to this privacy policy, you are expected to periodically review the most up-to-date version found at our Website so you are aware of any changes, as they are binding on you.</p>\n<p>&nbsp;</p>\n<p>If we change anything in our privacy policy, the date of change will be reflected in the “last modified date”.\nYou agree that you will periodically review this privacy policy and refresh the page when doing so.\nYou agree to note the date of the last revision to our privacy policy.\nIf the “last modified” date is unchanged from the last time you reviewed our privacy policy, then it is unchanged.\nOn the other hand, if the date has changed, then there have been changes, and you agree to re-review our privacy policy, and you agree to the new ones.\nBy continuing to use the Website subsequent to us making available an amended version of our privacy policy in a way that you can easily take notice of it, you thereby consent to such amendment.</p>\n<p>&nbsp;</p>\n<p>\n<strong>ENFORCEMENT.\nCOOPERATION</strong>\n</p>\n<p>We regularly review our compliance with this privacy policy.\nPlease feel free to direct any questions or concerns regarding this privacy policy or our treatment of Personal Information by contacting us through this Website at&nbsp;feedback_EN@nimo.tv.\nWhen we receive a formal written complaint, it is our policy to contact the complaining party regarding his or her concerns.\nWe will cooperate with the appropriate regulatory authorities, including local data protection authorities, to resolve any complaints regarding the collection, use and disclosure of Personal Information that cannot be resolved by an individual and us.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>NO RIGHTS OF THIRD PARTIES</strong>\n</p>\n<p>This privacy policy does not create rights enforceable by third parties or require disclosure of any Personal Information relating to users of the Website.</p>\n<p>&nbsp;</p>\n<p>\n<strong>OUR POLICY TOWARDS MINORS</strong>\n</p>\n<p>Our Website is not directed to persons under the age of 18 or the applicable age of majority in the jurisdiction from which the Website is accessed and we do not knowingly collect Personal Information from minors.\nIf you become aware that your child has provided us with Personal Information, please contact us at&nbsp;feedback_EN@nimo.tv.\nIf we become aware that a minor has provided us with Personal Information, we take steps to remove such information and terminate that person’s account.</p>\n<p>&nbsp;</p>\n<p>\n<strong>NO ERROR FREE PERFORMANCE</strong>\n</p>\n<p>We do not guarantee error-free performance under this privacy policy.\nWe will use reasonable efforts to comply with this privacy policy and will take prompt corrective action when we learn of any failure to comply with our privacy policy.\nWe shall not be liable for any incidental, consequential or punitive damages relating to this privacy policy.</p>\n<p>&nbsp;</p>\n<p>\n<strong>CONTACT INFORMATION</strong>\n</p>\n<p>If you have any questions about this privacy policy or our information-handling practices, please contact us at&nbsp;feedback_EN@nimo.tv.</p>\n<p>&nbsp;</p> ", "created_at": "2021-05-05 14:11:10.120624", "updated_at": "2021-05-05 14:30:38.900309"}, {"id": 5764, "name": "Terms of Use", "url": "https://article.nimo.tv/p/1054/userprotocol.html?_country=TH&_theme=2", "xpath": "//body", "text": " <strong>NIMO TV TERMS OF USE</strong>\n<p>&nbsp;</p>\n<p>Last Modified: April 25, 2019</p>\n<p>&nbsp;</p>\n<p>\n<strong>Section 1.\nIntroduction.\nYour Agreement to these Terms of Use</strong>\n</p>\n<p>PLEASE READ THESE TERMS OF USE CAREFULLY.\nTHIS IS A BINDING CONTRACT.</p>\n<p>Welcome to the services operated by HUYA PTE.\nLTD.\n(with its affiliates, “Huya”) consisting of the gaming-focused streaming website available at http://www.nimo.tv, and its network of websites, software applications, or any other products or services offered by Huya (the “ Nimo TV Services ”).\nOther services offered by Huya may be subject to separate terms.</p>\n<p>&nbsp;</p>\n<p>When using the Nimo TV Services, the User shall be subject to any additional posted guidelines or rules applicable to specific services and features that may be posted online by NIMO TV from time to time (the “Guidelines”).\nNIMO TV may also offer certain paid services, which are subject to certain additional terms or conditions that are disclosed to you in connection with such services.\nAll such terms and guidelines are incorporated into these terms of use by reference.</p>\n<p>&nbsp;</p>\n<p>By using the Nimo TV Services or by clicking to accept or agree to the terms of use when this option is made available to you, you accept and agree to be bound and abide by these terms of use and our privacy policy incorporated herein by reference.\nIf you do not want to agree to these terms of use or the privacy policy, you must not access or use the Nimo TV Services.</p>\n<p>&nbsp;</p>\n<p>If you access or use the Nimo TV Services, whether you click to accept or not, you agree to all of the various terms in these terms of use.\nIf you do not understand all of these terms of use, you should seek for legal opinions before agreeing to any of the terms of use.</p>\n<p>&nbsp;</p>\n<p>You understand and acknowledge that when using the Nimo TV Services, you will be exposed to content from a variety of sources, and that we are not responsible for the accuracy, usefulness, safety, or intellectual property rights of or relating to such content.</p>\n<p>&nbsp;</p>\n<p>You further understand and acknowledge that you may be exposed to content that is inaccurate, indecent, or objectionable, and you agree to waive, and hereby do waive, any legal or equitable rights or remedies you have or may have against the Nimo TV Services with respect thereto, and agree to indemnify and hold the Nimo TV Services, their site operator, their parent corporation, their respective affiliates, licensors, service providers, officers, directors, employees, agents, successors and assigns, harmless to the fullest extent allowed by law regarding all matters related to your use of the Nimo TV Services.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Section 2.\nAbility to Accept Terms of Use</strong>\n</p>\n<p>YOU AFFIRM THAT YOU ARE AT LEAST 18 YEARS OF AGE OR THE AGE OF MAJORITY IN THE JURISDICTION YOU ARE ACCESSING THE NIMO TV SERVICES FROM, AND ARE FULLY ABLE AND COMPETENT TO ENTER INTO THE TERMS, CONDITIONS, OBLIGATIONS, AFFIRMATIONS, REPRESENTATIONS, AND WARRANTIES SET FORTH IN THESE TERMS OF USE, AND TO ABIDE BY AND COMPLY WITH THESE TERMS OF USE.\nIF YOU ARE UNDER 18 OR THE APPLICABLE AGE OF MAJORITY, YOU MAY ONLY USE THE NIMO TV SERVICES UNDER THE SUPERVISION OF A PARENT OR LEGAL GUARDIAN WHO AGREES TO BE BOUND BY THESE TERMS OF USE.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Section 3.\nPaid Services</strong>\n</p>\n<p>Some of the Nimo TV Services provided by us require payment (\"Paid Services\").\nWhen you use such Paid Services, you will be required to pay the relevant charges to us.\nWe will notify you in advance in the event any Nimo TV Service that will or may be used by you in accordance with these terms of use will be a Paid Service.\nAccess to a Paid Services is conditional upon you confirming your agreement to, and payment of, the relevant charges for such Paid Services.\nFor avoidance of doubt, we shall be under no obligation to provide any Paid Services to you if you do not pay the charges for the same.</p>\n<p>&nbsp;</p>\n<p>Paid Services can be purchased by credit cards, and when available, by debit cards, and are processed through our third-party Internet payment service providers.\nBy purchasing any Paid Services through the Nimo TV Services, you hereby consent and agree to abide by such third-party Internet payment service providers’ customer terms and conditions, and privacy policies, and understand that we have no control whatsoever on such customer terms and conditions, and privacy policies.\nIF YOU CANNOT AGREE to such third-party Internet payment service providers’ customer terms and conditions or privacy policies, DO NOT PURCHASE ANY SERVICE.\nPurchases are payable in advance.\nWe offer different packages you can choose from.\nWe reserve the right to change service prices at any time, at our sole discretion and without liability to you.\nAny purchased Paid Service will not be available in your account in the event that your account is deleted by you or otherwise terminated in accordance with these terms of use.</p>\n<p>&nbsp;</p>\n<p>PAYMENTS ARE NONREFUNDABLE AND THERE ARE NO REFUNDS OR CREDITS FOR PARTIALLY USED PERIODS.\nWe reserve the right (but not the obligation), at our sole discretion, to refund the purchased amount if there is a technical error to the purchased service.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Section 4.\nAssessing the Nimo TV Services, Account and Security </strong>\n</p>\n<p>If you interact with us or with third-party service providers, and you provide information, including account or credit card or other payment information, you agree that all information that you provide will be accurate, complete, and current.\nYou will review all policies and agreements applicable to use of third party services.\nIf you use the Nimo TV Services over mobile devices, you understand and acknowledge that your carrier’s normal rates and fees, such as excess broadband fees will still apply.</p>\n<p>&nbsp;</p>\n<p>In order to open an account, you will be asked to provide us with certain information such as a mobile number and password.</p>\n<p>&nbsp;</p>\n<p>Nimo TV Services may permit you to register for and log on to the Nimo TV Services via certain third party services.\nThe third party’s collection, use and disclosure of your information will be subject to that third party service’s privacy policy.\nFurther information about how we collect, use and disclose your personal information when you link your Nimo TV account with your account on any third party service can be found in our privacy policy.</p>\n<p>&nbsp;</p>\n<p>You are solely responsible for maintaining the confidentiality of your account and password, for restricting access to your computer, and for all activities that occur under your account or password.\nYou acknowledge that your account is personal to you and agree not to provide any other person with access to the Nimo TV Services or portions of it using your user name, password or other security information.\nYou agree to notify us immediately of any unauthorized access to or use of your user name or password or any other breach of security by contacting us at: feedback_EN@nimo.tv.\nYou should use particular caution when accessing your account from a public or shared computer so that others are not able to view or record your password or other personal information.\nAlthough the Nimo TV Services will not be liable for your losses caused by any unauthorized use of your account, you may be liable for the losses of the Nimo TV Services or others due to such unauthorized use.</p>\n<p>&nbsp;</p>\n<p>We have the right to disable any user name, password or other identifier, whether chosen by you or provided by us, at any time in our sole discretion for any or no reason, including if, in our opinion, you have violated any provision of these terms of use.</p>\n<p>&nbsp;</p>\n<p>You acknowledge that we reserve the right to charge fees for Nimo TV Services in our complete and sole discretion.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Section 5.\nRespecting Copyright</strong>\n</p>\n<p>Huya respects the intellectual property of others and follows the requirements set forth in the relevant applicable laws.\nIf you are a copyright owner or agent thereof and believe that content posted on the Nimo TV Services infringes upon your copyright, please submit a notice to us.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Section 6.\nTrademark and License</strong>\n</p>\n<p>We and our associated logos and names are our trademarks and/or service marks.\nOther trademarks, service marks, names and logos used on or through the Nimo TV Services, such as trademarks, service marks, names or logos associated with third party content creators, are the trademarks, service marks or logos of their respective owners.\nYou are granted no right or license with respect to any of the aforesaid trademarks, service marks or logos.</p>\n<p>&nbsp;</p>\n<p>The websites and certain materials available on or through the Nimo TV Services are content we own, authored, created, purchased, or licensed (collectively, our \"Works\").\nOur Works may be protected by copyright, trademark, patent, trade secret and/or other laws, and we reserve and retain all rights in our Works and Nimo TV Services.</p>\n<p>&nbsp;</p>\n<p>Unless otherwise expressly stated in writing by Nimo TV Services, by agreeing to these terms of use you are granted a limited, revocable, non-sublicensable, and non-exclusive license (i.e.\na personal and limited right) to access and use the Nimo TV Services for your personal use or internal business use only.\nYou are prohibited from copying, displaying, downloading, modifying, reproducing, adapting, translating, decompiling, reverse engineering, disassembling, attempting to derive source code from, or creating any derivative works of any Works, or directly or indirectly published, performed, rewritten or republished any Works without prior written consent from us.</p>\n<p>&nbsp;</p>\n<p>The above described license is conditioned on your compliance with these terms of use.\nIf you breach any provision of these terms of use, any license you have obtained will be automatically rescinded and terminated.\nIn order to protect our rights some content made available on the Nimo TV Services may be controlled by digital rights management technologies, which will restrict how you may use the content.\nYou must not circumvent, remove, delete, disable, alter or otherwise interfere with any digital rights management technology.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Section 7.\nUser Generated Content</strong>\n</p>\n<p>We allows users to distribute streaming live and pre-recorded audio-visual works, to use services, such as chat, bulletin boards, forum postings, voice interactive services, and to participate in other activities in which you may create, post, transmit, perform, or store content, messages, text, sound, images, applications, code or other data or materials on the Nimo TV Services (“User Generated Content/UGC”).</p>\n<p>&nbsp;</p>\n<p>Unless otherwise agreed to in a written agreement between you and Huya that was signed by an authorized representative of Huya, by broadcasting, publishing, posting, displaying, submitting and/or uploading any of its UGC in connection with the Nimo TV Services, you grant to NIMO TV and its sub-licensees the permission, free, permanent, irrevocable, non-exclusive and fully sub-licensable rights and license, without any territorial or time limitations and without requiring any approvals and/or compensations, to use, copy, modify, adapt, publish, translate, edit, dispose, create derivate works of, distribute, perform and publicly display such UGC (in whole or in part), and/or incorporate such UGC into existing or future forms of work, media or technology.</p>\n<p>&nbsp;</p>\n<p>With respect to streaming live and pre-recorded audio-visual works, the rights granted by you terminate once you delete such UGC from Nimo TV Services, or generally by closing your account, except (a) we used it for promotional purposes.\nand (b) for the reasonable time it takes to remove from backup and other systems.</p>\n<p>&nbsp;</p>\n<p>You shall be solely responsible for your UGC and the consequences of streaming, posting, uploading, publishing, transmitting or otherwise making available your UGC on the Nimo TV Services.\nYou understand and acknowledge that you are responsible for any UGC you submit or contribute, and you, not us, have full responsibility for such UGC, including its legality, reliability, accuracy and appropriateness.\nWe are not responsible, or liable to any third party, for the content or accuracy of any UGC made available by you or any other user of Nimo TV.\nWe do not control UGC you provide or contribute and we do not make any guarantee whatsoever related to UGC submitted or contributed by users.\nAlthough we sometimes review UGC provided or contributed by users, we are not obligated to do so.\nUnder no circumstances will we be liable or responsible in any way for any claim related to UGC provided or contributed by users.</p>\n<p>&nbsp;</p>\n<p>You further agree that UGC you provide to the Nimo TV Services will not contain third party copyrighted material, or material that is subject to other third party proprietary rights, unless you have permission from the rightful owner of the material or you are otherwise legally entitled to provide the material and to grant to the Nimo TV Services all of the license rights granted herein.</p>\n<p>&nbsp;</p>\n<p>Nimo TV Services do not endorse any UGC on it by any user or other licensor, or any opinion, recommendation, or advice expressed therein, and the Nimo TV Services expressly disclaims any and all liability in connection with UGC.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Section 8.\nIdea Submission</strong>\n</p>\n<p>By submitting ideas, suggestions, documents, and/or proposals (“Submissions”) to Huya or Nimo TV Services or its employees, you acknowledge and agree that Huya or Nimo TV Services shall be entitled to use or disclose such Submissions for any purpose in any way without providing compensation or credit to you.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Section 9.\nProhibited Conduct</strong>\n</p>\n<p>You agree that you will only use the Nimo TV Services for the lawful purposes expressly permitted and contemplated by these terms of use.\nYou may not use the Nimo TV Services for any other purposes, including commercial purposes, without our express written consent.</p>\n<p>&nbsp;</p>\n<p>You agree that you will view the Nimo TV Services and its content unaltered and unmodified.\nYou acknowledge and understand that you are prohibited from modifying the Nimo TV Services or eliminating any of the content of the Nimo TV Services.</p>\n<p>&nbsp;</p>\n<p>You agree that you will not use or attempt to use any method, device, software or routine to harm others or interfere with the functioning of the Nimo TV Services or use and/or monitor any information in or related to the Nimo TV Services for any unauthorized purpose.\nSpecifically, you agree not to use the Nimo TV Services to:</p>\n<p>&nbsp;</p>\n<ul>\n<li>violate any law (including without limitation laws related to torts, contracts, patents, trademarks, trade secrets, copyrights, defamation, obscenity, pornography, rights of publicity or other rights) or encourage or provide instructions to another to do so;</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>post any content that depicts any person under 18 years of age (or older in any other location in which 18 is not the minimum age of majority);</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>post any content that contains falsehoods or misrepresentations that could damage the Nimo TV Services or any third party;</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>post any content that is obscene, illegal, unlawful, defamatory, libelous, harassing, hateful, racially or ethnically offensive, or encourages conduct that would be considered a criminal offense, give rise to civil liability, violate any law, or is otherwise inappropriate;</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>post any content containing unsolicited or unauthorized advertising, promotional materials, spam, junk mail, chain letters, pyramid schemes or any other form of unauthorized solicitation;</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>post any content containing copyrighted materials, or materials protected by other intellectual property laws, that you do not own or for which you have not obtained all necessary written permissions and releases;</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>deploy or use programs, software or applications designed to harm, interfere with the operation of, or access in an unauthorized manner, services, networks, servers, or other infrastructure;</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>exceed your authorized access to any portion of the Nimo TV Services;</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>collect or store personal data about anyone;</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>obtain or attempt to access or otherwise obtain any content or information through any means not intentionally made available or provided for through the Nimo TV Services;</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>exploit errors in design, features which are not documented and/or bugs to gain access that would otherwise not be available;</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>use any robot, spider or other automatic device, process or means to access the Nimo TV Services for any purpose, including monitoring or copying any of the material on the Nimo TV Services without our prior written consent;</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>use any manual process to monitor or copy any of the material on the Nimo TV Services or for any other unauthorized purpose without our prior written consent;</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>introduce or upload any viruses, Trojan horses, worms, logic bombs, time bombs, cancelbots, corrupted files or any other similar software, program or material which is malicious or technologically harmful or that may damage the operation of another’s property or of the Nimo TV Services.\nor</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>remove any copyright or other proprietary notices from Nimo TV Services or any of the materials contained therein.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>Section 10.\nContent Review and Termination </strong>\n</p>\n<p>We have the right to:</p>\n<p>&nbsp;</p>\n<ul>\n<li>remove any UGC you provide or contribute to the Nimo TV Services for any or no reason in our sole discretion;</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>take any action with respect to any UGC provided by you that we deem necessary or appropriate in our sole discretion, including if we believe that such UGC violates these terms of use, infringes any intellectual property right or other right of any person or entity, threatens the personal safety of users of the Nimo TV Services or the public or could create liability for us;</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>take appropriate legal action, including without limitation, referral to law enforcement, for any illegal or unauthorized use of the Nimo TV Services;</li>\n</ul>\n<p>&nbsp;</p>\n<ul>\n<li>terminate or suspend your access to all or part of the Nimo TV Services for any or no reason, including without limitation, any violation of these terms of use.</li>\n</ul>\n<p>&nbsp;</p>\n<p>Without limiting the foregoing, we have the right to fully cooperate with any law enforcement authorities or court order requesting or directing us to disclose the identity or other information of anyone providing any UGC on or through the Nimo TV Services.</p>\n<p>&nbsp;</p>\n<p>To maintain our services in a manner we deem appropriate for our venue and to the maximum extent permitted by applicable laws, the Nimo TV Services may, but will not have any obligation to, review, monitor, display, reject, refuse to post, store, maintain, accept or remove any UGC posted by you, and we may, in our sole discretion, delete, move, re-format, remove or refuse to post or otherwise make use of UGC without notice or any liability to you or any third party in connection with our operation of the Nimo TV Services in an appropriate manner.\nWithout limitation, we may do so to address UGC that comes to our attention that we believe is offensive, obscene, violent, harassing, threatening, abusive, illegal or otherwise objectionable or inappropriate, or to enforce the rights of third parties or these terms of use or any applicable additional terms.</p>\n<p>&nbsp;</p>\n<p>However, we do not undertake to review UGC before it is posted on the Nimo TV Services, and cannot ensure prompt removal of objectionable UGC after it has been posted.\nAccordingly, we assume no liability for any action or inaction regarding transmissions, communications or UGC provided by any user or third party.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Section 11.\nModification</strong>\n</p>\n<p>Huya may amend any of the terms of these terms of use by posting the terms.\nYour continued use of the Nimo TV Services after the effective date (as shown in the last modified date) of the revised terms of use constitutes your acceptance of the terms.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Section 12.\nIndemnification</strong>\n</p>\n<p>To the fullest extent permitted by applicable law, you agree to defend, indemnify and hold harmless the Nimo TV Services, their site operator, their parent corporation, their respective affiliates, licensors, service providers, officers, directors, employees, agents, successors and assigns from and against any and all claims, damages, judgments, awards, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney’s fees) arising from: (i) your use of and access to the Nimo TV Services.\n(ii) your violation of any term of these terms of use.\n(iii) your violation of any third party right, including without limitation any copyright, property, or privacy right.\nor (iv) any claim that your UGC caused damage to a third party.\nThis defense and indemnification obligation will survive these terms of use and your use of the Nimo TV Services.\nYou agree that we shall have the sole right and obligation to control the legal defense against any such claims, demands, or litigation, including the right to select counsel of our choice and to compromise or settle any such claims, demands, or litigation.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Section 13.\nDisclaimers </strong>\n</p>\n<p>You use the Nimo TV Services at your sole risk.\nWe provide the Nimo TV Services \"as is\" and \"as available\".\nTo the fullest extent permitted by law, Nimo TV Services, their site operator and their respective officers, directors, employees, and agents expressly disclaim all warranties of any kind related to the Nimo TV Services and goods or services purchased and obtained through the Nimo TV Services, whether express or implied, including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose, and non-infringement.\nYou will be solely responsible for any damage to your computer system or loss of data that results from your use of the Nimo TV Services.</p>\n<p>&nbsp;</p>\n<p>We make no warranty or representation about the accuracy or completeness of Nimo TV Services’ content or the content of any sites linked to Nimo TV Services or that the Nimo TV Services will meet your requirements and assume no liability or responsibility for any (i) errors, mistakes, or inaccuracies of content, (ii) personal injury or property damage, of any nature whatsoever, resulting from your access to and use of the websites or our services, (iii) any unauthorized access to or use of our secure servers and/or any and all personal information stored therein, (iv) any bugs, viruses, trojan horses, or the like which may be transmitted to or through the Nimo TV Services or our services by any third party, and/or (v) any errors or omissions in any UGC or for any loss or damage of any kind incurred as a result of the use of any UGC posted, emailed, transmitted, or otherwise made available via the Nimo TV Services or our services.\nand (vi) disputes between you and another user of the Nimo TV Services.&nbsp.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>Section 14.\nLimitation of Liability</strong>\n</p>\n<p>NOTWITHSTANDING ANYTHING TO THE CONTRARY CONTAINED HEREIN, HUYA’S CUMULATIVE LIABILITY TO YOU ARISING FROM ANY CAUSE WHATSOEVER, AND REGARDLESS OF THE FORM OF THE ACTION, WILL AT ALL TIMES BE LIMITED TO THE CHARGES (IF ANY) PAID BY YOU.\nIF NO AMOUNTS WERE PAID, YOU SHALL NOT BE ENTITLED TO ANY MONETARY OR EQUIVALENT REMEDY.</p>\n<p>&nbsp;</p>\n<p>IN NO EVENT SHALL WE BE LIABLE TO YOU FOR ANY INCIDENTAL, INDIRECT, PUNITIVE, STATUTORY, EXEMPLARY, EXPECTATION, SPECIAL, OR CONSEQUENTIAL DAMAGES WHATSOEVER (INCLUDING DAMAGES FOR LOSS OF PROFIT, LOSS OF GOODWILL, INTERRUPTION, LOSS OF BUSINESS INFORMATION OR ANY OTHER FINANCIAL LOSS) IN ASSOCIATION WITH ANY INDIVIDUAL OR CLASS-ACTION CLAIM, OR ANY LOSS, DAMAGE, ACTION, SUIT OR OTHER PROCEEDING RELATING TO OR ARISING UNDER OR OUT OF THE TERMS OF USE, EVEN IF WE HAVE BEEN NOTIFIED OF THE POSSIBILITY OF SUCH DAMAGES, WHETHER THE ACTION IS FOUNDED UPON CONTRACT, INFRINGEMENT OF INTELLECTUAL PROPERTY RIGHTS, TORT, NEGLIGENCE OR OTHER GROUNDS.</p>\n<p>&nbsp;</p>\n<p>YOU SPECIFICALLY ACKNOWLEDGE THAT THE NIMO TV SERVICES SHALL NOT BE LIABLE FOR CONTENT OR THE DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD PARTY AND THAT THE RISK OF HARM OR DAMAGE FROM THE FOREGOING RESTS ENTIRELY WITH YOU.</p>\n<p>&nbsp;</p>\n<p>THE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION.\nYOU AGREE NOT TO FILE ANY LAWSUIT OR PROCEEDING INCONSISTENT WITH THE FOREGOING LIABILITY LIMITATIONS.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Section 15.\nLimitation on Time to File Claims</strong>\n</p>\n<p>REGARDLESS OF ANY STATUTE OR LAW TO THE CONTRARY, ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF USE OR THE NIMO TV SERVICES MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES, OTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Section 16.\nChoice of Law and Disputes Resolution </strong>\n</p>\n<p>These terms of shall be governed by and construed in accordance with the laws of Singapore, without regard to choice of law principles.\nShould a dispute arise between the parties in connection with these terms of use, the parties shall attempt to resolve such dispute through friendly consultations between themselves.\nIf, however, the dispute cannot be resolved within thirty (30) days after commencement of such friendly consultations, then the parties agree that such dispute shall be submitted to Singapore International Arbitration Center in accordance with its arbitration rules in force at the time of applying for arbitration.\nThe seat of arbitration shall be Singapore.\nThe arbitration shall be resolved by a sole arbitrator.\nThe language of arbitration shall be English.\nThe arbitral award shall be final and binding on both parties.</p>\n<p>&nbsp;</p>\n<p>Without prejudice to any rules of confidentiality or equivalent in the applicable arbitration rules, the parties shall keep confidential all information relating to the arbitration, including without limitation, the existence of arbitration proceedings (or the possibility thereof), the proceedings themselves, all statements given or made during the course of the proceedings, all documents and other information submitted by parties in connection with the proceedings, all documents and other information issued by the arbitrator and/or the arbitration center and the arbitral award.</p>\n<p>&nbsp;</p>\n<p>\n<strong>Section 17.\nMiscellaneous </strong>\n</p>\n<p>If we fail to exercise or enforce any right or provision of these terms of use, it will not constitute a waiver of such right or provision.\nAny waiver of any provision of these terms of use will be effective only if in writing and signed by the relevant party.</p>\n<p>&nbsp;</p>\n<p>If any provision of these terms of use is held to be unlawful, void, or for any reason unenforceable, then that provision will be limited or eliminated from these terms of use to the minimum extent necessary and will not affect the validity and enforceability of any remaining provisions.</p>\n<p>&nbsp;</p>\n<p>These terms of use and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Huya without restriction.\nAny assignment attempted to be made in violation of this terms of use shall be void.</p>\n<p>&nbsp;</p>\n<p>Upon termination of these terms of use, any provision which, by its nature or express terms should survive, will survive such termination or expiration.</p>\n<p>&nbsp;</p>\n<p>The terms of use, our privacy policy and any documents that expressly incorporate by reference constitute the sole and entire agreement between you and us with respect to the Nimo TV Services and supersede all prior and contemporaneous understandings, agreements, representations and warranties, both written and oral, with respect to the Nimo TV Services.</p>\n<p>&nbsp;</p>\n<p>The headings in these terms of use are for convenience only and have no legal or contractual effect.</p>\n<p>&nbsp;</p>\n<p>No agency, partnership, joint venture, employee-employer or franchiser-franchisee relationship is intended or created by these terms of use.</p>\n<p>&nbsp;</p>\n<p>We may terminate these terms of use for any or no reason at any time by notifying you through a notice on the Nimo TV Services, by email, or by any other method of communication.\nAny such termination will be without prejudice to our rights, remedies, claims, or defenses hereunder.\nUpon termination of the terms of use, you will no longer have a right to access your account or your UGC.\nWe will not have any obligation to assist you in migrating your data or your UGC and we may not keep any back up of any of your UGC.\nWe will not be not responsible for deleting your UGC.\nNote that, even if your UGC is deleted from our active servers, it may remain in our archives (but we have no obligation to archive or back-up your UGC), and subject to the licenses set forth in these terms of use.</p>\n<p>&nbsp;</p>\n<p>The Nimo TV Services are operated by HUYA PTE.\nLTD., 10 Anson Road, #13-15 International Plaza, Singapore, 079903.</p>\n<p>&nbsp;</p>\n<p>If you have any feedback, comments, requests for technical support relating to the Nimo TV Services, please send to feedback_EN@nimo.tv.</p> ", "created_at": "2021-05-05 14:31:03.879541", "updated_at": "2021-05-05 14:31:11.984008"}, {"id": 5763, "name": "Cookie Policy", "url": "https://article.nimo.tv/p/1033/cookie_policy.html?_theme=2", "xpath": "//body", "text": " <strong>Cookie Policy</strong>\n<p>&nbsp;</p>\n<p>Last Modified: March 19, 2019</p>\n<p>&nbsp;</p>\n<p>HUYA PTE.\nLTD.\n(together with its affiliates, “Huya”) applies certain technologies on its websites, mobile applications, or any other products operated, offered by Huya (the “Nimo TV Services”) to collect users’ information to help us improve your online experience.\nThe aforesaid technologies include cookies, pixels, web beacons, and gifs, collectively as “cookies.” This Cookie Policy articulates different types of cookies used on the Nimo TV Services and how you can control them.\nWe may change this Cookie Policy from time to time to cater for the actual operation need.\nPlease refer to this Cookie Policy occasionally to get yourself familiarize with the most updated version.\nAny changes in this Cookie Policy will become effective when updated Cookie Policy is made available on or through the Nimo TV Services.</p>\n<p>&nbsp;</p>\n<p>You have expressly agree to be bound by the Cookie Policy by using Nimo TV Services and/or accessing to any services provided by Huya that link to this Cookie Policy.</p>\n<p>&nbsp;</p>\n<p>We hope that this policy helps you understand, and feel more confident about our use of cookies.\nIf you have any further queries, please contact us at feedback_EN@nimo.tv.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>What is a Cookie?</strong>\n</li>\n</ul>\n<p>Cookies are small piece of data stored on your computer or mobile device while you are browsing.\nThey are used to remember stateful information or to record your browsing activity, or other arbitrary pieces of information that previously enter into form fields to help us better understand your preferences and will further help you visit our website and enjoy Nimo TV Services in a more convenient way.</p>\n<p>&nbsp;</p>\n<p>We do not require that you accept cookies and you may withdraw your consent to our use of cookies at any time by adjusting your browser’s privacy settings.\nHowever, if you decline to accept cookies, some functionality on our website may be disabled and you may be unable to access certain parts of Nimo TV Services.\nUnless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our website.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>What Cookies do we use?</strong>\n</li>\n</ul>\n<p>We list out the major cookie we use on the Nimo TV Services below.</p>\n<p>&nbsp;</p>\n<p>\n<u>Essential Cookies</u>\n</p>\n<p>These cookies are essential to the operation of Nimo TV Services, which cannot be turned off without substantially affecting your use of Nimo TV Services.\nIn another word, you may not be able to assess part or whole of Nimo TV Services if these cookies are eliminated.\nThese include, for example, cookies that enable a user to log in to our website and to check if a user is allowed access to a particular service or content.</p>\n<p>Essential cookies on Nimo TV Services may include:</p>\n<p>\n<strong>Cookie Name</strong>\n</p>\n<p>\n<strong>Further information</strong>\n</p>\n<p>&nbsp;</p>\n<p>udb_uid</p>\n<p>Used to help users navigate within the website and to allow them to travel back to previous pages.\nYou can control these cookies via your browser setting but please note that the Nimo TV Services may not function smoothly if you do.</p>\n<p>&nbsp;</p>\n<p>\n<u>Performance Cookies</u>\n</p>\n<p>These cookies are of analytical nature and often collect information about your use of Nimo TV Services in order for us to improve the way it works.\nThese cookies allow us to recognize and count the number of users and to see how users use and explore our website and help us to improve Nimo TV Services.\nFor instance, performance cookies allow us to record the difficulties you have with Nimo TV Services, and show us whether our advertising is effective or not.</p>\n<p>Performance cookies on Nimo TV Services may include:</p>\n<p>\n<strong>Cookie Name</strong>\n</p>\n<p>\n<strong>Further information</strong>\n</p>\n<p>Google Analytics</p>\n<p>https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage</p>\n<p>Facebook Pixel</p>\n<p>https://developers.facebook.com/docs/facebook-pixel/</p>\n<p>The information generated by Google Analytics about your use of the website (including your IP address) may be transmitted to and stored by Google on servers in the United States.\nOnly in exceptional cases, the full IP address is sent to and shortened by Google servers in the USA.\nGoogle will use this information for the purpose of evaluating your use of our website, compiling reports on website activity and managing advertising content.</p>\n<p>&nbsp;</p>\n<p>\n<u>Targeting or Advertising Cookies</u>\n</p>\n<p>These cookies are used by us and relevant service providers to deliver ads or commercials that we believe are relevant to you and your interests, in order to enable us to make Nimo TV Services more relevant to the your interests.\nThese cookies remember what you have looked at during your use of Nimo TV Services and we may share such information with relevant third parties, such as advertisers.</p>\n<p>Targeting and advertising cookies may include:</p>\n<p>\n<strong>Cookie Name</strong>\n</p>\n<p>\n<strong>Further information</strong>\n</p>\n<p>appsflyer</p>\n<p>https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage</p>\n<p>&nbsp;</p>\n<p>\n<u>Flash Cookies</u>\n</p>\n<p>We may use Adobe Flash Player to deliver special content, such as video clips or animation, in certain situations.\nFlash cookies are stored on your device, but they are managed through an interface different from the one provided by your web browser.\nThis means it is not possible to manage Flash cookies at the browser level, in the same way you would manage cookies.\nInstead, you can access your Flash management tools from Adobe’s website directly.\nPlease be aware that if you disable or reject Flash cookies for the Nimo TV Services, you may not be able to access certain features.</p>\n<p>&nbsp;</p>\n<p>\n<u>Functionality cookies</u>\n</p>\n<p>These cookies are not essential, but help us to personalize and enhance your online experience on our website.\nThis type of cookies allows us to recognize you when you return to our website and to remember, for example, your choice of language.</p>\n<p>&nbsp;</p>\n<p>\n<u>Web Beacons</u>\n</p>\n<p>Pages of our website and our e-mails may contain small electronic files known as web beacons (also known as clear gifs, pixel tags, single-pixel gifs and web bugs) that are tiny graphics with a unique identifier, similar in function to cookies, and are used to track the online movements of web users or to access cookies.</p>\n<p>&nbsp;</p>\n<ul>\n<li>\n<strong>How do third parties use cookies on our website?</strong>\n</li>\n</ul>\n<p>We may work with third parties to provide services on Nimo TV Services in certain circumstances.\nFor instance, third-party advertisers may use their own cookies to collect information about your activities on the Nimo TV Services and/or the advertisements you have clicked on so as to assess the effectiveness of such advertisements.\nThe third parties include advertisers, ad networks and servers, content providers and/or application providers.\nThese third parties may use cookies alone or in conjunction with web beacons or other tracking technologies to collect information about you when you use our website.</p>\n<p>&nbsp;</p>\n<p>Unless expressly stated otherwise, our website does not provide your information to these third parties, however they may collect information, including personal information, such as internet protocol (IP) address, browser type and version, time zone setting and location, operating system on the devices you use to access our website.\nThey may use this information to provide you with interest-based advertising or other targeted content.</p>\n<p>&nbsp;</p>\n<p>As Huya does not control these cookies, please refer to the relevant third party’s website to disable or reject third-party cookies.</p>\n<p>&nbsp;</p>\n<p>Third parties cookies on Nimo TV may include:</p>\n<p>\n<strong>Cookie Name</strong>\n</p>\n<p>\n<strong>Further information</strong>\n</p>\n<p>Facebook Social Plugin</p>\n<p>https://www.facebook.com/help/search/?query=cookie</p>\n<p>&nbsp;</p>\n<p>&nbsp;</p> ", "created_at": "2021-05-05 14:11:10.823264", "updated_at": "2021-05-05 14:31:55.595752"}], "points": [{"id": 20188, "title": "Third-party cookies are used for advertising", "source": "https://article.nimo.tv/p/1033/cookie_policy.html?_theme=2", "status": "Generated through the annotate view", "created_at": "2021-05-10 05:15:51.066477", "updated_at": "2021-05-10 07:16:39.000691", "quoteText": "Targeting or Advertising Cookies</u>\n</p>\n<p>These cookies are used by us and relevant service providers to deliver ads or commercials that we believe are relevant to you and your interests, in order to enable us to make Nimo TV Services more relevant to the your interests.\nThese cookies remember what you have looked at during your use of Nimo TV Services and we may share such information with relevant third parties, such as advertisers.</p>\n<p>Targeting and advertising cookies may include:</p>\n<p>\n<strong>Cookie Name</strong>\n</p>\n<p>\n<strong>Further information</strong>\n</p>\n<p>appsflyer</p>\n<p>https://developers.google.com/analytics/devguides/collection/analyticsjs/cookie-usage</p>\n<p>&nbsp;", "case_id": 128, "document_id": 5763, "quoteStart": 4655, "quoteEnd": 5358}, {"id": 20189, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://article.nimo.tv/p/1033/cookie_policy.html?_theme=2", "status": "Generated through the annotate view", "created_at": "2021-05-10 05:24:56.474754", "updated_at": "2021-05-10 07:16:43.772229", "quoteText": "<u>Web Beacons</u>\n</p>\n<p>Pages of our website and our e-mails may contain small electronic files known as web beacons (also known as clear gifs, pixel tags, single-pixel gifs and web bugs) that are tiny graphics with a unique identifier, similar in function to cookies, and are used to track the online movements of web users or to access cookies.</p>", "case_id": 323, "document_id": 5763, "quoteStart": 6308, "quoteEnd": 6661}, {"id": 20077, "title": "Third-party cookies are used for statistics", "source": "https://article.nimo.tv/p/1033/privacy_policy.html?_theme=2", "status": "Generated through the annotate view", "created_at": "2021-05-08 04:30:59.790545", "updated_at": "2021-05-10 07:16:35.645297", "quoteText": "We use third-party analytics services, such as Google Analytics, on our Website and mobile applications.\nThese services providers may utilize several tracking technologies, including cookies, to analyze how you use our services.\nTo evaluate your use of our service, your Personal Information collected by us may be disclosed to or directly collected by these services provides.</p>\n", "case_id": 325, "document_id": 5762, "quoteStart": 13009, "quoteEnd": 13391}, {"id": 20076, "title": "You are tracked via web beacons, tracking pixels, browser fingerprinting, and/or device fingerprinting", "source": "https://www.nimo.tv/p/agreement6", "status": "Privacy policy states\r\n\r\nWe use third-party analytics services, such as Google Analytics, on our Website and mobile applications. These services providers may utilize several tracking technologies, including cookies, to analyze how you use our services. To evaluate your use of our service, your Personal Information collected by us may be disclosed to or directly collected by these services provides.", "created_at": "2021-05-08 02:45:11.058939", "updated_at": "2021-05-09 12:08:52.136388", "quoteText": null, "case_id": 323, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["nimo.tv"]}}