{"error": 448, "message": "OK", "parameters": {"id": 5330, "name": "Hitnamer.com", "created_at": "2021-10-29 03:39:20.753057", "updated_at": "2021-10-29 22:01:08.759461", "wikipedia": null, "keywords": null, "related": null, "slug": "hitnamer-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5330.png", "url": "hitnamer.com", "documents": [{"id": 9567, "name": "TERMS", "url": "https://www.hitnamer.com/legal-agreement?id=utos", "xpath": "/html/body/div[3]/div[1]/div[2]/div/div/div", "text": " Hitnamer.com :(-): - UNIVERSAL TERMS OF SERVICE AGREEMENT<br>\n<p>\n<strong>Last Revised: 10/18/2021</strong>\n<br>\n<br>\n<strong>PLEASE READ THIS UNIVERSAL TERMS OF SERVICE AGREEMENT CAREFULLY, AS IT CONTAINS IMPORTANT INFORMATION REGARDING YOUR LEGAL RIGHTS AND REMEDIES.</strong>\n</p>\n<strong>\n<br>1.\n<strong>OVERVIEW</strong>\n</strong>\n<p>\n</p>\n<p>This Universal Terms of Service Agreement (this “<u>Agreement</u>”) is entered into by and between Hitnamer.com :(-): (\"<u>Hitnamer.com :(-):</u>\") as an agent of Wild West Domains, LLC and you, and is made effective as of the date of your use of this website (\"Site\") or the date of electronic acceptance.\nThis Agreement sets forth the general terms and conditions of your use of the Site and the products and services purchased or accessed through this Site (individually and collectively, the “<u>Services</u>”).\nServices Agreements and additional policies apply to certain Services and are in addition to (not in lieu of) this Agreement.\nIn the event of a conflict between the provisions of a Services Agreement and the provisions of this Agreement, the provisions of the applicable Services Agreement shall control.</p>\n<p>The terms “we”, “us” or “our” shall refer to Hitnamer.com :(-):.\nThe terms “you”, “your”, “User” or “customer” shall refer to any individual or entity who accepts this Agreement, has access to your account or uses the Services.\nNothing in this Agreement shall be deemed to confer any third-party rights or benefits.</p>\n<p>\n</p>\n<strong>\n<br>2.\n<strong>MODIFICATION OF AGREEMENT, SITE OR SERVICES</strong>\n</strong>\n<p>Hitnamer.com :(-): may, in its sole and absolute discretion, change or modify this Agreement, and any policies or agreements which are incorporated herein, at any time, and such changes or modifications shall be effective immediately upon posting to this Site.\nYour use of this Site or the Services after such changes or modifications have been made shall constitute your acceptance of this Agreement as last revised.\nIf you do not agree to be bound by this Agreement as last revised, do not use (or continue to use) this Site or the Services.\nIn addition, Hitnamer.com :(-): may occasionally notify you of changes or modifications to this Agreement by email.\nIt is therefore very important that you keep your shopper account (“<u>Account</u>”) information current.\nHitnamer.com :(-): assumes no liability or responsibility for your failure to receive an email notification if such failure results from an inaccurate email address.\nIn addition, Hitnamer.com :(-): may terminate Your use of Services for any violation or breach of any of the terms of this Agreement by You.\nHitnamer.com :(-): RESERVES THE RIGHT TO MODIFY, CHANGE, OR DISCONTINUE ANY ASPECT OF THIS SITE OR THE SERVICES, INCLUDING WITHOUT LIMITATION PRICES AND FEES FOR THE SAME, AT ANY TIME.</p>\n<strong>\n<br>3.\n<strong>ELIGIBILITY.\nAUTHORITY</strong>\n</strong>\n<p>\n</p>\n<p>This Site and the Services are available only to individuals or entities (“Users”) who can form legally binding contracts under applicable law.\nBy using this Site or the Services, you represent and warrant that you are (i) at least eighteen (18) years of age, (ii) otherwise recognized as being able to form legally binding contracts under applicable law, or (iii) are not a person barred from purchasing or receiving the Services found under the laws of the United States or other applicable jurisdiction.</p>\n<p>If you are entering into this Agreement on behalf of a corporate entity, you represent and warrant that you have the legal authority to bind such corporate entity to the terms and conditions contained in this Agreement, in which case the terms \"you\", \"your\", \"User\" or \"customer\" shall refer to such corporate entity.\nIf, after your electronic acceptance of this Agreement, Hitnamer.com :(-): finds that you do not have the legal authority to bind such corporate entity, you will be personally responsible for the obligations contained in this Agreement, including, but not limited to, the payment obligations.\nHitnamer.com :(-): shall not be liable for any loss or damage resulting from Hitnamer.com :(-):’s reliance on any instruction, notice, document or communication reasonably believed by Hitnamer.com :(-): to be genuine and originating from an authorized representative of your corporate entity.\nIf there is reasonable doubt about the authenticity of any such instruction, notice, document or communication, Hitnamer.com :(-): reserves the right (but undertakes no duty) to require additional authentication from you.\nYou further agree to be bound by the terms of this Agreement for transactions entered into by you, anyone acting as your agent and anyone who uses your account or the Services, whether or not authorized by you.\n</p>\n<p>\n</p>\n<strong>\n<br>4.\n<strong>YOUR ACCOUNT</strong>\n</strong>\n<p>\n<br>\nIn order to access some of the features of this Site or use some of the Services, you will have to create an Account.\nYou represent and warrant to Hitnamer.com :(-): that all information you submit when you create your Account is accurate, current and complete, and that you will keep your Account information accurate, current and complete.\nIf Hitnamer.com :(-): has reason to believe that your Account information is untrue, inaccurate, out-of-date or incomplete, Hitnamer.com :(-): reserves the right, in its sole and absolute discretion, to suspend or terminate your Account.\nYou are solely responsible for the activity that occurs on your Account, whether authorized by you or not, and you must keep your Account information secure, including without limitation your customer number/login, password, Payment Method(s) (as defined below), and shopper PIN.\nFor security purposes, Hitnamer.com :(-): recommends that you change your password and shopper PIN at least once every six (6) months for each Account.\nYou must notify Hitnamer.com :(-): immediately of any breach of security or unauthorized use of your Account.\nHitnamer.com :(-): will not be liable for any loss you incur due to any unauthorized use of your Account.\nYou, however, may be liable for any loss Hitnamer.com :(-): or others incur caused by your Account, whether caused by you, or by an authorized person, or by an unauthorized person.</p>\n<strong>\n<br>5.\n<strong>GENERAL RULES OF CONDUCT</strong>\n</strong>\n<p>You acknowledge and agree that: </p>\n<ol>\n<li>Your use of this Site and the Services, including any content you submit, will comply with this Agreement, any applicable Services Agreement or policy that may apply to your Services and all applicable local, state, national and international laws, rules and regulations.</li>\n<li>You will not collect or harvest (or permit anyone else to collect or harvest) any User Content (as defined below) or any non-public or personally identifiable information about another User or any other person or entity without their express prior written consent.</li>\n</ol>\n<p>\n</p>\n<p>\n</p>\n<ol>\n<li>You will not use this Site or the Services in a manner (as determined by Hitnamer.com :(-): in its sole and absolute discretion) that:<ul>\n<li>Is illegal, or promotes or encourages illegal activity;</li>\n<li>Promotes, encourages or engages in the exploitation of children, or any activity related to the proliferation of child sexual abuse material (CSAM);</li>\n<li>Promotes, encourages or engages in terrorism, violence against people, animals, or property;</li>\n<li>Promotes, encourages or engages in any spam or other unsolicited bulk email, or computer or network hacking or cracking;</li>\n<li>Violates the Ryan Haight Online Pharmacy Consumer Protection Act of 2008 or similar legislation, or promotes, encourages or engages in the sale or distribution of prescription medication without a valid prescription;</li>\n<li>Violates the Fight Online Sex Trafficking Act of 2017 or similar legislation, or promotes or facilitates prostitution and/or sex trafficking;</li>\n<li>Infringes on the intellectual property rights of another User or any other person or entity;</li>\n<li>Violates the privacy or publicity rights of another User or any other person or entity, or breaches any duty of confidentiality that you owe to another User or any other person or entity;</li>\n<li>Interferes with the operation of this Site or the Services found at this Site;</li>\n<li>Contains or installs any viruses, worms, bugs, Trojan horses or other code, files or programs designed to, or capable of, disrupting, damaging or limiting the functionality of any software or hardware.\nor</li>\n<li>Contains false or deceptive language, or unsubstantiated or comparative claims, regarding Hitnamer.com :(-): or Hitnamer.com :(-):’s Services.</li>\n<li>You will not perform any false, abusive or fraudulent activity.\nYou will not perform any action that imposes, or may impose, in our discretion, an unreasonable or disproportionately large load on our infrastructure;</li>\n</ul>\n</li>\n</ol>\n<p>\n</p>\n<p>\n</p>\n<ol>\n<li>You will not copy or distribute in any medium any part of this Site or the Services , except where expressly authorized by Hitnamer.com :(-):.</li>\n<li>You will not modify or alter any part of this Site or the Services found at this Site or any of its related technologies.\n</li>\n<li>You will not access Hitnamer.com :(-): Content (as defined below) or User Content through any technology or means other than through this Site itself, or as Hitnamer.com :(-): may designate.</li>\n<li>You agree to back-up all of your User Content so that you can access and use it when needed.\nHitnamer.com :(-): does not warrant that it backs-up any Account or User Content, and you agree to accept as a risk the loss of any and all of your User Content.</li>\n<li>You will not re-sell or provide the Services for a commercial purpose, including any of Hitnamer.com :(-):'s related technologies, without Hitnamer.com :(-):'s express prior written consent.</li>\n<li>You will not circumvent, disable or otherwise interfere with the security-related features of this Site or the Services found at this Site (including without limitation those features that prevent or restrict use or copying of any Hitnamer.com :(-): Content or User Content) or enforce limitations on the use of this Site or the Services found at this Site, the Hitnamer.com :(-): Content or the User Content therein.</li>\n<li>You agree to provide government-issued photo identification and/or government-issued business identification as required for verification of identity when requested.</li>\n</ol>\n<p>\n</p>\n<p>\n</p>\n<ol>\n<li>You are aware that Hitnamer.com :(-): may from time-to-time call you about your account, and that, for the purposes of any and all such call(s), you may be subject to call recording and hereby consent to the same, subject to any applicable laws and our restrictions and obligations thereunder, including, where permissible, to record the entirety of such calls regardless of whether Hitnamer.com :(-): asks you on any particular call for consent to record such call.\nYou further acknowledge and agree that, to the extent permitted by applicable law, any such recording(s) may be submitted as evidence in any legal proceeding in which Hitnamer.com :(-): is a party.\nFurther, by providing your telephone or mobile number, you consent to receive marketing telephone calls from or on behalf of Hitnamer.com :(-): that may be initiated by an automatic telephone dialing system and/or use an artificial or prerecorded voice.\nYou understand that providing consent is not a condition of purchasing any good or service from Hitnamer.com :(-):.\nSimilarly, by providing your mobile number, you consent to receive marketing text messages from or on behalf of Hitnamer.com :(-): that may be sent by an automatic telephone dialing system.\nYou understand that providing consent is not a condition of purchasing any good or service from Hitnamer.com :(-):.\nMessage and data rates may apply.</li>\n</ol>\n<p>\n</p>\n<p>\n</p>\n<ol>\n<li>Without limiting any of the rights set forth elsewhere in this Agreement, Hitnamer.com :(-): expressly reserves the right to deny, cancel, terminate, suspend, or limit future access to this Site or any Services (including but not limited to the right to cancel or transfer any domain name registration) to any User (i) whose Account or Services were previously terminated or suspended, whether due to breach of this or any other Agreement or any Hitnamer.com :(-): policy, or (ii) who otherwise engages or has engaged in inappropriate or unlawful activity while utilizing the Site or Services (as determined by Hitnamer.com :(-): in its sole and absolute discretion).</li>\n<li>If your purchase or account activity shows signs of fraud, abuse or suspicious activity, Hitnamer.com :(-): may cancel any service associated with your name, email address or account and close any associated Hitnamer.com :(-): accounts.\nIf GoDaddy, in its sole discretion, determines that any conducted activity is fraudulent, Hitnamer.com :(-): reserves the right to take any necessary legal action and you may be liable for monetary losses to Hitnamer.com :(-): including litigation costs and damages.\nTo contest cancellation of Services or freezing or closure of an account, please contact Hitnamer.com :(-): Care.</li>\n</ol>\n<p>\n</p>\n<strong>\n<br>\n<strong>6.\nPROTECTION OF YOUR DATA</strong>\n</strong>\n<p>\n</p>\n<p>Hitnamer.com :(-): offers certain hosted Services available to you that may involve the processing of personal data about you, your customers and/or web users(“Your Data”) in the course of your use of these Services (“Covered Services”).\nYour Data, for the purpose of this Section, excludes any User Content.\nHitnamer.com :(-):’s Controller to Processor Data Processing Addendum (“DPA”), which is hereby incorporated by reference and applicable to Covered Services, is meant to provide you contractual assurance that we have robust mechanisms to ensure the processing of Your Data, including transfers of Your Data from the European Economic Area to a third country, meets with compliance under applicable data privacy laws.<br>\n<br>\nFor the purposes of the Controller to Processor DPA and the Standard Contractual Clauses attached to the DPA (when and as applicable), you (and your applicable affiliates) are considered the Data Controller/Data Exporter, and your acceptance of the Terms of Service governing Covered Services at the time of purchase of any Covered Services will also be treated as your acknowledgement and acceptance of the Controller to Processor DPA and its appendices (including the Standard Contractual Clauses and its appendices, as applicable).\nIf you wish to print, sign and return a physical copy of the Controller to Processor DPA, please send an email request to privacy@secureserver.net.</p>\n<p>Covered Services, as defined in this Section and in the DPA, include hosted services that are subject to the terms and conditions of the following Agreements: (1) Email Marketing Services, (2) Hosting, (3) Online Store/Quick Shopping Cart, (4) Website Builder Services, (5) Workspace Service.</p>\n<p>\n</p>\n<strong>\n<br>\n<strong>7.\nUSER CONTENT</strong>\n</strong>\n<p>Some of the features of this Site or the Services, including those Services that are hosted with Hitnamer.com :(-):, may allow Users to view, post, publish, share, store, or manage (a) ideas, opinions, recommendations, or advice via forum posts, content submitted in connection with a contest, product reviews or recommendations, or photos to be incorporated into a social media event or activity (“<u>User Submissions</u>”), or (b) literary, artistic, musical, or other content, including but not limited to photos and videos (together with User Submissions, “<u>User Content</u>”).\nAll content submitted through your Account is considered User Content.\nBy posting or publishing User Content to this Site or to or via the Services, you represent and warrant to Hitnamer.com :(-): that (i) you have all necessary rights to distribute User Content via this Site or via the Services, either because you are the author of the User Content and have the right to distribute the same, or because you have the appropriate distribution rights, licenses, consents, and/or permissions to use, in writing, from the copyright or other owner of the User Content, and (ii) the User Content does not violate the rights of any third party.\nYou shall be solely responsible for any and all of your User Content or User Content that is submitted through your Account, and the consequences of, and requirements for, distributing it.</p>\n<p>\n</p>\n<p>\n<em>\n<u>User Submissions.</u>\n</em> You acknowledge and agree that your User Submissions are entirely voluntary, do not establish a confidential relationship or obligate Hitnamer.com :(-): to treat your User Submissions as confidential or secret, that Hitnamer.com :(-): has no obligation, either express or implied, to develop or use your User Submissions, and no compensation is due to you or to anyone else for any intentional or unintentional use of your User Submissions, and that Hitnamer.com :(-): may be working on the same or similar content, it may already know of such content from other sources, it may simply wish to develop this (or similar) content on its own, or it may have taken / will take some other action.<br>\n<br> Hitnamer.com :(-): shall own exclusive rights (including all intellectual property and other proprietary rights) to any User Submissions posted to this Site, and shall be entitled to the unrestricted use and dissemination of any User Submissions posted to this Site for any purpose, commercial or otherwise, without acknowledgment or compensation to you or to anyone else.</p>\n<p>\n</p>\n<p>\n<em>\n<u>User Content Other Than User Submissions.</u>\n</em> By posting or publishing User Content to this Site or through the Services, you authorize Hitnamer.com :(-): to use the intellectual property and other proprietary rights in and to your User Content to enable inclusion and use of the User Content in the manner contemplated by this Site and this Agreement.\nYou hereby grant Hitnamer.com :(-): a worldwide, non-exclusive, royalty-free, sublicensable (through multiple tiers), and transferable license to use, reproduce, distribute, prepare derivative works of, combine with other works, display, and perform your User Content in connection with this Site, the Services and Hitnamer.com :(-):'s (and Hitnamer.com :(-):’s affiliates’) business(es), including without limitation for promoting and redistributing all or part of this Site in any media formats and through any media channels without restrictions of any kind and without payment or other consideration of any kind, or permission or notification, to you or any third party.\nYou also hereby grant each User of this Site a non-exclusive license to access your User Content (with the exception of User Content that you designate “private” or “password protected”) through this Site, and to use, reproduce, distribute, prepare derivative works of, combine with other works, display, and perform your User Content as permitted through the functionality of this Site and under this Agreement.\nThe above licenses granted by you in your User Content terminate within a commercially reasonable time after you remove or delete your User Content from this Site.\nYou understand and agree, however, that Hitnamer.com :(-): may retain (but not distribute, display, or perform) server copies of your User Content that have been removed or deleted.\nThe above licenses granted by you in your User Content are perpetual and irrevocable.\nNotwithstanding anything to the contrary contained herein, Hitnamer.com :(-): shall not use any User Content that has been designated “private” or “password protected” by you for the purpose of promoting this Site or Hitnamer.com :(-):’s (or Hitnamer.com :(-):’s affiliates’) business(es).\nIf you have a website or other content hosted by Hitnamer.com :(-):, you shall retain all of your ownership or licensed rights in User Content.</p>\n<strong>\n<br>\n<strong>8.\nAVAILABILITY OF WEBSITE/SERVICES</strong>\n</strong>\n<p>\n<br>\nSubject to the terms and conditions of this Agreement and our other policies and procedures, we shall use commercially reasonable efforts to attempt to provide this Site and the Services on a twenty-four (24) hours a day, seven (7) days a week basis.\nYou acknowledge and agree that from time to time this Site may be inaccessible or inoperable for any reason including, but not limited to, equipment malfunctions.\nperiodic maintenance, repairs or replacements that we undertake from time to time.\nor causes beyond our reasonable control or that are not reasonably foreseeable including, but not limited to, interruption or failure of telecommunication or digital transmission links, hostile network attacks, network congestion or other failures.\nYou acknowledge and agree that we have no control over the availability of this Site or the Service on a continuous or uninterrupted basis, and that we assume no liability to you or any other party with regard thereto.</p>\n<strong>\n<br>\n<strong>9.\nPRODUCT CREDITS</strong>\n</strong>\n<p>In the event you are provided with a product credit (“Credit”), whether for redemption of the purchase of a specific product or for free with the purchase of another product (“Purchased Product”), you acknowledge and agree that such Credit is only valid for one (1) year and is only available with a valid purchase and may be terminated in the event the product purchased is deleted, cancelled, transferred or not renewed.\nThe Credit will expire one (1) year from date of purchase of the Purchased Product if the Credit has not been redeemed.\nIn the event that the Credit is redeemed, after the initial subscription period, the product will automatically renew at the then-current renewal price until cancelled.\nIf you wish to cancel the automatic renewal of the product, you may do so by visiting your Account or by contacting customer service.\nIn the event your Purchased Product includes a free domain name, if you cancel the Purchased Product, the list price for the domain name will be deducted from the refund amount.\nThe list price is the price of the domain name listed on Hitnamer.com :(-):'s website and is not subject to any promotion, discount, or other reduction in price.\nFor Credits issued for free with another Purchased Product, you acknowledge and agree that we may swap your Credit for a similar product, in our sole discretion.\n</p>\n<strong>\n<br>\n<strong>10.\nMONITORING OF CONTENT.\nACCOUNT TERMINATION POLICY</strong>\n</strong>\n<p>\n<br>\nHitnamer.com :(-): generally does not pre-screen User Content (whether posted to a website hosted by Hitnamer.com :(-): or posted to this Site).\nHowever, Hitnamer.com :(-): reserves the right (but undertakes no duty) to do so and decide whether any item of User Content is appropriate and/or complies with this Agreement.\nHitnamer.com :(-): may remove any item of User Content (whether posted to a website hosted by Hitnamer.com :(-): or posted to this Site) and/or terminate a User’s access to this Site or the Services found at this Site for posting or publishing any material in violation of this Agreement, or for otherwise violating this Agreement (as determined by Hitnamer.com :(-): in its sole and absolute discretion), at any time and without prior notice.\nHitnamer.com :(-): may also terminate a User’s access to this Site or the Services found at this Site if Hitnamer.com :(-): has reason to believe the User is a repeat offender.\nIf Hitnamer.com :(-): terminates your access to this Site or the Services found at this Site, Hitnamer.com :(-): may, in its sole and absolute discretion, remove and destroy any data and files stored by you on its servers.</p>\n<strong>\n<br>\n<strong>11.\nDISCONTINUED SERVICES.\nEND OF LIFE POLICY</strong>\n</strong>\n<p>Hitnamer.com :(-): reserves the right to cease offering or providing any of the (i) Services or (ii) individual features, functionalities, or aspects of the Services at any time, for any or no reason, and without prior notice.\nAlthough Hitnamer.com :(-): makes great effort to maximize the lifespan of all its Services and features, functionalities, or aspects of the Services, there are times when a Service or specific feature, functionality, or aspect of a Service that we offer will be discontinued or reach its End-of-Life (\"EOL\").\nIf that is the case, those Services, or the specific feature, functionality, or aspect of that Service, will no longer be supported by Hitnamer.com :(-):, in any way, effective on the EOL date.\n</p>\n<p>\n<em>\n<u>Notice and Migration.</u>\n</em> In the event that any Service we offer has reached or will reach EOL, we will attempt to notify you thirty or more days in advance of the EOL date.\nIt is your responsibility to take all necessary steps to replace the Service by migrating to a new Service before the EOL date, or by entirely ceasing reliance on said Service before the EOL date.\nIn either case, Hitnamer.com :(-): will either offer a comparable Service for you to migrate to for the remainder of the term of your purchase, a prorated in-store credit, or a prorated refund, to be determined by Hitnamer.com :(-): in its sole and absolute discretion.\nHitnamer.com :(-): may, with or without notice to you, migrate you to the most up-to-date version of the Service, if available.\nYou agree to take full responsibility for any and all loss or damage arising from any such migration.\nIn the event that a feature, functionality, or aspect of any Service we offer has reached or will reach EOL, then we will attempt to notify you thirty or more days in advance of the EOL date.\nHowever, if the Service maintains a least reasonably equivalent functionality without such feature, functionality, or aspect, as determined by Hitnamer.com :(-): in its sole and absolute discretion, Hitnamer.com :(-): will not be required to offer a comparable feature or functionality for the Service or a refund.</p>\n<p>\n<em>\n<u>No Liability.</u>\n</em> Hitnamer.com :(-): will not be liable to you or any third party for any modification, suspension, or discontinuance of any of the (i) Services or (ii) individual features, functionalities, or aspects of the Services we may offer, provide or facilitate access to.</p>\n<strong>\n<strong>12.\nBETA SERVICES</strong>\n</strong>\n<p>\n</p>\n<p>From time to time, Hitnamer.com :(-): may offer new Services (limited preview services or new features to existing Services) in a pre-release version.\nNew Services, new features to existing Services or limited preview services shall be known, individually and collectively, as “Beta Services”.\nIf you elect to use any Beta Services, then your use of the Beta Services is subject to the following terms and conditions: (i) You acknowledge and agree that the Beta Services are pre-release versions and may not work properly.\n(ii) You acknowledge and agree that your use of the Beta Services may expose you to unusual risks of operational failures.\n(iii) The Beta Services are provided as-is, so we do not recommend using them in production or mission critical environments.\n(iv) Hitnamer.com :(-): reserves the right to modify, change, or discontinue any aspect of the Beta Services at any time.\n(v) Commercially released versions of the Beta Services may change substantially, and programs that use or run with the Beta Services may not work with the commercially released versions or subsequent releases.\n(vi) Hitnamer.com :(-): may limit availability of customer service support time dedicated to support of the Beta Services.\n(vii) You acknowledge and agree to provide prompt feedback regarding your experience with the Beta Services in a form reasonably requested by us, including information necessary to enable us to duplicate errors or problems you experience.\n(viii) You acknowledge and agree that Hitnamer.com :(-): may track your browsing behavior, links clicked, items purchased, your device type, and to collect various data, including analytics, about how you use and interact with our Beta Services.\n(ix) You acknowledge and agree that all information regarding your use of the Beta Services, including your experience with and opinions regarding the Beta Services, is confidential, and may not be disclosed to a third party or used for any purpose other than providing feedback to Hitnamer.com :(-):.\n(x) The Beta Services are provided “as is”, “as available”, and “with all faults”.\n</p>\n<p>You acknowledge and agree that we may use your feedback for any purpose, including product development purposes.\nAt our request you will provide us with comments that we may use publicly for press materials and marketing collateral.\nAny intellectual property inherent in your feedback or arising from your use of the Beta Services shall be owned exclusively by Hitnamer.com :(-):.\nTo the fullest extent permitted by law, Hitnamer.com :(-): disclaims any and all warranties, statutory, express or implied, with respect to the Beta Services including, but not limited to, any implied warranties of title, merchantability, fitness for a particular purpose and non-infringement.</p>\n<p>\n</p>\n<strong>\n<br>\n<strong>13.\nFEES AND PAYMENTS</strong>\n</strong>\n<p>You agree that your Payment Method may be charged by one of our affiliated entities.\nIf, during your purchase, your payment was identified as being processed in the United States, your transaction will be processed by Wild West Domains, LLC.\nif your payment was identified as being processed in Canada, your transaction will be processed by Wild West Domains Canada, Inc..\nif your payment was identified as being processed in the United Kingdom, your transaction will be processed by Europe Domains/Hosting Services, Ltd..\nif your payment was identified as being processed in India, your transaction will be processed by Universal Domains and Hosting Services India Pvt Ltd.\nIf, during your purchase, your payment was identified as being processed in a country that is not listed above, your transaction may be processed by an entity within the disclosed country that is affiliated with our local payment service provider, and subject to the provisions of our Privacy Policy.</p>\n<p>\n<strong>\n<em>(A) GENERAL TERMS, INCLUDING AUTOMATIC RENEWAL TERMS</em>\n</strong>\n</p>\n<p>\n<em>\n<u>Payment Due at Time of Order.\nNon-Refundable.</u>\n</em> You agree to pay all amounts due for Services at the time you order them.\nAll amounts are non-refundable unless otherwise noted in the Refund Policy.</p>\n<p>\n<em>\n<u>Price Changes.</u>\n</em> Hitnamer.com :(-): reserves the right to change its prices and fees at any time, and such changes shall be posted online at this Site and effective immediately without need for further notice to you.\nIf you have purchased or obtained Services for a period of months or years, changes in prices and fees shall be effective when the Services in question come up for renewal as further described below.</p>\n<p>\n<em>\n<u>Payment Types.</u>\n</em> Except as prohibited in any product-specific agreement, you may pay for Services by using any of the following “Payment Methods”: (i) valid credit card.\n(ii) “Good As Gold Prepaid Services” (defined below).\n(iii) electronic payment from your personal or business checking account, as appropriate (and as defined below).\n(iv) PayPal.\n(v) International Payment Option (as defined below).\n(vi) via in-store credit balances, if applicable (and as defined below).\nor (vii) any other method you use to pay for Services as determined by GoDaddy in its sole and absolute discretion, each a “Payment Method”.\nThe “Express Checkout” feature automatically places an order for the applicable Service and charges the default Express Checkout Payment Method for your Account.\nConfirmation of that order will be sent to the email address on file for your Account.\nYour Payment Method on file must be kept valid if you have any active Services in your Account.\nIn addition, you agree that the location for the processing of your payments may change for any reason, including the type of Payment Method chosen, the currency selected, or changes or updates made to your Payment Method.</p>\n<p>\n</p>\n<p>\n<em>\n<u>Refunds Issued.</u>\n</em> You agree that where refunds are issued to your Payment Method, Hitnamer.com :(-):'s issuance of a refund receipt is only confirmation that Hitnamer.com :(-): has submitted your refund to the Payment Method charged at the time of the original sale, and that Hitnamer.com :(-): has no control over when the refund will be applied towards your Payment Method’s available balance.\nYou further acknowledge and agree that the payment provider and/or individual issuing bank associated with your Payment Method establish and regulate the time frames for posting your refund, and that such refund posting time frames may range from five (5) business days to a full billing cycle, or longer.</p>\n<p>In the event a refund is issued to your Payment Method and the payment provider, payment processor or individual issuing bank associated with your Payment Method imposes any limitations on refunds, including but not limited to, limitations as to the timing of the refund or the number of refunds allowed, then Hitnamer.com :(-):, in its sole and absolute discretion, reserves the right to issue the refund either (i) in the form of an in-store credit.\n(ii) via issuance of a Hitnamer.com :(-): check, which will be sent to the mailing address on file for your Account.\nor (iii) in some jurisdictions, as a bank transfer, when the payment processor cannot refund back to the Payment Method.\nHitnamer.com :(-): also has the right to offer an in-store credit for customers seeking refunds, even if there are no limitations on refunds imposed by the Payment Method.</p>\n<p>\n</p>\n<p>\n<em>\n<u>Monthly Billing Date.</u>\n</em> If you are being billed on a monthly basis, your monthly billing date will be based on the date of the month you purchased the Services, unless that date falls after the 28th of the month, in which case your billing date will be the 28th of each month.</p>\n<p>\n<em>\n<u>Auto-Renewal Terms.</u>\n</em> Other than as required by applicable law, Hitnamer.com :(-): does not retain hard copies or electronic versions of mandate, standing order or standing instruction forms and/or any signed consents relating to your usage of our automatic renewal services, and we are therefore unable to provide any such document upon request.\nYou may view or change your automatic renewal settings at any time by logging into your Hitnamer.com :(-): account.</p>\n<p>\n</p>\n<p>\n<strong>\nIN ORDER TO ENSURE THAT YOU DO NOT EXPERIENCE AN INTERRUPTION OR LOSS OF SERVICES, ALL SERVICES ARE OFFERED ON AUTOMATIC RENEWAL UNLESS OTHERWISE SPECIFIED ON THIS SITE.\nEXCEPT FOR REASONS DESCRIBED BELOW IN THIS SECTION, AUTOMATIC RENEWAL AUTOMATICALLY RENEWS THE APPLICABLE SERVICE UPON EXPIRATION OF THE THEN CURRENT TERM FOR A RENEWAL PERIOD EQUAL IN TIME TO THE MOST RECENT SERVICE PERIOD (EXCEPT FOR DOMAIN NAMES WHICH MAY RENEW FOR THE ORIGINAL SERVICE PERIOD).\nFOR EXAMPLE, IF YOUR LAST SERVICE PERIOD IS FOR ONE YEAR, YOUR RENEWAL PERIOD WILL TYPICALLY BE FOR ONE YEAR.\nHOWEVER, IN THE EVENT RENEWAL WITH THE PAYMENT METHOD ON FILE FAILS, Hitnamer.com :(-): MAY ATTEMPT TO RENEW THE APPLICABLE SERVICE FOR A PERIOD LESS THAN THE ORIGINAL SUBSCRIPTION PERIOD TO THE EXTENT NECESSARY FOR THE TRANSACTION TO SUCCEED.</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>\nUNLESS YOU DISABLE THE AUTOMATIC RENEWAL OPTION, Hitnamer.com :(-): WILL AUTOMATICALLY RENEW THE APPLICABLE SERVICE WHEN IT COMES UP FOR RENEWAL AND WILL TAKE PAYMENT FROM THE PAYMENT METHOD ASSOCIATED WITH THE SERVICE(S) IN YOUR ACCOUNT OR YOUR DESIGNATED BACKUP PAYMENT METHOD(S) ON FILE WITH Hitnamer.com :(-):.\nIN AUTOMATICALLY RENEWING YOUR SERVICES, Hitnamer.com :(-): WILL FIRST ATTEMPT TO CHARGE THE PAYMENT METHOD ASSOCIATED WITH THE SERVICE(S) IN YOUR ACCOUNT.\nIN THE EVENT Hitnamer.com :(-): CANNOT SUCCESSFULLY CHARGE THIS PAYMENT METHOD, WE WILL ATTEMPT TO CHARGE THE PAYMENT METHOD(S) DESIGNATED AS \"BACKUP\" IN YOUR ACCOUNT.\nRENEWALS WILL BE CHARGED AT Hitnamer.com :(-):’S THEN CURRENT RATES, WHICH YOU ACKNOWLEDGE AND AGREE MAY BE HIGHER OR LOWER THAN THE RATES FOR THE ORIGINAL SERVICE PERIOD.\nIN ORDER TO SEE THE RENEWAL SETTINGS APPLICABLE TO YOU AND YOUR SERVICES, SIMPLY LOG INTO YOUR ACCOUNT MANAGER FROM THIS SITE AND FOLLOW THE STEPS FOUND HERE.\nIF YOU DO NOT WISH FOR ANY SERVICE TO AUTOMATICALLY RENEW, YOU MAY ELECT TO CANCEL RENEWAL, IN WHICH CASE, YOUR SERVICES WILL TERMINATE UPON EXPIRATION OF THE THEN CURRENT TERM, UNLESS YOU MANUALLY RENEW YOUR SERVICES PRIOR TO THAT DATE.\nIN OTHER WORDS, SHOULD YOU ELECT TO CANCEL YOUR PRODUCT AND FAIL TO MANUALLY RENEW YOUR SERVICES BEFORE THEY EXPIRE, YOU MAY EXPERIENCE AN INTERRUPTION OR LOSS OF SERVICES, AND Hitnamer.com :(-): SHALL NOT BE LIABLE TO YOU OR ANY THIRD PARTY REGARDING THE SAME.</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>\nIN ADDITION, Hitnamer.com :(-): MAY PARTICIPATE IN “RECURRING BILLING PROGRAMS” OR “ACCOUNT UPDATER SERVICES” SUPPORTED BY YOUR CREDIT CARD PROVIDER (AND ULTIMATELY DEPENDENT ON YOUR BANK’S PARTICIPATION).\nIF WE ARE UNABLE TO SUCCESSFULLY CHARGE YOUR EXISTING PAYMENT METHOD, YOUR CREDIT CARD PROVIDER (OR YOUR BANK) MAY NOTIFY US OF UPDATES TO YOUR CREDIT CARD NUMBER AND/OR EXPIRATION DATE, OR THEY MAY AUTOMATICALLY CHARGE YOUR NEW CREDIT CARD ON OUR BEHALF WITHOUT NOTIFICATION TO US.\nIN ACCORDANCE WITH RECURRING BILLING PROGRAM REQUIREMENTS, IN THE EVENT THAT WE ARE NOTIFIED OF AN UPDATE TO YOUR CREDIT CARD NUMBER AND/OR EXPIRATION DATE, Hitnamer.com :(-): WILL AUTOMATICALLY UPDATE YOUR PAYMENT PROFILE ON YOUR BEHALF.\nHitnamer.com :(-): MAKES NO GUARANTEES THAT WE WILL REQUEST OR RECEIVE UPDATED CREDIT CARD INFORMATION.\nYOU ACKNOWLEDGE AND AGREE THAT IT IS YOUR SOLE RESPONSIBILITY TO MODIFY AND MAINTAIN YOUR ACCOUNT SETTINGS, INCLUDING BUT NOT LIMITED TO (I) CANCELLING PRODUCTS AND (II) ENSURING YOUR ASSOCIATED PAYMENT METHOD(S) ARE CURRENT AND VALID.\nFURTHER, YOU ACKNOWLEDGE AND AGREE THAT YOUR FAILURE TO DO SO, MAY RESULT IN THE INTERRUPTION OR LOSS OF SERVICES, AND Hitnamer.com :(-): SHALL NOT BE LIABLE TO YOU OR ANY THIRD PARTY REGARDING THE SAME.</strong>\n</p>\n<p>\n</p>\n<p>If for any reason Hitnamer.com :(-): is unable to charge your Payment Method for the full amount owed, or if Hitnamer.com :(-): receives notification of a chargeback, reversal, payment dispute, or is charged a penalty for any fee it previously charged to your Payment Method, you agree that Hitnamer.com :(-): may pursue all available lawful remedies in order to obtain payment, including but not limited to, immediate cancellation, without notice to you, of any domain names or Services registered or renewed on your behalf.\nHitnamer.com :(-): also reserves the right to charge you reasonable “administrative” fees\" for (i) tasks Hitnamer.com :(-): may perform outside the normal scope of its Services, (ii) additional time and/or costs Hitnamer.com :(-): may incur in providing its Services, and/or (iii) your noncompliance with this Agreement (as determined by Hitnamer.com :(-): in its sole and absolute discretion).\nTypical administrative or processing fee scenarios include, but are not limited to (i) customer service issues that require additional personal time or attention.\n(ii) UDRP actions(s) in connection with your domain name(s) and/or disputes that require accounting or legal services, whether performed by Hitnamer.com :(-): staff or by outside firms retained by Hitnamer.com :(-):.\n(iii) recouping any and all costs and fees, including the cost of Services, incurred by Hitnamer.com :(-): as the results of chargebacks or other payment disputes brought by you, your bank or Payment Method processor.\nThese administrative fees or processing fees will be billed to the Payment Method you have on file with Hitnamer.com :(-):.</p>\n<p>Hitnamer.com :(-): may offer product-level pricing in various currencies.\nThe transaction will be processed in the selected currency and the pricing displayed during the checkout process will be the actual amount submitted for payment.\nFor certain Payment Methods, the issuer of your Payment Method may charge you a foreign transaction fee or other charge, which may be added to the final amount that appears on your bank statement or post as a separate amount.\nPlease check with the issuer of your Payment Method for details.\nIn addition, regardless of the selected currency, you acknowledge and agree that you may be charged Value Added Tax (\"<u>VAT</u>\"), Goods and Services Tax (\"<u>GST</u>\"), or other localized fees and/or taxes, based on your bank and/or the country indicated in your billing address section.</p>\n<p>\n</p>\n<p>\n<strong>\n<em>(B) REFUND POLICY</em>\n</strong>\n</p>\n<p>Products and Services available for refunds are described here (“<u>Refund Policy</u>”).</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>\n<em>(C) GOOD AS GOLD PREPAID SERVICES</em>\n</strong>\n</p>\n<p>Service Details.\nBy using Good As Gold Prepaid Services, you may transfer funds to Hitnamer.com :(-): to fund your Good As Gold Prepaid Services account (“<u>Good As Gold Account</u>”).\nYou may then use your Good As Gold Account to purchase any Services.\nYou may fund your Good As Gold Account by wire transfer.</p>\n<p>You acknowledge that funds transferred to your Good As Gold Account will be held by Hitnamer.com :(-): and will not accrue or pay interest for your benefit.\nTo the extent any interest may accrue, you agree that Hitnamer.com :(-): shall be entitled to receive and keep any such amounts to cover costs associated with Good As Gold Prepaid Services.</p>\n<p>You agree that all transactions using Good As Gold Prepaid Services will be conducted in U.S.\ndollars.</p>\n<p>Your Good As Gold Account must be funded on an initial basis with no less than funds equivalent to $1,000.00 U.S.\ndollars.</p>\n<p>All payments must be for the full amount required at purchase.</p>\n<p>\n<em>\n<u>Wire Transfer Details.</u>\n</em> Wire transfers may be initiated in foreign currency to fund your Good As Gold Account, however the natural currency of the Hitnamer.com :(-): bank account is U.S.\nDollars.\nForeign currency wires will be automatically converted and deposited in U.S.\nDollars.\nPlease note that exchange rate fees may apply.</p>\n<p>You are responsible for all wire transfer fees, both incoming and outgoing, associated with your Good As Gold Account.\nAny non-U.S.\nwire transfers may be subject to fees by your bank, intermediary banks, or Hitnamer.com :(-):’s bank, which may reduce the amount of the money received by Hitnamer.com :(-):’s bank and subsequently funded into your Good As Gold Account.\nYou hereby expressly authorize Hitnamer.com :(-): (i) to reduce your Good As Gold Account by the amount of wire transfer fees Hitnamer.com :(-): incurs in order to receive your funds.\nand/or (ii) to charge a twenty-dollar ($20.00) service fee (“<u>Service Fee</u>”) in connection with the termination of your Good As Gold Account.\nAll fees are subject to change at any time, and such changes shall be posted online and effective immediately without need for further notice to you.</p>\n<p>You can verify the remaining funds in your Good As Gold Account at any time through your Account or the shopping cart.\nShould you decide to terminate your Good As Gold Account (or should Hitnamer.com :(-): opt to terminate your Good As Gold Account because you have breached an obligation under the Good As Gold Service Agreement), then the balance in your Good As Gold Account will be refunded, net the Service Fee.</p>\n<p>Additional funds may be added to your Good As Gold Account at any time.</p>\n<p>\n<em>Your Use of Good As Gold Prepaid Services.</em> Use of funds in your Good As Gold Account can only be made through the Hitnamer.com :(-): purchase process at Hitnamer.com :(-):’s website.\nPurchases may not be made unless there are sufficient, available funds in your Good As Gold Account at the time of purchase to cover the entire purchase amount, including any related fees as set forth herein or in other relevant agreements.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>\n<em>(D) PAY BY CHECK (ELECTRONIC PAYMENT)</em>\n</strong>\n</p>\n<p>By using Hitnamer.com :(-):’s pay by check option (“<u>Pay By Check</u>”), you can purchase Hitnamer.com :(-): Services using an electronic payment (from your personal or business checking account (“Checking Account”), as appropriate).\nIn connection, you agree to allow a third-party check services provider, Certegy Check Services, Inc., (“<u>Check Services Provider</u>”) to debit the full amount of your purchase from your Checking Account, which is non-refundable.\nCheck Services Provider will create an electronic funds transfer (“<u>EFT</u>”) or bank draft, which will be presented to your bank or financial institution for payment from your Checking Account.\nThe Checking Account must be at a financial institution in the United States, and payment must be in U.S.\nDollars.</p>\n<p>\n</p>\n<p>It is your responsibility to keep your Checking Account current and funded.\nYou agree that (i) Check Services Provider or Hitnamer.com :(-): reserve the right to decline a transaction for any reason (including, but not limited to, payments that fail to go through as a result of your Checking Account no longer existing or not holding available/sufficient funds) and (ii) in such event, neither Check Services Provider nor Hitnamer.com :(-): shall be liable to you or any third party regarding the same.\nIf for any reason Check Services Provider is unable to withdraw the full amount owed for the Services provided, you agree that Check Services Provider and Hitnamer.com :(-): may pursue all available lawful remedies in order to obtain payment (plus any applicable fees).\nHitnamer.com :(-): is not responsible for the actions of Check Services Provider.\nYou agree that if the EFT or bank draft is returned unpaid, you will pay a service charge in accordance with the fees permitted by law for each U.S.\nState.\nA help article describing the Check Services Provider and outlining the service charges referenced above can be found here.\nThese fees may be debited from your Checking Account using an EFT or bank draft.\nAll fees are in U.S.\nDollars.</p>\n<p>Hitnamer.com :(-): and its service providers, including but not limited to Check Services Provider and Complete Payment Recovery Services, Inc., may provide you with notices, including by email, regular mail, SMS, MMS, text message, postings on the services, or other reasonable means now known or hereafter developed.\nSuch notices may not be received if you violate these terms of service by accessing the services in an unauthorized manner.\nYour agreement to these terms of service constitutes your agreement that you are deemed to have received any and all notices that would have been delivered had you accessed the services in an authorized manner.\nFailure to receive such notices for any reason shall not excuse any payment or other obligation to Hitnamer.com :(-): and Check Services Provider.\nYou further expressly authorize Hitnamer.com :(-): and its service providers, including but not limited to Check Services Provider and Complete Payment Recovery Services, Inc., and their affiliates to contact you, via auto-dialer, pre-recorded messages, or any other method, on any of your mobile phone numbers or emails.\nYou further acknowledge that email addresses you provide are not shared, accessed by others and are not employer-related email addresses.</p>\n<p>\n</p>\n<p>\n<strong>\n<em>(E) INTERNATIONAL PAYMENT OPTIONS</em>\n</strong>\n</p>\n<p>Hitnamer.com :(-): offers a variety of alternative international payment options through a variety of International Payment Providers (“IPP”).\nIn the event you select an IPP, you represent that you have already agreed to any and all of the IPP’s applicable customer service agreements in advance of completing your transaction at Hitnamer.com :(-):.\nYou also agree to allow the IPP to debit the full amount of your purchase from the selected account or payment method, collectively “Funding Sources”.\nIn addition, you agree to allow the selected IPP to debit, if applicable, an “Exchange Rate Conversion Fee”, as well as any other fees or charges applicable to your agreement with the IPP (collectively, the “IPP Fees”), from your Funding Sources.\nYou understand and agree that IPP Fees are subject to change at any time by the IPP without notice to you by Hitnamer.com :(-):.</p>\n<p>It is your responsibility to keep your Funding Sources current and funded.\nYou agree that (i) the IPP or Hitnamer.com :(-): reserve the right to decline a transaction for any reason and (ii) neither the IPP nor Hitnamer.com :(-): shall be liable to you or any third party regarding the same.\nYou acknowledge that Hitnamer.com :(-): will not attempt to fulfill the Services purchased by you until Hitnamer.com :(-): receives confirmation of payment from the IPP through its associated payment processor.\nYou acknowledge there may be a gap of several hours or days between the time you place an order and the time the IPP confirms payment through its associated payment processor.\nIf Hitnamer.com :(-): does not receive confirmation of payment from the IPP through its associated payment processor within thirty (30) days from when the order is placed, your order may be cancelled, at which time you will need to commence the purchase process again.\nIn the event that you would like to cancel payment for a pending transaction, you may cancel the order through your Hitnamer.com :(-): account.\nPayments received on previously cancelled orders will be automatically refunded to the original Payment Method when possible.</p>\n<p>\n</p>\n<p>If, at the time Hitnamer.com :(-): receives confirmation of payment from the IPP (through its associated payment processor), either (i) the Services (including domain names) are no longer available for purchase.\nor (ii) a pending order has been cancelled in our systems.\nor (iii) the confirmation of payment does not match the dollar amount of the pending order, and as a result your purchase is either over-funded or under-funded, Hitnamer.com :(-): may automatically issue a partial refund (in the case of over-funding) or a full refund (in the case of under-funding) to your Funding Source.\nIf the IPP (or its associated payment processor) imposes refund limitations of any kind, Hitnamer.com :(-): reserves the right to issue refunds to an in-store credit balance or as a bank transfer, when the payment processor cannot refund back to the Payment Method.\nIf you receive a full refund, you will need to begin the purchase process again.\nYou agree that the IPP reserves the right not to refund IPP Fees associated with a refunded transaction.\nAccordingly, any refunds issued by Hitnamer.com :(-): will be net of the IPP Fees unless otherwise specified.</p>\n<p>\n</p>\n<p>\n<strong>\n<em>(F) IN-STORE CREDIT BALANCES</em>\n</strong>\n</p>\n<p>In the event that your Account contains an in-store credit balance: (1) you may apply any available credit balance to any future purchase in your Account.\nand (2) you authorize Hitnamer.com :(-): to apply any available credit balance to any outstanding administrative fees, chargebacks, or other fees related to your Account.\nIn the event that Hitnamer.com :(-): is unable to successfully charge either the Payment Method associated with a specific Service in your account or your backup Payment Methods when processing Service renewals, Hitnamer.com :(-): may use any available in-store credit balance if there are enough funds to cover the entire transaction.\nRegardless of the amount of in-store credit available in your account, Hitnamer.com :(-): is not responsible for the loss of products resulting from an inability to collect funds from your Payment Methods or the in-store credit.\nIn-store credits will be applied based on the currency selected in the shopping cart at the time of purchase (or renewal).\nIf you have more than one in-store credit, then the credits will be processed according to the age of the credit, with the oldest in-store credit being applied first.\nIf additional funds are required to complete the purchase or renewal, credits held in a non-selected currency will be converted using Hitnamer.com :(-):’s daily exchange rate based on the age of the credit (oldest to newest) until (i) enough funds are allocated to complete the transaction, or (ii) there is no available balance left in your account.\nYou understand and agree that at the time of conversion, Hitnamer.com :(-): may also impose an additional administrative fee.\n</p>\n<p>You can verify your available in-store credit balance at any time through your Account on the Hitnamer.com :(-): website.\nYou acknowledge that in-store credit balances are non-transferable, may only be used in the Account in which they were acquired and may expire.\nComplimentary in-store credits will expire two years after issuance or within any other time period Hitnamer.com :(-): may specify in your Account.\nIn the event that GoDaddy terminates your Account, you acknowledge and agree that any remaining available in-store credit balance will be forfeited.</p>\n<p>You also acknowledge that funds available in your in-store credit balance will be held by Hitnamer.com :(-): and will not accrue or pay interest for your behalf.\nTo the extent any interest may accrue, you agree that Hitnamer.com :(-): is entitled to receive and keep any such amounts to cover costs associated with supporting the in-store credit balance functionality.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>\n<em>(G) EXPIRED DOMAIN NAME PURCHASES</em>\n</strong>\n</p>\n<p>For expired domain names purchased through your account, you agree that you are responsible for payment within forty-eight (48) hours of auction close for the successful bid amount plus the one (1) year renewal or transfer fee (from the end of the domain name’s previous registration period), plus ICANN fee, if applicable, or any valid payment method associated with the account, will be charged on the third day following the auction close.\nIf we are unable to collect payment, you may lose the rights to purchase the domain name.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>\n<em>(I) BUY NOW PAY LATER OPTIONS</em>\n</strong>\n</p>\n<p>Use of a “buy now pay later” option such as an installment payment or financing is subject to the following terms and conditions.\nYou acknowledge and agree that GoDaddy shall not be liable to you or any third party regarding any interest, late fee, other amount, collection effort, or change in credit score that arises out of or relates to the buy now pay later option.\nYou further agree that repayment of a buy now pay later option may be governed by your agreement with a third party.\nAny representation that GoDaddy makes regarding a repayment term related to a buy now pay later option is for convenience only.\nA repayment term such as a required down payment, late fee, or interest might vary or be subject to change, and is in the control of a third party.\nNotwithstanding the foregoing, GoDaddy shall not be responsible or otherwise liable to you or any third party for disclosing or failing to disclose any repayment term, which you are responsible for determining.\n</p>\n<p>Certain installment payment options will only apply to a selected Service term, which may auto-renew for the full amount unless you manually renew the Service term with a subsequent installment payment.</p>\n<p>\n</p>\n<strong>\n<br>\n<strong>14.\nADDITIONAL RESERVATION OF RIGHTS</strong>\n</strong>\n<p>\n</p>\n<p>Hitnamer.com :(-): expressly reserves the right to deny, cancel, terminate, suspend, lock, or modify access to (or control of) any Account or Services (including the right to cancel or transfer any domain name registration) for any reason (as determined by Hitnamer.com :(-): in its sole and absolute discretion), including but not limited to the following: (i) to correct mistakes made by Hitnamer.com :(-): in offering or delivering any Services (including any domain name registration), (ii) to protect the integrity and stability of, and correct mistakes made by, any domain name registry or registrar, (iii) to assist with our fraud and abuse detection and prevention efforts, (iv) to comply with court orders against you and/or your domain name or website and applicable local, state, national and international laws, rules and regulations, (v) to comply with requests of law enforcement, including subpoena requests, (vi) to comply with any dispute resolution process, (vii) to defend any legal action or threatened legal action without consideration for whether such legal action or threatened legal action is eventually determined to be with or without merit, (viii) to avoid any civil or criminal liability on the part of Hitnamer.com :(-):, its officers, directors, employees and agents, as well as Hitnamer.com :(-):'s affiliates, including, but not limited to, instances where you have sued or threatened to sue Hitnamer.com :(-):, or (ix) to respond to an excessive amount of complaints related in any way to your Account, domain name(s), or content on your website that could result in damage to Hitnamer.com :(-):’s business, operations, reputation or shareholders.<br>\n<br>\nHitnamer.com :(-): expressly reserves the right to review every Account for excessive space and bandwidth utilization, and to terminate or apply additional fees to those Accounts that exceed allowed levels.\n</p>\n<p>Hitnamer.com :(-): expressly reserves the right to terminate, without notice to you, any and all Services where, in Hitnamer.com :(-):'s sole discretion, you are harassing or threatening Hitnamer.com :(-): and/or any of Hitnamer.com :(-):'s employees.\n</p>\n<p>\n</p>\n<p>\n<em>\n<u>Hitnamer.com :(-): Content.</u>\n</em> Except for User Content, the content on this Site and the Services, including without limitation the text, software, scripts, source code, API, graphics, photos, sounds, music, videos and interactive features and the trademarks, service marks and logos contained therein (“<u>Hitnamer.com :(-): Content</u>”), are owned by or licensed to Hitnamer.com :(-): in perpetuity, and are subject to copyright, trademark, and/or patent protection in the United States and foreign countries, and other intellectual property rights under United States and foreign laws.\nHitnamer.com :(-): Content is provided to you “as is”, “as available” and “with all faults” for your information and personal, non-commercial use only and may not be downloaded, copied, reproduced, distributed, transmitted, broadcast, displayed, sold, licensed, or otherwise exploited for any purposes whatsoever without the express prior written consent of Hitnamer.com :(-):.\nNo right or license under any copyright, trademark, patent, or other proprietary right or license is granted by this Agreement.\nHitnamer.com :(-): reserves all rights not expressly granted in and to the Hitnamer.com :(-): Content, this Site and the Services, and this Agreement do not transfer ownership of any of these rights.</p>\n<strong>\n<br>\n<strong>15.NO SPAM.\nLIQUIDATED DAMAGES</strong>\n</strong>\n<p>\n</p>\n<p>\n<br>\n<em>\n<u>No Spam.</u>\n</em> We do not tolerate the transmission of spam.\nWe monitor all traffic to and from our web servers for indications of spamming and maintain a spam abuse complaint center to register allegations of spam abuse.\nCustomers suspected to be using our products and services for the purpose of sending spam are fully investigated.\nIf we determine there is a problem with spam, we will take the appropriate action to resolve the situation.\n<br>\n<br>\nWe define spam as the sending of Unsolicited Commercial Email (UCE), Unsolicited Bulk Email (UBE) or Unsolicited Facsimiles (Fax), which is email or facsimile sent to recipients as an advertisement or otherwise, without first obtaining prior confirmed consent to receive these communications.\nThis can include, but is not limited to, the following:<br>\n</p>\n<ol>\n<li>Email Messages</li>\n<li>Newsgroup postings</li>\n<li>Windows system messages</li>\n<li>Pop-up messages (aka \"adware\" or \"spyware\" messages)</li>\n<li>Instant messages (using AOL, MSN, Yahoo or other instant messenger programs)</li>\n<li>Online chat room advertisements</li>\n<li>Guestbook or Website Forum postings</li>\n<li>Facsimile Solicitations</li>\n<li>Text/SMS Messages</li>\n</ol>\n<p>\n<br>\nWe will not allow our servers and services to be used for the purposes described above.\nIn order to use our products and services, you must not only abide by all applicable laws and regulations, which include the Can-Spam Act of 2003 and the Telephone Consumer Protection Act, but you must also abide by this no spam policy.\nCommercial advertising and/or bulk emails or faxes may only be sent to recipients who have \"opted-in\" to receive messages.\nThey must include a legitimate return address and reply-to address, the sender's physical address, and an opt-out method in the footer of the email or fax.\nUpon request by us, conclusive proof of opt-in may be required for an email address or fax number.<br>\n<br>\nIf we determine the account, products, or services in question are being used in association with spam, we may re-direct, suspend, or cancel any account, web site hosting, domain registration, email boxes, or other applicable products or services.\nIn such event, at our election, we may require you to respond by email to us stating that you will cease to send spam and/or have spam sent on your behalf and to require a non-refundable reactivation fee to be paid before the site, email boxes, and/or services are reactivated.<br>\n<br>\nWe encourage all customers and recipients of email generated from our products and services to report suspected spam.\nSuspected abuse can be reported by email or through our Spam Abuse Complaint Center on the Web.\nWeb: report abuse.<br>\n<br>\n<em>\n<u>Liquidated Damages.</u>\n</em> You agree that we may immediately terminate any Account which we believe, in our sole and absolute discretion, is transmitting or is otherwise connected with any spam or other unsolicited bulk email.\nIn addition, if actual damages cannot be reasonably calculated then you agree to pay us liquidated damages in the amount of $1.00 for each piece of spam or unsolicited bulk email transmitted from or otherwise connected with your Account.</p>\n<p>\n</p>\n<strong>\n<br>\n<strong>16.\nTRADEMARK AND/OR COPYRIGHT CLAIMS</strong>\n</strong>\n<p>\n<br>\nHitnamer.com :(-): supports the protection of intellectual property.\nIf you would like to submit (i) a trademark claim for violation of a mark on which you hold a valid, registered trademark or service mark, or (ii) a copyright claim for material on which you hold a bona fide copyright, please refer to Hitnamer.com :(-):’s Trademark and/or Copyright Infringement Policy referenced above and available here.</p>\n<strong>\n<br>\n<strong>17.\nLINKS TO THIRD-PARTY WEBSITES</strong>\n</strong>\n<p>\n<br>\nThis Site and the Services found at this Site may contain links to third-party websites that are not owned or controlled by Hitnamer.com :(-):.\nHitnamer.com :(-): assumes no responsibility for the content, terms and conditions, privacy policies, or practices of any third-party websites.\nIn addition, Hitnamer.com :(-): does not censor or edit the content of any third-party websites.\nBy using this Site or the Services found at this Site, you expressly release Hitnamer.com :(-): from any and all liability arising from your use of any third-party website.\nAccordingly, Hitnamer.com :(-): encourages you to be aware when you leave this Site or the Services found at this Site and to review the terms and conditions, privacy policies, and other governing documents of each other website that you may visit.</p>\n<strong>\n<br>\n<strong>18.\nDISCLAIMER OF REPRESENTATIONS AND WARRANTIES</strong>\n</strong>\n<p>\n</p>\n<p>\nYOU SPECIFICALLY ACKNOWLEDGE AND AGREE THAT YOUR USE OF THIS SITE AND THE SERVICES FOUND AT THIS SITE SHALL BE AT YOUR OWN RISK AND THAT THIS SITE AND THE SERVICES FOUND AT THIS SITE ARE PROVIDED “AS IS”, “AS AVAILABLE” AND “WITH ALL FAULTS”.\nHitnamer.com :(-):, ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, AND ALL THIRD PARTY SERVICE PROVIDERS DISCLAIM ALL WARRANTIES, STATUTORY, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, ANY IMPLIED WARRANTIES OF TITLE, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT.\nHitnamer.com :(-):, ITS OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS MAKE NO REPRESENTATIONS OR WARRANTIES ABOUT (I) THE ACCURACY, COMPLETENESS, OR CONTENT OF THIS SITE, (II) THE ACCURACY, COMPLETENESS, OR CONTENT OF ANY SITES LINKED (THROUGH HYPERLINKS, BANNER ADVERTISING OR OTHERWISE) TO THIS SITE, AND/OR (III) THE SERVICES FOUND AT THIS SITE OR ANY SITES LINKED (THROUGH HYPERLINKS, BANNER ADVERTISING OR OTHERWISE) TO THIS SITE, AND Hitnamer.com :(-): ASSUMES NO LIABILITY OR RESPONSIBILITY FOR THE SAME.</p>\n<p>\nIN ADDITION, YOU SPECIFICALLY ACKNOWLEDGE AND AGREE THAT NO ORAL OR WRITTEN INFORMATION OR ADVICE PROVIDED BY Hitnamer.com :(-):, ITS OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS (INCLUDING WITHOUT LIMITATION ITS CALL CENTER OR CUSTOMER SERVICE REPRESENTATIVES), AND THIRD PARTY SERVICE PROVIDERS WILL (I) CONSTITUTE LEGAL OR FINANCIAL ADVICE OR (II) CREATE A WARRANTY OF ANY KIND WITH RESPECT TO THIS SITE OR THE SERVICES FOUND AT THIS SITE, AND USERS SHOULD NOT RELY ON ANY SUCH INFORMATION OR ADVICE.</p>\n<p>\nTHE FOREGOING DISCLAIMER OF REPRESENTATIONS AND WARRANTIES SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW, AND SHALL SURVIVE ANY TERMINATION OR EXPIRATION OF THIS AGREEMENT OR YOUR USE OF THIS SITE OR THE SERVICES FOUND AT THIS SITE.</p>\n<p>\n</p>\n<strong>\n<br>\n<strong>19.\nLIMITATION OF LIABILITY</strong>\n</strong>\n<p>\n</p>\n<p>\nIN NO EVENT SHALL Hitnamer.com :(-):, ITS OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, AND ALL THIRD PARTY SERVICE PROVIDERS, BE LIABLE TO YOU OR ANY OTHER PERSON OR ENTITY FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES WHATSOEVER, INCLUDING ANY THAT MAY RESULT FROM (I) THE ACCURACY, COMPLETENESS, OR CONTENT OF THIS SITE, (II) THE ACCURACY, COMPLETENESS, OR CONTENT OF ANY SITES LINKED (THROUGH HYPERLINKS, BANNER ADVERTISING OR OTHERWISE) TO THIS SITE, (III) THE SERVICES FOUND AT THIS SITE OR ANY SITES LINKED (THROUGH HYPERLINKS, BANNER ADVERTISING OR OTHERWISE) TO THIS SITE, (IV) PERSONAL INJURY OR PROPERTY DAMAGE OF ANY NATURE WHATSOEVER, (V) THIRD-PARTY CONDUCT OF ANY NATURE WHATSOEVER, (VI) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SERVERS AND/OR ANY AND ALL CONTENT, PERSONAL INFORMATION, FINANCIAL INFORMATION OR OTHER INFORMATION AND DATA STORED THEREIN, (VII) ANY INTERRUPTION OR CESSATION OF SERVICES TO OR FROM THIS SITE OR ANY SITES LINKED (THROUGH HYPERLINKS, BANNER ADVERTISING OR OTHERWISE) TO THIS SITE, (VIII) ANY VIRUSES, WORMS, BUGS, TROJAN HORSES, OR THE LIKE, WHICH MAY BE TRANSMITTED TO OR FROM THIS SITE OR ANY SITES LINKED (THROUGH HYPERLINKS, BANNER ADVERTISING OR OTHERWISE) TO THIS SITE, (IX) ANY USER CONTENT OR CONTENT THAT IS DEFAMATORY, HARASSING, ABUSIVE, HARMFUL TO MINORS OR ANY PROTECTED CLASS, PORNOGRAPHIC, “X-RATED”, OBSCENE OR OTHERWISE OBJECTIONABLE, AND/OR (X) ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF YOUR USE OF THIS SITE OR THE SERVICES FOUND AT THIS SITE, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL OR EQUITABLE THEORY, AND WHETHER OR NOT Hitnamer.com :(-): IS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>\nIN ADDITION, YOU SPECIFICALLY ACKNOWLEDGE AND AGREE THAT IN NO EVENT SHALL Hitnamer.com :(-):’S TOTAL AGGREGATE LIABILITY EXCEED $10,000.00 U.S.\nDOLLARS.\n<br> THE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW, AND SHALL SURVIVE ANY TERMINATION OR EXPIRATION OF THIS AGREEMENT OR YOUR USE OF THIS SITE OR THE SERVICES FOUND AT THIS SITE.</p>\n<p>\n</p>\n<strong>\n<br>\n<strong>20.\nINDEMNITY</strong>\n</strong>\n<p>\n<br>\nYou agree to protect, defend, indemnify and hold harmless Hitnamer.com :(-): and its officers, directors, employees, agents, and third party service providers from and against any and all claims, demands, costs, expenses, losses, liabilities and damages of every kind and nature (including, without limitation, reasonable attorneys’ fees) imposed upon or incurred by Hitnamer.com :(-): directly or indirectly arising from (i) your use of and access to this Site or the Services found at this Site.\n(ii) your violation of any provision of this Agreement or the policies or agreements which are incorporated herein.\nand/or (iii) your violation of any third-party right, including without limitation any intellectual property or other proprietary right.\nThe indemnification obligations under this section shall survive any termination or expiration of this Agreement or your use of this Site or the Services found at this Site.</p>\n<strong>\n<br>\n<strong>21.\nCOMPLIANCE WITH LOCAL LAWS</strong>\n</strong>\n<p>\n<br>\nHitnamer.com :(-): makes no representation or warranty that the content available on this Site or the Services found at this Site are appropriate in every country or jurisdiction, and access to this Site or the Services found at this Site from countries or jurisdictions where its content is illegal is prohibited.\nUsers who choose to access this Site or the Services found at this Site are responsible for compliance with all local laws, rules and regulations.\n</p>\n<strong>\n<br>\n<strong>22.\nDISPUTES, BINDING INDIVIDUAL ARBITRATION AND WAIVER OF CLASS ACTIONS AND CLASS ARBITRATIONS</strong>\n</strong>\n<p>PLEASE READ THIS SECTION CAREFULLY.\nFOLLOW THE INSTRUCTIONS BELOW IF YOU WISH TO OPT OUT OF THE PROVISIONS REQUIRING YOU TO RESOLVE DISPUTES THROUGH INDIVIDUAL ARBITRATION.\n</p>\n<p>(A) <em>Disputes.</em> The terms of this Section shall apply to all Disputes between you and Hitnamer.com :(-):, except for disputes governed by the Uniform Domain Name Dispute Resolution Policy referenced above and available here.\nFor the purposes of this Section, “Dispute” shall mean any dispute, claim, or action between you and Hitnamer.com :(-): arising under or relating to any Hitnamer.com :(-): Services or Products, Hitnamer.com :(-):’s websites, these Terms, or any other transaction involving you and Hitnamer.com :(-):, whether in contract, warranty, misrepresentation, fraud, tort, intentional tort, statute, regulation, ordinance, or any other legal or equitable basis, and shall be interpreted to be given the broadest meaning allowable under law.\nYOU AND Hitnamer.com :(-): AGREE THAT “DISPUTE” AS DEFINED IN THESE TERMS SHALL NOT INCLUDE ANY CLAIM OR CAUSE OF ACTION BY YOU OR Hitnamer.com :(-): FOR (i) TRADE SECRET MISAPPROPRIATION, (ii) PATENT INFRINGEMENT, (iii) COPYRIGHT INFRINGEMENT OR MISUSE, AND (iv) TRADEMARK INFRINGEMENT OR DILUTION.\nMoreover, notwithstanding anything else in these Terms, you agree that a court, not the arbitrator, may decide if a claim falls within one of these four exceptions.\n</p>\n<p>(B) <em>Binding Arbitration.</em> You and Hitnamer.com :(-): further agree: (i) to arbitrate all Disputes between the parties pursuant to the provisions in these Terms.\n(ii) these Terms memorialize a transaction in interstate commerce.\n(iii) the Federal Arbitration Act (9 U.S.C.\n§1, et seq.) governs the interpretation and enforcement of this Section.\nand (iv) this Section shall survive termination of these Terms.\nARBITRATION MEANS THAT YOU WAIVE YOUR RIGHT TO A JUDGE OR JURY IN A COURT PROCEEDING AND YOUR GROUNDS FOR APPEAL ARE LIMITED.\nThe arbitrator may award you the same damages as a court sitting in proper jurisdiction, as limited by the Limitation of Liability set forth in Section 19 of this Agreement and may award declaratory or injunctive relief only in favor of the individual party seeking relief and only to the extent necessary to provide relief warranted by that party’s individual claim.\nIn addition, in some instances, the costs of arbitration could exceed the costs of litigation and the right to discovery may be more limited in arbitration than in court.\nThe decision of the arbitrator shall be final and enforceable by any court with jurisdiction over the parties.</p>\n<p>(C) <em>Small Claims Court.</em> Notwithstanding the foregoing, you may bring an individual action in the small claims court of your state or municipality if the action is within that court’s jurisdiction and is pending only in that court.</p>\n<p>(D) <em>Dispute Notice.</em> In the event of a Dispute, you or Hitnamer.com :(-): must first send to the other party a notice of the Dispute that shall include a written statement that sets forth the name, address and contact information of the party giving it, the facts giving rise to the Dispute, and the relief requested (the “Dispute Notice”).\nThe Dispute Notice to Hitnamer.com :(-): must be addressed to: Hitnamer.com :(-):, 2150 E Warner Rd., Tempe, AZ 85284, Attn.: Legal Department (the “Hitnamer.com :(-): Notice Address”).\nThe Dispute Notice to you will be sent by certified mail to the most recent address we have on file or otherwise in our records for you.\nIf Hitnamer.com :(-): and you do not reach an agreement to resolve the Dispute within sixty (60) days after the Dispute Notice is received, you or Hitnamer.com :(-): may commence an arbitration proceeding pursuant to this Section.\nFollowing submission and receipt of the Dispute Notice, each of us agrees to act in good faith to seek to resolve the Dispute before commencing arbitration.</p>\n<p>\n</p>\n<p>\n(E) <em>WAIVER OF CLASS ACTIONS AND CLASS ARBITRATIONS.</em> YOU AND Hitnamer.com :(-): AGREE THAT EACH PARTY MAY BRING DISPUTES AGAINST THE OTHER PARTY ONLY IN AN INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING, INCLUDING WITHOUT LIMITATION FEDERAL OR STATE CLASS ACTIONS, OR CLASS ARBITRATIONS.\nNEITHER YOU NOR Hitnamer.com :(-): WILL SEEK TO HAVE ANY DISPUTE HEARD AS A CLASS ACTION, PRIVATE ATTORNEY GENERAL ACTION, OR IN ANY OTHER PROCEEDING IN WHICH EITHER PARTY ACTS OR PROPOSES TO ACT IN A REPRESENTATIVE CAPACITY.\nNO ARBITRATION OR OTHER PROCEEDING WILL BE COMBINED WITH ANOTHER WITHOUT THE PRIOR WRITTEN CONSENT OF ALL PARTIES TO ALL AFFECTED ARBITRATIONS OR PROCEEDINGS.</p>\n<p>\n</p>\n<p>(F) <em>Arbitration Procedure.</em> If a party elects to commence arbitration, the arbitration will be administered by the American Arbitration Association (“AAA”) and governed by the Consumer Arbitration Rules of the AAA (“AAA Rules”) in conjunction with the rules set forth in these Terms, except that AAA may not administer any multiple claimant or class arbitration, as the parties agree that the arbitration shall be limited to the resolution only of individual claims.\nThe AAA Rules are at www.adr.org or by calling 1-800-778-7879.\nIf there is a conflict between the AAA Rules and the rules set forth in these Terms, the rules set forth in these Terms shall govern.\nYou may, in arbitration, seek any and all remedies otherwise available to you pursuant to federal, state, or local laws, as limited by the Limitation of Liability set forth in Section 19 of this Agreement.\nAll Disputes shall be resolved by a single neutral arbitrator, and both parties shall have a reasonable opportunity to participate in the selection of the arbitrator.\nThe arbitrator is bound by these Terms.\nThe arbitrator, and not any federal, state or local court or agency, shall have exclusive authority to resolve all disputes arising out of or relating to the interpretation, applicability, enforceability or formation of these Terms, including, but not limited to, any claim that all or any part of these Terms is void or voidable.\nThe arbitrator shall also have exclusive authority to rule on his or her own jurisdiction, including any objections with respect to the existence, scope, or validity of the arbitration agreement or to the arbitrability of any claim or counterclaim.\nNotwithstanding this broad delegation of authority to the arbitrator, a court may determine the limited question of whether a claim or cause of action is for (i) trade secret misappropriation, (ii) patent infringement, (iii) copyright infringement or misuse, or (iv) trademark infringement or dilution, which are excluded from the definition of “Disputes” as stated above.\nThe arbitrator shall be empowered to grant whatever relief would be available in a court under law or in equity.\nThe arbitrator’s award shall be binding on the parties and may be entered as a judgment in any court of competent jurisdiction.\nYou may choose to engage in arbitration hearings by telephone.\nArbitration hearings not conducted by telephone shall take place in a location reasonably accessible from your primary residence (or principal place of business if you are a small business), or in Maricopa County, Arizona, at your option.</p>\n<p>\n</p>\n<p>(G) <em>Initiation of Arbitration Proceeding.</em> If either you or Hitnamer.com :(-): decide to arbitrate a Dispute, we agree to the following procedure:</p>\n<p>i.\nWrite a Demand for Arbitration.\nThe demand must include a description of the Dispute and the amount of damages sought to be recovered.\nYou can find a copy of a Demand for Arbitration at www.adr.org (“Demand for Arbitration: Consumer Arbitration Rules”).</p>\n<p>ii.\nSend one copy of the Demand for Arbitration to AAA by mail at American Arbitration Association Case Filing Services 1101 Laurel Oak Road, Suite 100 Voorhees, NJ 08043.\n</p>\n<p>iii.\nSend one copy of the Demand for Arbitration to the other party at the same address as the Dispute Notice, or as otherwise agreed to by the parties.\n</p>\n<p>\n</p>\n<p>(H) <em>Hearing Format.</em> In all hearing formats, the arbitrator shall issue a written decision that explains the essential findings and conclusions on which an award, if any, is based.\nDuring the arbitration, the amount of any settlement offer made by Hitnamer.com :(-): or you shall not be disclosed to the arbitrator until after the arbitrator determines the amount, if any, to which you or Hitnamer.com :(-): is entitled.\nThe discovery or exchange of non-privileged information relevant to the Dispute may be allowed during the arbitration.\n</p>\n<p>\n</p>\n<p>(I) <em>Arbitration Fees and Payments.</em>\n</p>\n<p>i.\nDisputes involving $75,000.00 or less.\nHitnamer.com :(-): will promptly reimburse your filing fees and pay the AAA’s and arbitrator’s fees and expenses.\nIf you reject Hitnamer.com :(-):’s last written settlement offer made before the arbitrator was appointed (“Hitnamer.com :(-):’s last written offer”), your dispute goes all the way to an arbitrator’s decision (called an “award”), and the arbitrator awards you more than Hitnamer.com :(-):’s last written offer, Hitnamer.com :(-): will: (i) pay the greater of the award or $1,000.00.\n(ii) pay twice your reasonable attorney’s fees, if any.\nand (iii) reimburse any expenses (including expert witness fees and costs) that your attorney reasonably accrues for investigating, preparing, and pursuing your claim in arbitration.\nThe arbitrator will determine the amount of fees, costs, and expenses unless you and Hitnamer.com :(-): agree on them.</p>\n<p>ii.\nDisputes involving more than $75,000.00.\nThe AAA rules will govern payment of filing fees and the AAA’s and arbitrator’s fees and expenses.</p>\n<p>iii.\nDisputes involving any amount.\nIn any arbitration you commence, Hitnamer.com :(-): will seek its AAA or arbitrator’s fees and expenses, or your filing fees it reimbursed, only if the arbitrator finds the arbitration frivolous or brought for an improper purpose.\nIn any arbitration Hitnamer.com :(-): commences, Hitnamer.com :(-): will pay all filing, AAA, and arbitrator’s fees and expenses.\nHitnamer.com :(-): will not seek its attorney’s fees or expenses from you in any arbitration.\nFees and expenses are not included in determining the amount in dispute.</p>\n<p>\n</p>\n<p>(J) <em>Claims or Disputes Must be Filed Within One Year.</em> To the extent permitted by law, any claim or dispute to which this Section applies must be filed within one year in small claims or in arbitration.\nThe one-year period begins when the claim or Notice of Dispute first could be filed.\nIf not filed within one year, the claim or dispute will be permanently barred.\n</p>\n<p>(K) <em>30-Day Opt-out Period.</em> IF YOU DO NOT WISH TO BE BOUND BY THE ARBITRATION PROVISION IN THIS DISPUTES SECTION, YOU MUST NOTIFY Hitnamer.com :(-): BY E-MAILING LEGALOPTOUT@SECURESERVER.NET WITHIN 30 DAYS OF THE DATE THAT YOU ACCEPT THESE TERMS (UNLESS A LONGER PERIOD IS REQUIRED BY APPLICABLE LAW).\nIn the e-mail, you must provide your (a) first name, (b) last name (c) address, (d) phone number, and (e) account number(s) and state the following: “I wish to opt out of the arbitration provision contained in Hitnamer.com :(-):’s Universal Terms of Service Agreement.” By providing your information in the method above, you are opting out of the agreement to arbitrate contained in Hitnamer.com :(-):'s Universal Terms of Service.\nYour opt-out request will only be valid if made within thirty (30) days of first accepting the Universal Terms of Service.\nIn the event that you opt-out consistent with the procedure set forth above, all other terms shall contained herein shall continue to apply, including those related to the applicable governing law and the court(s) in which legal disputes may be brought.\n</p>\n<p>(L) <em>Amendments to this Section.</em> Notwithstanding any provision in these Terms to the contrary, you and Hitnamer.com :(-): agree that if Hitnamer.com :(-): makes any future amendments to the dispute resolution procedure and class action waiver provisions (other than a change to Hitnamer.com :(-):’s address) in these Terms, Hitnamer.com :(-): will notify you and you will have thirty (30) days from the date of notice to affirmatively opt-out of any such amendments.\nIf you affirmatively opt-out of any future amendments, you are agreeing that you will arbitrate any Dispute between us in accordance with the language of this Section as stated in these current Terms, without any of the proposed amendments governing.\nIf you do not affirmatively opt-out of any future amendments, you will be deemed to have consented to any such future amendments.\n</p>\n<p>(M) <em>Severability.</em> If any provision in this Section is found to be unenforceable, that provision shall be severed with the remainder of these Terms remaining in full force and effect.\nThe foregoing shall not apply to the prohibition against class or representative actions.\nif the prohibition against class or representative actions is found to be unenforceable, this entire Section shall be null and void.\nThe terms of this Section shall otherwise survive any termination of these Terms.\n</p>\n<p>(N) <em>Exclusive Venue for Other Controversies.</em> Hitnamer.com :(-): and you agree that any controversy excluded from the dispute resolution procedure and class action waiver provisions in this Section (other than an individual action filed in small claims court) shall be filed only in the Superior Court of Maricopa County, Arizona, or the United States District Court for the District of Arizona, and each party hereby irrevocably and unconditionally consents and submits to the exclusive jurisdiction of such courts for any such controversy.\nYou also agree to waive the right to trial by jury in any such action or proceeding.</p>\n<strong>\n<br>\n<strong>23.\nUNCLAIMED PROPERTY.\nDORMANCY CHARGES</strong>\n</strong>\n<p>\n<br>\nPlease be advised that if a customer has an outstanding account balance (a credit positive balance) for three (3) years or more for any reason, and (i) Hitnamer.com :(-): is unable to issue payment to such customer or (ii) Hitnamer.com :(-): issued payment to such customer in the form of a paper check, but the check was never cashed, then Hitnamer.com :(-): shall turn over such account balance to the State of Arizona in accordance with state law.\nYou acknowledge and agree that in either case (i) or (ii) above, Hitnamer.com :(-): may withhold a dormancy charge in an amount equal to the lesser of $25.00 or the total outstanding account balance associated with such customer.\n</p>\n<strong>\n<br>\n<strong>24.\nSUCCESSORS AND ASSIGNS</strong>\n</strong>\n<p>\n<br>\nThis Agreement shall be binding upon and inure to the benefit of the parties hereto and their respective heirs, successors and assigns.\n</p>\n<strong>\n<br>\n<strong>25.\nNO THIRD-PARTY BENEFICIARIES</strong>\n</strong>\n<p>\n<br>\nNothing in this Agreement shall be deemed to confer any third-party rights or benefits.</p>\n<strong>\n<br>\n<strong>26.\nU.S.\nEXPORT LAWS</strong>\n</strong>\n<p>\n<br>\nThis Site and the Services found at this Site are subject to the export laws, restrictions, regulations and administrative acts of the United States Department of Commerce, Department of Treasury Office of Foreign Assets Control (“<u>OFAC</u>”), State Department, and other United States authorities (collectively, “<u>U.S.\nExport Laws</u>”).\nUsers shall not use the Services found at this Site to collect, store or transmit any technical information or data that is controlled under U.S.\nExport Laws.\nUsers shall not export or re-export, or allow the export or re-export of, the Services found at this Site in violation of any U.S.\nExport Laws.\nNone of the Services found at this Site may be downloaded or otherwise exported or re-exported (i) into (or to a national or resident of) any country with which the United States has embargoed trade.\nor (ii) to anyone on the U.S.\nTreasury Department's list of Specially Designated Nationals or the U.S.\nCommerce Department's Denied Persons List, or any other denied parties lists under U.S.\nExport Laws.\nBy using this Site and the Services found at this Site, you agree to the foregoing and represent and warrant that you are not a national or resident of, located in, or under the control of, any restricted country.\nand you are not on any denied parties list.\nand you agree to comply with all U.S.\nExport Laws (including “anti-boycott”, “deemed export” and “deemed re-export” regulations).\nIf you access this Site or the Services found at this Site from other countries or jurisdictions, you do so on your own initiative and you are responsible for compliance with the local laws of that jurisdiction, if and to the extent those local laws are applicable and do not conflict with U.S.\nExport Laws.\nIf such laws conflict with U.S.\nExport Laws, you shall not access this Site or the Services found at this Site.\nThe obligations under this section shall survive any termination or expiration of this Agreement or your use of this Site or the Services found at this Site.</p>\n<strong>\n<br>\n<strong>27.\nTITLES AND HEADINGS.\nINDEPENDENT COVENANTS.\nSEVERABILITY</strong>\n</strong>\n<p>\n<br>\nThe titles and headings of this Agreement are for convenience and ease of reference only and shall not be utilized in any way to construe or interpret the agreement of the parties as otherwise set forth herein.\nEach covenant and agreement in this Agreement shall be construed for all purposes to be a separate and independent covenant or agreement.\nIf a court of competent jurisdiction holds any provision (or portion of a provision) of this Agreement to be illegal, invalid, or otherwise unenforceable, the remaining provisions (or portions of provisions) of this Agreement shall not be affected thereby and shall be found to be valid and enforceable to the fullest extent permitted by law.\n</p>\n<strong>\n<br>\n<strong>28.\nENGLISH LANGUAGE CONTROLS</strong>\n</strong>\n<p>\n<br>\nThis Agreement, along with all policies and the applicable product agreements identified above and incorporated herein by reference (collectively, the “Agreement”), is executed in the English language.\nTo the extent any translation is provided to you, it is provided for convenience purposes only, and in the event of any conflict between the English and translated version, where permitted by law, the English version will control and prevail.\nWhere the translated version is required to be provided to you and is to be considered binding by law (i) both language versions shall have equal validity, (ii) each party acknowledges that it has reviewed both language versions and that they are substantially the same in all material respects, and (iii) in the event of any discrepancy between these two versions, the translated version may prevail, provided that the intent of the Parties has been fully taken into consideration.\n</p>\n<strong>\n<br>\n<strong>29.\nCONTACT INFORMATION</strong>\n</strong>\n<p>\n</p>\n<p>If you have any questions about this Agreement, please contact us by email or regular mail at the following address:<br>\n<br>\nHitnamer.com :(-): Legal Department<br>\n2150 E.\nWarner Rd.<br>\nTempe, AZ 85284<br>\nlegal@secureserver.net</p>\n<p>\n</p> ", "created_at": "2021-10-29 01:41:00.157602", "updated_at": "2021-10-29 01:41:09.914109"}, {"id": 9566, "name": "PRIVACY POLICY", "url": "https://www.hitnamer.com/legal-agreement?id=privacy", "xpath": "/html/body/div[3]/div[1]/div[2]/div/div/div", "text": " Hitnamer.com :(-): - PRIVACY POLICY Last Revised: 9/21/2021 <strong>\n<strong>To view our archived Privacy Policy, click here.</strong>\n</strong>\n<p>\n</p>\n<p>Hitnamer.com :(-): cares about your privacy.\nFor this reason, we collect and use personal information only as needed to deliver our products, services, websites and mobile applications, and to communicate with you about the same, or as you have requested (collectively, our “Services”).\nYour personal information includes information such as:</p>\n<ul>\n<li>Name</li>\n<li>Address</li>\n<li>Telephone number</li>\n<li>Date of birth</li>\n<li>Email address</li>\n<li>Billing and payment information</li>\n<li>Candidate information (for job applicants)</li>\n<li>Other data collected that could directly or indirectly identify you.</li>\n</ul>\n<p>Our Privacy Policy not only explains how and why we use your personal information that we collect, but also how you can access, update or otherwise take control of your personal information.\nWe’ve also created a Privacy Center that offers answers to your most common questions, quick links to access your Account Settings, instructions on how to exercise certain rights that might be available to you, and definitions to key terms and concepts noted in this Privacy Policy.</p>\n<p>If at any time you have questions about our practices or any of your rights described below, you may reach our Data Protection Officer (“DPO”) and our dedicated team that supports this office by contacting us at privacy@secureserver.net.\nThis inbox is actively monitored and managed so that we can deliver an experience that you can confidently trust.</p>\n<p>\n</p>\n<strong>\n<strong>What information we collect, how we collect it, and why</strong>\n</strong>\n<p>\n</p>\n<p>Much of what you likely consider personal information is collected directly from you when you:</p>\n<ol>\n<li>create an account or purchase any of our Services (ex: billing information, including name, address, credit card number, government identification);</li>\n<li>request assistance from our award-winning customer support team (ex: phone number);</li>\n<li>complete contact forms or request newsletters or other information from us (ex: email).\nor</li>\n<li>participate in contests and surveys, apply for a job, or otherwise participate in activities we promote that might require information about you.</li>\n</ol>\n<p>However, we also collect additional information when delivering our Services to you to ensure necessary and optimal performance.\nThese methods of collection may not be as obvious to you, so we thought we’d highlight and explain a bit more about what these might be (as they vary from time to time):</p>\n<p>\n</p>\n<p>\n<strong>Cookies and similar technologies</strong> on our websites and mobile applications allow us to track your browsing behavior, such as links clicked, pages viewed, and items purchased.\nSpecifically, the data collected relates to your interactions with our site features or third-party features, such as social media plugins, contained within the Services.\nInternet Protocol (IP) address (for example, to determine your language preference.\nbrowser type and settings.\nthe date and time the Services were used.\ndevice type and settings.\noperating system used.\napplication IDs, unique device identifiers.\nand error data).\nThese technologies also automatically collect data to measure website performance and improve our systems, including metadata, log files, page load time, server response time to optimize DNS resolution, network routing and server configurations.\nFor additional information, and to learn how to manage the technologies we utilize, please visit our Cookie Policy.</p>\n<p>\n<strong>Supplemented Data</strong> may be received about you from other sources, for example, from publicly available databases, social media platforms, or third parties from whom we have purchased data, in which case we may combine this data with information we already have about you so that we can update, expand and analyze the accuracy of our records, assess the qualifications of a candidate for employment, identify new customers, and provide products and services that may be of interest to you.\nIf you provide us personal information about others, or if others give us your information, we will only use that information for the specific reason for which it was provided to us.</p>\n<strong>\n<strong>How we utilize information.</strong>\n</strong>\n<p>We strongly believe in both minimizing the data we collect and limiting its use and purpose to only that (1) for which we have been given permission, (2) as necessary to deliver the Services you purchase or interact with, or (3) as we might be required or permitted for legal compliance or other lawful purposes:</p>\n<p>\n</p>\n<p>\n<strong>Delivering, improving, updating and enhancing our Services.</strong> We collect various information relating to your purchase, use and/or interactions with our Services.\nWe utilize this information to:</p>\n<ul>\n<li>Improve and optimize the operation and performance of our Services (again, including our websites and mobile applications)</li>\n<li>Diagnose problems with and identify any security and compliance risks, errors, or needed enhancements to the Services</li>\n<li>Detect and prevent fraud and abuse of our Services and systems</li>\n</ul>\n<p>Much of the data collected is aggregated or statistical data about how individuals use our Services, and is not linked to any personal information.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>Sharing with trusted third parties.</strong> We may share your personal information with affiliated companies within our corporate family, with third parties with which we have partnered to allow you to integrate their services into our own Services, and with trusted third party service providers as necessary for them to perform services on our behalf, such as:</p>\n<ul>\n<li>Processing credit card payments</li>\n<li>Serving advertisements (more on this topic below)</li>\n<li>Conducting contests or surveys</li>\n<li>Performing analysis of our Services and customers demographics</li>\n<li>Communicating with you, such as by way email or survey delivery</li>\n<li>Customer relationship management</li>\n<li>Security, risk management and compliance</li>\n<li>Recruiting support and related services.\n</li>\n</ul>\n<p>These third parties (and any subcontractors they may be permitted to use) have agreed not to share, use or retain your personal information for any purpose other than as necessary for the provision of Services.\n</p>\n<p>We will also disclose your information to third parties:</p>\n<ul>\n<li>in the event that we sell or buy any business or assets (whether a result of liquidation, bankruptcy or otherwise), in which case we will disclose your data to the prospective seller or buyer of such business or assets.\nor</li>\n<li>if we sell, buy, merge, are acquired by, or partner with other companies or businesses, or sell some or all of our assets.\nIn such transactions, your information may be among the transferred assets.</li>\n</ul>\n<p>\n</p>\n<p>\n<strong>Advertisements.</strong> We want to serve you ads that are most relevant and useful to you, so we may use the personal information you provided us in Account Settings or those collected through cookie technologies to personalize ads and improve your overall experience with us on our site and other sites.\nWe call this ad personalization (formerly, interest-based advertising) because the ads you see are based on previously collected or historical data to determine which ad will be most relevant to you, including data such as previous search queries, activity, visits to sites or apps, demographic information, or location.\nTo illustrate ad personalization that is audience-based, let’s say you registered a domain with us and created a website using our website builder product.\nThe next time you navigate to our advertising partner’s platform or website, they may recognize that you are a GoDaddy customer via a matched email and may use that data to help us display an ad about our latest promotion for website security.\nAlternatively, if you already purchased our website security product, then we may exclude you from future ad campaigns for this product because it wouldn’t be relevant to you.\nOther ad personalization could be activity-based.\nFor example, using data about your page views on our site to determine whether an ad would be of interest to you.\nThe information we share with our advertising channel partners to deliver you personalized ads is done securely and cannot be used by them for any other purpose.\nWe do not sell your data to any third parties.\nIn addition, the data we share is hashed and encrypted, which means that it does not directly identify you.\nWe do not sell your data in any way to our partners or other third parties.</p>\n<p>\n</p>\n<p>To manage your preferences for audience-based ad personalization, please sign into your Account and visit “Account Settings.” To manage your preferences for activity-based ad personalization, please visit our Cookie Policy.\nand go to “Manage Settings.” If you opt-out of ad personalization, you may continue to receive ads, but those ads may be less relevant to you.</p>\n<p>For more information about ad personalization on your desktop or mobile browser, and to opt out of this type of advertising by third parties that participate in self-regulatory programs, please visit one of the following: the Network Advertising Initiative website, the Digital Advertising Alliance (“DAA”) website, the European Interactive Digital Advertising Alliance website or our Ad Choices Preference Manager.\nTo learn more about ad personalization in mobile apps and to opt out of this type of advertising by third parties that participate in the DAA’s AppChoices tool, please use this URL: https://youradchoices.com/appchoices to download the version of AppChoices for your device.\nPlease note that any opt-out choice you exercise through these programs will only apply to ad personalization by the third parties you select, but will still allow the collection of data for other purposes, including research, analytics, and internal operations.\nYou may continue to receive ads, but those ads may be less relevant to you.</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>Communicating with you.</strong> We may contact you directly or through a third party service provider regarding products or services you have signed up or purchased from us, such as necessary to deliver transactional or service related communications.\nWe may also contact you with offers for additional services we think you’ll find valuable if you give us consent, or where allowed to contact you based on legitimate interests.\nYou don’t need to provide consent as a condition to purchase our goods or services.\nThese contacts may include:</p>\n<ul>\n<li>Email</li>\n<li>Text (SMS) messages</li>\n<li>Telephone calls</li>\n<li>Messenger applications (e.g.\nWhatsApp, etc.)</li>\n<li>Automated phone calls or text messages.</li>\n</ul>\n<p>You may also update your subscription preferences with respect to receiving communications from us and/or our partners by signing into your account and visiting your “Account Settings” page.</p>\n<p>If we collect information from you in connection with a co-branded offer, it will be clear at the point of collection who is collecting the information and whose privacy policy applies.\nIn addition, it will describe any options you have regarding the use and/or sharing of your personal information with a co-branded partner, as well as how to exercise those options.\nWe are not responsible for the privacy practices or the content of third-party sites.\nPlease read the privacy policy of any website you visit.</p>\n<p>\n</p>\n<p>If you make use of a service that allows you to import contacts (ex.\nusing email marketing services to send emails on your behalf), we will only use the contacts and any other personal information for the requested service.\nIf you believe that anyone has provided us with your personal information and you would like to request that it be removed from our database, please contact us at privacy@secureserver.net.</p>\n<p>\n<strong>Transfer of personal information abroad.</strong> If you utilize our Services from a country other than the country where our servers are located, your personal information may be transferred across international borders, which will only be done when necessary for the performance of our contract with you, when we have your consent to do so, or subject to the appropriate standard contractual clauses.\nAlso, when you call us or initiate a chat, we may provide you with support from one of our global locations outside your country of origin.</p>\n<p>\n</p>\n<p>\n<strong>Compliance with legal, regulatory and law enforcement requests.</strong> We cooperate with government and law enforcement officials and private parties to enforce and comply with the law.\nWe may disclose any information about you to government or law enforcement officials or private parties as we, in our sole discretion, believe necessary or appropriate to respond to claims and legal process (such as subpoena requests), to protect our property and rights or the property and rights of a third party, to protect the safety of the public or any person, or to prevent or stop activity we consider to be illegal or unethical.</p>\n<p>To the extent we are legally permitted to do so, we may take reasonable steps to notify you if we are required to provide your personal information to third parties as part of legal process.\nWe will also share your information to the extent necessary to comply with any ICANN, registry or ccTLD rules, regulations and policies when you register a domain name with us.\nFor reasons critical to maintaining the security, stability and resiliency of the Internet, this includes the transfer of domain name registration information to the underlying domain registry operator and escrow provider, and publication of that information as required by ICANN in the public WHOIS database or with other third parties that demonstrate a legitimate legal interest to such information.</p>\n<p>\n</p>\n<strong>\n<strong>How you can access, update or delete your data.</strong>\n</strong>\n<p>\n</p>\n<p>To easily access, view, update, delete or port your personal information, or to update your subscription preferences, please sign into your Account and visit “Account Settings.” Please visit our Privacy Center for additional information and guidance for accessing, updating or deleting data.\n</p>\n<p>If you make a request to delete your personal information and that data is necessary for the products or services you have purchased, the request will be honored only to the extent it is no longer necessary for any Services purchased or required for our legitimate business purposes or legal or contractual record keeping requirements.</p>\n<p>If you are unable for any reason to access your Account Settings or our Privacy Center, you may also contact us by one of the methods described in the “Contact Us” section below.\n</p>\n<p>\n</p>\n<strong>\n<strong>\n<em>‘Do Not Track’</em> notifications.</strong>\n</strong>\n<p>Some browsers allow you to automatically notify websites you visit not to track you using a “Do Not Track” signal.\nThere is no consensus among industry participants as to what “Do Not Track” means in this context.\nLike many websites and online services, we currently do not alter our practices when we receive a “Do Not Track” signal from a visitor’s browser.\nTo find out more about “Do Not Track,” you may visit www.allaboutdnt.com.</p>\n<strong>\n<strong>Age restrictions.</strong>\n</strong>\n<p>Our Services are available for purchase only for those over the age of 18.\nOur Services are not targeted to, intended to be consumed by or designed to entice individuals under the age of 18.\nIf you know of or have reason to believe anyone under the age of 18 has provided us with any personal information, please contact us per the instructions below.</p>\n<strong>\n<strong>Non-Discrimination.</strong>\n</strong>\n<p>\n</p>\n<p>We will not discriminate against you for exercising any of your privacy rights.\nUnless permitted under applicable laws, we will not:</p>\n<ul>\n<li>Deny you goods or services.</li>\n<li>Charge you different prices or rates for goods or services, including through granting discounts or other benefits, or imposing penalties.</li>\n<li>Provide you a different level or quality of goods or services.</li>\n<li>Suggest that you may receive a different price or rate for goods or services or a different level or quality of goods or services.</li>\n</ul>\n<p>\n</p>\n<strong>\n<strong>Changes to this policy.</strong>\n</strong>\n<p>We reserve the right to modify this Privacy Policy at any time.\nIf we decide to change our Privacy Policy, we will post those changes to this Privacy Policy and any other places we deem appropriate, so that you are aware of what information we collect, how we use it, and under what circumstances, if any, we disclose it.\nIf we make material changes to this Privacy Policy, we will notify you here, by email, or by means of a notice on our home page, at least thirty (30) days prior to the implementation of the changes.</p>\n<strong>\n<strong>Contact us.</strong>\n</strong>\n<p>\n</p>\n<p>If you have any questions, concerns, or complaints about our Privacy Policy, or how we handle your personal data, you may contact our Office of the Data Protection Officer by email at privacy@secureserver.net.\nIn the alternative, you may contact us by either of the following means:</p>\n<ul>\n<li>\n<u>By Mail</u>: <ul>\n<li>United States: Attn: Office of the Data Protection Officer, 2150 E Warner Rd., Tempe, AZ 85284 USA</li>\n<li>United Kingdom: Attn: Legal, Office of the DPO, 5th Floor, The Shipping Building, Old Vinyl Factory, 252-254 Blyth Road, Hayes, UB3 1HA.</li>\n<li>European Union (EEA): Attn: Legal, Office of the DPO, Hansestraße 79, 51149 Cologne, Germany</li>\n<li>Asia: Attn: Legal, Office of the DPO, 80 Robinson Road #02-00 Singapore 068898</li>\n</ul>\n</li>\n<li>\n<u>By Phone</u>: (480) 624-2500 (toll-Free: 1-866-463-2339).</li>\n</ul>\n<p>*<strong>We will respond to all requests, inquiries or concerns within thirty (30) days.</strong>\n</p>\n<p>\n</p> ", "created_at": "2021-10-29 03:39:20.757153", "updated_at": "2021-10-29 01:40:56.939536"}], "points": [], "urls": ["hitnamer.com"]}}