{"error": 448, "message": "OK", "parameters": {"id": 6398, "name": "Amper Music", "created_at": "2022-03-04 22:47:42.353317", "updated_at": "2022-03-04 23:01:15.829988", "wikipedia": null, "keywords": null, "related": null, "slug": "amper-music", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6398.png", "url": "ampermusic.com", "documents": [{"id": 11622, "name": "Terms Of Service", "url": "https://www.ampermusic.com/terms/", "xpath": "//body", "text": " Get Started <strong>TERMS OF SERVICES</strong>\n<strong>1.</strong> Acceptance of the Terms and Conditions.\n<p>\n<strong>1.1</strong> Amper, Inc.\n(herein referred to as the “Company,” “we,” “us” or “our”) provides and makes available this web site (the “Web Site”).\nAll use of the Web Site is subject to the terms and conditions contained in this Terms of Use Agreement (the “Agreement”).\nPlease read this Agreement carefully.\nBy accessing, browsing or otherwise using the Web Site, you acknowledge that you have read, understood, and agree to be bound by this Agreement.\nIf you do not accept the terms and conditions of this Agreement, you shall not access, browse or use the Web Site.</p>\n<p>\n<strong>1.2</strong> You understand and agree that we may change this Agreement at any time without prior notice.\nYou may read a current, effective copy of this Agreement at any time by selecting the “Terms of Use” link on the Web Site.\nAny use of the Web Site after such date shall constitute your acceptance of such revised terms and conditions.\nIf any change to this Agreement is not acceptable to you, your sole remedy is to cease accessing, browsing and otherwise using the Web Site.</p>\n<p>\n<strong>1.3</strong> Your access to and use of the Web Site is also subject to the Company’s Privacy Policy located at Privacy, the terms and conditions of which are hereby incorporated herein by reference.</p>\n<strong>2.</strong> Use of the Web Site.\n<p>\n<strong>2.1</strong> This Web Site contains material, including but not limited to software, text, graphics and images (collectively referred to as the <strong>“Content”</strong>).\nWe may own the Content or portions of the Content may be made available to us through arrangements that we have with third-parties.\nThe Content is protected by United States and foreign intellectual property laws.\nUnauthorized use of the Content may result in violation of copyright, trademark, and other laws.\nYou have no rights in or to the Content, and you will not use, copy or display the Content except as permitted under this Agreement.\nNo other use is permitted without our prior written consent.\nYou must retain all copyright and other proprietary notices contained in the original Content on any copy you make of the Content.\nYou may not sell, transfer, assign, license, sublicense, or modify the Content or reproduce, display, publicly perform, make a derivative version of, distribute, or otherwise use the Content in any way for any public or commercial purpose.\nThe use or posting of any of the Content on any other web site or in a networked computer environment for any purpose is expressly prohibited.\nIf you violate any part of this Agreement, your right to access and/or use the Content and Web Site shall automatically terminate and you shall immediately destroy any copies you have made of the Content.</p>\n<p>\n<strong>2.2</strong> The trademarks, service marks, and logos of the Company (the <strong>“Company Trademarks”</strong>) used and displayed on this Web Site are registered and unregistered trademarks or service marks of the Company.\nOther company, product, and service names located on the Web Site may be trademarks or service marks owned by third-parties (the <strong>“Third-Party Trademarks”</strong>, and, collectively with the Company Trademarks, the <strong>“Trademarks”</strong>).\nNothing on this Web Site or in this Agreement should be construed as granting, by implication, estoppel, or otherwise, any license or right to use any Trademark displayed on this Web Site without the prior written consent of the Company specific for each such use.\nThe Trademarks may not be used to disparage the Company or the applicable third-party, the Company’s or third-party’s products or services, or in any manner (using commercially reasonable judgment) that may damage any goodwill in the Trademarks.\nUse of any Trademarks as part of a link to or from any web site is prohibited without the Company’s prior written consent.\nAll goodwill generated from the use of any Company Trademark shall inure to the Company’s benefit.</p>\n<p>\n<strong>2.3</strong> You agree not to: (a) take any action that imposes an unreasonable load on the Web Site’s infrastructure, (b) use any device, software or routine to interfere or attempt to interfere with the proper working of the Web Site or any activity being conducted on the Web Site, (c) attempt to decipher, decompile, disassemble or reverse engineer any of the software comprising or making up the Web Site, (4) delete or alter any material posted on the Web Site by the Company or any other person or entity, or (5) frame or link to any of the materials or information available on the Web Site.</p>\n<p>\n<strong>2.4</strong> The Web Site contains links to third-party web sites (<strong>“External Sites”</strong>).\nThese links are provided solely as a convenience to you and not as an endorsement by us of the content on such External Sites.\nThe content of such External Sites is developed and provided by others.\nYou should contact the site administrator or Webmaster for those External Sites if you have any concerns regarding such links or any content located on such External Sites.</p>\n<p>We are not responsible for the content of any linked External Sites and do not make any representations regarding the content or accuracy of any materials on such External Sites.\nYou should take precautions when downloading files from all web sites to protect your computer from viruses and other destructive programs.\nIf you decide to access any External Sites, you do so at your own risk.</p>\n<p>\n<strong>2.5</strong> Certain elements of the Web Site are protected by trade dress, trademark, unfair competition, and other state and federal laws and may not be copied or imitated in whole or in part, by any means, including but not limited to, the use of framing or mirrors, except as otherwise expressly permitted by Section 2.1 of the Agreement.\nNone of the Content for this Web Site may be retransmitted without the express written consent from the Company for each and every instance.</p>\n<p>\n<strong>2.6</strong> The Digital Millennium Copyright Act of 1998 (the “DMCA”) provides recourse for copyright owners who believe that material appearing on the Internet infringes their rights under U.S.\ncopyright law.\nIf you believe in good faith that materials on the Web Site hosted by the Company infringe your copyright, you (or your agent) may send us a notice requesting that the material be removed, or access to it blocked.\nNotices and counter-notices must meet the then current statutory requirements imposed by the DMCA (see http://www.loc.gov/copyright for details).\nNotices and counter notices with respect to the Web Site should be sent to the Company at:</p>\n<p>By Mail:</p>\n<p>Amper Music Inc.\n30 Broad St., 36th Fl.\nNew York, NY 10004</p>\n<p>By Email: hello@ampermusic.com</p>\n<strong>3.</strong> Limitation of Liability and Disclaimer of Warranties.\n<p>\n<strong>3.1</strong> THE COMPANY, ITS AFFILIATES, THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AGENTS, SUPPLIERS, OR LICENSORS (COLLECTIVELY, THE <strong>“COMPANY PARTIES”</strong>) MAKE NO WARRANTIES OR REPRESENTATIONS ABOUT THE CONTENT, INCLUDING BUT NOT LIMITED TO ITS ACCURACY, RELIABILITY, COMPLETENESS, TIMELINESS OR RELIABILITY.\nTHE COMPANY PARTIES SHALL NOT BE SUBJECT TO LIABILITY FOR THE TRUTH, ACCURACY OR COMPLETENESS OF THE CONTENT OR ANY OTHER INFORMATION CONVEYED TO THE USER OR FOR ERRORS, MISTAKES OR OMISSIONS THEREIN OR FOR ANY DELAYS OR INTERRUPTIONS OF THE DATA OR INFORMATION STREAM FROM WHATEVER CAUSE.\nYOU AGREE THAT YOU USE THE WEB SITE AND THE CONTENT AT YOUR OWN RISK.</p>\n<p>THE COMPANY PARTIES DO NOT WARRANT THAT THE WEB SITE WILL OPERATE ERROR-FREE OR THAT THE WEB SITE, ITS SERVER, OR THE CONTENT ARE FREE OF COMPUTER VIRUSES OR SIMILAR CONTAMINATION OR DESTRUCTIVE FEATURES.\nIF YOUR USE OF THE WEB SITE OR THE CONTENT RESULTS IN THE NEED FOR SERVICING OR REPLACING EQUIPMENT OR DATA, NO COMPANY PARTY SHALL BE RESPONSIBLE FOR THOSE COSTS.</p>\n<p>THE WEB SITE AND CONTENT ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS WITHOUT ANY WARRANTIES OF ANY KIND.\nTHE COMPANY PARTIES DISCLAIM ALL WARRANTIES, INCLUDING, BUT NOT LIMITED TO, THE WARRANTIES OF TITLE, MERCHANTABILITY, NON-INFRINGEMENT OF THIRD PARTIES RIGHTS, AND FITNESS FOR PARTICULAR PURPOSE.</p>\n<p>\n<strong>3.2</strong> IN NO EVENT SHALL ANY COMPANY PARTY BE LIABLE FOR ANY DAMAGES WHATSOEVER (INCLUDING, WITHOUT LIMITATION, INCIDENTAL AND CONSEQUENTIAL DAMAGES, LOST PROFITS, OR DAMAGES RESULTING FROM LOST DATA OR BUSINESS INTERRUPTION) RESULTING FROM THE USE OR INABILITY TO USE THE WEB SITE AND THE CONTENT, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE), OR ANY OTHER LEGAL THEORY, EVEN IF SUCH COMPANY PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>\n<strong>3.3</strong> SOME STATES DO NOT ALLOW THE DISCLAIMER OR EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES.\nACCORDINGLY, IN SUCH STATES, SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU OR BE ENFORCEABLE WITH RESPECT TO YOU, AND THE LIABILITY OF THE COMPANY PARTIES SHALL BE LIMITED TO THE GREATEST EXTENT PERMITTED BY LAW.</p>\n<p>\n<strong>3.4</strong> IF YOU ARE FROM NEW JERSEY, THE FOREGOING SECTIONS 3.1 AND 3.2 ARE INTENDED TO BE ONLY AS BROAD AS IS PERMITTED UNDER THE LAWS OF THE STATE OF NEW JERSEY.\nIF ANY PORTION OF THESE SECTIONS IS HELD TO BE INVALID UNDER THE LAWS OF THE STATE OF NEW JERSEY, THE INVALIDITY OF SUCH PORTION SHALL NOT AFFECT THE VALIDITY OF THE REMAINING PORTIONS OF THE APPLICABLE SECTIONS.</p>\n<strong>4.</strong> Indemnification <p>You agree to defend, indemnify, and hold harmless the Company Parties from and against any claims, actions or demands, including, without limitation, reasonable legal and accounting fees, arising or resulting from your breach of this Agreement or your access to, use or misuse of the Content or Web Site.\nThe Company shall provide notice to you of any such claim, suit, or proceeding.\nThe Company reserves the right to assume the exclusive defense and control of any matter which is subject to indemnification under this section.\nIn such case, you agree to cooperate with any reasonable requests assisting the Company’s defense of such matter.</p>\n<strong>5.</strong> Termination of the Agreement.\n<p>\n<strong>5.1</strong> The Company reserves the right, in its sole discretion, to restrict, suspend, or terminate this Agreement and your access to all or any part of the Web Site or the Content at any time and for any reason without prior notice or liability.\nThe Company reserves the right to change, suspend, or discontinue all or any part of the Web Site or the Content at any time without prior notice or liability.</p>\n<p>\n<strong>5.2</strong> Sections 2 (Use of the Web Site), 3 (Limitation of Liability and Warranty), 4 (Indemnification), 5 (Termination of Agreement), and 8 (Miscellaneous) shall survive the termination of this Agreement.</p>\n<strong>6.</strong> User Must Comply with Applicable Laws.\n<p>\n<strong>6.1</strong> This Web Site is based in New York, New York.\nWe make no claims concerning whether the Content may be downloaded, viewed, or be appropriate for use outside of the United States.\nIf you access the Web Site or the Content from outside of the United States, you do so at your own risk.\nWhether inside or outside of the United States, you are solely responsible for ensuring compliance with the laws of your specific jurisdiction.</p>\n<p>\n<strong>6.2</strong> The United States controls the export of products and information.\nYou expressly agree to comply with such restrictions and not to export or re-export any of the Content to countries or persons prohibited under the export control laws.\nBy downloading the Content, you are expressly agreeing that you are not in a country where such export is prohibited or are a person or entity for which such export is prohibited.\nYou are solely responsible for compliance with the laws of your specific jurisdiction regarding the import, export, or re-export of the Content.</p>\n<strong>7.</strong> U.S.\nGovernment Restricted Rights.\n<p>The Content is provided with “RESTRICTED RIGHTS.” Use, duplication, or disclosure by the Government is subject to the restrictions contained in 48 CFR 52.227-19 and 48 CFR 252.227-7013 et seq.\nor its successor.\nUse of the Web Site or Content by the Government constitutes acknowledgement of our proprietary rights in the Web Site and Content.</p>\n<strong>8.</strong> Miscellaneous.\n<p>This Agreement is governed by the internal substantive laws of the State of New York, without respect to its conflict of laws provisions.\nYou expressly agree to submit to the exclusive personal jurisdiction of the state and federal courts sitting in the City of New York in the State of New York.\nIf any provision of this Agreement is found to be invalid by any court having competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of this Agreement, which shall remain in full force and effect.\nFailure of the Company to act on or enforce any provision of the Agreement shall not be construed as a waiver of that provision or any other provision in this Agreement.\nNo waiver shall be effective against the Company unless made in writing, and no such waiver shall be construed as a waiver in any other or subsequent instance.\nExcept as expressly agreed by the Company and you, this Agreement constitutes the entire Agreement between you and the Company with respect to the subject matter, and supercedes all previous or contemporaneous agreements, whether written or oral, between the parties with respect to the subject matter.\nThe section headings are provided merely for convenience and shall not be given any legal import.\nThis Agreement will inure to the benefit of our successors, assigns, licensees, and sublicensees.\nAny information submitted or provided by you to the Web Site might be publicly accessible.\nImportant and private information should be protected by you.\nThe Company is not liable for protection of privacy of electronic mail or other information transferred through the Internet or any other network that you may use.</p>\n<p>Take your music to the next level with Amper</p> Get Started Subscribe <ul>\n<li> Our Music </li>\n<li> About </li>\n<li> API Docs </li>\n<li> Join Us </li>\n<li> FAQ </li>\n<li> Press </li>\n</ul>\n<ul>\n<li> Privacy </li>\n<li> Terms </li>\n<li> Patents </li>\n</ul>\n<p> © 2020 Amper Music, All Rights Reserved.\n</p> ", "created_at": "2022-03-04 22:47:42.360127", "updated_at": "2022-03-04 21:48:52.643309"}, {"id": 11621, "name": "Privacy Policy", "url": "https://www.ampermusic.com/privacy/", "xpath": "", "text": " Get Started <strong>PRIVACY POLICY</strong>\n<ul>\n<li>Personal Information We Collect</li>\n<li>How We Use Personal Data</li>\n<li>How We Share and Disclose Personal Data</li>\n<li>Data Retention</li>\n<li>Update Your Information</li>\n<li>Children</li>\n<li>EU Users</li>\n<li>Links to Other Websites</li>\n<li>Cookies</li>\n<li>Do Not Track</li>\n<li>Security</li>\n<li>Your Choices</li>\n<li>Changes to the Privacy Policy</li>\n<li>International Transfer</li>\n<li>Contact Us</li>\n</ul>\n<p>Last Updated July 15, 2019</p>\n<p>Welcome to the web site (the “<strong>Site</strong>”) of Amper Music, Inc.\n(<strong>“Amper”, “we”, “us”</strong> or <strong>“our”</strong>).\nAmper provides a platform powered by Artificial Intelligence (AI) that allows companies to create music and audio files as well as APIs that allow companies to integrate our music composition capabilities into their own tools (collectively, including the Site, the <strong>“Service”</strong>).</p>\n<p>This Privacy Policy explains what Personal Data (defined below) we collect about you, how we use and share that data, and your choices concerning our data practices.\nAs used in this Privacy Policy, <strong>“you”</strong> (or <strong>“your”</strong>) refers to visitors to our Site, customers or prospective customers and employees or representatives thereof.</p>\n<p>Please read this Privacy Policy before using our Service or submitting any Personal Data to Amper and contact us if you have any questions.</p> 1.\nPersonal Information We Collect: <p>When you contact us or interact with our Service we collect information that alone or in combination with other information could be used to identify you (<strong>“Personal Data”</strong>) as follows:</p>\n<p>\n<strong>Account Creation:</strong> We collect Personal Data that is provided by you or collected by us to enable you to sign up for and use our Service.\nThis includes your name, company name, email address, and password.</p>\n<p>\n<strong>Inquiries:</strong> If you are a customer or prospective customer (or a representative or employee thereof), we collect Personal Data that is provided by you when you (i) visit the Site and request information about our Service (for example when you contact our sales team), or (ii) contact our customer support team.\nThis includes your name, company name, email address, phone number, and for support requests a summary of the problem you are experiencing and any other documentation or information that would be helpful in resolving the issue.</p>\n<p>\n<strong>Payment Information:</strong> We collect certain payment and billing information when you pay for our Service, such as billing address, payment card details and bank account information, which we collect via secure payment processing services.</p>\n<p>\n<strong>Social Media Pages:</strong> We have pages on social media sites like Facebook, Twitter, and LinkedIn (<strong>“Social Media Pages”</strong>).\nWhen you interact with our Social Media Pages, we will collect Personal Data that you elect to provide to us through your settings on the Social Media Site, such as your contact details.\nIn addition, the companies that host our Social Media Pages may provide us with aggregate information and analytics regarding the use of our Social Media Pages.</p>\n<p>\n<strong>Use of the Site:</strong> When you visit, use and interact with the Site, we may receive certain information or view certain metrics about your visit, use or interactions.\nFor example, we may monitor the number of people that visit our Site, peak hours of visits, which page(s) are visited on our Site, the domains our visitors come from (e.g., google.com, yahoo.com, etc.), and which browsers people use to access and visit our Site (e.g., Firefox, Microsoft Internet Explorer, etc.), broad geographical information, and Site-navigation pattern.\nIn particular, the following information is created and automatically logged in our systems:</p>\n<ul>\n<li>Log data: Information that your browser automatically sends whenever you visit the Site (also known as “log data”).\nLog data includes your Internet Protocol (“IP”) address (so we understand which country you are connecting from when you visit the Site), browser type and settings, the date and time of your request, and how you interacted with the Site.</li>\n<li>Cookies: Please see the cookies section below to learn more about how we use cookies.</li>\n<li>Device information: Includes name of the device, operating system, and browser you are using.\nInformation collected may depend on the type of device you use and its settings.</li>\n<li>Usage information: We collect information about how you use our Site, such as the types of content that you view or engage with, the features you use, the actions you take, and the time, frequency and duration of your activities.</li>\n</ul> 2.\nHow We Use Personal Data: <p>We use your Personal Data as needed to create your account, enable you to sign up for and use the Service, manage payments and provide you with customer support.\nThis processing is necessary to perform our contract with you.</p>\n<p>We also use Personal Data as necessary for the following legitimate business interests:</p>\n<ul>\n<li>To respond to your inquiries, comments, feedback or questions;</li>\n<li>To enable us to manage our relationship with you or your business, which includes sending administrative information to you relating to our Service and changes to our terms, conditions, and policies, maintain records of services provided and our interactions with you.\nand asking you to leave a review or take a survey;</li>\n<li>To analyze how you interact with our Service and provide, maintain and improve the content and functionality of the Service and our customer relationships and experiences, develop our business and inform our marketing strategy (please see the cookies section below to learn how we use cookies);</li>\n<li>To administer and protect our business and the Site, prevent fraud, criminal activity, or misuses of our Site, and to ensure the security of our IT systems, architecture and networks (including troubleshooting, testing, system maintenance, support and hosting of data).\nand</li>\n<li>To comply with legal obligations and legal process and to protect our rights, privacy, safety or property, and/or that of our affiliates, you or other third parties, and recover debts due to us.</li>\n</ul>\n<p>For information about what we mean by legitimate interests and the rights of individuals in the European Union (<strong>“EU”</strong>), please see the “EU Users” section below.</p>\n<p>\n<strong>Marketing:</strong> We may contact you to provide information we believe will be of interest to you.\nFor instance, if you elect to provide your email address, we may use that information to send you promotional information about our products and services.\nIf we do, where required by law, we will only send you such emails if you consent to us doing so at the time you provide us with your Personal Data.\nYou may opt out of receiving emails by following the instructions contained in each promotional email we send you or by contacting us.\nIf you unsubscribe from our marketing lists, you will no longer receive marketing communications but we will continue to contact you regarding our Site and Services and to respond to your requests.</p> 3.\nHow We Share and Disclose Personal Data: <p>In certain circumstances we may share your Personal Data with third parties without further notice to you, unless required by the law, as set forth below:</p>\n<ul>\n<li>\n<strong>Vendors and Service Providers:</strong> To assist us in meeting business operations needs and to perform certain services and functions, we may share Personal Data with service providers, including hosting and other information technology services.\nemail communication software providers and email newsletter providers.\ndatabase and sales/customer relationship management services.\npayment service providers and invoice processing services.\nand web analytics services (for more details on the third parties that place cookies through the Site, please see the “Cookies” section below).\nPursuant to our instructions, these parties will access, process or store Personal Data in the course of performing their duties to us.</li>\n<li>\n<strong>Business Transfers:</strong> If we are involved in a merger, acquisition, financing due diligence, reorganization, bankruptcy, receivership, sale of all or a portion of our assets, or transition of service to another provider, your Personal Data and other information may be shared in the diligence process with counterparties and others assisting with the transaction and transferred to a successor or affiliate as part of that transaction along with other assets.</li>\n<li>\n<strong>Legal Requirements:</strong> If required to do so by law or in the good faith belief that such action is necessary to (i) comply with legal or regulatory obligations, (ii) protect and defend our rights or property, (iii) prevent fraud, (iv) act in urgent circumstances to protect the personal safety of users of the Site, or the public, or (v) protect against legal liability.</li>\n</ul> 4.\nData Retention: <p>We keep Personal Data for as long as reasonably necessary for the purposes described in this Privacy Policy, while we have a legitimate business need to do so, or as required by law (e.g.\nfor tax, legal, accounting or other purposes), whichever is the longer.</p>\n<p>To determine the appropriate retention period for your Personal Data, we will consider the amount, nature, and sensitivity of the Personal Data, the potential risk of harm from unauthorized use or disclosure of your Personal Data, the purposes for which we use your Personal Data and whether we can achieve those purposes through other means, and the applicable legal requirements.</p>\n<p>If you are a customer, we will retain Personal Data associated with your account for as long as you have an account with us and for a reasonable period after your account has been closed for legal or operational purposes, including enable us to process your request to renew your contract with us.</p>\n<p>If you have elected to receive marketing communications from us, we retain information about your marketing preferences until you opt out of receiving these communications and in accordance with our policies.</p> 5.\nUpdate Your Information: <p>If you need to change or correct your Personal Data, or wish to have it deleted from our systems, you may contact us.\nWe will address your request as required by applicable law.</p> 6.\nChildren: <p>Our Service is not directed to children who are under the age of 13.\nAmper does not knowingly collect Personal Data from children under the age of 13.\nIf you have reason to believe that a child under the age of 13 has provided Personal Data to Amper through the Service please contact us and we will endeavor to delete that information from our databases.</p> 7.\nEU Users: <p>\n<strong>Scope.</strong> This section applies to individuals in the EU (for these purposes, reference to the EU also includes the European Economic Area countries of Iceland, Liechtenstein and Norway, the United Kingdom and, to the extent applicable, Switzerland).</p>\n<p>\n<strong>Data Controller.</strong> Amper is the data controller for the processing of your Personal Data.\nYou can find our contact information, and the contact information of our EU-based representative, in the “Contact Us” section below.</p>\n<p>\n<strong>Legal Bases for Processing.</strong> This Privacy Policy (paragraph “How We Use Personal Data” above) describes the legal bases we rely on for the processing of your Personal Data.\nPlease contact us if you have any questions about the specific legal basis we are relying on to process your Personal Data.</p>\n<p>As used in this Privacy Policy, “legitimate interests” means our interests in conducting our business and developing a business relationship with you.\nThis Privacy Policy describes when we process your Personal Data for our legitimate interests, what these interests are and your rights.\nWe will not use your Personal Data for activities where the impact on you overrides our interests, unless we have your consent or those activities are otherwise required or permitted by law.</p>\n<p>\n<strong>Your Rights.</strong> Pursuant to the European Union General Data Protection Regulation (or GDPR), you have the following rights in relation to your Personal Data, under certain circumstances:</p>\n<ul>\n<li>\n<strong>Right of access:</strong> If you ask us, we will confirm whether we are processing your Personal Data and, if so, provide you with a copy of that Personal Data along with certain other details.\nIf you require additional copies, we may need to charge a reasonable fee.</li>\n<li>\n<strong>Right to rectification:</strong> If your Personal Data is inaccurate or incomplete, you are entitled to ask that we correct or complete it.\nIf we shared your Personal Data with others, we will tell them about the correction where possible.\nIf you ask us, and where possible and lawful to do so, we will also tell you with whom we shared your Personal Data so you can contact them directly.</li>\n<li>\n<strong>Right to erasure:</strong> You may ask us to delete or remove your Personal Data, such as where you withdraw your consent.\nIf we shared your data with others, we will tell them about the erasure where possible.\nIf you ask us, and where possible and lawful to do so, we will also tell you with whom we shared your Personal Data with so you can contact them directly.</li>\n<li>\n<strong>Right to restrict processing:</strong> You may ask us to restrict or ‘block’ the processing of your Personal Data in certain circumstances, such as where you contest the accuracy of the data or object to us processing it (please read below for information on your right to object).\nWe will tell you before we lift any restriction on processing.\nIf we shared your Personal Data with others, we will tell them about the restriction where possible.\nIf you ask us, and where possible and lawful to do so, we will also tell you with whom we shared your Personal Data so you can contact them directly.</li>\n<li>\n<strong>Right to data portability:</strong> You have the right to obtain your Personal Data from us that you consented to give us or that was provided to us as necessary in connection with our contract with you, and that is processed by automated means.\nWe will give you your Personal Data in a structured, commonly used and machine-readable format.\nYou may reuse it elsewhere.</li>\n<li>\n<strong>Right to object:</strong> You may ask us at any time to stop processing your Personal Data, and we will do so: <ul>\n<li>If we are relying on a legitimate interest to process your Personal Data – unless we demonstrate compelling legitimate grounds for the processing or your data is needed to establish, exercise, or defend legal claims;</li>\n<li>If we are processing your Personal Data for direct marketing.\nWe may keep minimum information about you in a suppression list in order to ensure your choices are respected in the future and to comply with data protection laws (such processing is necessary for our and your legitimate interest in pursuing the purposes described above);</li>\n</ul>\n</li>\n<li>\n<strong>Right to withdraw consent:</strong> If we rely on your consent to process your Personal Data, you have the right to withdraw that consent at any time.\nWithdrawal of consent will not affect any processing of your data before we received notice that you wished to withdraw consent.</li>\n<li>\n<strong>Right to lodge a complaint with the data protection authority:</strong> If you have a concern about our privacy practices, including the way we handled your Personal Data, you can report it to the data protection authority that is authorized to hear those concerns.</li>\n</ul>\n<p>Please see the “Contact Us” section below for information on how to exercise your rights.</p> 8.\nLinks to Other Websites: <p>The Site may contain links to other websites not operated or controlled by Amper, including social media services (<strong>“Third Party Sites”</strong>).\nThe information that you share with Third Party Sites will be governed by the specific privacy policies and terms of service of the Third Party Sites and not by this Privacy Policy.\nBy providing these links we do not imply that we endorse or have reviewed these sites.\nPlease contact the Third Party Sites directly for information on their privacy practices and policies.</p> 9.\nCookies: <p>We and our partners use cookies to operate and administer our Site, make it easier for you to use the Site during future visits, and gather usage data on our Site.\nFor more information about the cookies used on our site, please refer to our Cookie Policy, which forms part of this Privacy Policy.</p> 10.\nDo Not Track: <p>Our Site currently does not respond to “Do Not Track” (DNT) signals and operates as described in this Privacy Policy whether or not a DNT signal is received.\nIf we do so in the future, we will describe how we do so in this Privacy Policy.</p> 11.\nSecurity: <p>You use the Service at your own risk.\nWe comply with industry standards to protect Personal Data both online and offline from loss, misuse, and unauthorized access, disclosure, alteration or destruction.\nHowever, no Internet or e-mail transmission is ever fully secure or error free.\nIn particular, e-mail sent to or from us may not be secure.\nTherefore, you should take special care in deciding what information you send to us via the Service or e-mail.\nPlease keep this in mind when disclosing any Personal Data to Amper via the Internet.\nIn addition, we are not responsible for circumvention of any privacy settings or security measures contained on the Service, or third party websites.</p> 12.\nYour Choices: <p>Whether or not you provide Personal Data to us is completely up to you, but if you choose not to provide information that is needed to use some features of our Site, you may be unable to use those features.\nYou can also contact us to request access to your data or to ask us to update, correct, or delete your Personal Data.</p> 13.\nChanges to the Privacy Policy: <p>The Service, and our business may change from time to time.\nAs a result we may change this Privacy Policy at any time.\nWhen we do we will post an updated version on this page, unless another type of notice is required by the applicable law.\nBy continuing to use our Service or providing us with Personal Data after we have posted an updated Privacy Policy, or notified you if applicable, you consent to the revised Privacy Policy and practices described in it.</p> 14.\nInternational Transfer: <p>Amper is based in the United States.\nIf you are accessing our Service from the EU or other regions with laws governing data collection and use, please note that your Personal Data will be transferred to and stored in the United States as necessary to perform our contract with you (if you are a customer) and otherwise for the purposes described in this Privacy Policy.\nThe data may also be transmitted to our service providers supporting our business operations (described above).\nThe United States may have data protection laws less stringent than or otherwise different from the laws in effect in the country in which you are located.</p>\n<p>Where we transfer your Personal Data out of the EU we will take steps to ensure that your Personal Data receives an adequate level of security protection where it is processed and your rights continue to be protected.\nSome of our service providers (such as Google Analytics and SendGrid, Inc.) are certified to the Privacy Shield framework for data transfers (for more information visit https://www.privacyshield.gov/welcome).\nFor more information on the safeguards that we implement in relation to the transfer of your Personal Data, please contact us as described below.</p> 15.\nContact Us: <p>If you have any questions about our Privacy Policy or the information practices of the Site, please feel free to contact us at privacy@ampermusic.com</p>\n<p>Take your music to the next level with Amper</p> Get Started Subscribe <ul>\n<li> Our Music </li>\n<li> About </li>\n<li> API Docs </li>\n<li> Join Us </li>\n<li> FAQ </li>\n<li> Press </li>\n</ul>\n<ul>\n<li> Privacy </li>\n<li> Terms </li>\n<li> Patents </li>\n</ul>\n<p> © 2020 Amper Music, All Rights Reserved.\n</p> ", "created_at": "2022-03-04 22:47:42.357174", "updated_at": "2022-03-04 21:48:42.584267"}], "points": [], "urls": ["ampermusic.com"]}}