{"error": 448, "message": "OK", "parameters": {"id": 6065, "name": "ALL POINTS BROADBAND ", "created_at": "2021-12-15 23:29:33.719328", "updated_at": "2021-12-15 23:01:12.687842", "wikipedia": null, "keywords": null, "related": null, "slug": "all-points-broadband", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6065.png", "url": "allpointsbroadband.com", "documents": [{"id": 10968, "name": "PRIVACY POLICY", "url": "https://allpointsbroadband.com/legal/privacy/", "xpath": "//body", "text": " Skip to content <i>\n</i> CALL US - (888) 217-7827 <ul>\n<li>Internet Services\n<ul>\n<li>Residential Internet</li>\n<li>Commercial Internet</li>\n<li>Fiber Initiative</li>\n</ul>\n</li>\n<li>About Us\n<ul>\n<li>News</li>\n<li>Careers</li>\n<li>Our Team</li>\n</ul>\n</li>\n<li>Webmail</li>\n<li>My Account</li>\n<li>Help\n<ul>\n<li>FAQ</li>\n<li>Contact Us</li>\n</ul>\n</li>\n<li>Network Status</li>\n</ul>\n<i>\n</i> ALL POINTS BROADBAND PRIVACY POLICY AND YOUR CALIFORNIA PRIVACY RIGHTS<p>We have updated and streamlined Our Privacy Policy to make it easier to read, to reflect changes in Our business practices, and to comply with new laws.\n<br>\n<br>We at All Points Broadband know you care about how Your personally identifiable information (“Personal Information”)&nbsp;is used and shared, and We take Your privacy seriously.\nPlease read the following to learn more about Our Privacy Policy.&nbsp;By using Our Service (as defined in Your Service Agreement, available here: www.allpointsbroadband.com) or accessing&nbsp;Our website in any manner, You acknowledge that You accept the practices and policies outlined in this Privacy Policy,&nbsp;and You hereby consent that We will collect, use, and share Your Personal Information in the following ways.\n<br>\n<br>Remember that Your use of the Service is at all times subject to Your Service Agreement, which incorporates this Privacy&nbsp;Policy by reference.\nYour use of Our website is at all times subject to OurWebsite Terms of Use.\nAny capitalized terms&nbsp;not defined in this Privacy Policy will have the same meaning as defined in Your Service Agreement and Website Terms&nbsp;of Use.\n<br>\n<br>Our Services are designed and targeted to U.S.\naudiences and are governed by and operated in accordance with the laws&nbsp;of the U.S.\nIf You are not a U.S.\ncitizen or do not reside in the U.S., You voluntarily consent to the collection, transfer, use,&nbsp;disclosure and retention of Your Personal Information in the U.S.\nYou also agree to waive any claims that may arise under&nbsp;Your own national laws.\n<br>\n<br>When you use the Service, the Personal Information (as defined below) You send and receive is transmitted over&nbsp;a wireless network, and may be subject to interception by unauthorized third parties who seek to do you harm.&nbsp;While it is Our objective to take reasonable measures to reduce the risk that unauthorized third parties will be able&nbsp;to intercept the information you send and receive through the Service, We cannot and do not make any guarantee&nbsp;that transmissions over the Internet are 100% secure or error-free.\n<br>\n<br>We recommend that you use caution when sending any Personal Information over the Internet and use encryption&nbsp;technology whenever possible, such as websites that have the “https” designation in the website’s address bar and show&nbsp;a padlock icon in the browser’s window.\n<br>\n<br>We do not knowingly collect, solicit or use Personal Information from anyone under the age of 13.\nIf You are under 13,&nbsp;please do not attempt to register for the Services or send any Personal Information about yourself to Us.\nIf we learn that&nbsp;We have collected Personal Information from a child under age 13, We will delete that information as quickly as possible&nbsp;to the extent technically feasible.\nIf You believe that Your child under 13 may have provided Us Personal Information,&nbsp;please contact Us at support@allpointsbroadband.com.\n<br>\n<br>\n<u>Your California Privacy Rights</u>\n<br>Under California Civil Code Sections 1798.83-1798.84, California residents are entitled to ask Us for a notice identifying&nbsp;the categories of Personal Information which We share with Our Affiliates and/or other third parties for their marketing&nbsp;purposes, and providing contact information for such Affiliates and/or third parties unless We meet certain exceptions in&nbsp;the law.\nThis Privacy Policy qualifies for the exception to those requirements.\nIf You reside in California and You have an&nbsp;established business relationship with Us, you may request information about Our opt-out and out-in policies of sharing&nbsp;Your Personal Information with other companies (including Our Affiliates) for their marketing purposes.\nPlease send&nbsp;Your written request via email or postal mail following the instructions below.\nWe will not accept requests via&nbsp;the telephone or facsimile.\nWe will not respond to requests that are not labeled or sent properly, or do not have complete information.<br>\n• For all requests, include Your full name, street address, city, state and zip code.<br>\n• In an email request, You must state “Re: Your California Privacy Rights” in the subject line and<br>\nsend Your email to support@allpointsbroadband.com<br>\n• In a postal request, You must send a letter or post card to:<br>\nAll Points Broadband<br>Attention: Your California Privacy Rights<br> 908 Trailview Boulevard SE, Suite 170<br>Leesburg, VA 20175\n<br>\n<br>\n<u>What types of information does this Privacy Policy cover?</u>\n<br>We collect various types of information about You and Your use of the Service via Our website, Help Desk and call&nbsp;centers, postal mail, remote kiosks, Our Facebook Page or other social network platforms or by other means, generally&nbsp;classified as Personal Information and Non-Personal Information.<br>\nGenerally, We gather and use Personal Information internally in connection with providing the Service to You,&nbsp;including to personalize, evaluate and improve the Service and Our ability to provide the Service to You, to contact&nbsp;You, to respond to and fulfill Your requests regarding the Service, and to analyze how You use the Service.<br>\nWe may share Your Personal Information with Our Affiliates and with other third parties as described below.<br>\n<br>\n<u>What Information do We collect and how do We use this Information?</u>\n<br>PERSONAL INFORMATION<br>\nPersonal Information is the information You provide to us voluntarily or passively through Your use of Our Service and/or&nbsp;website, and which is directly associated with or reasonably linked to a specific person, computer or device.\nFor example,&nbsp;through the registration process, when the equipment to provide the Service is installed, maintained or upgraded at&nbsp;Your premises, when You contact Us regarding the Service, and through Your account settings, We collect Personal&nbsp;Information such as Your name, email address, phone number, billing address and billing information (such as credit card account number or other financial account information), service address, and the nature of any of Your devices or&nbsp;other property making use of the Service.\nYou may be required to provide certain Personal Information to Us in order&nbsp;to register with Us, to assist Us in improving Your Service or troubleshooting problems You are experiencing with the&nbsp;Service, Your computer or device, or otherwise to improve the quality of the Service.\n<br>\n<br>We will communicate with You if you’ve provided Us the means to do so.\nFor example, if you’ve given Us Your email&nbsp;address or phone number, We will email or call You about Your use of the Service or product improvements or upgrades,&nbsp;and other transactional information about Your Service.<br>\nWe may also combine Your Personal Information with additional Personal Information obtained from Our Facebook&nbsp;Pages or other social network platforms, Our Affiliates, Our Operational Service Providers (third party owned companies&nbsp;that provide or perform services on Our behalf, to help serve You better and to perform functions in order to support&nbsp;Our businesses and operations), or other companies, such as credit bureaus, background check firms, and marketing&nbsp;research companies.<br>\nSome forms of Non-Personal Information as described below will be classified as Personal Information if required by&nbsp;applicable law or when such information is directly associated with or reasonably linked to a specific person, computer&nbsp;or device, or is combined with other forms of Personal Information.\n<br>\n<br>NON-PERSONAL INFORMATION<br>\nWebsite Information, Use of Cookies and other Similar Tracking Technology<br>\nWhen you visit Our website, We will collect various types of Non-Personal Information, such as information on Our&nbsp;server logs from Your browser or device, which may include Your IP address, unique device identifier, “cookie” information,&nbsp;the type of browser and/or device you’re using to access the Service, and the page or feature You requested.\n(IP Address&nbsp;and device identifiers are traditionally classified as Non-Personal Information, unless We are required to do so otherwise under applicable law.) “Cookies” and “web beacons” are text file identifiers We transfer to Your browser or device that&nbsp;allow Us to recognize Your browser or device and tell us how and when pages and features on Our website are visited,&nbsp;by how many people, and other activity on the website.\n<br>\n<br>You can change the preferences on Your browser or device to prevent or limit Your device’s acceptance of cookies, web&nbsp;beacons or other similar technology, but this may prevent You from taking advantage of some of the features on Our&nbsp;website, or accessing certain functions and conveniences.\nIf You click on a link to a third party website or service, such&nbsp;third party may also transmit cookies to You.\nAgain, this Privacy Policy does not cover the use of cookies or other such&nbsp;tracking technology by any third parties, and We are not responsible for their privacy policies and practices.\n<br>\n<br>We also use Personal Information and Non-Personal Information to enhance Our website and Our Service offerings.&nbsp;For example, such information can tell Us how often visitors use a particular feature of Our website and which products&nbsp;and services are most interesting to current and potential customers, and We can use that knowledge to make the&nbsp;website useful and interesting to as many users as possible and to enhance and refine Our Service offerings.\nWe will&nbsp;continue to conduct analytics on Our website performance.\nYou may not opt-out of this use of cookies or other Personal Information or Non-Personal Information.\n<br>\n<br>Technology is improving every day and to improve Our Services’ operation and function We may introduce new&nbsp;technologies and monitoring techniques without advance notice or consent from You.\nWe may also use third party&nbsp;providers to conduct such internal analyses.\n<br>\n<br>NETWORK INFORMATION<br>\nWe also collect Network Information, information about Your access to, and use of, Our network, which may or may not&nbsp;be directly associated with or reasonably linked to a specific person, computer or device.\nFor example, We may collect&nbsp;information about the performance of the Provider Equipment installed on Your property or at Your premises, when You&nbsp;are using the Service, the various devices You are using to access the Service, the amount of data You are transmitting and receiving, the content of the data You are transmitting and receiving, the websites You are visiting, and any other&nbsp;information that is transmitted over Our network.\nWe may also aggregate Network Information from multiple subscribers&nbsp;and We will share such aggregated Non-Personal information about the overall performance of Our Service and network&nbsp;with Our Affiliates and other third parties.\nAggregated information does not identify a specific individual, computer or\ndevice.\n<br>\n<br>\n<u>How is Network Information Used?</u>\n<br>We use Network Information to monitor and enhance the performance of Our network.\nWe will not monitor the content&nbsp;of the websites viewed or email communications as part of Our standard network management.\nGenerally, We will only monitor and preserve the following Network Information:<br>\n• When You are using the Service;<br>\n• How You are using the Service, such as monitoring traffic patterns regarding websites visited, amount of data being sent or received, or other activity;<br>\n• The amount and types of data You are transmitting and receiving through the Service.\nand<br>\n• General information regarding the performance of the Provider Equipment installed on Your property or at Your premises, and its interaction with the rest of Our network.<br>\nHowever, We reserve the right to, and may, monitor, access, review and preserve any Network Information and/or&nbsp;content in the following situations:<br>\n• In response to an inquiry from You or an another Authorized User on Your account regarding Your or their use of the Service&nbsp;or problems You or they are experiencing using the Service;<br>\n• If We have reason to believe You are using the Service in violation of Your Service Agreement or any applicable statutes,&nbsp;rules, ordinances or regulations;<br>\n• If We have reason to believe Your use of the Service is negatively affecting other Customers.\nor<br>\n• When We are required by law or legal process to do so, or when We have a good faith belief that We are required by law&nbsp;or legal process to do so.\n<br>\n<br>\n<u>How is Personal Information used for marketing and&nbsp;advertising purposes?</u>\n<br>We will use Personal Information to send You marketing and advertising messages related to Our Service and Our&nbsp;website using Your email address, postal address, or Your telephone number (for voice, texts, and pre-recorded calls).&nbsp;We may deliver a marketing or advertising message based on Your visits to Our website, which will be general advertising&nbsp;or “Contextual Advertising,” which is advertising based on the subject matter or the content of the specific website page&nbsp;or subject matter.\nWe may also send You “First Party Advertising,” which is advertising that is customized or personalized&nbsp;based on a history of Your use of our Services (possibly combined with information from our Facebook fan page or other&nbsp;social network platforms).\nFirst Party Advertising is based solely on a combination of information We collect from&nbsp;You – not from Your visits to other websites across the Internet.\n<br>\n<br>You may opt-out of First Party Advertising but not Contextual Advertising.\nNo Personal Information is used to deliver&nbsp;Contextual Advertising.\nit automatically will appear based on the content or webpage you are viewing.\nAnd You&nbsp;may continue to receive general advertising if You opt-out of First Party Advertising, it will not be customized or&nbsp;personalized for You.\n<br>\n<br>We do not provide third party “Network Advertising,” which is advertising based on Your overall Internet usage across&nbsp;different third party websites or online services.\nMultiple third party websites and online services are involved in this&nbsp;tailored or personalized advertising process, in essence a “network” of advertising providers.<br>\nBecause We do not provide network ads, We do not recognize the “Do Not Track” settings on various Internet browsers.&nbsp;We do not engage or allow third parties to track you across the Internet and across time for advertising purposes.\n<br>\n<br>\n<u>Links to other websites or online services</u>\n<br>Our website and/or Facebook Pages (or other social networking platforms) may contain a variety of content and&nbsp;functionality and may provide links to other third party websites or online services.\nDespite such links, this Privacy&nbsp;Policy applies only to Us and Our Affiliates.\nThe presence of a link does not constitute or imply Our endorsement,&nbsp;recommendation, or sponsorship of the content, goods, services, business or privacy practices on such websites or online&nbsp;services.\nWe encourage You to be aware and informed when You leave Our website and Our Facebook Pages, or any other social networking platforms.\n<br>\n<br>\n<u>Will We share Your Personal Information?</u>\n<br>Your Personal Information will only be disclosed to third parties (including Our Affiliates) as listed in this Privacy Policy, or if We have received your consent at the time We collect your Personal Information or prior to the disclosure of any&nbsp;Personal Information.\nWe reserve the right to fully use, disclose and process any Non-Personal Information collected&nbsp;from You in any manner as well as any information You make public via Our Services or website.<br>\nWe will not rent, sell, nor disclose Personal Information to anyone not related to Us for marketing or promotional&nbsp;purposes, unless We change ownership via a sale, merger or a corporate restructuring.\n(See “For Business Transfers”&nbsp;below for more information.) We will share Your Personal Information with Our Affiliates and with other third parties&nbsp;as described in this section for the following reasons:<br>\n• To Our Affiliates: We rely on various Affiliates in order to provide the Service to You.\nThese are companies that are related&nbsp;to Us by common ownership or control.\nWe may share Personal Information and Non-Personal Information with any of&nbsp;Our Affiliates for business, operational, promotional and/or marketing and advertising purposes.<br>\n• To Operational Service Providers: We and Our Affiliates contract with other companies and people to perform tasks&nbsp;or services on Our behalf and need to share Your Personal Information to provide products or services to You.\nFor example,&nbsp;We may use a payment processing company to receive and process Your ACH or credit card transactions for Us, or We&nbsp;may contract with third parties to assist Us in optimizing Our network.\nUnless We tell you differently, We do not grant&nbsp;Our Operational Service Providers any right to usethe Personal Information We share with them beyond what is necessary&nbsp;to assist Us.<br>\n• For Business Transfers/Restructuring: We may choose to buy or sell assets, or We may be sold.\nIn these types of&nbsp;transactions, customer Personal Information is typically one of the business assets that would be disclosed and transferred.&nbsp;Also, if We (or Our assets) are acquired, or if We go out of business, enter bankruptcy, or go through some other change of&nbsp;control, including restructuring, re-organization or financing arrangements, Personal Information could be one of the assets disclosed, transferred to or acquired by a third party.<br>\n• For Our Protection, and the Protection of Our Affiliates, Employees, Operational Service Providers, Users and&nbsp;Subscribers and Public Safety: We reserve the right to access, read, preserve, and disclose any Personal Information&nbsp;We have access to if We believe doing so will implement and/or enforce or Service Agreement, Website Terms of Use&nbsp;Agreement, Privacy Policy or any legal document.\nprotect our Net work(s), website(s), and company assets.\nprotect the&nbsp;interests, rights, property, and/or safety of Provider or Our Affiliates, employees and officers/directors, Operational&nbsp;Service Providers, Users and Subscribers, agents, third party licensors or suppliers, or the general public.<br>\n• When Required by Law or in Response to Legal Process: We reserve the right to access, read, preserve, and disclose any&nbsp;Personal Information to which We have access if We are required by law or legal process to do so, or if We have a good faith &nbsp;belief that We are required by law or legal process to do so.\n<br>\n<br>\n<u>Is Your Personal Information secure?\n</u>We endeavor to protect the privacy of Your account and other Personal Information We hold in Our records using&nbsp;reasonable administrative, technical and physical security measures.\nHowever, We cannot and do not guarantee&nbsp;complete security.\nUnauthorized entry or use, hardware or software failure, and other factors, may compromise the&nbsp;security of Personal Information at any time.\n<br>\n<br>Your account is protected by a password for Your privacy and security.\nIt is Your responsibility to prevent unauthorized&nbsp;access to Your account and Personal Information by selecting and protecting Your password and/or other sign-on&nbsp;mechanism appropriately and limiting access to Your computer, tablet or device and browser by signing off after You&nbsp;have finished accessing Your account.\nYou are required to notify us immediately if Your password or account has been&nbsp;disclosed to a person whose name does not appear on your account, even if you have allowed such disclosure.\nYou&nbsp;understand, acknowledge and agree that You are solely responsible for any use of Our Services via Your username and&nbsp;password.\n<br>\n<br>Additionally, if You contact Us, We will ask You for verification of Your identification and account.\nWe will not send an&nbsp;email or text, nor should You respond to any email or text communications asking for any sensitive or confidential&nbsp;Personal Information, such as social security number, bank account or credit card account number, or a driver’s license&nbsp;number.\nIf You receive an email or text requesting any such information from Us or someone that claims they are with&nbsp;Us or Our Affiliates please contact our privacy administrator immediately: support@allpointsbroadband.com.\n<br>\n<br>For Our IT Support Services as detailed in our Service Agreement, the code that allows Us to access Your computer&nbsp;desktop to help your resolve technical problems is limited only for that specific session.\nWe are not able to access Your&nbsp;Computer without your knowledge, affirmative consent and involvement.<br>\nWhat Personal Information can You access, modify and/or delete?<br>\nGenerally, You may access the following Personal Information in Your account:<br>\n• Full name<br>\n• Username and password<br>\n• Email address<br>\n• Telephone number.\nand<br>\n• Billing and Service address<br>\n• Account and billing information\n<br>\n<br>By contacting Us at support@allpointsbroadband.com, or through any online access portal We may create to enable You&nbsp;to view and modify Your account settings, You may access, and, in some cases, edit or delete the Personal Information&nbsp;listed above.\nFor example, we may retain historic email, billing and/or Service addresses for security and verification&nbsp;purposes.\nYou may not delete such information.\n<br>\n<br>When You update Personal Information, however, We may maintain a copy of the unrevised information in Our records&nbsp;for internal security reasons and recordkeeping.\nSome information may remain in Our records after it is modified,&nbsp;amended or deleted by You or Us.\nWe may use any aggregated data derived from or incorporating Your Personal&nbsp;Information afterYou update or delete it, but not in a manner that would identify You personally.\nWe may also maintain Personal Information regarding You and Your use of the Service after You are no longer Our customer as required by&nbsp;Our business practices, by law, and/or tax reporting purposes.\n<br>\n<br>The information You can view, update, and delete may also change.\nIf You have any questions about viewing or updating&nbsp;information We have on file about You, please contact Us at support@allpointsbroadband.com.\n<br>\n<br>What third party disclosure choices do You have?<br>\nYou can always choose not to disclose Personal Information to Us.\nhowever, certain Personal Information is necessary for&nbsp;Us to provide the Service to You.\nYou may opt-out of sharing Personal Information with Our Affiliates only for marketing&nbsp;or advertising purposes, but not for business or operational purposes.<br>\nYou may opt-out of email marketing and advertising from Us or Our Affiliates using the “Unsubscribe” mechanism&nbsp;in each email.\nBefore We send You a text for any reason, or send You a pre-recorded call that contains advertising or&nbsp;marketing information, We will secure Your prior written express consent, which can be given via a voice recording,&nbsp;email, text message, postal mail, or telephone key press.\nNon-telemarketing pre-recorded calls do not require Your prior&nbsp;express consent in writing, unless they are sent to a wireless device.\nYou understand, acknowledge and agree that such texts and pre-recorded telemarketing calls may be sent using an autodialer and are not conditioned on your purchase of&nbsp;the Service.\nYou may opt-out of receiving text messages any time by replying “STOP” or “UNSUBSCRIBE” to the text message.\nYou may opt-out of receiving pre-recorded calls by the opt-out instructions in the call.\nYou can also request to&nbsp;be added to Our company-specific Do Not Call list to opt-out of advertising and marketing calls of all types.\nHowever,&nbsp;You will continue to receive calls related to debt-collection and Your current Service.\n<br>\n<br>You may also opt-out of First Party Advertising, but not Contextual Advertising, as detailed in the “Use of Personal&nbsp;Information for Marketing or Advertising Purposes” section above.\n<br>\n<br>You may not opt-out of Our use of cookies or other similar technology, or use of Your Personal Information and&nbsp;Non-Personal Information for Our internal analytics used to monitor activity on Our website, measure Our Service&nbsp;performance, or to operate and protect Our network.\n<br>\n<br>Will this Privacy Policy ever change?\n<br>\n<br>Yes, We are constantly working to improve the Service, so We will need to update this Privacy Policy from time to time&nbsp;as Our business practices change and service offerings increase, and/or there are changes in local, state or federal laws.&nbsp;Additionally, We will also make stylistic, organizational and/or grammatical changes to present Our privacy practices in a&nbsp;user friendly easy to read manner.\nWe will alert You to any such changes by placing a notice on www.allpointsbroadband.com with the effective date of the revised Privacy Policy, and/or by sending You an email, or by some other means to the extent required by law.\nPlease note that if You haven’t provided Us with Your email address or You have not updated Your&nbsp;contact information, those legal notices will still govern Your use of the Service, and You are still responsible for reading&nbsp;and understanding all notices posted on Our website.\nYour continued use of the Service or website after notice of any&nbsp;changes have been provided will indicate your acceptance of such changes, except where further steps are required by applicable law.\n<br>\n<br>Use of Your Personal Information is primarily governed by the Privacy Policy in effect at the time You subscribed to the&nbsp;Service or visited Our website.\nIf We elect to use or to disclose Personal Information that identifies You as an individual&nbsp;in a manner that is materially different than that stated in the Privacy Policy in effect at the time you subscribed to the&nbsp;Service or visited Our website, we will provide You with an opportunity to consent to such use or disclosure.\nDepending&nbsp;on the circumstances, that consent may include an opt-out.\n<br>\n<br>What if You have questions or comments about this Privacy Policy?<br>\nIf You have any questions or concerns regarding Our privacy practices and policies, please contact Us at&nbsp;support@allpointsbroadband.com.</p>\n<p>© 2021 All Points Broadband - (888) 217-7827 - Legal &amp.\nPolicies</p>\n<ul>\n<li>Internet Services<i>\n</i>\n<ul>\n<li>Residential Internet<i>\n</i>\n</li>\n<li>Commercial Internet<i>\n</i>\n</li>\n<li>Fiber Initiative<i>\n</i>\n</li>\n</ul>\n</li>\n<li>About Us<i>\n</i>\n<ul>\n<li>News<i>\n</i>\n</li>\n<li>Careers<i>\n</i>\n</li>\n<li>Our Team<i>\n</i>\n</li>\n</ul>\n</li>\n<li>Webmail</li>\n<li>My Account</li>\n<li>Help<i>\n</i>\n<ul>\n<li>FAQ<i>\n</i>\n</li>\n<li>Contact Us<i>\n</i>\n</li>\n</ul>\n</li>\n<li>Network Status</li>\n</ul> Questions? Chat with us!Support is online.Support is away.Chat with All Points Broadband TeamChat with All Points Broadband Team", "created_at": "2021-12-15 23:29:33.722226", "updated_at": "2021-12-15 22:30:09.239826"}], "points": [], "urls": ["allpointsbroadband.com"]}}