{"error": 448, "message": "OK", "parameters": {"id": 2197, "name": "The Omni Group", "created_at": "2020-03-21 15:24:13.983016", "updated_at": "2021-03-25 03:19:48.899314", "wikipedia": "https://en.wikipedia.org/wiki/The_Omni_Group", "keywords": null, "related": null, "slug": "the_omni_group", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2197.png", "url": "omnigroup.com", "documents": [{"id": 2391, "name": "Unsolicited Idea Submission Policy", "url": "https://www.omnigroup.com/legal/unsolicited-idea-submission-policy", "xpath": "", "text": " 5 Menu Toggle <ul>\n<li> Apps <ul>\n<li> {{app.id}} </li>\n</ul>\n</li>\n<li> Help <ul>\n<li> {{item.id}} </li>\n</ul>\n</li>\n<li> Company <ul>\n<li> {{item.id}} </li>\n</ul>\n</li>\n<li>Omni Accounts</li>\n<li>Store</li>\n</ul> 5 Our Policies <li>End User License Agreement</li>\n<li>Privacy Policy</li>\n<li>Unsolicited Idea Submission Policy</li>\n<ul> Our Terms of Service <li>ID Terms of Service</li>\n<li>Sync Server Terms of Service</li>\n<li>Forums Terms of Service</li>\n</ul> Unsolicited Idea Submission Policy <p>The most powerful tool that we have in our effort to make our products better is the feedback from our users.\nThis means you! We encourage folks to send us bug reports, questions and ideas about how to make our existing products fit their needs more closely.</p>\n<p>While we also encourage folks to send us their ideas about new products, we must make it clear that any product idea submitted to Omni, either by word of mouth, email, telephone or other means immediately becomes the property of Omni.\nThis means that if we develop your idea or an idea similar to yours, you will not be compensated and it also means that we can use the idea for any purpose, including giving it away.</p> Slack Forums Twitter Facebook Instagram The Omni Group Logo Sitemap Contact Press Legal © 1994–2020 The&nbsp;Omni&nbsp;Group.\nApple, MacBook, the Apple logo, iPad, and iPhone are trademarks of Apple Inc., registered in the U.S.\nand other countries.\nApp Store is a service mark of Apple Inc.\n&lt;img src=\"https://piwik.omnigroup.com/matomo.php?idsite=1&amp;rec=1\" style=\"border:0\" alt=\"\" /&gt.\n", "created_at": "2020-03-21 15:25:12.63156", "updated_at": "2020-12-14 23:59:56.607195"}, {"id": 2389, "name": "Privacy Policy", "url": "https://www.omnigroup.com/legal/privacy", "xpath": "", "text": " 5 Menu Toggle <ul>\n<li> Apps <ul>\n<li> {{app.id}} </li>\n</ul>\n</li>\n<li> Help <ul>\n<li> {{item.id}} </li>\n</ul>\n</li>\n<li> Company <ul>\n<li> {{item.id}} </li>\n</ul>\n</li>\n<li>Omni Accounts</li>\n<li>Store</li>\n</ul> 5 Our Policies <li>End User License Agreement</li>\n<li>Privacy Policy</li>\n<li>Unsolicited Idea Submission Policy</li>\n<ul> Our Terms of Service <li>ID Terms of Service</li>\n<li>Sync Server Terms of Service</li>\n<li>Forums Terms of Service</li>\n</ul> Privacy Policy <p>\n<strong>Last Updated: May 24, 2018</strong>\n</p>\n<p>This Privacy Policy describes the policies of Omni Development, Inc.\ndba the Omni Group (collectively “Company” or “we,” “us,” or “Omni Group”) regarding the information we collect or receive about our customers.\nIt is applicable to the omnigroup.com website and other interactive features, applications, services, or downloads that are operated by the Omni Group and which are available through the websites produced and maintained by us (“Website”).\nWe have established this security and privacy policy (“Privacy Policy”) to let you know the kinds of personal information we may gather, why we gather your information, what we use your personal information for, when we might disclose your personal information, and how you can manage your personal information.</p>\n<p>Along with the personal information which we gather or which you provide to us (for example, when you sign up for a newsletter or other mailing list, you comment on a blog or forum we operate, you purchase something from us, or we provide customer service to you), this Privacy Policy describes our policy regarding files which you upload to or store on the Omni Sync Server (“Customer Data”).</p>\n<p>When you provide personal information and/or Customer Data, you are consenting to the manner in which the Omni Group will collect, use, disclose and otherwise manage your personal information and Customer Data, as set out in this Privacy Policy.</p>\n<p>If you do not agree to the terms of this Privacy Policy, please do not use the Website, software, or Omni Sync Server.\nWe reserve the right to modify or amend the terms of our Privacy Policy from time to time without notice.</p>\n<p>If you have any questions about this Privacy Policy or don’t see your concerns addressed here, you should contact us by email at info@omnigroup.com.</p> What Information About Me Is Collected and Stored? <p>One of the basic principles we’ve tried to follow in designing this Website is that we ask for only the information we need to provide the service you’ve requested.\nAs a result, what information we collect and store depends almost entirely on how you choose to make use of our Website and our services.\nIn addition to information which you explicitly and knowingly provide, some information is collected incidentally such as:</p>\n<ul>\n<li>Our Website uses browser cookies in order to gather information on usage patterns.</li>\n<li>Our software may, with your permission, send us statistics about its use (see below).</li>\n<li>Our servers maintain industry-standard logs of their activity: web page visits, including IP address, Referer: header, and user-agent.\nenvelope information of e-mail sent and received.\nand the like.</li>\n</ul> How do we use the information we collect? <p>We may use your information to provide you with important information about the product or service that you are using, including critical updates and notifications.\nIn general, we do not use your information beyond the purpose for which you provided it to us.\nFor example, if you ask us a question by email, or subscribe to a mailing list, we will not send you product announcements or other promotional communications in response (unless that is what you requested).\nWe do not sell, barter, or rent your personal information.</p>\n<p>We do use your information internally to understand how people use our Website, services, and software and to make improvements.</p>\n<p>In the event we wish to publicly post any of your personal information on a website (as, for instance, a letter), we will contact you with details and ask for your express permission to publish that information and will not publish without your express permission.</p>\n<p>If you have subscribed to any Omni newsletter you may unsubscribe at any time by following the instructions located within each newsletter and on our Website, or by contacting us.</p>\n<p>We gather general non-specific statistics about Customer Data that will help us improve the service, such as the amount of storage you are consuming on our servers, user-agent information sent in HTTP headers, or overall usage patterns.\nIn rare cases we may examine metadata such as file names or synchronization client state in order to understand how the service is performing.</p>\n<p>We occasionally have third party agents, subsidiaries, affiliates and partners that perform functions on our behalf, such as marketing, analytics, credit card processing, shipping or stocking orders, fraud protection, etc.\nThese entities have access to personal information only to the extent needed to perform their functions.\nThey are contractually obligated to maintain the confidentiality and security of that personal information and are prohibited from using that information for any other purpose.</p>\n<p>If you provide information to us for the purpose of making it public (for example, on a mailing list, blog, or forum that we operate), we cannot control what other parties may do with that information once it is public.\nPlease be careful about what you disclose and do not post any information that you expect to keep private.</p>\n<p>We may provide aggregate, anonymous statistical information derived from information we collect to other organizations or to the public (for example, see http://update.omnigroup.com/).\nAny information we share in this manner will not identify you personally.</p>\n<p>We may also use or disclose personal information or Customer Data if required to do so by law or in the good-faith belief that such action is necessary (a) to conform to applicable law or comply with legal process served on us or the Website.\n(b) to protect and defend our rights or property, the Website or our users, or (c) under emergency circumstances to protect the personal safety of us, our affiliates, agents, the users of the Website, or the public.\nIn cases where we must disclose personal information or Customer Data, we will send email to the address registered to any accounts affected by that disclosure.</p> How long do we retain the information we collect? <p>Most information we collect may be stored indefinitely.</p>\n<p>If you provide your credit card information, we do of course transmit the entire credit card number to the appropriate credit card company during order processing using commercially reasonable encryption methods.\nIn addition, we will store the expiration date and last four digits of the credit card number in case you contact us with a billing question or we need to apply a refund or credit.\nWe do not store the full credit card number or the card security code you enter in the payment form.</p>\n<p>We maintain backups of Customer Data in order to recover from hardware failures or other problems.\nThese backups are not kept longer than six months.</p> What Steps Are Taken To Keep Personal Information and Customer Data Protected? <p>We are committed to protecting your personal information and Customer Data.\nWe use a variety of technologies and procedures to help protect your personal information and Customer Data from unauthorized access, use, or disclosure.</p>\n<p>Personal information we collect or receive and Customer Data you upload is stored in protected operating environments that are not available to the public and, when transmitted, is protected using strong cryptography.\nOur public-facing servers are periodically reviewed for known security issues by a third party.</p>\n<p>We limit access to your personal information or Customer Data to only our employees and third parties who need access for purposes described in this Privacy Policy.\nThey are contractually obligated to maintain the confidentiality and security of that personal information, are prohibited from using that information for any other purpose, and are subject to disciplinary action, including possible termination and civil and/or criminal prosecution, for failing to do so.</p>\n<p>If a password is used to help protect your accounts and personal information and Customer Data, it is your responsibility to keep your password confidential.\nDo not share this information with anyone.\nIf you are sharing a computer with anyone you should always log out before leaving a website or service to protect access to your personal information and Customer Data from subsequent users.</p>\n<p>While we use reasonable security measures to safeguard your personal information and Customer Data once we receive it, no transmission of data over the Internet or any other public network can be guaranteed to be 100% secure.\nYou should know that no company, including the Omni Group, can fully eliminate security risks associated with personal information or Customer Data.\nAccordingly, the Omni Group cannot ensure or warrant the security of any information you transmit to us on our Sites.</p> Information for Users in Europe and Elsewhere Outside the U.S.\n<p>If you use our Website outside of the United States, you understand that we may collect, process, and store your personal information in the United States and other countries.\nThe laws in the U.S.\nregarding personal information may be different from the laws of your state or country.\nAny such transfers will comply with safeguards as required by relevant law.\nIf applicable, you may have a right to claim compensation for damages caused by a breach of relevant data protection laws.</p> Users in the European Union (EEA) and Switzerland <p>If you are a resident of the EEA or Switzerland, the following information applies.</p>\n<p>Purposes of processing and legal basis for processing: As explained above, we process personal data in various ways depending upon your use of our Website.\nWe process personal data on the following legal bases: (1) with your consent.\n(2) as necessary to perform our agreement to provide services.\nand (3) as necessary for our legitimate interests in providing the Website where those interests do not override your fundamental rights and freedom related to data privacy.</p>\n<p>\n<strong>Right to lodge a complaint</strong>: Users that reside in the EEA or Switzerland have the right to lodge a complaint about our data collection and processing actions with the supervisory authority concerned.\nContact details for data protection authorities are available from the European Commission website.</p>\n<p>\n<strong>Transfers</strong>: Personal information we collect may be transferred to, and stored and processed in, the United States or any other country in which we or our affiliates or subcontractors maintain facilities.\nUpon the start of enforcement of the General Data Protection Regulation (GDPR), we will ensure that transfers of personal information to a third country or an international organization are subject to appropriate safeguards as described in Article 46 of the GDPR.</p>\n<p>\n<strong>Your Rights</strong>: Residents of the EEA and Switzerland are entitled to rights under Chapter III of the EU General Data Protection Regulation or Section 2 of the Swiss Federal Act on Data Protection with respect to the processing of your personal data, including rights to request erasure of personal data or object to our processing of personal data.\nIn order to verify your identity, we may require you to provide us with personal information prior to accessing any records containing information about you.</p> Is Information Collected From Children? <p>We do not sell or ship any items ordered through this Website directly to anyone who we know to be under the age of 13, nor do we collect any personal information from anyone who we know to be under the age of 13.\nIf you are under the age of 13, you should use this Website only with the involvement and consent of a parent or guardian and should not submit any personal information to us.\nOur Website is not intentionally targeted to children under the age of 13.</p> Passwords <p>To use some features of this Website, or our software, you may be asked to set up an account and provide a functional email address and password.\nYou should be careful about providing your password to others - you are responsible for the actions of anyone you’ve shared your password with.\nNo one at the Omni Group will ask for your password.\nif they do, you should not provide the information and should email customerservice@omnigroup.com to report the incident so we can investigate.</p> Governing Law <p>The Website is published in the United States.\nU.S.\nlaw shall govern in any and all disputes, including privacy or defamation issues or otherwise.</p> Your California Privacy Rights <p>If you are a California resident, California law permits you to request certain information regarding the disclosure of your personal information by us and our related companies to third parties for the third parties’ direct marketing purposes.\nTo make such a request, please send your request, by mail or email, to:</p>\n<p>Omni Development, Inc.<br>\n1000 Dexter Avenue North, Suite 400<br>\nSeattle, Washington 98109-3582<br>\nUnited States<br>\ninfo@omnigroup.com</p> Changes to This Policy <p>As our company and Website continue to develop, we may add new services and features to our Website or products.\nIf these additions affect our Privacy Policy, this document will be updated appropriately.\nWe will post those changes prominently so that you will always know what information we gather, how we might use that information and whether we will disclose it to anyone.\nWe do, however, recommend that you read this Privacy Policy periodically in case you missed any changes to the Privacy Policy.</p> Opt-Out and Correction Procedures <p>If you have previously opted to subscribe an Omni mailing list, you may always opt-out of receiving future e-mail messages and newsletters by ending your subscription.\nUnsubscribe instructions are located within each newsletter and on our Website, or you may contact our Customer Service Department.</p>\n<p>We will help you to correct or update personal information that you have previously provided to us.\nTo do so, you can access, correct and update certain personal information that you have provided to us by emailing support@omnigroup.com or sales@omnigroup.com.</p>\n<p>If you wish to cancel your password, please contact our Customer Service Department by email at support@omnigroup.com or by phone at 800-315-6664.\nIf you become aware of any unauthorized use of your password, data theft, or possible security issues with our Website or products, please contact security@omnigroup.com.\nEspecially sensitive issues may be encrypted to our PGP key, <code>0x0A70467B</code>.</p> Who do I talk to if I have more questions? <p>Questions regarding this statement should be directed to info@omnigroup.com.</p> Slack Forums Twitter Facebook Instagram The Omni Group Logo Sitemap Contact Press Legal © 1994–2020 The&nbsp;Omni&nbsp;Group.\nApple, MacBook, the Apple logo, iPad, and iPhone are trademarks of Apple Inc., registered in the U.S.\nand other countries.\nApp Store is a service mark of Apple Inc.\n&lt;img src=\"https://piwik.omnigroup.com/matomo.php?idsite=1&amp;rec=1\" style=\"border:0\" alt=\"\" /&gt.\n", "created_at": "2020-03-21 15:24:30.486685", "updated_at": "2020-12-14 23:45:33.221684"}, {"id": 2393, "name": "Forums Terms of Service", "url": "https://discourse.omnigroup.com/tos", "xpath": "", "text": " &lt;header class=\"d-header\"&gt.\n&lt;div class=\"wrap\"&gt.\n&lt;div class=\"contents clearfix\"&gt.\n&lt;div class=\"title\"&gt.\n&lt;a href=\"/\"&gt.\n&lt;img src=\"https://discourse.omnigroup.com/uploads/default/original/3X/7/a/7a6c829e8a8fc09edd76f278e663385470d57e8c.png\" alt=\"The Omni Group Forums\" id=\"site-logo\"&gt.\n&lt;/a&gt.\n&lt;/div&gt.\n&lt;div class=\"panel clearfix\"&gt.\n&lt;span class='header-buttons'&gt.\n&lt;a href=\"/signup\" class='btn btn-primary btn-small sign-up-button'&gt;Sign Up&lt;/a&gt.\n&lt;a href=\"/login\" class='btn btn-primary btn-small login-button btn-icon-text'&gt;&lt;svg class=\"fa d-icon svg-icon svg-node\" aria-hidden=\"true\"&gt;&lt;svg id=\"user\" viewBox=\"0 0 448 512\"&gt.\n&lt;path d=\"M224 256c70.7 0 128-57.3 128-128S294.7 0 224 0 96 57.3 96 128s57.3 128 128 128zm89.6 32h-16.7c-22.2 10.2-46.9 16-72.9 16s-50.6-5.8-72.9-16h-16.7C60.2 288 0 348.2 0 422.4V464c0 26.5 21.5 48 48 48h352c26.5 0 48-21.5 48-48v-41.6c0-74.2-60.2-134.4-134.4-134.4z\"/&gt.\n&lt;/svg&gt;&lt;/svg&gt.\nLog In&lt;/a&gt.\n&lt;/span&gt.\n&lt;/div&gt.\n&lt;/div&gt.\n&lt;/div&gt.\n&lt;/header&gt.\n&lt;div id=\"main-outlet\" class=\"wrap\" role=\"main\"&gt.\n&lt;!-- preload-content: --&gt.\n&lt;div itemscope itemtype='http://schema.org/WebPage'&gt.\n&lt;meta itemprop='lastReviewed' content='2014-10-23'&gt.\n&lt;ul class='nav-pills' role='navigation' itemscope itemtype='http://schema.org/SiteNavigationElement'&gt.\n&lt;li class=\"nav-item-about\"&gt;&lt;a href=\"/about\"&gt;About&lt;/a&gt;&lt;/a&gt;&lt;/li&gt.\n&lt;li class='nav-item-faq'&gt;&lt;a class='' href='/faq'&gt;FAQ&lt;/a&gt;&lt;/li&gt.\n&lt;li class='nav-item-tos'&gt;&lt;a href='/tos' class='active'&gt;Terms of Service&lt;/a&gt;&lt;/li&gt.\n&lt;li class='nav-item-privacy'&gt;&lt;a href='/privacy' class=''&gt;Privacy&lt;/a&gt;&lt;/li&gt.\n&lt;/ul&gt.\n&lt;div itemprop='mainContentOfPage'&gt.\n&lt;p&gt;The following terms and conditions govern all use of the &lt;a href=\"http://discourse.omnigroup.com\"&gt;discourse.omnigroup.com&lt;/a&gt.\nwebsite and all content, services and products available at or through the website, including, but not limited to, &lt;a href=\"http://discourse.omnigroup.com\"&gt;discourse.omnigroup.com&lt;/a&gt.\nForum Software, &lt;a href=\"http://discourse.omnigroup.com\"&gt;discourse.omnigroup.com&lt;/a&gt.\nSupport Forums and the &lt;a href=\"http://discourse.omnigroup.com\"&gt;discourse.omnigroup.com&lt;/a&gt.\nHosting service (“Hosting”), (taken together, the Website).\nThe Website is owned and operated by Omni Development Inc (“Omni Group”).\nThe Website is offered subject to your acceptance without modification of all of the terms and conditions contained herein and all other operating rules, policies (including, without limitation, &lt;a href=\"http://discourse.omnigroup.com\"&gt;discourse.omnigroup.com&lt;/a&gt;’s &lt;a href=\"/privacy\"&gt;Privacy Policy&lt;/a&gt.\nand &lt;a href=\"/faq\"&gt;Community Guidelines&lt;/a&gt;) and procedures that may be published from time to time on this Site by Omni Group (collectively, the “Agreement”).&lt;/p&gt.\n&lt;p&gt;Please read this Agreement carefully before accessing or using the Website.\nBy accessing or using any part of the web site, you agree to become bound by the terms and conditions of this agreement.\nIf you do not agree to all the terms and conditions of this agreement, then you may not access the Website or use any services.\nIf these terms and conditions are considered an offer by Omni Group, acceptance is expressly limited to these terms.\nThe Website is available only to individuals who are at least 13 years old.&lt;/p&gt.\n&lt;p&gt;&lt;a name=\"1\"&gt;&lt;/a&gt;&lt;/p&gt.\n&lt;h2&gt;&lt;a href=\"#1\"&gt;1.\nYour discourse.omnigroup.com Account&lt;/a&gt;&lt;/h2&gt.\n&lt;p&gt;If you create an account on the Website, you are responsible for maintaining the security of your account and you are fully responsible for all activities that occur under the account.\nYou must immediately notify Omni Group of any unauthorized uses of your account or any other breaches of security.\nOmni Group will not be liable for any acts or omissions by you, including any damages of any kind incurred as a result of such acts or omissions.&lt;/p&gt.\n&lt;p&gt;&lt;a name=\"2\"&gt;&lt;/a&gt;&lt;/p&gt.\n&lt;h2&gt;&lt;a href=\"#2\"&gt;2.\nResponsibility of Contributors&lt;/a&gt;&lt;/h2&gt.\n&lt;p&gt;If you post material to the Website, post links on the Website, or otherwise make (or allow any third party to make) material available by means of the Website (any such material, “Content”), You are entirely responsible for the content of, and any harm resulting from, that Content.\nThat is the case regardless of whether the Content in question constitutes text, graphics, an audio file, or computer software.\nBy making Content available, you represent and warrant that:&lt;/p&gt.\n&lt;ul&gt.\n&lt;li&gt;the downloading, copying and use of the Content will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark or trade secret rights, of any third party;&lt;/li&gt.\n&lt;li&gt;if your employer has rights to intellectual property you create, you have either (i) received permission from your employer to post or make available the Content, including but not limited to any software, or (ii) secured from your employer a waiver as to all rights in or to the Content;&lt;/li&gt.\n&lt;li&gt;you have fully complied with any third-party licenses relating to the Content, and have done all things necessary to successfully pass through to end users any required terms;&lt;/li&gt.\n&lt;li&gt;the Content does not contain or install any viruses, worms, malware, Trojan horses or other harmful or destructive content;&lt;/li&gt.\n&lt;li&gt;the Content is not spam, is not machine- or randomly-generated, and does not contain unethical or unwanted commercial content designed to drive traffic to third party sites or boost the search engine rankings of third party sites, or to further unlawful acts (such as phishing) or mislead recipients as to the source of the material (such as spoofing);&lt;/li&gt.\n&lt;li&gt;the Content is not pornographic, does not contain threats or incite violence, and does not violate the privacy or publicity rights of any third party;&lt;/li&gt.\n&lt;li&gt;your content is not getting advertised via unwanted electronic messages such as spam links on newsgroups, email lists, blogs and web sites, and similar unsolicited promotional methods;&lt;/li&gt.\n&lt;li&gt;your content is not named in a manner that misleads your readers into thinking that you are another person or company.\nand&lt;/li&gt.\n&lt;li&gt;you have, in the case of Content that includes computer code, accurately categorized and/or described the type, nature, uses and effects of the materials, whether requested to do so by Omni Group or otherwise.&lt;/li&gt.\n&lt;/ul&gt.\n&lt;p&gt;&lt;a name=\"3\"&gt;&lt;/a&gt;&lt;/p&gt.\n&lt;h2&gt;&lt;a href=\"#3\"&gt;3.\nUser Content License&lt;/a&gt;&lt;/h2&gt.\n&lt;p&gt;User contributions are licensed under a &lt;a href=\"http://creativecommons.org/licenses/by-nc-sa/3.0/deed.en_US\"&gt;Creative Commons Attribution-NonCommercial-ShareAlike 3.0 Unported License&lt;/a&gt;.\nWithout limiting any of those representations or warranties, Omni Group has the right (though not the obligation) to, in Omni Group’s sole discretion (i) refuse or remove any content that, in Omni Group’s reasonable opinion, violates any Omni Group policy or is in any way harmful or objectionable, or (ii) terminate or deny access to and use of the Website to any individual or entity for any reason, in Omni Group’s sole discretion.\nOmni Group will have no obligation to provide a refund of any amounts previously paid.&lt;/p&gt.\n&lt;p&gt;&lt;a name=\"4\"&gt;&lt;/a&gt;&lt;/p&gt.\n&lt;h2&gt;&lt;a href=\"#4\"&gt;4.\nPayment and Renewal&lt;/a&gt;&lt;/h2&gt.\n&lt;h3&gt;General Terms&lt;/h3&gt.\n&lt;p&gt;Optional paid services or upgrades may be available on the Website.\nWhen utilizing an optional paid service or upgrade, you agree to pay Omni Group the monthly or annual subscription fees indicated.\nPayments will be charged on a pre-pay basis on the day you begin utilizing the service or upgrade and will cover the use of that service or upgrade for a monthly or annual subscription period as indicated.\nThese fees are not refundable.&lt;/p&gt.\n&lt;h3&gt;Automatic Renewal&lt;/h3&gt.\n&lt;p&gt;Unless you notify Omni Group before the end of the applicable subscription period that you want to cancel a service or upgrade, your subscription will automatically renew and you authorize us to collect the then-applicable annual or monthly subscription fee (as well as any taxes) using any credit card or other payment mechanism we have on record for you.\nSubscriptions can be canceled at any time.&lt;/p&gt.\n&lt;p&gt;&lt;a name=\"5\"&gt;&lt;/a&gt;&lt;/p&gt.\n&lt;h2&gt;&lt;a href=\"#5\"&gt;5.\nServices&lt;/a&gt;&lt;/h2&gt.\n&lt;h3&gt;Hosting, Support Services&lt;/h3&gt.\n&lt;p&gt;Optional Hosting and Support services may be provided by Omni Group under the terms and conditions for each such service.\nBy signing up for a Hosting/Support or Support services account, you agree to abide by such terms and conditions.&lt;/p&gt.\n&lt;p&gt;&lt;a name=\"6\"&gt;&lt;/a&gt;&lt;/p&gt.\n&lt;h2&gt;&lt;a href=\"#6\"&gt;6.\nResponsibility of Website Visitors&lt;/a&gt;&lt;/h2&gt.\n&lt;p&gt;Omni Group has not reviewed, and cannot review, all of the material, including computer software, posted to the Website, and cannot therefore be responsible for that material’s content, use or effects.\nBy operating the Website, Omni Group does not represent or imply that it endorses the material there posted, or that it believes such material to be accurate, useful or non-harmful.\nYou are responsible for taking precautions as necessary to protect yourself and your computer systems from viruses, worms, Trojan horses, and other harmful or destructive content.\nThe Website may contain content that is offensive, indecent, or otherwise objectionable, as well as content containing technical inaccuracies, typographical mistakes, and other errors.\nThe Website may also contain material that violates the privacy or publicity rights, or infringes the intellectual property and other proprietary rights, of third parties, or the downloading, copying or use of which is subject to additional terms and conditions, stated or unstated.\nOmni Group disclaims any responsibility for any harm resulting from the use by visitors of the Website, or from any downloading by those visitors of content there posted.&lt;/p&gt.\n&lt;p&gt;&lt;a name=\"7\"&gt;&lt;/a&gt;&lt;/p&gt.\n&lt;h2&gt;&lt;a href=\"#7\"&gt;7.\nContent Posted on Other Websites&lt;/a&gt;&lt;/h2&gt.\n&lt;p&gt;We have not reviewed, and cannot review, all of the material, including computer software, made available through the websites and webpages to which &lt;a href=\"http://discourse.omnigroup.com\"&gt;discourse.omnigroup.com&lt;/a&gt.\nlinks, and that link to &lt;a href=\"http://discourse.omnigroup.com\"&gt;discourse.omnigroup.com&lt;/a&gt;.\nOmni Group does not have any control over those &lt;a href=\"http://non-discourse.omnigroup.com\"&gt;non-discourse.omnigroup.com&lt;/a&gt.\nwebsites and webpages, and is not responsible for their contents or their use.\nBy linking to a &lt;a href=\"http://non-discourse.omnigroup.com\"&gt;non-discourse.omnigroup.com&lt;/a&gt.\nwebsite or webpage, Omni Group does not represent or imply that it endorses such website or webpage.\nYou are responsible for taking precautions as necessary to protect yourself and your computer systems from viruses, worms, Trojan horses, and other harmful or destructive content.\nOmni Group disclaims any responsibility for any harm resulting from your use of &lt;a href=\"http://non-discourse.omnigroup.com\"&gt;non-discourse.omnigroup.com&lt;/a&gt.\nwebsites and webpages.&lt;/p&gt.\n&lt;p&gt;&lt;a name=\"8\"&gt;&lt;/a&gt;&lt;/p&gt.\n&lt;h2&gt;&lt;a href=\"#8\"&gt;8.\nCopyright Infringement and DMCA Policy&lt;/a&gt;&lt;/h2&gt.\n&lt;p&gt;As Omni Group asks others to respect its intellectual property rights, it respects the intellectual property rights of others.\nIf you believe that material located on or linked to by &lt;a href=\"http://discourse.omnigroup.com\"&gt;discourse.omnigroup.com&lt;/a&gt.\nviolates your copyright, and if this website resides in the USA, you are encouraged to notify Omni Group in accordance with Omni Group’s &lt;a href=\"http://en.wikipedia.org/wiki/Digital_Millennium_Copyright_Act\"&gt;Digital Millennium Copyright Act&lt;/a&gt.\n(“DMCA”) Policy.\nOmni Group will respond to all such notices, including as required or appropriate by removing the infringing material or disabling all links to the infringing material.\nOmni Group will terminate a visitor’s access to and use of the Website if, under appropriate circumstances, the visitor is determined to be a repeat infringer of the copyrights or other intellectual property rights of Omni Group or others.\nIn the case of such termination, Omni Group will have no obligation to provide a refund of any amounts previously paid to Omni Group.&lt;/p&gt.\n&lt;p&gt;&lt;a name=\"9\"&gt;&lt;/a&gt;&lt;/p&gt.\n&lt;h2&gt;&lt;a href=\"#9\"&gt;9.\nIntellectual Property&lt;/a&gt;&lt;/h2&gt.\n&lt;p&gt;This Agreement does not transfer from Omni Group to you any Omni Group or third party intellectual property, and all right, title and interest in and to such property will remain (as between the parties) solely with Omni Group.\nOmni Group, &lt;a href=\"http://discourse.omnigroup.com\"&gt;discourse.omnigroup.com&lt;/a&gt;, the &lt;a href=\"http://discourse.omnigroup.com\"&gt;discourse.omnigroup.com&lt;/a&gt.\nlogo, and all other trademarks, service marks, graphics and logos used in connection with &lt;a href=\"http://discourse.omnigroup.com\"&gt;discourse.omnigroup.com&lt;/a&gt;, or the Website are trademarks or registered trademarks of Omni Group or Omni Group’s licensors.\nOther trademarks, service marks, graphics and logos used in connection with the Website may be the trademarks of other third parties.\nYour use of the Website grants you no right or license to reproduce or otherwise use any Omni Group or third-party trademarks.&lt;/p&gt.\n&lt;p&gt;&lt;a name=\"10\"&gt;&lt;/a&gt;&lt;/p&gt.\n&lt;h2&gt;&lt;a href=\"#10\"&gt;10.\nAdvertisements&lt;/a&gt;&lt;/h2&gt.\n&lt;p&gt;Omni Group reserves the right to display advertisements on your content unless you have purchased an Ad-free Upgrade or a Services account.&lt;/p&gt.\n&lt;p&gt;&lt;a name=\"11\"&gt;&lt;/a&gt;&lt;/p&gt.\n&lt;h2&gt;&lt;a href=\"#11\"&gt;11.\nAttribution&lt;/a&gt;&lt;/h2&gt.\n&lt;p&gt;Omni Group reserves the right to display attribution links such as ‘Powered by &lt;a href=\"http://discourse.omnigroup.com\"&gt;discourse.omnigroup.com&lt;/a&gt;,’ theme author, and font attribution in your content footer or toolbar.\nFooter credits and the &lt;a href=\"http://discourse.omnigroup.com\"&gt;discourse.omnigroup.com&lt;/a&gt.\ntoolbar may not be removed regardless of upgrades purchased.&lt;/p&gt.\n&lt;p&gt;&lt;a name=\"12\"&gt;&lt;/a&gt;&lt;/p&gt.\n&lt;h2&gt;&lt;a href=\"#12\"&gt;12.\nChanges&lt;/a&gt;&lt;/h2&gt.\n&lt;p&gt;Omni Group reserves the right, at its sole discretion, to modify or replace any part of this Agreement.\nIt is your responsibility to check this Agreement periodically for changes.\nYour continued use of or access to the Website following the posting of any changes to this Agreement constitutes acceptance of those changes.\nOmni Group may also, in the future, offer new services and/or features through the Website (including, the release of new tools and resources).\nSuch new features and/or services shall be subject to the terms and conditions of this Agreement.&lt;/p&gt.\n&lt;p&gt;&lt;a name=\"13\"&gt;&lt;/a&gt;&lt;/p&gt.\n&lt;h2&gt;&lt;a href=\"#13\"&gt;13.\nTermination&lt;/a&gt;&lt;/h2&gt.\n&lt;p&gt;Omni Group may terminate your access to all or any part of the Website at any time, with or without cause, with or without notice, effective immediately.\nIf you wish to terminate this Agreement or your &lt;a href=\"http://discourse.omnigroup.com\"&gt;discourse.omnigroup.com&lt;/a&gt.\naccount (if you have one), you may simply discontinue using the Website.\nAll provisions of this Agreement which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.&lt;/p&gt.\n&lt;p&gt;&lt;a name=\"14\"&gt;&lt;/a&gt;&lt;/p&gt.\n&lt;h2&gt;&lt;a href=\"#14\"&gt;14.\nDisclaimer of Warranties&lt;/a&gt;&lt;/h2&gt.\n&lt;p&gt;The Website is provided “as is”.\nOmni Group and its suppliers and licensors hereby disclaim all warranties of any kind, express or implied, including, without limitation, the warranties of merchantability, fitness for a particular purpose and non-infringement.\nNeither Omni Group nor its suppliers and licensors, makes any warranty that the Website will be error free or that cess thereto will be continuous or uninterrupted.\nIf you’re actually reading this, here’s &lt;a href=\"http://www.newyorker.com/online/blogs/shouts/2012/12/the-hundred-best-lists-of-all-time.html\"&gt;a treat&lt;/a&gt;.\nYou understand that you download from, or otherwise obtain content or services through, the Website at your own discretion and risk.&lt;/p&gt.\n&lt;p&gt;&lt;a name=\"15\"&gt;&lt;/a&gt;&lt;/p&gt.\n&lt;h2&gt;&lt;a href=\"#15\"&gt;15.\nLimitation of Liability&lt;/a&gt;&lt;/h2&gt.\n&lt;p&gt;In no event will Omni Group, or its suppliers or licensors, be liable with respect to any subject matter of this agreement under any contract, negligence, strict liability or other legal or equitable theory for: (i) any special, incidental or consequential damages.\n(ii) the cost of procurement for substitute products or services.\n(iii) for interruption of use or loss or corruption of data.\nor (iv) for any amounts that exceed the fees paid by you to Omni Group under this agreement during the twelve (12) month period prior to the cause of action.\nOmni Group shall have no liability for any failure or delay due to matters beyond their reasonable control.\nThe foregoing shall not apply to the extent prohibited by applicable law.&lt;/p&gt.\n&lt;p&gt;&lt;a name=\"16\"&gt;&lt;/a&gt;&lt;/p&gt.\n&lt;h2&gt;&lt;a href=\"#16\"&gt;16.\nGeneral Representation and Warranty&lt;/a&gt;&lt;/h2&gt.\n&lt;p&gt;You represent and warrant that (i) your use of the Website will be in strict accordance with the Omni Group &lt;a href=\"/privacy\"&gt;Privacy Policy&lt;/a&gt;, &lt;a href=\"/guidelines\"&gt;Community Guidelines&lt;/a&gt;, with this Agreement and with all applicable laws and regulations (including without limitation any local laws or regulations in your country, state, city, or other governmental area, regarding online conduct and acceptable content, and including all applicable laws regarding the transmission of technical data exported from the country in which this website resides or the country in which you reside) and (ii) your use of the Website will not infringe or misappropriate the intellectual property rights of any third party.&lt;/p&gt.\n&lt;p&gt;&lt;a name=\"17\"&gt;&lt;/a&gt;&lt;/p&gt.\n&lt;h2&gt;&lt;a href=\"#17\"&gt;17.\nIndemnification&lt;/a&gt;&lt;/h2&gt.\n&lt;p&gt;You agree to indemnify and hold harmless Omni Group, its contractors, and its licensors, and their respective directors, officers, employees and agents from and against any and all claims and expenses, including attorneys’ fees, arising out of your use of the Website, including but not limited to your violation of this Agreement.&lt;/p&gt.\n&lt;p&gt;&lt;a name=\"18\"&gt;&lt;/a&gt;&lt;/p&gt.\n&lt;h2&gt;&lt;a href=\"#18\"&gt;18.\nMiscellaneous&lt;/a&gt;&lt;/h2&gt.\n&lt;p&gt;This Agreement constitutes the entire agreement between Omni Group and you concerning the subject matter hereof, and they may only be modified by a written amendment signed by an authorized executive of Omni Group, or by the posting by Omni Group of a revised version.\nExcept to the extent applicable law, if any, provides otherwise, this Agreement, any access to or use of the Website will be governed by the laws of the state of California, U.S.A., excluding its conflict of law provisions, and the proper venue for any disputes arising out of or relating to any of the same will be the state and federal courts located in San Francisco County, California.\nExcept for claims for injunctive or equitable relief or claims regarding intellectual property rights (which may be brought in any competent court without the posting of a bond), any dispute arising under this Agreement shall be finally settled in accordance with the Comprehensive Arbitration Rules of the Judicial Arbitration and Mediation Service, Inc.\n(“JAMS”) by three arbitrators appointed in accordance with such Rules.\nThe arbitration shall take place in San Francisco, California, in the English language and the arbitral decision may be enforced in any court.\nThe prevailing party in any action or proceeding to enforce this Agreement shall be entitled to costs and attorneys’ fees.\nIf any part of this Agreement is held invalid or unenforceable, that part will be construed to reflect the parties’ original intent, and the remaining portions will remain in full force and effect.\nA waiver by either party of any term or condition of this Agreement or any breach thereof, in any one instance, will not waive such term or condition or any subsequent breach thereof.\nYou may assign your rights under this Agreement to any party that consents to, and agrees to be bound by, its terms and conditions.\nOmni Group may assign its rights under this Agreement without condition.\nThis Agreement will be binding upon and will inure to the benefit of the parties, their successors and permitted assigns.&lt;/p&gt.\n&lt;p&gt;This document is CC-BY-SA.\nIt was last updated May 31, 2013.&lt;/p&gt.\n&lt;p&gt;Originally adapted from the &lt;a href=\"http://en.wordpress.com/tos/\"&gt;WordPress Terms of Service&lt;/a&gt;.&lt;/p&gt.\n&lt;/div&gt.\n&lt;/div&gt.\n&lt;!-- :preload-content --&gt.\n&lt;footer class=\"noscript-footer-nav\"&gt.\n&lt;nav itemscope itemtype='http://schema.org/SiteNavigationElement'&gt.\n&lt;a href='/'&gt;Home&lt;/a&gt.\n&lt;a href=\"/categories\"&gt;Categories&lt;/a&gt.\n&lt;a href=\"/guidelines\"&gt;FAQ/Guidelines&lt;/a&gt.\n&lt;a href=\"/tos\"&gt;Terms of Service&lt;/a&gt.\n&lt;a href=\"/privacy\"&gt;Privacy Policy&lt;/a&gt.\n&lt;/nav&gt.\n&lt;/footer&gt.\n&lt;/div&gt.\n&lt;footer id='noscript-footer'&gt.\n&lt;p&gt;Powered by &lt;a href=\"https://www.discourse.org\"&gt;Discourse&lt;/a&gt;, best viewed with JavaScript enabled&lt;/p&gt.\n&lt;/footer&gt.\nSign Up Log In <ul>\n<li>About</li>\n<li>FAQ</li>\n<li>Terms of Service</li>\n<li>Privacy</li>\n</ul>\n<p>The following terms and conditions govern all use of the discourse.omnigroup.com website and all content, services and products available at or through the website, including, but not limited to, discourse.omnigroup.com Forum Software, discourse.omnigroup.com Support Forums and the discourse.omnigroup.com Hosting service (“Hosting”), (taken together, the Website).\nThe Website is owned and operated by Omni Development Inc (“Omni Group”).\nThe Website is offered subject to your acceptance without modification of all of the terms and conditions contained herein and all other operating rules, policies (including, without limitation, discourse.omnigroup.com’s Privacy Policy and Community Guidelines) and procedures that may be published from time to time on this Site by Omni Group (collectively, the “Agreement”).</p>\n<p>Please read this Agreement carefully before accessing or using the Website.\nBy accessing or using any part of the web site, you agree to become bound by the terms and conditions of this agreement.\nIf you do not agree to all the terms and conditions of this agreement, then you may not access the Website or use any services.\nIf these terms and conditions are considered an offer by Omni Group, acceptance is expressly limited to these terms.\nThe Website is available only to individuals who are at least 13 years old.</p>\n<p>\n</p>\n1.\nYour discourse.omnigroup.com Account\n<p>If you create an account on the Website, you are responsible for maintaining the security of your account and you are fully responsible for all activities that occur under the account.\nYou must immediately notify Omni Group of any unauthorized uses of your account or any other breaches of security.\nOmni Group will not be liable for any acts or omissions by you, including any damages of any kind incurred as a result of such acts or omissions.</p>\n<p>\n</p>\n2.\nResponsibility of Contributors\n<p>If you post material to the Website, post links on the Website, or otherwise make (or allow any third party to make) material available by means of the Website (any such material, “Content”), You are entirely responsible for the content of, and any harm resulting from, that Content.\nThat is the case regardless of whether the Content in question constitutes text, graphics, an audio file, or computer software.\nBy making Content available, you represent and warrant that:</p>\n<ul>\n<li>the downloading, copying and use of the Content will not infringe the proprietary rights, including but not limited to the copyright, patent, trademark or trade secret rights, of any third party;</li>\n<li>if your employer has rights to intellectual property you create, you have either (i) received permission from your employer to post or make available the Content, including but not limited to any software, or (ii) secured from your employer a waiver as to all rights in or to the Content;</li>\n<li>you have fully complied with any third-party licenses relating to the Content, and have done all things necessary to successfully pass through to end users any required terms;</li>\n<li>the Content does not contain or install any viruses, worms, malware, Trojan horses or other harmful or destructive content;</li>\n<li>the Content is not spam, is not machine- or randomly-generated, and does not contain unethical or unwanted commercial content designed to drive traffic to third party sites or boost the search engine rankings of third party sites, or to further unlawful acts (such as phishing) or mislead recipients as to the source of the material (such as spoofing);</li>\n<li>the Content is not pornographic, does not contain threats or incite violence, and does not violate the privacy or publicity rights of any third party;</li>\n<li>your content is not getting advertised via unwanted electronic messages such as spam links on newsgroups, email lists, blogs and web sites, and similar unsolicited promotional methods;</li>\n<li>your content is not named in a manner that misleads your readers into thinking that you are another person or company.\nand</li>\n<li>you have, in the case of Content that includes computer code, accurately categorized and/or described the type, nature, uses and effects of the materials, whether requested to do so by Omni Group or otherwise.</li>\n</ul>\n<p>\n</p>\n3.\nUser Content License\n<p>User contributions are licensed under a Creative Commons Attribution-NonCommercial-ShareAlike 3.0 Unported License.\nWithout limiting any of those representations or warranties, Omni Group has the right (though not the obligation) to, in Omni Group’s sole discretion (i) refuse or remove any content that, in Omni Group’s reasonable opinion, violates any Omni Group policy or is in any way harmful or objectionable, or (ii) terminate or deny access to and use of the Website to any individual or entity for any reason, in Omni Group’s sole discretion.\nOmni Group will have no obligation to provide a refund of any amounts previously paid.</p>\n<p>\n</p>\n4.\nPayment and Renewal\nGeneral Terms\n<p>Optional paid services or upgrades may be available on the Website.\nWhen utilizing an optional paid service or upgrade, you agree to pay Omni Group the monthly or annual subscription fees indicated.\nPayments will be charged on a pre-pay basis on the day you begin utilizing the service or upgrade and will cover the use of that service or upgrade for a monthly or annual subscription period as indicated.\nThese fees are not refundable.</p>\nAutomatic Renewal\n<p>Unless you notify Omni Group before the end of the applicable subscription period that you want to cancel a service or upgrade, your subscription will automatically renew and you authorize us to collect the then-applicable annual or monthly subscription fee (as well as any taxes) using any credit card or other payment mechanism we have on record for you.\nSubscriptions can be canceled at any time.</p>\n<p>\n</p>\n5.\nServices\nHosting, Support Services\n<p>Optional Hosting and Support services may be provided by Omni Group under the terms and conditions for each such service.\nBy signing up for a Hosting/Support or Support services account, you agree to abide by such terms and conditions.</p>\n<p>\n</p>\n6.\nResponsibility of Website Visitors\n<p>Omni Group has not reviewed, and cannot review, all of the material, including computer software, posted to the Website, and cannot therefore be responsible for that material’s content, use or effects.\nBy operating the Website, Omni Group does not represent or imply that it endorses the material there posted, or that it believes such material to be accurate, useful or non-harmful.\nYou are responsible for taking precautions as necessary to protect yourself and your computer systems from viruses, worms, Trojan horses, and other harmful or destructive content.\nThe Website may contain content that is offensive, indecent, or otherwise objectionable, as well as content containing technical inaccuracies, typographical mistakes, and other errors.\nThe Website may also contain material that violates the privacy or publicity rights, or infringes the intellectual property and other proprietary rights, of third parties, or the downloading, copying or use of which is subject to additional terms and conditions, stated or unstated.\nOmni Group disclaims any responsibility for any harm resulting from the use by visitors of the Website, or from any downloading by those visitors of content there posted.</p>\n<p>\n</p>\n7.\nContent Posted on Other Websites\n<p>We have not reviewed, and cannot review, all of the material, including computer software, made available through the websites and webpages to which discourse.omnigroup.com links, and that link to discourse.omnigroup.com.\nOmni Group does not have any control over those non-discourse.omnigroup.com websites and webpages, and is not responsible for their contents or their use.\nBy linking to a non-discourse.omnigroup.com website or webpage, Omni Group does not represent or imply that it endorses such website or webpage.\nYou are responsible for taking precautions as necessary to protect yourself and your computer systems from viruses, worms, Trojan horses, and other harmful or destructive content.\nOmni Group disclaims any responsibility for any harm resulting from your use of non-discourse.omnigroup.com websites and webpages.</p>\n<p>\n</p>\n8.\nCopyright Infringement and DMCA Policy\n<p>As Omni Group asks others to respect its intellectual property rights, it respects the intellectual property rights of others.\nIf you believe that material located on or linked to by discourse.omnigroup.com violates your copyright, and if this website resides in the USA, you are encouraged to notify Omni Group in accordance with Omni Group’s Digital Millennium Copyright Act (“DMCA”) Policy.\nOmni Group will respond to all such notices, including as required or appropriate by removing the infringing material or disabling all links to the infringing material.\nOmni Group will terminate a visitor’s access to and use of the Website if, under appropriate circumstances, the visitor is determined to be a repeat infringer of the copyrights or other intellectual property rights of Omni Group or others.\nIn the case of such termination, Omni Group will have no obligation to provide a refund of any amounts previously paid to Omni Group.</p>\n<p>\n</p>\n9.\nIntellectual Property\n<p>This Agreement does not transfer from Omni Group to you any Omni Group or third party intellectual property, and all right, title and interest in and to such property will remain (as between the parties) solely with Omni Group.\nOmni Group, discourse.omnigroup.com, the discourse.omnigroup.com logo, and all other trademarks, service marks, graphics and logos used in connection with discourse.omnigroup.com, or the Website are trademarks or registered trademarks of Omni Group or Omni Group’s licensors.\nOther trademarks, service marks, graphics and logos used in connection with the Website may be the trademarks of other third parties.\nYour use of the Website grants you no right or license to reproduce or otherwise use any Omni Group or third-party trademarks.</p>\n<p>\n</p>\n10.\nAdvertisements\n<p>Omni Group reserves the right to display advertisements on your content unless you have purchased an Ad-free Upgrade or a Services account.</p>\n<p>\n</p>\n11.\nAttribution\n<p>Omni Group reserves the right to display attribution links such as ‘Powered by discourse.omnigroup.com,’ theme author, and font attribution in your content footer or toolbar.\nFooter credits and the discourse.omnigroup.com toolbar may not be removed regardless of upgrades purchased.</p>\n<p>\n</p>\n12.\nChanges\n<p>Omni Group reserves the right, at its sole discretion, to modify or replace any part of this Agreement.\nIt is your responsibility to check this Agreement periodically for changes.\nYour continued use of or access to the Website following the posting of any changes to this Agreement constitutes acceptance of those changes.\nOmni Group may also, in the future, offer new services and/or features through the Website (including, the release of new tools and resources).\nSuch new features and/or services shall be subject to the terms and conditions of this Agreement.</p>\n<p>\n</p>\n13.\nTermination\n<p>Omni Group may terminate your access to all or any part of the Website at any time, with or without cause, with or without notice, effective immediately.\nIf you wish to terminate this Agreement or your discourse.omnigroup.com account (if you have one), you may simply discontinue using the Website.\nAll provisions of this Agreement which by their nature should survive termination shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, indemnity and limitations of liability.</p>\n<p>\n</p>\n14.\nDisclaimer of Warranties\n<p>The Website is provided “as is”.\nOmni Group and its suppliers and licensors hereby disclaim all warranties of any kind, express or implied, including, without limitation, the warranties of merchantability, fitness for a particular purpose and non-infringement.\nNeither Omni Group nor its suppliers and licensors, makes any warranty that the Website will be error free or that cess thereto will be continuous or uninterrupted.\nIf you’re actually reading this, here’s a treat.\nYou understand that you download from, or otherwise obtain content or services through, the Website at your own discretion and risk.</p>\n<p>\n</p>\n15.\nLimitation of Liability\n<p>In no event will Omni Group, or its suppliers or licensors, be liable with respect to any subject matter of this agreement under any contract, negligence, strict liability or other legal or equitable theory for: (i) any special, incidental or consequential damages.\n(ii) the cost of procurement for substitute products or services.\n(iii) for interruption of use or loss or corruption of data.\nor (iv) for any amounts that exceed the fees paid by you to Omni Group under this agreement during the twelve (12) month period prior to the cause of action.\nOmni Group shall have no liability for any failure or delay due to matters beyond their reasonable control.\nThe foregoing shall not apply to the extent prohibited by applicable law.</p>\n<p>\n</p>\n16.\nGeneral Representation and Warranty\n<p>You represent and warrant that (i) your use of the Website will be in strict accordance with the Omni Group Privacy Policy, Community Guidelines, with this Agreement and with all applicable laws and regulations (including without limitation any local laws or regulations in your country, state, city, or other governmental area, regarding online conduct and acceptable content, and including all applicable laws regarding the transmission of technical data exported from the country in which this website resides or the country in which you reside) and (ii) your use of the Website will not infringe or misappropriate the intellectual property rights of any third party.</p>\n<p>\n</p>\n17.\nIndemnification\n<p>You agree to indemnify and hold harmless Omni Group, its contractors, and its licensors, and their respective directors, officers, employees and agents from and against any and all claims and expenses, including attorneys’ fees, arising out of your use of the Website, including but not limited to your violation of this Agreement.</p>\n<p>\n</p>\n18.\nMiscellaneous\n<p>This Agreement constitutes the entire agreement between Omni Group and you concerning the subject matter hereof, and they may only be modified by a written amendment signed by an authorized executive of Omni Group, or by the posting by Omni Group of a revised version.\nExcept to the extent applicable law, if any, provides otherwise, this Agreement, any access to or use of the Website will be governed by the laws of the state of California, U.S.A., excluding its conflict of law provisions, and the proper venue for any disputes arising out of or relating to any of the same will be the state and federal courts located in San Francisco County, California.\nExcept for claims for injunctive or equitable relief or claims regarding intellectual property rights (which may be brought in any competent court without the posting of a bond), any dispute arising under this Agreement shall be finally settled in accordance with the Comprehensive Arbitration Rules of the Judicial Arbitration and Mediation Service, Inc.\n(“JAMS”) by three arbitrators appointed in accordance with such Rules.\nThe arbitration shall take place in San Francisco, California, in the English language and the arbitral decision may be enforced in any court.\nThe prevailing party in any action or proceeding to enforce this Agreement shall be entitled to costs and attorneys’ fees.\nIf any part of this Agreement is held invalid or unenforceable, that part will be construed to reflect the parties’ original intent, and the remaining portions will remain in full force and effect.\nA waiver by either party of any term or condition of this Agreement or any breach thereof, in any one instance, will not waive such term or condition or any subsequent breach thereof.\nYou may assign your rights under this Agreement to any party that consents to, and agrees to be bound by, its terms and conditions.\nOmni Group may assign its rights under this Agreement without condition.\nThis Agreement will be binding upon and will inure to the benefit of the parties, their successors and permitted assigns.</p>\n<p>This document is CC-BY-SA.\nIt was last updated May 31, 2013.</p>\n<p>Originally adapted from the WordPress Terms of Service.</p> Home Categories FAQ/Guidelines Terms of Service Privacy Policy <p>Powered by Discourse, best viewed with JavaScript enabled</p> Unfortunately, your browser is too old to work on this site.\nPlease upgrade your browser to view rich content, login, and reply.\n", "created_at": "2020-03-21 15:27:40.100872", "updated_at": "2020-12-14 23:58:24.098082"}, {"id": 2390, "name": "End User License Agreement", "url": "https://www.omnigroup.com/legal/EULA", "xpath": "", "text": " 5 Menu Toggle <ul>\n<li> Apps <ul>\n<li> {{app.id}} </li>\n</ul>\n</li>\n<li> Help <ul>\n<li> {{item.id}} </li>\n</ul>\n</li>\n<li> Company <ul>\n<li> {{item.id}} </li>\n</ul>\n</li>\n<li>Omni Accounts</li>\n<li>Store</li>\n</ul> 5 Our Policies <li>End User License Agreement</li>\n<li>Privacy Policy</li>\n<li>Unsolicited Idea Submission Policy</li>\n<ul> Our Terms of Service <li>ID Terms of Service</li>\n<li>Sync Server Terms of Service</li>\n<li>Forums Terms of Service</li>\n</ul> End User License Agreement <p>The document that follows this paragraph is a license agreement that accompanies all of our Mac applications.\nWe put it here so people could check it out before downloading the app in the first place.</p>\n<p>Why do we need such a thing? Well, to be perfectly honest, our lawyers have told us that we need to protect ourselves.\nWe at the Omni Group pride ourselves on our low-key style, but the global nature of the software business means that one lawsuit from one user in a far-flung jurisdiction could seriously affect us and our ability to provide software.\nIt also means that, without this license agreement, we might not have protection from people who misuse our software.\nWe do not want to risk our entire company on such possibilities, however unlikely, because we like doing what we do and want to continue to be able to do it.\nAnd, so, we require you to read and agree to the terms of this document before using our software.\nWe think you will find it quite reasonable.\nObviously, if you disagree, click “Disagree.” But, don’t just stop there.\nLet us know.\nSend some email to info@omnigroup.com telling us what you find unacceptable about our license agreement.\nWe can’t promise to change anything, but we will do our best to get back to you.</p>\n<p>\n<strong>END USER LICENSE AGREEMENT</strong>\n</p>\n<p>THIS END USER LICENSE AGREEMENT (”License Agreement”) IS A LEGAL AGREEMENT between you (either an individual or an entity) and Omni Development, Inc.\n(“the Omni Group”).\nBy clicking on the “Agree” button or installing, using or benefiting from the Omni Group software (the “Software”), you are agreeing to be bound by the terms and conditions of this License Agreement.\nIf you do not agree to the terms and conditions of this License Agreement, do not click on the “Agree” button and you may not access or otherwise use or benefit from the Software in any manner.\nThe terms and conditions of this License Agreement also apply to any updates, supplements, Internet-based services, and support services for this Software, unless other terms accompany those items.\nIf so, those terms apply.</p>\n<p>\n<strong>1.\nGrant of Limited License.\nConditions.</strong>\n</p>\n<p>Any license granted to you herein is conditioned on your compliance with the terms and conditions contained in this License Agreement.</p>\n<p>(a) Downloaded and Software on Media.\nThe Omni Group grants to you a non-exclusive, personal, limited right to install and use the Omni Group software program downloaded or contained on the CD-ROM, disk or other media (the “Software”).\nThe license permits either (a) multiple users to install and use the Software on a single machine.\nor (b) a single user to install and use the Software on multiple machines.\nHowever, a single license does not allow multiple users to ever use Software on multiple machines, regardless of whether such use is concurrent, except in the case of Family Pack licensing.</p>\n<p>Family Pack licenses permit you to install and use the software on up to five computers at a time as long as those computers are located in the same household (portables which are used primarily in this household are included) and used by persons who occupy that same household.\nBy “household” we mean a person or persons sharing the same single family housing unit such as a home, apartment, mobile home or condominium.\nThis license does not extend to students who reside at a separate on-campus location or to business or commercial users.</p>\n<p>(b) Online Subscription Software.\nIf available and you licensed the Software on an online subscription basis, the Omni Group grants to you a non-exclusive, personal, limited right to use and access the Software for the subscription period for which you have paid the applicable subscription fees, solely for your own internal business purposes, subject to the terms of this License Agreement and any other terms and conditions accompanying such Software.\nIf any subscription based Software is licensed on a “named user” basis, rights of any user licensed to utilize the Software service cannot be shared or used by more than one individual.\nIn addition, a user may not be transferred from one individual to another unless the original user no longer requires, and is no longer permitted, access to the Software service.\nYou may have the option to extend your subscription or convert to a perpetual license.\nIf you extend your subscription, you may continue using the Software until the end of your extended subscription period.\nSee the Software activation screens or other accompanying materials for subscription details.\nAfter the expiration of your subscription, features of the Software will stop running.</p>\n<p>\n<strong>2.\nReservation of Rights and Ownership.</strong>\n</p>\n<p>The Omni Group reserves all rights not expressly granted to you in this License Agreement.\nThe Software is licensed, not sold.\nThe Omni Group, its affiliates, and their suppliers own and retain all right, title and interest in and to the Software, including all copyrights, patents, trade secret rights, trademarks and other intellectual property rights therein, and the Software is protected by United States copyright laws and other intellectual property laws and international treaty provisions.\nAmong other things, copyright laws prohibit you from making derivative works of the Software.\nYou may, however, make copies of the Software solely for your individual and personal use on multiple computers, provided that you include all copyright and proprietary rights notices on any copies.\nNotwithstanding the foregoing, you may not make copies for use on multiple machines if multiple users (including employees, agents, or contractors) will use those machines unless you purchase a corresponding number of seat licenses.\nYour possession, installation, or use of the Software does not transfer to you any title to the intellectual property in the Software, and you will not acquire any rights to the Software except as expressly set forth in this License Agreement.\nTo the extent you provide any comments or suggestions to the Omni Group, the Omni Group shall have the right to retain and use any such comments or suggestions regarding the Software in current or future software, products or services, without further compensation to you or without your approval.</p>\n<p>\n<strong>3.\nOther License Restrictions.</strong>\n</p>\n<p>(a) If your copy of the Software does not come with a Registration Key, you may register your copy of the Software by purchasing a Registration Key at http://store.omnigroup.com.\nThe Registration Key will disable a feature of the Software that provides for intermittent reminders that you have not registered your copy of the Software.\nYou may not use the Registration Key for any unlicensed purpose and you may not provide the Registration Key to any third party.</p>\n<p>(b) You may modify, reverse-engineer, decompile, or disassemble the Software.\nHowever, you may not do so for the purpose of disabling the feature of the Software that provides intermittent reminders that you have not registered your copy of the Software (i.e.\ncircumventing the Registration Key system), creating derivative works, or for the purpose of circumventing any of the terms of this License Agreement or any other provision of law.</p>\n<p>(c) You may not claim that the Software, in whole or in part, is yours, and you may not use the name the Omni Group or Omni Development (or any of their suppliers’) or any of their respective logos or trademarks in any manner without first obtaining the prior written permission from an authorized representative of the Omni Group.</p>\n<p>(d) You must use the Software at all times in a manner that is consistent with any other software licenses granted to you by other companies that have provided software for your computer.\nFor example, if the Software is designed to be used with the Mac OS X operating system, you may not use the Software in a manner inconsistent with the Mac OS X license agreement between you and Apple, Inc.</p>\n<p>(e) You may not distribute copies of the Software, in whole or in part, to any third party, nor may you use, rent, make available, loan, sublicense, or lease, with or without consideration, the Software to third parties.\nYou further may not use the Software to act as a service bureau or application service provider or use the Software for commercial software hosting services.\nIn addition, you may not publish the Software for others to copy or use the Software in any way that is against the law.</p>\n<p>\n<strong>4.\nLimited Refund and Warranty.\nDisclaimers and Limitation of Liability.</strong>\n</p>\n<p>(a) The Omni Group provides a thirty (30) day money-back guarantee on the Software.\nIf you are dissatisfied with the Software for any reason, the Omni Group will refund your purchase price paid if you uninstall the Software and return the Software and all copies to the place of purchase within thirty (30) days of the date of the original purchase by the original user.\nTHESE ARE YOUR ONLY REMEDIES WITH RESPECT TO THE SOFTWARE, DOCUMENTATION, AND/OR SERVICES.\nEXCEPT FOR THE FOREGOING THE SOFTWARE, ANY DOCUMENTATION, AND ANY SERVICES ARE PROVIDED “AS IS” AND ON AN “AS AVAILABLE” BASIS WITHOUT ANY WARRANTIES, REPRESENTATIONS, OR GUARANTEES OF ANY KIND.\nEXCEPT FOR ANY WARRANTY, CONDITION, REPRESENTATION OR TERM THE EXTENT TO WHICH CANNOT BE EXCLUDED OR LIMITED BY APPLICABLE LAW, THE OMNI GROUP, ITS AFFILIATES AND THEIR SUPPLIERS MAKE NO WARRANTY, CONDITION, REPRESENTATION, GUARANTEE, OR TERM (EXPRESS OR IMPLIED, WHETHER BY STATUTE, COMMON LAW, CUSTOM, USAGE OR OTHERWISE) AS TO ANY MATTER INCLUDING, WITHOUT LIMITATION, MERCHANTABILITY, NONINFRINGEMENT OF THIRD PARTY RIGHTS, TITLE, SATISFACTORY QUALITY, WORKMANLIKE EFFORT, AVAILABILITY, SECURITY, INTEGRATION, CUSTOMER DATA, QUIET ENJOYMENT, FITNESS FOR A PARTICULAR PURPOSE, AND ANY WARRANTIES ARISING OUT OF ANY COURSE OF DEALING OR USAGE OF TRADE.\nTHE ENTIRE RISK ARISING OUT OF THE USE OR RESULTS OBTAINED FROM THE SOFTWARE, DOCUMENTATION AND/OR SERVICES REMAINS ENTIRELY WITH YOU.\nWITHOUT LIMITING THE FOREGOING PROVISIONS, THE OMNI GROUP, ITS AFFILIATES AND THEIR SUPPLIERS MAKE NO WARRANTY, REPRESENTATION AND/OR GUARANTEE THAT THE SOFTWARE, DOCUMENTATION, AND/OR SERVICES WILL BE ERROR-FREE OR FREE FROM INTERRUPTIONS OR OTHER FAILURES OR WILL MEET YOUR REQUIREMENTS.YOU (AND NOT THE OMNI GROUP, ITS AFFILIATES OR THEIR SUPPLIERS) ASSUME THE ENTIRE RISK AND COST RELATED TO OR ARISING OUT OF THE SOFTWARE, DOCUMENTATION, AND/OR SERVICES.</p>\n<p>(b) IN NO EVENT SHALL THE OMNI GROUP, ITS AFFILIATES OR THEIR SUPPLIERS OR ANYONE ELSE INVOLVED IN THE CREATION, PRODUCTION, MARKETING, DISTRIBUTION, OR DELIVERY OF ANY PART OF THE SOFTWARE, DOCUMENTATION AND/OR SERVICES, BE LIABLE FOR ANY SPECIAL, INDIRECT, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES, INCLUDING, WITHOUT LIMITATION, DAMAGES FOR LOSS OF BUSINESS PROFITS, FOR BUSINESS INTERRUPTION, FOR LOSS OF BUSINESS INFORMATION, OR FOR OTHER MONETARY LOSS, ARISING OUT OF THE USE OF OR THE PERFORMANCE OF THE SOFTWARE, DOCUMENTATION AND/OR SERVICES OR THE INABILITY TO USE THE SOFTWARE, DOCUMENTATION AND/OR SERVICES AND OTHER INFORMATION PROVIDED TO YOU BY THE OMNI GROUP, OR IN THE PROVISION OF, OR FAILURE TO PROVIDE, SERVICES OR INFORMATION.\nThis exclusion and limitation shall apply even if any remedy fails of its essential purpose.</p>\n<p>Because some states of the United States and some countries do not allow the exclusion or limitation of the liability for consequential or incidental damages, the above disclaimer may not apply to you.\nAny warranties that by law survive the foregoing disclaimers shall terminate ninety (90) days from the date you downloaded or otherwise received the Software.</p>\n<p>(c) NOTWITHSTANDING ANY DAMAGES THAT YOU MIGHT INCUR FOR ANY REASON WHATSOEVER (INCLUDING, WITHOUT LIMITATION, ALL DAMAGES REFERENCED ABOVE AND ALL DIRECT OR GENERAL DAMAGES), THE ENTIRE CUMULATIVE LIABILITY OF THE OMNI GROUP, ITS AFFILIATES AND ANY OF THEIR SUPPLIERS, WHETHER IN CONTRACT (INCLUDING ANY PROVISION OF THIS LICENSE AGREEMENT), TORT, OR OTHERWISE, AND YOUR EXCLUSIVE REMEDY FOR ALL OF THE FOREGOING, SHALL BE LIMITED TO THE GREATER OF DIRECT DAMAGES IN THE AMOUNT ACTUALLY PAID BY YOU FOR THE SOFTWARE AND/OR SERVICES OR U.S.$5.00.\nTHE FOREGOING LIMITATIONS, EXCLUSIONS, AND DISCLAIMERS SHALL APPLY TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, EVEN IF THE OMNI GROUP, ITS AFFILIATES AND ANY OF THEIR SUPPLIERS HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES AND EVEN IF ANY REMEDY FAILS ITS ESSENTIAL PURPOSE.</p>\n<p>\n<strong>5.\nFees.</strong>\n</p>\n<p>By clicking “Agree” or using or accessing the Software, you also represent that you are responsible for and have paid the Omni Group any and all applicable license fees for the Software unless the Omni Group has made available a version of the Software on a trial or evaluation basis for no fees, in which case, no fees are required for such trial or evaluation Software.\nIf available and you licensed the Software on a subscription basis, you agree to pay timely such fees throughout the subscription period.\nYou must keep all information in your billing account accurate and current, including your billing address and any expiration date for your payment method.\nAccounts that have an invalid payment method at the time of renewal will be suspended.</p>\n<p>\n<strong>6.\nYour Warranty to the Omni Group.</strong>\n</p>\n<p>You warrant that all individuals having access to and/or using the Software will observe and perform all the terms and conditions of this License Agreement.\nYou shall use all reasonable efforts to see that employees, agents, or other persons under your direction or control who have access to and/or use the Software, Documentation, and Services abide by the terms and conditions of this License Agreement.\nYou shall, at your own expense, promptly enforce the restrictions in this License Agreement against any person who gains access to your copy of the Software (i.e.\nthe copy you obtain upon agreeing to this License Agreement or any other lawful copy you have made from such copy) with your permission or while your employee or agent and who violates such restrictions, by instituting and diligently pursuing all legal and equitable remedies against him or her.\nYou agree to immediately notify the Omni Group in writing of any misuse, misappropriation or unauthorized use, disclosure, display or copying of the Software Documentation, and/or Services that may come to your attention.\nIf you authorize, assist, encourage or facilitate another person or entity to take any action related to the subject matter of this License Agreement, you shall be deemed to have taken the action yourself.\nYou agree to defend, indemnify and hold harmless the Omni Group, its affiliates and their suppliers from any and all claims resulting from or arising out of any your, including any employee’s or agent’s (a)&nbsp;use or misuse of the Software, Documentation, and/or Services, including without limitation, data you enter into, store, or access through the Software (“Customer Data”).\n(b)&nbsp;violation of any law or the rights of any third party, including but not limited to infringement or misappropriation of any intellectual or proprietary rights of any third party, or (c)&nbsp;breach of this License Agreement, including any breach of any warranty or representation you make to the Omni Group.</p>\n<p>\n<strong>7.\nTerms of Service.\nSecurity.\nAvailability.</strong>\n</p>\n<p>(a) If you downloaded the Software or access any Software services, the Omni Group servers will automatically log certain non-personal information from your computer, information such as your IP address.\nIf you decide you wish to purchase a Registration Key or use certain Software services, we require that you provide us with certain billing information that is personal to you (“Personal Information”).\nThat Personal information includes your name, address and credit card number and may also include other information such as your email address.\nAfter we have received payment from your credit card company, we save only the last five digits of your credit card for identification purposes.</p>\n<p>(b) The Omni Group may, on occasion, use your IP address and review other information, including Customer Data, to help diagnose problems with our server and to administer its website.\nThe Omni Group may provide aggregate statistics about our customers, traffic patterns, and related site information to reputable third-party vendors.\nIn this process, the information that the Omni Group collects remains anonymous to third parties.\nThe Omni Group may derive general information from your Personal Information and web usage.\nThe Omni Group may also collect and use Customer Data and other information to operate and improve our Software, sites and services.\nThese uses may include providing you with more effective customer service.\nmaking the Software, sites and services easier to use.\nreviewing and performing research and analysis aimed at improving our Software, products, services and technologies.\nand providing technical support, including as you expressly authorize us to do in connection with your use of the Software services.\nand as necessary to provide the Software services to you,</p>\n<p>While we may track information regarding your use of the Software, we will not sell or license Personal Information, and will not disclose your Personal Information except as we may determine to be necessary or desirable to comply with the License Agreement, the request of a governmental or regulatory body, subpoenas or court orders, or for other legal purposes.\nWe may also disclose Personal Information as part of a corporate transaction such as a merger or sale of assets..</p>\n<p>(c) The Omni Group strives to ensure the reliability and security of our Software services but cannot guarantee that we will be successful at doing so, given the nature of the Internet.\nWe will use commercially reasonable efforts and industry accepted methods to help ensure the reliability and security of our Software services, but the Omni Group, its affiliates, and their suppliers are not responsible to you or any third party for unauthorized access or use, corruption, deletion, destruction or loss of your data or the unauthorized use of the Software services.\nYou are responsible for the use of the Software services by any employee of yours, any person to whom you have given access to the Software services, and any person who gains access to your data or the Software services as a result of your failure to use reasonable security precautions, even if such use was not authorized by you.</p>\n<p>(d) You acknowledge and agree that: (i) your access to and use of the Software services may be suspended for the period of any unanticipated or unscheduled downtime or unavailability of any portion or all of the Software services for any reason, including as a result of power outages, system failures or other interruptions.\nand (ii) the Omni Group shall also be entitled, without any liability to you, to suspend access to any portion or all of the Software services at any time: (a) for scheduled downtime to permit us to conduct maintenance or make modifications to any Software services.\n(b) in the event of a denial of service attack or other attack on the Software service or other event that we determine, in our sole discretion, may create a risk to the applicable Software service, to you or to any of our other customers if the Software service were not suspended.\nor (c) in the event that we determine that any Software service is prohibited by law or we otherwise determine that it is necessary or prudent to do so for legal or regulatory reasons (collectively, “Service Suspensions”).\nThe Omni Group, its affiliates, and their suppliers shall have no liability whatsoever for any damage, liabilities, losses (including any loss of data or profits) or any other consequences that you may incur as a result of any Service Suspension.\nTo the extent we are able, we will endeavor to provide notice of any Service Suspension by posting updates on our website regarding resumption of Software services following any such suspension, but shall have no liability for the manner in which we may do so or if we fail to do so.\nThe foregoing is in addition to the Omni Group’s rights to terminate or suspend this License Agreement as set forth in Section 10 below.</p>\n<p>(e) In no event shall the Omni Group, its affiliates or their suppliers or anyone else involved in the creation, production, marketing, distribution, or delivery of any part of the Software, Documentation and/or services be responsible or liable for or deemed in breach hereof because of any delay in the performance of its respective obligations hereunder due to circumstances beyond its reasonable control, including but not limited to acts of God.\nweather conditions.\nwar.\nterrorism in any form.\nriots.\nacts of the public enemy.\nrequirements, actions or failures to act on the part of governmental authorities preventing performance.\naccidents.\nfire.\nand transportation delays or accidents.\nThe provisions of this section are in addition to the other limitations and conditions of this License Agreement, including Section 4.</p>\n<p>\n<strong>8.\nExport Control Laws.</strong>\n</p>\n<p>You agree to comply with all laws, rules and regulations applicable to the export of the Software.\nIn that regard, you agree not to export or transmit or download, directly or indirectly, the Software or any technical data or products received from the Omni Group except in full compliance with all U.S.\nExport Administration Regulations and the import/export rules of any other country.\nDiversion contrary to U.S.\nor other law is expressly prohibited.\nYou agree to comply with all applicable export laws and regulations and the laws, regulations, and rules of any country or region which apply to any of your use of the Software, Documentation and Services.\nBy downloading or using the Software, you are agreeing to the foregoing and you are representing and warranting that you shall comply with the foregoing.</p>\n<p>\n<strong>9.\nInjunctive Relief.</strong>\n</p>\n<p>Because of the unique nature of the Software, you understand and agree that The Omni Group will suffer irreparable injury in the event you fail to comply with any of the terms and conditions this License Agreement and that monetary damages may be inadequate to compensate The Omni Group for such breach.\nAccordingly, you agree that The Omni Group will, in addition to any other remedies available to it at law or in equity, be entitled to injunctive relief, without posting a bond, to enforce the terms and conditions of this License Agreement.</p>\n<p>\n<strong>10.\nTermination.</strong>\n</p>\n<p>You may terminate this Agreement at any time.\nIf available and you licensed the Software on an online subscription basis, the Software services will be automatically renewed upon the expiration of the then current term, unless you log into your account and cancel your service prior to the expiration date.\nFees at the time of automatic renewals will be at the then-current rates for such Software services.\nThe Omni Group may immediately terminate this License Agreement if you breach any representation, warranty, agreement or obligation contained or referred to in this License Agreement.\nUpon termination, you must dispose of the Software and all copies or versions of the Software by destroying the Software.\nUpon termination or expiration of any Software services, The Omni Group will endeavor to keep your existing data and data files of yours available for you to retrieve for a period not to exceed sixty (60) days from such termination or expiration.\nFollowing such period, you agree that the Omni Group may permanently dispose of or delete such data and data files without notice or any obligation or liability to you.\nThe provisions of Sections 3, 4, 5, 6, 7, 8, 9, 10, 11 and 12 of this License Agreement shall survive termination or expiration of this Agreement for any reason.</p>\n<p>\n<strong>11.\nVenue.\nMiscellaneous.</strong>\n</p>\n<p>In any suit or other action to enforce any right or remedy under or arising out of this License Agreement, the prevailing party shall be entitled reasonable attorneys’ fees together with expenses and costs that such prevailing party incurs.\nThis License Agreement shall be governed by the laws of the State of Washington, but not including the 1980 United Nations Convention on Contracts for International Sale of Goods or conflicts of law principles that would require the application of law of a different jurisdiction.\nVenue for any action under this Agreement shall be limited to the federal and state courts located in Seattle, Washington, provided that the Omni Group may pursue injunctive relief in any forum in order to protect intellectual property rights.\nYou consent to the personal jurisdiction of the courts of such venue.\nThis License Agreement will be binding upon, and inure to the benefit of the parties and their respective successors and assigns.\nThe failure by the Omni Group to enforce any provision of this License Agreement shall in no way be construed to be a present or future waiver of such provision nor in any way affect our right to enforce such provision thereafter.\nAll waivers by us must be in writing to be effective.\nThis License Agreement, together with any addendum or amendment included with the Software, is the complete agreement between the Omni Group and you and supersedes all prior agreements, oral or written, with respect to the subject matter hereof.\nAll communications and notices to be made or given pursuant to this Agreement shall be in the English language.\nThis License Agreement is prepared in the English language.\nIn the event of a conflict between the English language version and any translated version, the English language version shall govern the parties’ relationship.\nAny translation of this License Agreement into any other languages shall be for convenience of reference only.</p>\n<p>\n<strong>12.\nU.S.\nGovernment Restricted Rights.</strong>\n</p>\n<p>The Software is provided with RESTRICTED RIGHTS.\nUse, duplication, or disclosure by the Government is subject to restrictions as set forth in subparagraph (c)(1)(ii) of The Rights in Technical Data and Computer Software clause at 48 CFR § 252.227-7013 or subparagraphs (c)(1) and (2) of the Commercial Computer Software – Restricted Rights 48 CFR § 52.227-19, as applicable.\nManufacturer is Omni Development, Inc., 1000 Dexter Ave N, Suite 400, Seattle, WA 98109-3582.</p>\n<p>If the Commercial Computer Software Restricted Rights clause at 48 CFR § 52.227-19 or its successors apply, the Software constitutes restricted computer software as defined in that clause and the Government shall not have the license for published software set forth in subparagraph (c)(3) of that clause.</p>\n<p>The Software (i) was developed at private expense, and no part of it was developed with governmental funds.\n(ii) is a trade secret of the Omni Group for all purposes of the Freedom of Information Act.\n(iii) is “restricted computer software” subject to limited utilization as provided in the contract between the vendor and the governmental entity.\nand (iv) in all respects is proprietary data belonging solely to the Omni Group.</p>\n<p>COPYRIGHT NOTICE.\nCopyright © 1994-2019 Omni Development, Inc., 1000 Dexter Ave N, Suite 400, Seattle, WA 98109-3582.\nAll rights reserved.\nAny rights not expressly granted in this License Agreement are reserved.</p>\n<p>TRADEMARKS.\n“The Omni Group,” “OmniWeb,” “OmniGraffle,” “OmniOutliner,” “OmniPlan,” “OmniGraphSketcher,” “OmniObjectMeter,” “OmniDazzle,” “OmniDiskSweeper,” and “OmniDictionary” are either trademarks or registered trademarks of Omni Development, Inc.\n“OmniFocus” is a registered trademark and is used under license by Omni Development Inc.</p>\n<p>CONSENT TO AGREEMENT TERMS IMPORTANT NOTICE: Clicking or authorizing the clicking of the “Agree” button below is a symbol of your electronic signature that you are authorized, and in so doing, accept and agree to be bound by all provisions of the License Agreement.\nDo not proceed and click “Disagree” if you are not authorized and/or you do not agree to all of the provisions of the License Agreement.</p> Slack Forums Twitter Facebook Instagram The Omni Group Logo Sitemap Contact Press Legal © 1994–2020 The&nbsp;Omni&nbsp;Group.\nApple, MacBook, the Apple logo, iPad, and iPhone are trademarks of Apple Inc., registered in the U.S.\nand other countries.\nApp Store is a service mark of Apple Inc.\n&lt;img src=\"https://piwik.omnigroup.com/matomo.php?idsite=1&amp;rec=1\" style=\"border:0\" alt=\"\" /&gt.\n", "created_at": "2020-03-21 15:24:50.996493", "updated_at": "2020-12-14 23:59:49.014251"}, {"id": 2392, "name": "Sync Server Terms of Service", "url": "https://manage.sync.omnigroup.com/TOS", "xpath": "", "text": " Terms of Service IMPORTANT.\nPLEASE READ CAREFULLY.\n<p>The document that follows this paragraph represent the Terms of Service for use of the Omni Sync Server.\nWe think you will find it quite reasonable.\nObviously, if you disagree, don't create an account.\nPlease don't just stop there, though.\nLet us know.\nSend some email to &lt;info@omnigroup.com&gt.\ntelling us what you find unacceptable.\nWe can't promise to change anything, but we will read and consider your concerns, and we will respond to your email.</p>\nTERMS AND CONDITIONS OF USE\n<p>THIS TERMS AND CONDITIONS OF USE AGREEMENT (“Agreement”) IS A LEGAL AGREEMENT between you (either an individual or an entity) and Omni Development, Inc.\n(“the Omni Group”).\nBy using or benefiting from the Omni Sync Server (the “Service”), you are agreeing to be bound by the terms and conditions of this Agreement, and agree that you are responsible for compliance with any applicable laws.\nIf you do not agree with any of these terms, do not use the Service in any manner.</p>\n1.\nUse License.\nConditions.\n<p>Any license granted to you herein is conditioned on your compliance with the terms and conditions contained in this Agreement.\nThis license shall automatically terminate if you violate any of these restrictions and may be terminated by the Omni Group at any time for any reason.</p>\n<p>The Omni Group grants to you a non-exclusive, limited right to use and access the Server, solely for your own internal business purposes.</p>\n2.\nDisclaimer\n<p>The Service is provided “as is.” You are responsible for maintaining your own backups of any data you store on the Service.\nThe Omni Group makes no warranties, expressed or implied, and hereby disclaims and negates all other warranties, including without limitation, implied warranties or conditions of merchantability, fitness for a particular purpose, or non-infringement of intellectual property or other violation of rights.\nFurther, the Omni Group does not warrant or make any representations concerning the accuracy, likely results, or reliability of the use of the materials on the Service or otherwise relating to such materials or on any sites linked to this site.</p>\n3.\nLimitations\n<p>In no event shall the Omni Group be liable for any damages (including, without limitation, damages for loss of data or profit, or due to business interruption,) arising out of the use or inability to use the materials on the Service, even if the Omni Group or an Omni Group authorized representative has been notified orally or in writing of the possibility of such damage.\nBecause some jurisdictions do not allow limitations on implied warranties, or limitations of liability for consequential or incidental damages, these limitations may not apply to you.</p>\n4.\nTerms of Service.\nSecurity.\nAvailability.\n<p>(a) Your privacy is very important to us.\nAccordingly, we have developed a Privacy Policy, posted at &lt;http://www.omnigroup.com/legal/privacy/&gt;, in order for you to understand how we collect, use, communicate and disclose and make use of personal information.</p>\n<p>(b) The Omni Group reserves the right to refuse service to any person or organization for any reason, and reserves the right to terminate the service of any existing client for any reason.</p>\n5.\nTermination.\n<p>You may terminate this Agreement at any time by sending email to sync@omnigroup.com.\nUpon termination or expiration of any subscription, The Omni Group will endeavor to keep your existing data and data files of yours available for you to retrieve for a period not to exceed sixty (60) days from such termination or expiration.\nFollowing such period, you agree that the Omni Group may permanently dispose of or delete such data and data files without notice or any obligation or liability to you.</p>\n6.\nVenue.\nMiscellaneous.\n<p>In any suit or other action to enforce any right or remedy under or arising out of this Agreement, the prevailing party shall be entitled reasonable attorneys' fees together with expenses and costs that such prevailing party incurs.\nVenue for any action under this Agreement shall be limited to the federal and state courts located in Seattle, Washington.\nThe failure by the Omni Group to enforce any provision of this Agreement shall in no way be construed to be a present or future waiver of such provision nor in any way affect our right to enforce such provision thereafter.\nAll waivers by us must be in writing to be effective.</p> Contact Support TOS Privacy © 1994–2017 The&nbsp;Omni&nbsp;Group.\nApple, MacBook, the Apple logo, iPad, and iPhone are trademarks of Apple Inc., registered in the U.S.\nand other countries.\n<br>App Store is a service mark of Apple Inc.\n", "created_at": "2020-03-21 15:27:16.398209", "updated_at": "2020-03-21 15:27:18.418959"}], "points": [{"id": 9046, "title": "If you offer suggestions to the service, they become the owner of the ideas that you give them", "source": "https://www.omnigroup.com/legal/unsolicited-idea-submission-policy", "status": "Generated through the annotate view", "created_at": "2020-03-21 15:25:54.253494", "updated_at": "2020-06-30 16:22:17.657172", "quoteText": "While we also encourage folks to send us their ideas about new products, we must make it clear that any product idea submitted to Omni, either by word of mouth, email, telephone or other means immediately becomes the property of Omni.\nThis means that if we develop your idea or an idea similar to yours, you will not be compensated and it also means that we can use the idea for any purpose, including giving it away.", "case_id": 182, "document_id": 2391, "quoteStart": 771, "quoteEnd": 1188}], "urls": ["omnigroup.com"]}}