{"error": 448, "message": "OK", "parameters": {"id": 2908, "name": "Oxfam", "created_at": "2021-03-31 09:32:56.318145", "updated_at": "2021-05-01 00:02:34.336164", "wikipedia": "https://en.wikipedia.org/wiki/Oxfam", "keywords": null, "related": null, "slug": "oxfam", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2908.png", "url": "oxfam.org", "documents": [{"id": 4531, "name": "Cookies Notice", "url": "https://www.oxfam.org/en/cookies-notice", "xpath": "/html/body/div[1]/div/div[1]", "text": " Skip to main content <p> The power of people against poverty </p>\n<ul>\n<li> Blogs </li>\n<li> Press releases </li>\n<li> Research </li>\n</ul> icon-search Submit search Language <ul>\n<li>English</li>\n<li>Français</li>\n<li>Español</li>\n</ul>\n<ul>\n<li> What we do <ul>\n<li> Ending poverty <ul>\n<li> Water and sanitation </li>\n<li> Food, climate and natural resources </li>\n<li> Conflicts and disasters </li>\n<li> Extreme inequality and essential services </li>\n<li> Gender justice and women’s rights </li>\n</ul>\n</li>\n<li> Responding to emergencies <ul>\n<li> Bangladesh Rohingya refugee crisis </li>\n<li> Climate and food crisis in East Africa </li>\n<li> Crisis in Democratic Republic of Congo </li>\n<li> Crisis in Syria </li>\n<li> Crisis in Yemen </li>\n<li> Hunger crisis in South Sudan </li>\n</ul>\n</li>\n<li> Working worldwide <ul>\n<li> About us </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Take action <ul>\n<li> Campaign with us <ul>\n<li> Join the community of #ClimateChangers </li>\n<li> Fight inequality, beat poverty </li>\n<li> End the suffering behind your food </li>\n<li> Say 'Enough' to violence against women and girls </li>\n<li> Stand for land rights </li>\n</ul>\n</li>\n<li> Join the global movement for change <ul>\n<li> Take part in Trailwalker </li>\n</ul>\n</li>\n<li> Work with us <ul>\n<li> Volunteer with us </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Donate </li>\n</ul> icon-search Submit search <ul>\n<li> Blogs </li>\n<li> Press releases </li>\n<li> Research </li>\n</ul> Breadcrumb <ol>\n<li> Home </li>\n</ol> Cookies Notice <p>When visiting oxfam.org, some cookies will be installed on your computer or device.\nOxfam International does not use cookies to track you&nbsp;or to retain any personal information, they are used to store some information about the technical capabilities of your computer or device in order to give you a better experience.</p>\n<p>We use 3rd party tools to measure user behavior on our site, to run experiments for improving our site, for displaying multi-media content or to facilitate social sharing.\nSome of these tools may install cookies on your computer or device.\nHere is an overview of the different cookies which might be installed after a visit to Oxfam.org:</p> Google Analytics <p>We are using Google Analytics for measuring user behavior.\nThe cookies installed by Google Analytics help remember user behavior from page to page.\nIt is not used to track personal information as all data collected by Google Analytics is being anonymized before it is saved.</p> YouTube <p>On pages where we use YouTube to show you videos, YouTube will save some cookies on your device.\nMost of the cookies are there to offer you better functionality in the video player.\nHowever, YouTube also saves a cookie for DoubleClick, Google’s advertisement platform.\nThis cookie allows Google to track you for advertisement personalization purposes.\nYou can opt-out using Google Ads Settings.</p> social-facebook Facebook social-twitter Twitter social-linkedin LinkedIn Join us <p>Stay up-to-date by subscribing to our newsletter:</p> Email Sign up social-facebook social-twitter social-youtube social-instagram About Oxfam <ul>\n<li> What we believe </li>\n<li> How we fight inequality to beat poverty </li>\n<li> How we are organized </li>\n<li> Our history </li>\n<li> Our finances and accountability </li>\n<li> Our commitment to safeguarding </li>\n<li> Frequently Asked Questions </li>\n<li> Scam warning </li>\n</ul> Issues we work on <ul>\n<li> Conflicts and disasters </li>\n<li> Extreme inequality and essential services </li>\n<li> Food, climate and natural resources </li>\n<li> Gender justice and women’s rights </li>\n<li> Water and sanitation </li>\n</ul> Help us save lives <ul>\n<li> Bangladesh Rohingya refugee crisis </li>\n<li> Climate and food crisis in East Africa </li>\n<li> Crisis in Democratic Republic of Congo </li>\n<li> Crisis in Syria </li>\n<li> Crisis in Yemen </li>\n<li> Hunger crisis in South Sudan </li>\n</ul> Support our work <ul>\n<li> Donate now </li>\n<li> Campaign with us </li>\n<li> Work with us </li>\n<li> Take part in Oxfam Trailwalker </li>\n<li> Volunteer with us </li>\n<li> Join the global movement for change </li>\n</ul>\n<p>Contact | Privacy | Cookies notice | Terms &amp.\nConditions</p>\n<p>Copyright © 2021 Oxfam International.\nAll rights reserved.</p>\n<ul>\n</ul> We use cookies on this site to enhance your user experience\n<p>By clicking any link on this page you are giving your consent for us to set cookies.</p> More info No, thanks OK, I agree ", "created_at": "2021-03-31 09:33:53.484989", "updated_at": "2021-03-31 09:41:31.0406"}, {"id": 4532, "name": "Privacy Notice", "url": "https://www.oxfam.org/en/privacy-policy", "xpath": "//body", "text": " Skip to main content <p> The power of people against poverty </p>\n<ul>\n<li> Blogs </li>\n<li> Press releases </li>\n<li> Research </li>\n</ul> icon-search Submit search Language <ul>\n<li>English</li>\n<li>Français</li>\n<li>Español</li>\n</ul>\n<ul>\n<li> What we do <ul>\n<li> Ending poverty <ul>\n<li> Water and sanitation </li>\n<li> Food, climate and natural resources </li>\n<li> Conflicts and disasters </li>\n<li> Extreme inequality and essential services </li>\n<li> Gender justice and women’s rights </li>\n</ul>\n</li>\n<li> Responding to emergencies <ul>\n<li> Bangladesh Rohingya refugee crisis </li>\n<li> Climate and food crisis in East Africa </li>\n<li> Crisis in Democratic Republic of Congo </li>\n<li> Crisis in Syria </li>\n<li> Crisis in Yemen </li>\n<li> Hunger crisis in South Sudan </li>\n</ul>\n</li>\n<li> Working worldwide <ul>\n<li> About us </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Take action <ul>\n<li> Campaign with us <ul>\n<li> Join the community of #ClimateChangers </li>\n<li> Fight inequality, beat poverty </li>\n<li> End the suffering behind your food </li>\n<li> Say 'Enough' to violence against women and girls </li>\n<li> Stand for land rights </li>\n</ul>\n</li>\n<li> Join the global movement for change <ul>\n<li> Take part in Trailwalker </li>\n</ul>\n</li>\n<li> Work with us <ul>\n<li> Volunteer with us </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Donate </li>\n</ul> icon-search Submit search <ul>\n<li> Blogs </li>\n<li> Press releases </li>\n<li> Research </li>\n</ul> Breadcrumb <ol>\n<li> Home </li>\n</ol> Privacy Notice <p>Oxfam International respects your privacy and is committed to protecting your personal data.\nThis Notice explains when and how we collect your personal data when you use our website and the rights you have over your own information.</p>\n<p>This Notice applies to the website of Stichting Oxfam International, however, when you use this site you may be directed to the website of other members of the Oxfam confederation or links to third-party websites or applications.\nThese websites will have their own Privacy Notices, which you should also look at.</p>\n<p>If you have any questions in relation to this Notice or would like to exercise your rights under it, please contact:</p>\n<p>FAO Data Protection Officer for Oxfam International<br>\nOxfam Ireland, 2nd Floor, Portview House, Thorncastle Street, Ringsend, Dublin 4.<br>\nEmail address for queries: info@oxfam.org</p> Information about who we are <p>Stichting Oxfam International is a Dutch Foundation (registration no.\n&nbsp;41159611) with a registered Office at PO Box 30919, 2500 GX The Hague, The Netherlands.\nFurther information and details of our registration with data protection supervisory authorities are detailed below.</p> How our website works <p>When you visit our website, we collect data on your location.\nThis allows us to direct you to the website of the Oxfam Affiliate in your geographic region if this is necessary to perform any of your requested actions.</p>\n<p>We also use cookies on our website to collect standard internet log-on information and details of visitor behavior patterns (e.g.\nto find out the number of visitors to different parts of the site).\nThis enables us to analyze and improve the content of our site and the navigation experience of users.\nWe do not use this information to attempt to find out the identities of those visiting our website.\nSome cookies on our site also permit third parties to analyse visitor behavior to display advertising.\nThese parties also do not use this information to attempt to find out the identities of individuals.\nFor full details of the cookies used on our website, see our Cookies Notice.\nYou can disable or delete some or all cookies in your browser setting, although this may affect some parts of the site’s functionality.</p> The data we collect about you <p>There are a number of areas on our website where you may provide personal data to Oxfam International, including when you:</p>\n<ul>\n<li>register for Oxfam email updates</li>\n<li>sign an Oxfam petition</li>\n<li>make a donation to Oxfam</li>\n<li>register to be involved in our campaigns</li>\n</ul>\n<p>The information we collect will depend on the nature of your action but may include name, email address, telephone number, country and language preference.\nWhere you make a donation through our website, we do not collect your financial information but direct you to a payment provider to process your donation and forward it on to Oxfam’s global fund.\nOur payment provider is certified under the EU-US Privacy Shield.</p>\n<p>When you provide your information to us, we will only use the information for the purposes for which it is provided, for any compatible purposes and to fulfil our legal or regulatory obligations unless you have agreed for your data to be used for other purposes.</p> When will we send you marketing communications? <p>We will only contact you for marketing purposes (for example keep you up to date on our work based on your previous responses to our campaigns, or let you know of ways in which you can support that work) where we have your consent.</p>\n<p>At each place that you provide your personal data on our website, there is an opportunity for you to express your preferences in relation to marketing communications from us.\nWhere you provide your consent to such communications, you can withdraw consent or change your preferences at any time by clicking the unsubscribe button on any marketing communication or by sending an email to info@oxfam.org expressing your preferences.</p>\n<p>We will generally treat any marketing consent you give us as lasting for 5 years, as we have found our supporters may get involved with different campaigns at different points over this period of time.\nWe never sell or share your information with entities outside Oxfam for their marketing purposes.&nbsp;</p> Links to other Affiliate websites <p>For some actions that you may like to take when visiting our website, you will be redirected to the website of an Oxfam affiliate in your geographic region.\nIn these cases, that entity will collect your data rather than Oxfam International, and you should look at their Privacy Notice to understand how they will use your data, and your rights.\nThis includes where:</p>\n<ul>\n<li>you make a donation in a region where there is an Oxfam affiliate;</li>\n<li>register to participate in Trailwalker;</li>\n<li>apply for employment or to be a shop or festival volunteer.\nor</li>\n<li>register to participate in a local campaign.</li>\n</ul>Who might we share your information with <p>We may share your information with other members of the Oxfam confederation.\nWe may also share your information with third parties who process data on our behalf, but only where we place obligations on them in relation to the security of the data and require them to use the data only as we instruct.</p> International transfers of data <p>In some cases, we may transfer your personal data to members of the Oxfam confederation and third-party service providers who are located outside your jurisdiction.</p>\n<p>If you are in the European Union, and your personal data is transferred to an Oxfam Affiliate or third-party service provider outside the European Economic Area (EEA), this will occur under a safeguard mechanism recognized by the European Commission as providing adequate protection for your personal data.\n&nbsp;Transfers to Oxfam Affiliates will occur under the EC’s model data protection clauses.\n&nbsp;You may ask to see a copy of these clauses.</p>\n<p>Transfers of your data to other third parties outside the EEA, or to third parties outside any other jurisdiction in which you are located, will occur in accordance with local data protection laws.</p> Your data and social media <p>This section refers to the ability for you to like, re-tweet, share, etc.\nOxfam International content on social media platforms, such as Facebook, Twitter, Instagram and YouTube.\nAdditionally, when using our website, you can link through to such social media sites.\nWhen you do this, depending on your privacy settings, these networks will adjust their marketing to show you more Oxfam and/or Oxfam-type content.\n&nbsp;To change your settings on these services, please refer to their privacy notices, which will tell you how to do this.</p> Children’s data <p>Our website is not intended for use by children and we do not knowingly collect data on children.</p> Oxfam and social media <p>Many social media sites provide, or permit, tools that aggregate and highlight content that appears on their site.\nOxfam International uses such tools to analyze and assess the success of Oxfam campaigns and communications, the level of interest in issues Oxfam cares about, and the level of social media activity resulting from media stories about Oxfam or Oxfam/NGO activities.\nWe use the native reporting tools of the social media networks, but may also use third-party tools.\n&nbsp;Oxfam uses such tools to respond directly to other users’ queries and comments related to Oxfam.</p> How do we protect your data <p>We ensure that there are appropriate technical controls in place to protect your personal details.\nFor example, our online forms are always encrypted and our network is protected and routinely monitored.</p>\n<p>We undertake regular reviews of who has access to information that we hold to ensure that your information is only accessible by appropriately trained staff, volunteers and contractors.</p>\n<p>Where we use external companies to collect or process personal data on our behalf, we put a contract in place that sets out our expectations and requirements in relation to security of the data they access or process.\n&nbsp;These organizations - referred to as \"Data Processors\" also have legal liability for the way in which your data is used, providing you with additional protection.</p> How long do we keep your data <p>We will only retain the data you provide to us through our website for as long as required by applicable laws or as is necessary for the purpose for which it was collected and in accordance with any consents provided.\nWe will delete personal data at the end of this period unless we wish to use it for statistical purposes, in which case we will anonymize it, such that you could never be re-identified with it.</p> Your rights <p>You have the right to request details of the information we hold about you.\nIf you would like a copy of some or all of your personal information, please make a request to our Data Protection Officer at the details provided below.\nWe will provide this information to you without charge, unless requests are manifestly unfounded, repetitive or excessive, in which case we are entitled to charge an administration fee.</p>\n<p>You also have a right to have inaccurate information we hold about you rectified or removed and a right, in some circumstances, to restrict or object to us processing your information, or to seek erasure of your data.\nIf you believe we are not respecting your rights, you are entitled to make a complaint to a relevant supervisory authority.</p>\n<p>The legal basis on which we hold and use your data will vary depending on the activity involved.\nIn some cases, we might hold the data because it is needed to fulfill a contract or meet our legal obligations (i.e.\na donation), in others because it is in Oxfam’s legitimate interest to do so, and in others, because you have consented to this use.\nWe note that the legal basis on which we process your data will influence your specific rights.</p> Changes to this notice <p>We may make changes to this notice from time to time.\nWe will always detail, at the end of this notice, the date it was last updated and you should check back from time to time.</p>\n<p>Data Controller postal address and data privacy registration details:</p>\n<p>Oxfam International Secretariat<br>\nOxfam House<br>\nJohn Smith Drive<br>\nOxford OX4 2JY<br>\nUnited Kingdom<br>\nTelephone: +44 (0) 1865 339 100<br>\nFax: +44 (0) 1865 330 101<br>\nEmail: info@oxfaminternational.org</p>\n<p>ICO Registration Number (UK): Z8133290<br>\n&nbsp;</p>\n<em>This Privacy Policy was last updated on 5th June 2019.</em>\n<br>\n&nbsp.\nsocial-facebook Facebook social-twitter Twitter social-linkedin LinkedIn Join us <p>Stay up-to-date by subscribing to our newsletter:</p> Email Sign up social-facebook social-twitter social-youtube social-instagram About Oxfam <ul>\n<li> What we believe </li>\n<li> How we fight inequality to beat poverty </li>\n<li> How we are organized </li>\n<li> Our history </li>\n<li> Our finances and accountability </li>\n<li> Our commitment to safeguarding </li>\n<li> Frequently Asked Questions </li>\n<li> Scam warning </li>\n</ul> Issues we work on <ul>\n<li> Conflicts and disasters </li>\n<li> Extreme inequality and essential services </li>\n<li> Food, climate and natural resources </li>\n<li> Gender justice and women’s rights </li>\n<li> Water and sanitation </li>\n</ul> Help us save lives <ul>\n<li> Bangladesh Rohingya refugee crisis </li>\n<li> Climate and food crisis in East Africa </li>\n<li> Crisis in Democratic Republic of Congo </li>\n<li> Crisis in Syria </li>\n<li> Crisis in Yemen </li>\n<li> Hunger crisis in South Sudan </li>\n</ul> Support our work <ul>\n<li> Donate now </li>\n<li> Campaign with us </li>\n<li> Work with us </li>\n<li> Take part in Oxfam Trailwalker </li>\n<li> Volunteer with us </li>\n<li> Join the global movement for change </li>\n</ul>\n<p>Contact | Privacy | Cookies notice | Terms &amp.\nConditions</p>\n<p>Copyright © 2021 Oxfam International.\nAll rights reserved.</p>\n<ul>\n</ul> We use cookies on this site to enhance your user experience\n<p>By clicking any link on this page you are giving your consent for us to set cookies.</p> More info No, thanks OK, I agree ", "created_at": "2021-03-31 09:42:22.056156", "updated_at": "2021-03-31 09:43:02.352679"}, {"id": 4533, "name": "Terms and Conditions of Use", "url": "https://www.oxfam.org/en/terms-and-conditions", "xpath": "//body", "text": " Skip to main content <p> The power of people against poverty </p>\n<ul>\n<li> Blogs </li>\n<li> Press releases </li>\n<li> Research </li>\n</ul> icon-search Submit search Language <ul>\n<li>English</li>\n<li>Français</li>\n<li>Español</li>\n</ul>\n<ul>\n<li> What we do <ul>\n<li> Ending poverty <ul>\n<li> Water and sanitation </li>\n<li> Food, climate and natural resources </li>\n<li> Conflicts and disasters </li>\n<li> Extreme inequality and essential services </li>\n<li> Gender justice and women’s rights </li>\n</ul>\n</li>\n<li> Responding to emergencies <ul>\n<li> Bangladesh Rohingya refugee crisis </li>\n<li> Climate and food crisis in East Africa </li>\n<li> Crisis in Democratic Republic of Congo </li>\n<li> Crisis in Syria </li>\n<li> Crisis in Yemen </li>\n<li> Hunger crisis in South Sudan </li>\n</ul>\n</li>\n<li> Working worldwide <ul>\n<li> About us </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Take action <ul>\n<li> Campaign with us <ul>\n<li> Join the community of #ClimateChangers </li>\n<li> Fight inequality, beat poverty </li>\n<li> End the suffering behind your food </li>\n<li> Say 'Enough' to violence against women and girls </li>\n<li> Stand for land rights </li>\n</ul>\n</li>\n<li> Join the global movement for change <ul>\n<li> Take part in Trailwalker </li>\n</ul>\n</li>\n<li> Work with us <ul>\n<li> Volunteer with us </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Donate </li>\n</ul> icon-search Submit search <ul>\n<li> Blogs </li>\n<li> Press releases </li>\n<li> Research </li>\n</ul> Breadcrumb <ol>\n<li> Home </li>\n</ol> Terms and Conditions of Use <p>The use of this site is provided by Oxfam International subject to the following Terms and Conditions:</p>\n<ol>\n<li>Your access and/or use of the Website constitutes acceptance of these Terms and Conditions as at the date of your first use of the website.<br> &nbsp;</li>\n<li>Oxfam International reserves the right to change these Terms and Conditions at any time by posting changes online.\nYour continued use of the website after changes are posted constitutes your acceptance of these Terms and Conditions as modified.\nYou should, therefore, review these Terms and Conditions regularly.<br> &nbsp;</li>\n<li>You agree to use the website only for lawful purposes, and in a matter which does not infringe the rights, or restrict, or inhibit the use and enjoyment of the website by any third party.<br> &nbsp;</li>\n<li>The website and the information, names, images, pictures, trademarks regarding or relating to Oxfam International are provided “as is” without any representation or endorsement made and without warranty of any kind whether express or implied.\nTo the extent permitted by law, Oxfam International excludes all liability for any loss or damages including, without limitation, indirect, special or consequential loss or damages, or any loss or damages whatsoever arising from the use or in connection with such use or loss of use of the website, whether in contract or in negligence.\nNothing in these Terms and Conditions limits or excludes Oxfam International’s liability for death or personal injury resulting from negligence, fraud, or any liability which cannot be excluded to applicable law.<br> &nbsp;</li>\n<li>Oxfam International does not warrant that the functions and materials contained in the website will be: uninterrupted or error-free.\nthat defects will be corrected.\nthat the website or the server that makes it available are free of viruses or bugs.\nor represent the full functionality, accuracy, and reliability of the materials.<br>\n<br> All intellectual property in the website and the material or information it contains (including without limitation copyright, designs, database rights and trademarks (registered or unregistered) is and shall remain the property of Oxfam International or its third-party licensors.<br>\n<br> Commercial use or publication of all or any item displayed is strictly prohibited without authorization from Oxfam International.\nNothing contained in these Terms and Conditions shall be construed as conferring any license by Oxfam International to use any item displayed.<br> &nbsp;</li>\n<li>Materials on the website may be copied for personal use only on the condition that all copyright notices and source indications are also reproduced, no modifications are made and each relevant item is copied in its entirety.\nHowever, some materials have been published on the website with the permission of the relevant copyright owners (who are not Oxfam International).\nAll rights are reserved on these materials and permission to copy them must be requested from the copyright owners (as indicated within these materials).<br> &nbsp;</li>\n<li>Oxfam International takes no responsibility for the content of external internet websites.\nFollowing links to any other websites or pages shall be at your own risk and Oxfam International shall not be responsible or liable, directly or indirectly, for any damages resulting from the use of such other websites.<br> &nbsp;</li>\n<li>Any communication or material that you transmit to, or post on, any public area of the website including any data, questions, comments, suggestions, or the like, is and will be treated as non-confidential and non-proprietary information.\nOxfam International reserves the right to remove any such communication or material from the Website at its own discretion.<br> &nbsp;</li>\n<li>If there is any conflict between these Terms and Conditions and rules and/or specific terms of use appearing on the Website relating to specific material then the latter shall prevail.<br> &nbsp;</li>\n<li>These Terms and Conditions shall be governed and construed in accordance with the laws of England and Wales.\nAny disputes shall be subject to the non-exclusive jurisdiction of the Courts of England and Wales.<br> &nbsp;</li>\n<li>If these Terms and Conditions are not accepted in full, the use of the website must be terminated immediately.</li>\n</ol> social-facebook Facebook social-twitter Twitter social-linkedin LinkedIn Join us <p>Stay up-to-date by subscribing to our newsletter:</p> Email Sign up social-facebook social-twitter social-youtube social-instagram About Oxfam <ul>\n<li> What we believe </li>\n<li> How we fight inequality to beat poverty </li>\n<li> How we are organized </li>\n<li> Our history </li>\n<li> Our finances and accountability </li>\n<li> Our commitment to safeguarding </li>\n<li> Frequently Asked Questions </li>\n<li> Scam warning </li>\n</ul> Issues we work on <ul>\n<li> Conflicts and disasters </li>\n<li> Extreme inequality and essential services </li>\n<li> Food, climate and natural resources </li>\n<li> Gender justice and women’s rights </li>\n<li> Water and sanitation </li>\n</ul> Help us save lives <ul>\n<li> Bangladesh Rohingya refugee crisis </li>\n<li> Climate and food crisis in East Africa </li>\n<li> Crisis in Democratic Republic of Congo </li>\n<li> Crisis in Syria </li>\n<li> Crisis in Yemen </li>\n<li> Hunger crisis in South Sudan </li>\n</ul> Support our work <ul>\n<li> Donate now </li>\n<li> Campaign with us </li>\n<li> Work with us </li>\n<li> Take part in Oxfam Trailwalker </li>\n<li> Volunteer with us </li>\n<li> Join the global movement for change </li>\n</ul>\n<p>Contact | Privacy | Cookies notice | Terms &amp.\nConditions</p>\n<p>Copyright © 2021 Oxfam International.\nAll rights reserved.</p>\n<ul>\n</ul> We use cookies on this site to enhance your user experience\n<p>By clicking any link on this page you are giving your consent for us to set cookies.</p> More info No, thanks OK, I agree ", "created_at": "2021-03-31 09:43:28.347407", "updated_at": "2021-03-31 09:43:35.236453"}], "points": [{"id": 19431, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://www.oxfam.org/en/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2021-04-30 18:37:49.744498", "updated_at": "2021-06-24 08:59:23.468894", "quoteText": "Oxfam International reserves the right to change these Terms and Conditions at any time by posting changes online.", "case_id": 121, "document_id": 4533, "quoteStart": 1805, "quoteEnd": 1919}, {"id": 19435, "title": "Third-party cookies are used for statistics", "source": "https://www.oxfam.org/en/cookies-notice", "status": "Generated through the annotate view", "created_at": "2021-04-30 18:44:18.59343", "updated_at": "2021-04-30 19:03:33.349318", "quoteText": "Google Analytics <p>We are using Google Analytics for measuring user behavior.\nThe cookies installed by Google Analytics help remember user behavior from page to page.\nIt is not used to track personal information as all data collected by Google Analytics is being anonymized before it is saved.", "case_id": 325, "document_id": 4531, "quoteStart": 2189, "quoteEnd": 2483}, {"id": 19436, "title": "The service provides a complete list of all cookies set by its website", "source": "https://www.oxfam.org/en/cookies-notice", "status": "Generated through the annotate view", "created_at": "2021-04-30 18:45:20.565948", "updated_at": "2021-04-30 19:04:36.499244", "quoteText": "Here is an overview of the different cookies which might be installed after a visit to Oxfam.org:", "case_id": 306, "document_id": 4531, "quoteStart": 2087, "quoteEnd": 2184}, {"id": 19438, "title": "You can opt out of promotional communications", "source": "https://www.oxfam.org/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-30 18:48:21.130796", "updated_at": "2021-05-02 13:05:27.785412", "quoteText": "Where you provide your consent to such communications, you can withdraw consent or change your preferences at any time by clicking the unsubscribe button on any marketing communication or by sending an email to info@oxfam.org expressing your preferences.</p>", "case_id": 223, "document_id": 4532, "quoteStart": 5266, "quoteEnd": 5524}, {"id": 19437, "title": "The service provides details about what kinds of personal information they collect", "source": "https://www.oxfam.org/en/privacy-policy", "status": "Generated through the annotate view", "created_at": "2021-04-30 18:47:29.646744", "updated_at": "2021-04-30 19:06:23.033566", "quoteText": "The information we collect will depend on the nature of your action but may include name, email address, telephone number, country and language preference.\nWhere you make a donation through our website, we do not collect your financial information but direct you to a payment provider to process your donation and forward it on to Oxfam’s global fund.", "case_id": 228, "document_id": 4532, "quoteStart": 4109, "quoteEnd": 4460}, {"id": 19432, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://www.oxfam.org/en/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2021-04-30 18:38:12.729626", "updated_at": "2021-05-02 13:05:34.091095", "quoteText": "Your continued use of the website after changes are posted constitutes your acceptance of these Terms and Conditions as modified.", "case_id": 403, "document_id": 4533, "quoteStart": 1920, "quoteEnd": 2049}, {"id": 19434, "title": "The court of law governing the terms is in England and Wales", "source": "https://www.oxfam.org/en/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2021-04-30 18:42:14.445966", "updated_at": "2021-04-30 19:03:22.579034", "quoteText": "These Terms and Conditions shall be governed and construed in accordance with the laws of England and Wales.\n", "case_id": 163, "document_id": 4533, "quoteStart": 5545, "quoteEnd": 5654}, {"id": 19433, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://www.oxfam.org/en/terms-and-conditions", "status": "Generated through the annotate view", "created_at": "2021-04-30 18:39:52.489983", "updated_at": "2021-05-02 13:05:39.398856", "quoteText": "Oxfam International takes no responsibility for the content of external internet websites.\nFollowing links to any other websites or pages shall be at your own risk and Oxfam International shall not be responsible or liable, directly or indirectly, for any damages resulting from the use of such other websites.", "case_id": 279, "document_id": 4533, "quoteStart": 4627, "quoteEnd": 4937}], "urls": ["oxfam.org"]}}