{"error": 448, "message": "OK", "parameters": {"id": 5077, "name": "Screenwest", "created_at": "2021-10-04 02:17:30.689287", "updated_at": "2021-10-04 22:01:08.648034", "wikipedia": null, "keywords": null, "related": null, "slug": "screenwest", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5077.png", "url": "screenwest.com.au", "documents": [{"id": 9107, "name": "Privacy Policy", "url": "https://www.screenwest.com.au/privacy-policy", "xpath": "/html/body/div[1]/div[2]/section/article/div[2]/div/section/div[1]/div/div/div/div/div", "text": " <p>Screenwest (Australia) Limited is bound by the Australian Privacy Principles contained in the Commonwealth Privacy Act (1988).\nThis requires we comply with the Australian Privacy Principles (APPs) set out in the Act and any amendments, including those that came into force on 12 March 2014.</p>\nThe current Privacy Act allows you to:\n<ul>\n<li>know why your personal information is being collected, how it will be used and who it will be disclosed to.</li>\n<li>have the option of not identifying yourself, or of using a pseudonym.\nScreenwest will require your full name if you seek funding.</li>\n<li>ask for access to your personal information.</li>\n<li>stop receiving unwanted direct marketing.</li>\n<li>ask for your personal information to be corrected if it is incorrect.</li>\n<li>make a complaint about an entity covered by the Privacy Act, if you believe they have mishandled your personal information.</li>\n</ul>\n<p>The Act requires organisations to have a Privacy Policy in place.\nThis statement outlines Screenwest’s policy on how we use and manage all personal information provided to or collected by the organisation.</p>\n<p>Screenwest may review and update this Privacy Policy to:</p>\n<ul>\n<li>consider new laws and technology</li>\n<li>reflect changes to the organisation’s operations and practices, and</li>\n<li>make sure it remains appropriate to the changing legal environment.</li>\n</ul>\n<p>The type of information Screenwest collects and holds includes but is not limited to personal information.\nThis can include sensitive information, including but not limited to:</p>\n<ul>\n<li>Names.</li>\n<li>Contact Details such as postal addresses, home addresses, email addresses and phone numbers.</li>\n</ul>\n<p>Where Screenwest is provided information about a third-party event, for example when submitting an event to the WA Screen Industry Calendar, we accept the submission as consent to publish the provided details, along with any contact details for inquiries, unless otherwise advised.</p>\n<p>Please read the WA Screen Industry Calendar Terms and Conditions for further information.</p>\nHow will Screenwest use the personal information provided?\n<p>Screenwest will use personal information it collects from you for:</p>\n<ul>\n<li>the primary purpose stated at collection, and</li>\n<li>secondary purposes related to the primary purpose of collection and are reasonably expected, or to which you have consented.</li>\n</ul>\n<p>Screenwest will use your information for direct marketing where you have provided that information and you are likely to expect direct marketing.\nAll communications will include a clear opt-out.</p>\n<p>Personal information that is no longer required will be de-identified or destroyed.\nIn many circumstances however, it will be kept for marketing purposes according to your consent or opt-in requirements.</p>\nEnquiries and Privacy Complaints\n<p>You can make general enquiries about Screenwest’s Privacy Policy or compliance to the Screenwest Head of Communications at:</p>\n<p>\n<strong>Screenwest (Australia) Limited</strong>\n<br>\nPO Box 3275<br>\nEAST PERTH WA<br>\n6892</p>\n<p>\n<strong>Email:</strong> info@screenwest.com.au<br>\n<strong>Tel:</strong> +61 8 6169 2100<br>\n<strong>Toll free:</strong> 1800 463 043</p>\n<p>You can direct complaints about Screenwest’s personal information handling practices to the Screenwest Head of Communications using the details above.</p>\n<p>We will first deal with your enquiry over the phone.\nIf we have not dealt with your concerns satisfactorily, we will meet with you to discuss further.</p>\n<p>If you are not satisfied with our response to your complaint within 30 days from this meeting, you can refer your complaint to the Office of the Australian Information Commissioner (OAIC):</p>\n<p>\n<strong>Email:</strong> enquiries@oaic.gov.au<br>\n<strong>Tel:</strong> 1300 363 992</p>\nWebsite Privacy Policy\n<p>Screenwest provides the following privacy statements in accordance with guidelines issued by the Australian Privacy Commissioner.</p>\nSite visit data\n<p>Screenwest makes a record of your visit and logs the following information for statistical purposes:</p>\n<ul>\n<li>the user’s server address</li>\n<li>the user’s top-level domain name (e.g.: .com, .gov, .au, .uk etc.)</li>\n<li>the date and time of the visit to the site</li>\n<li>the pages accessed and documents downloaded</li>\n<li>the previous site visited and</li>\n<li>the type of browser used.</li>\n</ul>\n<p>No attempt will be made to identify users or their browsing activities.\nAn exception will be made in the unlikely event of an investigation where a law enforcement agency exercises a warrant to inspect the service provider’s logs.</p>\n<p>Screenwest will only record your email address or other supplied details if you send us a message or complete a form online.</p>\n<p>Supplied information will only be used for the purpose for which you provide it.\nYou will not be added to a mailing list unless you request it.</p>\n<p>Unless required by law, we will not use your email or other addresses for any other purpose and will not disclose them to third parties without your consent.</p>\nAccess to information collected\n<p>Screenwest will help you check your personal information to ensure it is accurate, complete, and up to date wherever possible.</p>\nEditing and deleting your information\n<p>Screenwest Newsletter Subscribers can unsubscribe by clicking the link at the bottom of every newsletter.</p>\n<p>You can update your details by clicking the “Preferences” link at the bottom of the email or by emailing info@screenwest.com.au.</p>\nCookies\n<p>We use web browser cookies on this website.\nCookies are small pieces of information stored on your computer.\nThese cookies do not contain information Screenwest can use to identify you.\nYou can disable or control cookies through your web browser’s settings.</p>\n<p>Cookies are sent back to the originating server.\nA cookie cannot retrieve any other data from your hard drive, pass on computer viruses or capture your email address.\nSession cookies are used only during a browsing session on the site.\nThese expire when you quit your browser.</p>\n<p>Our Internet Service Provider informs us they do not use cookies to generate website statistics for individual users.</p>\n<p>You can configure most browsers to notify you when a cookie is received, allowing you to accept or reject it.\nIf you do not accept cookies, some features on our site will not work as intended.</p>\nScreenwest email addresses\n<p>Screenwest staff contact names, email addresses and phone numbers are published on this website.\nThese are provided only for bona fide enquiries directly relating to the organisation’s business.</p>\n<p>In accordance with the Spam Act 2003, Screenwest does <strong>not</strong> consent to receiving spam at these email addresses.\nThis includes:</p>\n<ul>\n<li>unsolicited commercial electronic messages.</li>\n<li>direct internet marketing communications.</li>\n<li>the offer of products and services over the internet.</li>\n<li>the issuing of prospectus or other financial offerings by email.</li>\n</ul> ", "created_at": "2021-10-04 02:17:30.692271", "updated_at": "2021-10-04 00:18:05.843494"}], "points": [], "urls": ["screenwest.com.au"]}}