{"error": 448, "message": "OK", "parameters": {"id": 847, "name": "idka", "created_at": "2018-12-03 12:09:35.648666", "updated_at": "2021-03-25 03:19:39.765499", "wikipedia": "https://en.wikipedia.org/wiki/Idka", "keywords": null, "related": null, "slug": "idka", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/847.png", "url": "idka.com,", "documents": [{"id": 761, "name": "Privacy Policy", "url": "https://www.idka.com/privacy-policy", "xpath": "", "text": " <ul>\n<li>*Important Announcement</li>\n<li>Solutions For\n<ul>\n<li>Organizations</li>\n<li>Private Groups</li>\n</ul>\n</li>\n<li>Features</li>\n<li>Resources\n<ul>\n<li>Blog</li>\n<li>Video</li>\n<li>Vidcast</li>\n<li>FAQs</li>\n</ul>\n</li>\n<li>About\n<ul>\n<li>About Idka</li>\n<li>What is Co-Flow?</li>\n<li>Contact</li>\n<li>Jobs</li>\n<li>#Privacy2020</li>\n</ul>\n</li>\n<li>Login</li>\n<li>SignUp</li>\n</ul> Select Page Privacy Policy Privacy Policy – Idka AB\n<p>\n<strong>Table of contents</strong>\n</p>\n<ol>\n<li>Introduction</li>\n<li>What kind of information do we collect?</li>\n<li>What Idka will not do?</li>\n<li>How do we use your information?</li>\n<li>How do we use cookies?</li>\n<li>What are your rights?</li>\n<li>Freedom of speech and protection of human rights</li>\n<li>Contact information</li>\n</ol>\n1.\nIntroduction\n<p>This Privacy Policy regulates how Idka AB (“Idka” or “we”) collects and processes your personal data.\nWe may update the Privacy Policy from time to time, but we will always stay true to the fundamental tenets of Idka:&nbsp;<em>guarding your privacy</em>.</p>\n<p>This document should be read with and understood in the context of&nbsp;Terms &amp.\nConditions.</p>\n<p>Idka is the data controller that is responsible for collecting and storing your personal data in relation to your use of the Idka Service.\nThis Privacy Policy will stipulate why and how we collect and store your personal data, and what your rights and our obligations are in this regard.</p>\n<p>The Privacy Policy is made in accordance with European rules on data protection.</p>\n2.\nWhat kind of information do we collect?\n<p>When signing up for and using our service, we will collect the following information about you:</p>\n<ol>\n<li>Information that you provide when creating an Account to become a User.\nThis information includes, but is not limited to:\n<ol>\n<li>Information, such as your name and address, that uniquely identifies you as a natural or legal person</li>\n<li>Your mobile telephone number</li>\n<li>Your profile picture and handle name if supplied</li>\n<li>The date of the creation of your User and your subscription plans</li>\n</ol>\n</li>\n<li>Device information, uniquely identifying the device you use to connect to the Idka Service or the Website, if available</li>\n<li>Payment information for Users that subscribes to the Basic (or similar) or higher subscription plan, such as:\n<ol>\n<li>Information necessary to complete transactions, i.e.\npayments of the subscription or other due fees, via your credit card</li>\n<li>Subscription and payment history and information necessary to manage your subscription</li>\n</ol>\n</li>\n</ol>\n<p>Idka does not store credit card information as such, but only sufficient information to interact with the payment provider.</p>\n<p>Idka may also store anonymous usage information for statistical purposes in order to improve the Service.</p>\n3.\nWhat Idka will not do?\n<p>At Idka we undertake not to:</p>\n<ol>\n<li>Scan, read or access your information, such as communications, posts, chats, files, pictures, videos with a view to sell, share or in any other way disseminate the information or related meta-information</li>\n<li>Let any other User or party see or share information by association (ie.\nfriends of friends) or let another User change sharing of your content.</li>\n<li>Sell or share information about you, your information or your usage of the Service to any other entity or partner</li>\n<li>Place third party links to any service, let any third party embed links or apps that are not expressly in each instance accepted by the User, or to link or in any other way, establish or maintain a link to another service without express consent of the user</li>\n</ol>\n4.\nHow do we use your information?\n<p>We are committed to privacy, it is our raison d’être and therefore we will not use your information for any purpose other than administrating your account and operating the Service in accordance with applicable laws and regulations.</p>\n<p>We rely solely on subscription fees for income, and we do not need and will not sell or share any information for commercial or partnership reasons.\nYour data is yours, you decide how to share it, with whom and when.</p>\n<p>We will keep information for the following purposes:</p>\n<ol>\n<li>Identify you as a user and owner of your Account</li>\n<li>Manage your use of the Service and the Website, including the possibility of auto login on trusted devices.\nDevice information collected will be used for the purpose of this function</li>\n<li>Manage your subscription and customer relations</li>\n<li>Encrypt, decrypt or similar activates, move the data to other servers or re-arrange the data for operational purposes</li>\n<li>Make it possible for you as a User to identify other Users to connect to and let other Users connect to you</li>\n</ol>\n<p>To the extent necessary, we may access and store your information in order to comply with instructions (such as search warrant, subpoena, etc.) received from and ordered by a competent authority, which may come from a legal jurisdiction outside of Sweden.\nIdka will inform you of such instructions to such an extent as it is permitted under applicable law.</p>\n<p>Idka may also use and access information on Users and the uploaded content and communications if we have good reason to believe this is necessary to prevent illegal activity, behavior or fraud or harm.\nor use of the Account in contravention of the Terms and Conditions as they apply.</p>\n<p>We may also retain information from non-operational, discontinued or disabled accounts to prevent repeat abuse or other violations of the Terms &amp.\nConditions.</p>\n5.\nHow do we use cookies?\n<p>A cookie is a small piece of information that is placed on your computer when you access a website such as Idka.\nSee&nbsp;Cookie policy&nbsp;to get a full view of the use of these technologies and how Idka has implemented it.</p>\n<p>Idka does not accept any third party cookies and is not part of any or feeds information to any advertcing network.</p>\n<p>Idka use Matomo (formerly Piwik) to collect a limited amount of user information.\nThis information is used exclusively by Idka to deliver the service, improve the service (truely) and to measure the impact of our own marketing.\nThe information collected is the property of Idka AB, is never used for advertcing, is not shared, sold or otherwise disseminated.\nPlease access our&nbsp;Cookie policy&nbsp;document to get a full view how Idka has implemented cookies and tracking technologies.</p>\n6.\nWhat are your rights?\n<p>You are entitled to information about the processing of your personal data upon request, in accordance with Swedish privacy legislation.\nAnyone registered in our systems will have the right to access the information we have registered about them, and the right to ask to correct, delete or supplement information that may be false or misleading.\nWe will respond to such requests within 30 days.</p>\n7.\nFreedom of speech and protection of human rights\n<p>Idka recognizes online threats to human rights.\nThe right to privacy and the freedom of speech are under constant pressure from both private and government actors.\nSafe and encrypted communication is fundamental to ensuring these rights, and Idka therefore strives to ensure that your data are not subject to misuse.</p>\n8.\nContact information\n<p>If you have any comments, questions or grievances please contact Idka on:</p>\n<ul>\n<li>\n<strong>E-mail:</strong>&nbsp;info@idka.com</li>\n<li>\n<strong>Address:</strong>&nbsp;Folkungagatan 122, plan 2, 116 30 Stockholm, Sweden</li>\n</ul>\n<p>&nbsp;</p>\n<blockquote>\n<p>be social, stay private<sup>®</sup>\n</p>\n</blockquote> Menu<ul>\n<li>Features</li>\n<li>Organizations</li>\n<li>Individuals &amp.\nPrivate Groups</li>\n<li>Terms and Conditions</li>\n<li>Privacy Policy</li>\n<li>Payment Terms</li>\n<li>Cookie Policy</li>\n<li>Contact Us</li>\n</ul> Subscribe to our Newsletter! <p>\n</p> Opt-In You have Successfully Subscribed! Follow Us <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Sign Up × Log In Forgot your password? Cancel Select a 2FA method SMSPUSHTOTPCancel × × New Password × ", "created_at": "2018-12-03 12:11:19.730311", "updated_at": "2020-12-14 20:33:51.271024"}, {"id": 762, "name": "Terms and Conditions", "url": "https://www.idka.com/terms-and-conditions/", "xpath": "", "text": " <ul>\n<li>*Important Announcement</li>\n<li>Solutions For\n<ul>\n<li>Organizations</li>\n<li>Private Groups</li>\n</ul>\n</li>\n<li>Features</li>\n<li>Resources\n<ul>\n<li>Blog</li>\n<li>Video</li>\n<li>Vidcast</li>\n<li>FAQs</li>\n</ul>\n</li>\n<li>About\n<ul>\n<li>About Idka</li>\n<li>What is Co-Flow?</li>\n<li>Contact</li>\n<li>Jobs</li>\n<li>#Privacy2020</li>\n</ul>\n</li>\n<li>Login</li>\n<li>SignUp</li>\n</ul> Select Page Terms and Conditions Idka Service Terms &amp.\nConditions – Idka AB\n<p>\n<strong>Highlights from terms &amp.\nconditions</strong>\n</p>\n<ol>\n<li>Idka AB is a Swedish company based in Stockholm operating under the laws of Sweden.\nThe company operates the collaborative social media platform “Idka”.&nbsp;<strong>Scandinavian trustworthiness!</strong>\n</li>\n<li>In order to create an account and use the Service, you will have to consent to the Idka Service Terms &amp.\nConditions.&nbsp;<strong>It is easy – we do not ask for much at all!</strong>\n</li>\n<li>The foundation of Idka is privacy.\nYour privacy is important to us – and this is for real.&nbsp;<strong>Express yourself freely! Your social space is private!</strong>\n</li>\n<li>Our intellectual property philosophy is simple – you own your own content, and we own ours.&nbsp;<strong>No shared copyright!</strong>\n</li>\n<li>Idka undertakes not to knowingly, willingly or intentionally expose your information related to your account to other services.\nor cause, prompt or promote dissemination or sharing of your content.&nbsp;<strong>You control the sharing!</strong>\n</li>\n<li>Idka will be funded by subscription revenue, and will not earn money on advertising or selling of user meta-data.&nbsp;<strong>No advertising!</strong>\n</li>\n<li>You have the right to be forgotten.\nYou may delete materials, posts and chats.\nYou may delete your account at any time.&nbsp;<strong>Delete is for real – your data will disappear for ever!</strong>\n</li>\n<li>Idka provides the Service and the Website “as-is” and “as available”.&nbsp;<strong>Sorry – no warranties!</strong>\n</li>\n<li>You are not allowed to misuse the Service, use it for commercial transactions or unlawful activities.\nor upload or disseminate materials that are unlawful.&nbsp;<strong>Be good – be social – stay private!</strong>\n</li>\n</ol>\n<p>\n<strong>Table of contents</strong>\n</p>\n<ol>\n<li>Consent and acceptance</li>\n<li>Intellectual property rights and ownership</li>\n<li>Privacy</li>\n<li>Disclaimer</li>\n<li>Your rights</li>\n<li>Your obligations and responsibilities</li>\n<li>Rights and obligations of Idka</li>\n<li>Changes to terms and policies</li>\n<li>Limitation of liability</li>\n<li>Disputes and legal venue<br>\n10.1&nbsp;Governing law and legal venue<br>\n10.2&nbsp;Dispute resolution</li>\n<li>Indemnification of Idka</li>\n<li>Entire agreement and severability</li>\n<li>Miscellaneous</li>\n</ol>\n1.\nConsent and acceptance\n<p>\n<strong>In order to create an account and use the Service, you will have to consent to the Terms.\nThe Terms apply to any use of the Service and the Website.</strong>\n</p>\n<p>By accessing the Service and the Website, you agree to become a user (“<strong>User</strong>”) for as long as you use the Service and/or your account exists.</p>\n<p>By creating an account, you confirm that you are 15 years of age or older, or that you are acting on the behalf of a User of whom you are the natural or legal guardian, and that you accept the terms set forth in this document, our&nbsp;Cookie policy, our&nbsp;Privacy policy&nbsp;and our Payment Terms.\nIf you are acting on behalf of a User of whom you are the natural or legal guardian, you accept that you are responsible for making sure the User understands and acts in accordance with the terms set forth in this document, and that you are liable for compensating any loss incurred by Idka, Idka’s staff or Idka’s owners, in the case of such a User violating such terms</p>\n<p>Acceptance is done electronically as part of the process of creating an account and becoming a User.\nIdka may change the Terms at any time, in accordance with the procedures set forth in Section 9.</p>\n<p>You can always access applicable and updated policies and terms via the link at the bottom of the Website.</p>\n2.\nIntellectual property rights and ownership\n<p>\n<strong>Our intellectual property philosophy is simple: You own your own content, and we own ours.</strong>\n</p>\n<p>Therefore, all information, content, services and software displayed on, transmitted through, or used in connection with the Service and the Website such as articles, guides, text, photographs, images, illustrations, audio clips, video, html, source and object code, trademarks, logos, and the like (the “<strong>Content</strong>”), as well as its selection and arrangement, will remain the exclusive property of Idka.\nThis does not supersede the right to download or print single copies for your own private use in accordance with Swedish copyright laws.</p>\n<p>The intellectual property rights to any shared digital resources remain with the User that created or uploaded the material.\nAny intellectual property rights to any digital resources such as posts, chats, texts, photos, videos, files, etc.\ncreated on or uploaded to the Service remain unchanged and rest with the person that uploaded or created the digital resource as it is, provided however that Idka and the Service are given the rights necessary to manipulate and manage the digital resources in order to provide the Service and provide functionality such as, but not limited to, encryption and “in-service” content search.</p>\n<p>We do not acquire any other rights to information that you have uploaded, stored or created on the Service, and such digital assets are not part of the Content.</p>\n3.\nPrivacy\n<p>\n<strong>The foundation of Idka is privacy.\nYour privacy is important to us – and this is for real.</strong>\n</p>\n<p>Therefore, Idka does not cause, prompt or promote dissemination or sharing of your Idka account or any of your content or data, whether it is posts, chats, files, photos, videos, metadata or any other material.</p>\n<p>Any sharing is, and will be User-initiated, and Idka will only provide you with the functionality to, by an intended act, share your content.\nWith the exception of what is necessary to provide functionality to the User (for instance content search functions, login and account switching, account and service administration and encryption services) Idka does not read, access, scan or acquire knowledge about the information uploaded, shared or communicated, nor know what actions Users are taking or have any control over such Users and their actions.\nThis applies both online and offline.</p>\n<p>Idka does not ask for shared or part ownership in or to your data, nor any form of IP license (shared intellectual property rights) on your data.\nIdka does not need to do this, because we will not use your information and content for any commercial or other purpose.\nWe rely on our subscription income only.</p>\n<p>Our processing of your private data and how we fulfill our obligations under the personal data legislation is regulated by our Privacy Policy, which you can access via&nbsp;Privacy policy.\nWe highly recommend that you read it carefully.</p>\n4.\nDisclaimer\n<p>Idka and/or our affiliated companies (collectively included under the term&nbsp;<strong>Idka</strong>) provides the Service and the Website “as-is” and “as available”.</p>\n<p>Idka is not responsible nor liable for any distasteful, inappropriate, offensive, obscene, explicit, X-rated, unlawful or objectionable content or information you may come across on the Service or the Website, nor for any action or conduct by Users whether it be online or offline, to the extent permitted by law.</p>\n<p>Idka makes no representations or warranties of any kind as to the Service and the Website, its functionality and/or the content thereof, such as the availability of the Service and/or Website on any platform for access and use, nor against loss of data whether in transit or in storage.\nIn particular, Idka expressly disclaims all warranties and representation in respect of fitness for a particular purpose, accuracy, completeness, integrity or non-infringement.\nIdka does not guarantee nor promise any specific results from use of the Service and the Website.</p>\n<p>Features, functions and appearances may change or be removed at any time as a result of improvements, maintenance, or for any other reason.\nWhile we will try keep your information, data and files of any kind safe and intact when you use the Service in accordance with the Terms, there is no guarantee that we will be able to so.</p>\n<p>The Website may contain links to other websites.\nIdka is not responsible for any links or linked-to content and such websites are in no way investigated, monitored or checked for accuracy or completeness by Idka.\nInclusion of any linked website on the Website does not imply approval or endorsement of the linked website by Idka.</p>\n<p>Idka assumes no responsibility for any technical malfunction of any communication network or lines, computer systems or equipment, servers or providers, software, failure of any email or other functions, used directly or indirectly by the User or Idka.\nNeither is Idka responsible for or can in any way be made liable for any omissions, interruptions, deletions or corruption of data in storage and under transmission, defects, delays in operation or transmission or communications failure of the Service and the Website.</p>\n<p>We may discontinue the service due to lack of funds or resources, we may be the target of attacks and intrusions, be mandated by laws and regulations or competent courts to shut down, alter or remove parts or the whole of the service.\nWe promise to help, protect and notify our users in such situations to the best of our abilities, but we do not assume any responsibility or accept any liability for such events, interruptions or occurrences, including any third-party, follow-on implications, damage, harm, impairment, destruction, loss or cost, unless, and then to the minimum extent, mandated by applicable laws and regulations.</p>\n<p>Under no circumstance shall Idka be responsible for any loss or damage, including loss of data, resulting from use of the Service, the Website or any associated services, attendance at an event organized through the Website or the services, from any content posted on or through the Service or the Website, nor from the conduct of any Users of the Service or the Website, whether online or offline and irrespective of platform.</p>\n<p>The Service may contain links to other websites.\nWe are not responsible for any links or linked-to content and such websites are in no way investigated, monitored or checked for accuracy or completeness by us.\nInclusion of any linked service on the Service does not imply approval or endorsement of the linked website by Idka.</p>\n<p>Idka does not control or guarantee the accuracy, relevance, timeliness or completeness of information contained on a linked service.\nIdka cannot and does not authorize the use of copyrighted materials contained in linked service.\nUsers must request such authorization from the sponsor of the linked service.</p>\n<p>For sake of clarity, any link entered, uploaded or otherwise accessible through User-entered information in any form, is the responsibility of the User exclusively.</p>\n5.\nYour rights\n<p>As a User, you have the following rights with respect to the Service:</p>\n<ol>\n<li>The right to be forgotten.\nYou may at any time delete any materials you have uploaded and delete your Account, in which case all the information stored on the Account will be deleted completely and in full</li>\n<li>The right to close and delete an Account at will</li>\n<li>The right to see and access all and any personal information that the Service stores in relation to you and your Account, and amend or correct such information</li>\n<li>The right to be exempt from social or personal profiling.\nNo User will be subject to data analysis, profile compilation, preference mapping or the like.\nnor will User be subject to the sale of any such information to any third party.\nThe Service retains the right to use anonymous information on user patterns, resource consumption and the like in order to manage and operate the Service in the most effective manner</li>\n<li>The right to download any digital resource that has been uploaded and is related to your Account at any time</li>\n<li>The right to delete any digital resources that is stored in or linked to your profile at any time.\nAny such deletion shall be in full and “forever”, provided however, that some information may be temporarily stored for the sole purpose of back-ups to ensure operational quality</li>\n</ol>\n6.\nYour obligations and responsibilities\n<p>As a User of the Service, you commit to abiding by the following:</p>\n<ol>\n<li>Upon commencement of use, register an account (the “<strong>Account</strong>”) with the Idka Service using complete and truthful information in respect of your natural or legal person.\nand when relevant update such information.\nFor paid services, you shall provide complete and truthful information so that uninterrupted payments may take place.\nSee&nbsp;Payment terms.\nSpecifically, you will:\n<ol>\n<li>Not provide false or misleading information about yourself to Idka</li>\n<li>Not create an account for anyone else without their explicit permission, nor transfer an account</li>\n<li>Not create an account with a name or use a handle that is the same as or similar to a name rightfully used, owned or controlled by someone else, i.e.\nregistered trademarks, domains or company names without the full right to do so</li>\n<li>Accept that your Account may be suspended, closed or permanently deleted by Idka if the Terms are violated in the opinion of Idka, or as a result of a decree, injunction or order by a competent court of law or similar authority.\nSuch closure shall not under any circumstances be the basis for any claim, pecuniary or otherwise, against Idka</li>\n<li>Not create a new account if your Account is suspended, closed or deleted by Idka in accordance with these Terms</li>\n</ol>\n</li>\n<li>Not write, upload, store, share or otherwise include material, files, photos, videos, statements and other content that you do not have the right to use in such manner, or that contains anything which is unlawful under the laws of Sweden or under a jurisdiction that may apply to you as a User based on your location or status.\nSuch prohibited and proscribed materials include but are not limited to:\n<ol>\n<li>Unlawful pornographic materials of any kind, including without restriction child pornography</li>\n<li>Materials or statements that constitute unlawful utterances, statements, expressions or remarks, whether in respect of libel, privacy, unlawful discrimination or racism, sexism or otherwise</li>\n<li>Incitement of any kind in respect of actions to undertake anything unlawful or malicious.\nor to unlawfully discriminate based on ethnicity, race, sex, gender or otherwise.\nor use hateful or threatening language or statements.\nnor bully or torment any other person or group of persons</li>\n<li>Commercial advertising of any kind or type, and specifically any unlawful multi-level marketing or similar activities</li>\n<li>Unlawful programming or malicious code, whether as source code or executables, including but not limited to viruses, malware, adware and the like.\nor code that is protected against your use on Idka by way of copyright or other IPR protection</li>\n</ol>\n</li>\n<li>As a User, you will use the Service for its intended purpose, and refrain from:\n<ol>\n<li>Using an Account for commercial purposes or to promote or conduct transactions of any kind, specifically included but not limited to securities, financial instruments or any derivatives thereof and banned substances and goods</li>\n<li>Using an Account that is not lawfully yours.\nor try to solicit or entice anyone to divulge or share login or account information from or belonging to another User.\nor spread any such information</li>\n<li>Using automated methods and means (such as bots, robots, spider, data scrapers) to access and use the Service, provided however, that Idka may provide API’s for permitted use</li>\n<li>Collecting, assembling, copying, manipulating or using other Users content in contravention of the Terms and the intended use of the owner of any such content.\nto the extent this is reasonably apparent</li>\n<li>Overloading the Service, interrupting or stopping the normal function of the Site or changing the Service’ appearance in any way or manner or assist others in doing so</li>\n<li>Uploading or posting text or messages, or where applicable sound and video, that are unintelligible, or otherwise inconsistent with the purposes of Idka and/or are repetitive or constitutes spamming</li>\n<li>Uploading, posting or otherwise disseminating any identification documents or other sensitive personal information relating to yourself or any other User or person</li>\n<li>Helping, assisting, facilitating, encouraging or otherwise cause any violations of the Terms and the policies of the Service</li>\n</ol>\n</li>\n</ol>\n<p>Any user acting contrary to Terms may be temporarily or permanently excluded from the use of the Service, without any liability what-so-ever to Idka.</p>\n<p>If you, as User, discover, learn or obtain information on improper use of the Service or the Website, representing a violation of these Terms by another User or person, we ask you to report this via email to: info@idka.com</p>\n7.\nRights and obligations of Idka\n<p>Idka undertakes to use best efforts, taking into account the resources available, to provide the Service and access to the Website on an uninterrupted and ongoing basis, to protect your data from loss and corruption, as well as unauthorized access or use and to protect your communications and privacy.</p>\n<p>Idka undertakes not to knowingly, willingly or intentionally:</p>\n<ol>\n<li>Expose your Account, your name or other information related to your Account to other services, such as external search services, partners, advertisers, crawlers, bots and the like</li>\n<li>Cause, prompt or promote dissemination or sharing of your content, whether it is posts, chats, files, photos, videos or any other material, but solely provide the User with functionality to, as an intended and conscious act, initiate limited sharing with directly identified parties</li>\n<li>Place or link any advertising on your Profile page, your posts, notes, trails or communications, save for promoting Idka, the Service and the Website itself</li>\n<li>Sell or in any way commercially exploit content uploaded to the Service and the Website, including User profiles and information as well as parts of communications</li>\n<li>Let any 3rd party gain access to or use the information without User’s express permission</li>\n</ol>\n<p>Idka undertakes to use best efforts, taking into account the resources available to:</p>\n<ol>\n<li>Safeguard and keep private and confidential to you uploaded content, created content and your communications on the Service and the Website.\nIn doing so, Idka is employing techniques such as encryption and other safeguards, provided however, that such safeguards are not fail-proof and that Idka may implement the various safeguards only on parts of the Service or not continuously or with intended or unintended interruptions</li>\n<li>Keep the Service bug-free, safe and secure, but you use the Service and access the Website at your own risk.\nWe do not guarantee that the Service will be bug-free, safe, secure and always available</li>\n</ol>\n<p>The opinions or views expressed on the Service, including, but not limited to blogs, posts, chats, video or sound, represent the thoughts of individual Users and the online communities and not Idka, Idka’s respective directors, officers, employees, staff or members of its respective board of directors.</p>\n<p>The opinions and views expressed on the Service(s) do not in any way reflect the views of the site they are posted on, other sites affiliated with the site, nor the Idka staff involved with maintaining the site or any members of the site.</p>\n<p>The Company holds no viewpoints on any political or other issue, nor does it endorse or support any causes, activities and/or persons or associations of whatever kind.</p>\n<p>The undertakings are limited to best efforts, and the User is expressly informed of and directed to read Section 4 “Disclaimer” and Section 9 “Limitation of liability”.</p>\n8.\nChanges to terms and policies\n<p>We may amend, restate and revise these Terms and Conditions and any applicable policy without restrictions, provided:</p>\n<ol>\n<li>You are informed of the change via email or a statement appearing on the Website, in the form of a broadcast, a prompt at login or during use of the Service or similar explicit fashion (a “<strong>Notice</strong>”) with a link to the relevant amended, restated or revised Terms and/or policies</li>\n<li>The amended, restated or revised Terms and/or policies dose not enter into force until 5 days after Notice is given</li>\n<li>Should you have any objections or reservation with respect to the amended, restated or revised Terms and/or policies, you shall, in observance of Section 1, without any undue delay, delete your Account, provided that you have the opportunity to download any content rightfully belonging to you within 10 days of the Notice.\nContinued use the Service or the Website thereafter, constitutes an acceptance of the amended, restated or revised Terms and/or policies</li>\n</ol>\n9.\nLimitation of liability\n<p>Idka will not be liable for any lost profits or other consequential, special, direct, indirect, or incidental damage arising out of or in connection with these Terms, the Service or the Website.</p>\n<p>In any event, the aggregated liability shall not exceed the amount paid to Idka for the Service during the last 6 months or, where such limitation is not permitted by law, limited to the fullest extent permitted by applicable law.</p>\n10.\nDisputes and legal venue\n10.1 Governing law and legal venue\n<p>The execution, interpretation, construction and performance of the Terms shall be governed by the laws of Sweden, without regard to the conflicts of law rules thereof.</p>\n10.2 Dispute resolution\n<p>Any demand, appeal, request or claim, cause of action or dispute you have with Idka arising out of or pertaining to the use of the Service and the Website and these Terms shall be settled exclusively in Stockholm, Sweden and under Swedish law by any such competent court as determined by Swedish laws.</p>\n11.\nIndemnification of Idka\n<p>If a claim of any kind is brought against Idka related to or based on your actions, your Account or your use of the Service or Website, including the content of information uploaded or in any way stated, expressed or shared on the Service of the Website, you will hold Idka harmless from and against all expenses (including reasonable legal and expert fees), losses, damages and indirect losses arising from the claim.</p>\n<p>As User, you release Idka and Idka’s directors, officers, employees, agents and affiliates from any claims and damages, known and unknown, arising out of or in any way connected with any claim you have against any such third parties.</p>\n12.\nEntire agreement and severability\n<p>The Terms make up the entire agreement between the parties regarding Idka, the Service and the Website, and supersedes any prior Terms and Conditions or agreements.</p>\n<p>Any consent by any party to, or waiver of, a breach by the other, whether express or implied, shall not constitute consent to, or a waiver of any other, different or subsequent breach.\nIf we fail to enforce any of these Terms, it will not be considered a waiver.\nAny individual amendment to or waiver of these Terms must be made in writing and signed by us.</p>\n<p>The provisions of these Terms shall be deemed severable.\nIf any provisions are held unenforceable by any court of competent jurisdiction, it shall be severed from the remaining terms of these Terms.\nThe remaining provisions shall remain in full force and effect.</p>\n13.\nMiscellaneous\n<p>All of our rights and obligations under these Terms are freely transferable by us in connection with a merger, acquisition, or sale of assets, or by operation of law or otherwise.</p>\n<p>You can and will not transfer any of your rights or obligations under these Terms to anyone else.</p>\n<p>You will comply with applicable laws when using Idka.\nNothing in these Terms nor any of our undertakings, shall prevent Idka from complying with any applicable law.</p>\n<p>Idka reserves all rights not expressly granted to you.</p>\n<p>&nbsp;</p>\n<blockquote>\n<p>be social, stay private<sup>®</sup>\n</p>\n</blockquote> Menu<ul>\n<li>Features</li>\n<li>Organizations</li>\n<li>Individuals &amp.\nPrivate Groups</li>\n<li>Terms and Conditions</li>\n<li>Privacy Policy</li>\n<li>Payment Terms</li>\n<li>Cookie Policy</li>\n<li>Contact Us</li>\n</ul> Subscribe to our Newsletter! <p>\n</p> Opt-In You have Successfully Subscribed! Follow Us <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Sign Up × Log In Forgot your password? Cancel Select a 2FA method SMSPUSHTOTPCancel × × New Password × ", "created_at": "2018-12-03 12:39:52.50653", "updated_at": "2020-12-14 20:34:01.528486"}, {"id": 773, "name": "Cookie Policy", "url": "https://www.idka.com/cookie-policy", "xpath": "", "text": " <ul>\n<li>*Important Announcement</li>\n<li>Solutions For\n<ul>\n<li>Organizations</li>\n<li>Private Groups</li>\n</ul>\n</li>\n<li>Features</li>\n<li>Resources\n<ul>\n<li>Blog</li>\n<li>Video</li>\n<li>Vidcast</li>\n<li>FAQs</li>\n</ul>\n</li>\n<li>About\n<ul>\n<li>About Idka</li>\n<li>What is Co-Flow?</li>\n<li>Contact</li>\n<li>Jobs</li>\n<li>#Privacy2020</li>\n</ul>\n</li>\n<li>Login</li>\n<li>SignUp</li>\n</ul> Select Page Cookie Policy Cookie Policy – Idka AB\n<p>\n<strong>Table of contents</strong>\n</p>\n<ol>\n<li>How Idka uses tracking technologies</li>\n<li>What are cookies?</li>\n<li>How are cookies used?</li>\n</ol>\n1.\nHow Idka uses tracking technologies\n<p>We do not use tracking technologies in the classical sense.\nWe are not interested in making money on your online movements or activities, and therefore, we have no interest in this technology.\nWe do not allow any third party to place cookies in connection with our services.</p>\n<p>We do, however, need to use persistent cookies to identify you, for instance to allow trusted devices (automatic re-login), to store certain preferences and for internal user statistics.\nWe employ encrypted cookies that cannot be used by others.\nYou may deactivate or restrict the transmission of cookies by changing the settings of your web browser.\nCookies that are already stored may be deleted at any time.\nIf you deactivate cookies, certain functionality may not be available, but we try to deliver the service to extent possilbe in any caseas we are not the business of exploiting you.</p>\n<p>We use Matomo (formerly Piwiki) to collect and process certain information in order to promote Idka and deliver the Idka Service.\nWe do not accept third party cookies on the www.idka.com website.\nnor on the idka.com service site.</p>\n<p>When you visit our site or use our Service, we will store: the website from which you visited us from, the parts of our site you visit, the date and duration of your visit, your anonymized IP address and information from the device (device type, operating system, screen resolution, language, country you are located in, and web browser type) you used during your visit.\nWe process this usage data in Matomo Analytics for statistical purposes, to improve our site, track conversion and to recognize and stop any misuse.\nIdka own this data alone, and we will never use it for advertising or share, sell nor otherwise disseminate it.</p>\n<p>The conversion tracking on our landing page is used in conjunction with marketing campaigns.\nThe information garnered from this technology is exclusively used to evaluate the impact of our own marketing.\nThe information is not used to track your online presence nor to target you for any advertising or other information.\nIt is important to note that this is strictly limited to our landing page, and is not present in the Idka service.</p>\n<p>Therefore, we truly only use cookies to provide a better service (such as easier login, remembering settings, etc.) and to make people aware that there is an alternative to classic social media and the Stalker Economy.</p>\n<p>By using our services, you accept that we use cookies to the extent explained in this policy.\nIf you do not accept our cookies policy, you may change your browser settings not to accept cookies.\nPlease note, however, that this will lead to our services not functioning as smoothly as it has been designed to do.</p>\n<blockquote>\n<p>be social, stay private<sup>®</sup>\n</p>\n</blockquote>\n2.\nWhat are cookies?\n<p>There are several ways that websites and social services track your activities.\nThe most common way is the placement of a HTTP cookie (or browser cookie), which, in essence, is a small information capsule stored on your device when you access a site or service.</p>\n<p>Cookies may be encrypted and will be used by the service provider and any of its partners, or other third parties that have gained access to the site.\nThere are several forms of cookies, such as zombie cookies and cookies that are combined with URLs, query strings, JSON Web tokens, Etags, DOM properties, “Local Stored Objects” (also known as “Flash Cookies”), HTML5 Web storage cookies, etc.\nAll of are them referred to as cookies, but the potential for use and abuse varies according to its type.\nZombie cookies, for example, have the ability to re-create themselves after they have been deleted (using information stored separately in different locations on your device).\nConversion pixels are small pieces of code on a webpage allowing a service to determine if you arrived at the page (Web and mobile) from a specific ad campaign.</p>\n3.\nHow are cookies used?\n<p>It is not uncommon that more than 20 cookies are placed on your machine for various purposes when you access a service just once.\nSome are First Party Cookies (placed there by the service-domain) you access and some are Third Party Cookies that are cookies placed on your device by partners of the service you access (or possible malicious players).</p>\n<p>Social media services use cookies and tracking technologies, but they also allow a vast array of partners to use their services to place various types of cookies on your device (third party cookies).</p>\n<p>The use of cookies has expanded and deepened and they are now used to track and store users’ actions and behaviour on the Internet, to trace where you are coming from when you land on a site, where you are going to, what ads you look at and click on, etc.</p>\n<p>In recent times, added to this, is advance methodology to make devices leave digital footprints (screen attributes unique to each device – like a finger print) and combining this with IP addresses from which the device is used over time and so forth, so it will be more or less impossible to escape the tracking.\nOstensibly it is to “improve the service”, but the meaning of “improving the service” has become “know everything there is to know about you” to get hold of an asset that can be sold.\nAnd, then there is the added specter of misuse, criminal exploitation, and theft of this information.</p>\n<p>In order to force you to give up information, it is often not possible to block cookies (an option you have in your browser) without losing the ability to access or use a sites or service, or you may lose functionality witch is essential, but not necessarily linked to the content of the cookies themselves.\nOn other sites, if you have deleted a cookie, you may be harassed with the need to re-confirm user terms each time you access a site.</p>\n<p>Therefore, the option of denying cookies creates, in our opinion, an illusion of choice – In fact you do not have a choice.\nBut, with Idka you have one!</p>\n<p>&nbsp;</p>\n<blockquote>\n<p>be social, stay private<sup>®</sup>\n</p>\n</blockquote> Menu<ul>\n<li>Features</li>\n<li>Organizations</li>\n<li>Individuals &amp.\nPrivate Groups</li>\n<li>Terms and Conditions</li>\n<li>Privacy Policy</li>\n<li>Payment Terms</li>\n<li>Cookie Policy</li>\n<li>Contact Us</li>\n</ul> Subscribe to our Newsletter! <p>\n</p> Opt-In You have Successfully Subscribed! Follow Us <ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul> Sign Up × Log In Forgot your password? Cancel Select a 2FA method SMSPUSHTOTPCancel × × New Password × ", "created_at": "2018-12-05 13:11:46.827975", "updated_at": "2020-12-14 20:35:12.78746"}], "points": [{"id": 5039, "title": "User-generated content is encrypted, and this service cannot decrypt it", "source": "https://www.idka.com/features/", "status": "Only certain user-data is encrypted by the service; namely instant messaging and video chat.", "created_at": "2018-12-03 12:39:14.970487", "updated_at": "2020-12-23 16:32:49.691682", "quoteText": null, "case_id": 372, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5042, "title": "The service is transparent regarding government requests or inquiries that may involve user data.", "source": "https://www.idka.com/privacy-policy", "status": "The service must comply with legal obligations to provide user information. They will provide the user with notice of such compliance where legally possible.", "created_at": "2018-12-03 12:47:57.397195", "updated_at": "2020-12-23 16:33:04.893772", "quoteText": null, "case_id": 169, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5041, "title": "You have the right to leave this service at any time", "source": "https://www.idka.com/terms-and-conditions/", "status": "", "created_at": "2018-12-03 12:44:06.462206", "updated_at": "2019-06-20 08:39:39.107308", "quoteText": "The right to close and delete an Account at will</li>", "case_id": 170, "document_id": 762, "quoteStart": 11712, "quoteEnd": 11765}, {"id": 5038, "title": "You can delete your content from this service", "source": "https://www.idka.com/privacy-policy", "status": "Requests to provide users with their data, to modify and delete it are responded to within 30 days.", "created_at": "2018-12-03 12:34:00.573553", "updated_at": "2021-02-06 04:02:01.28803", "quoteText": null, "case_id": 175, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5035, "title": "You maintain ownership of your data", "source": "https://www.idka.com/privacy-policy", "status": "Idka maintains ownership of the data it uses to provide the service. All user-created data uploaded to the platform is owned by the user uploading it. Idka makes no claims to this user-uploaded data.", "created_at": "2018-12-03 12:21:18.236041", "updated_at": "2021-02-06 04:02:01.321814", "quoteText": null, "case_id": 183, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5047, "title": "You must provide your legal name, pseudonyms are not allowed", "source": "https://www.idka.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2018-12-05 12:45:45.630412", "updated_at": "2019-06-09 22:39:11.420139", "quoteText": "When signing up for and using our service, we will collect the following information about you:</p>\n<ol>\n<li>Information that you provide when creating an Account to become a User.\nThis information includes, but is not limited to:\n<ol>\n<li>Information, such as your name and address, that uniquely identifies you as a natural or legal person", "case_id": 214, "document_id": 761, "quoteStart": 1604, "quoteEnd": 1945}, {"id": 5036, "title": "You must provide your legal name, pseudonyms are not allowed", "source": "https://www.idka.com/privacy-policy", "status": "For the purposes of billing and user-subscriptions, the legal name and other identifiable information such as telephone numbers and addresses of the users are required by the service in order to set up an account.", "created_at": "2018-12-03 12:26:53.942321", "updated_at": "2021-02-06 04:02:01.453595", "quoteText": null, "case_id": 214, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5037, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.idka.com/privacy-policy", "status": "Unique device information is collected by the service.", "created_at": "2018-12-03 12:29:45.609737", "updated_at": "2021-02-06 04:02:01.7449", "quoteText": null, "case_id": 323, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5049, "title": "You can delete your content from this service", "source": "https://www.idka.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2018-12-05 12:51:29.480777", "updated_at": "2019-06-20 08:32:05.243519", "quoteText": "You are entitled to information about the processing of your personal data upon request, in accordance with Swedish privacy legislation.\nAnyone registered in our systems will have the right to access the information we have registered about them, and the right to ask to correct, delete or supplement information that may be false or misleading.\nWe will respond to such requests within 30 days.</p>", "case_id": 175, "document_id": 761, "quoteStart": 6552, "quoteEnd": 6950}, {"id": 5040, "title": "You can delete your content from this service", "source": "https://www.idka.com/terms-and-conditions/", "status": "The right-to-be-forgotten is adhered to by idka: \"You may at any time delete any materials you have uploaded and delete your Account, in which case all the information stored on the Account will be deleted completely and in full\".", "created_at": "2018-12-03 12:42:26.477108", "updated_at": "2019-06-12 01:58:41.330989", "quoteText": "<li>The right to be forgotten.\nYou may at any time delete any materials you have uploaded and delete your Account, in which case all the information stored on the Account will be deleted completely and in full</li>", "case_id": 175, "document_id": 762, "quoteStart": 11493, "quoteEnd": 11707}, {"id": 5050, "title": "This service requires first-party cookies, which are cookies that only belong to the domain of the service and not a third party.", "source": "https://www.idka.com/cookie-policy", "status": "Generated through the annotate view", "created_at": "2018-12-05 13:13:34.823787", "updated_at": "2019-09-28 22:16:53.678595", "quoteText": "We do not allow any third party to place cookies in connection with our services.</p>\n<p>We do, however, need to use persistent cookies to identify you, for instance to allow trusted devices (automatic re-login), to store certain preferences and for internal user statistics.\nWe employ encrypted cookies that cannot be used by others.", "case_id": 126, "document_id": 773, "quoteStart": 836, "quoteEnd": 1170}, {"id": 5043, "title": "The service promises to inform and/or notify users regarding government inquiries that may involve users' personal data", "source": "https://www.idka.com/privacy-policy", "status": "idka only guarantees this information where it is legally possible.", "created_at": "2018-12-03 12:49:17.901271", "updated_at": "2019-08-24 16:26:12.055321", "quoteText": "To the extent necessary, we may access and store your information in order to comply with instructions (such as search warrant, subpoena, etc.) received from and ordered by a competent authority, which may come from a legal jurisdiction outside of Sweden.\nIdka will inform you of such instructions to such an extent as it is permitted under applicable law.", "case_id": 165, "document_id": 761, "quoteStart": 4825, "quoteEnd": 5181}, {"id": 5048, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://www.idka.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2018-12-05 12:48:26.866452", "updated_at": "2019-02-12 19:51:29.543088", "quoteText": "<li>Your mobile telephone number</li>\n<li>Your profile picture and handle name if supplied</li>\n<li>The date of the creation of your User and your subscription plans</li>\n</ol>\n</li>\n<li>Device information, uniquely identifying the device you use to connect to the Idka Service or the Website", "case_id": 323, "document_id": 761, "quoteStart": 1951, "quoteEnd": 2243}, {"id": 5046, "title": "You maintain ownership of your data", "source": "https://www.idka.com/terms-and-conditions/", "status": "Generated through the annotate view", "created_at": "2018-12-05 12:41:01.644679", "updated_at": "2019-06-09 20:33:13.533493", "quoteText": "<p>The intellectual property rights to any shared digital resources remain with the User that created or uploaded the material.\nAny intellectual property rights to any digital resources such as posts, chats, texts, photos, videos, files, etc.\ncreated on or uploaded to the Service remain unchanged and rest with the person that uploaded or created the digital resource as it is, provided however that Idka and the Service are given the rights necessary to manipulate and manage the digital resources in order to provide the Service and provide functionality such as, but not limited to, encryption and “in-service” content search.</p>\n<p>We do not acquire any other rights to information that you have uploaded, stored or created on the Service, and such digital assets are not part of the Content.</p>", "case_id": 183, "document_id": 762, "quoteStart": 4914, "quoteEnd": 5716}], "urls": ["idka.com", ""]}}