{"error": 448, "message": "OK", "parameters": {"id": 5549, "name": "submissiontechnology.co.uk", "created_at": "2021-11-06 19:04:24.123254", "updated_at": "2021-11-06 23:01:12.175119", "wikipedia": null, "keywords": null, "related": null, "slug": "submissiontechnology-co-uk", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5549.png", "url": "submissiontechnology.co.uk", "documents": [{"id": 9972, "name": "Privacy Policy", "url": "https://submissiontechnology.co.uk/privacy_policy/", "xpath": "", "text": " <ul>\n</ul>\n<ul>\n<li>No menu assigned</li>\n</ul> Privacy Policy <p>This Privacy Policy sets out the basis on which any personal data you provide to us, will be processed.\nIt also details the cookies we use on our Site.</p>\n<i>\n</i>General Information <p>For your information, this website is operated and wholly owned by Submission Technology Ltd., registered in England with the company number 4456811.</p>\n<p>For the purposes of the EU General Data Protection Regulation (2016), Submission Technology Ltd.\n(the “Company”) are the registered data controller with the Information Commissioner’s Office (ICO).\nour registration number is Z7981900.</p>\n<p>If you have any questions regarding this policy, please contact our Data Protection Officer&nbsp;here.</p>\n<p>The scope of this Privacy Policy is limited to this website only.\nSubmission Technology Ltd processes personal data for its employees which is covered by internal policies.\nThe Company also processes personal data on its branded websites.\nFor privacy information specific to each branded website, please see the links below to the corresponding Privacy Policies:</p>\n<p>Oh My Dosh – Privacy Policy</p>\n<p>20 Cogs – Privacy Policy&nbsp;</p>\n<p>Paid Surveys – Privacy Policy</p>\n<p>UK Mystery Shopper – Privacy Policy</p>\n<p>Product Testing UK – Privacy Policy</p>\n<i>\n</i>Information We Collect and Our Lawful Basis for Processing <p>We collect your personal data when you submit a query via our web form.\nWe collect your name and email address for our legitimate reason of being able to answer your query.</p>\n<p>Each time you visit our Site, we may also collect technical information relating to your device, timezone, operating system, browser version as well as other supplementary information such as page load times.\nWe have a legitimate interest&nbsp;to process this data because it helps us tailor and optimize your experience on the Site.</p>\n<i>\n</i>Disclosure and Retention of Your Data <p>Submission Technology does not disclose your data to any third parties unless required to do so by law or we believe the data needs to be reported to the police.</p>\n<p>If you wish to contact us regarding your data, please see the section below.</p>\n<p>We keep your data for as long as necessary to respond to your request.\nThere is no need for us to keep your data for any longer unless required to do so by law.</p>\n<p>We protect your information with security measures under the laws that apply and we meet international standards.\nWe use a variety of technologies to help protect your personal information from unauthorised access, use, or disclosure.</p>\n<p>We apply segmented access controls so only our highly trained and trusted staff can access your data on a need to know basis.\nAll systems and data are located in the UK in controlled and secure areas.</p>\n<i>\n</i>Your Rights as a Data Subject <p>Under the EU General Data Protection Regulation (GDPR), as a Data Subject, you may exercise your right to:</p>\n<ul>\n<li>Be informed about your personal data</li>\n<li>Access your personal data</li>\n<li>Rectify your personal data</li>\n<li>Have your data erased</li>\n<li>Restrict processing (an alternative to data erasure)</li>\n<li>Object to processing (where we rely on our legitimate interest)</li>\n<li>Data portability</li>\n<li>Requests in relation to automated decision making and profiling</li>\n</ul>\n<p>If you wish to contact us regarding your data or raise a complaint on how we have handled your personal data, you can email our Data Protection Officer,&nbsp;here, who will investigate this matter.</p>\n<p>If you are not satisfied with our response or believe we are processing your personal data not in accordance with the law you can make a complaint to the UK Supervisory Authority, the Information Commissioner’s Office (ICO).\nPlease visit their website for more information:&nbsp;https://ico.org.uk/concerns/</p>\n<i>\n</i>Changes to this Policy <p>In the event of updates to our service that materially expand the sharing or use of your personal information in ways not already disclosed to you, we will update this privacy policy accordingly.\nWe will gain your consent for processing activities where necessary.</p>\n<i>\n</i>Contact Information <p>Please submit your queries via the web form on the homepage.\nIf you have a question regarding the processing of your personal data, please contact our Data Protection Officer via email.</p>\n<p>\n<strong>Data Protection Officer</strong>\n</p>\n<p>Submission Technology Ltd</p>\n<p>Email:&nbsp;dpo@submissiontechnology.co.uk</p>\n<i>\n</i>Cookies <p>We use cookies on our site to&nbsp;provide you with the best experience when you browse our website and to improve our site and its contents.\nBy continuing to browse the site, you are agreeing to our use of cookies and other storage technologies.</p>\n<p>We use the following cookies:</p>\n<ul>\n<li>\n<strong>Targeting Cookies&nbsp;</strong>\n</li>\n</ul>\n<p>Targeting cookies have been set through our site by YouTube because we embed videos from YouTube on our site.\nThese cookies are based on uniquely identifying your browser and internet device.\nThey may be used by YouTube to build a profile of your interests and show you relevant adverts on other sites.\nYou can manage these cookies in your browser settings.\nIf you do not allow these cookies, you will not be able to experience the site fully.</p> Useful Links <ul>\n<li>About Us</li>\n<li>Home</li>\n<li>Privacy Policy</li>\n<li>The Team</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<p>© Copyright Submission Technology 2019.\nAll rights reserved.\n<br>The Beater House, East Wing, Turkey Mill, Ashford Rd, Maidstone.\nME14 5PP <br>T: +44 (0)20 7183 1653.\nGIAC.\n</p>\n<i>\n</i>\n<i>\n</i> ", "created_at": "2021-11-06 19:04:24.125287", "updated_at": "2021-11-06 18:04:50.958311"}], "points": [], "urls": ["submissiontechnology.co.uk"]}}