{"error": 448, "message": "OK", "parameters": {"id": 4606, "name": "Baybus", "created_at": "2021-07-07 21:24:22.568697", "updated_at": "2021-07-07 22:00:48.543054", "wikipedia": null, "keywords": null, "related": null, "slug": "baybus", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4606.png", "url": "baybus.co.nz", "documents": [{"id": 8185, "name": "Terms of Use ", "url": "https://www.baybus.co.nz/legal/terms-of-use/", "xpath": "//body", "text": "MenuMenu<ul>\n<li> Home </li>\n<li> Tauranga &amp.\nWestern Bay </li>\n<li> Rotorua </li>\n<li> Eastern Bay </li>\n<li> Latest Updates </li>\n<li> FAQs </li>\n<li> Contact Us </li>\n<li> Access Keys </li>\n<li> Total Mobility </li>\n<li> A-Z Index </li>\n</ul>Tauranga &amp.\nWestern Bay<ul>\n<li> Katikati / Omokoroa / Waihi and Waihi Beach </li>\n<li> Tauranga and Western Bay </li>\n<li> Tauranga Schools </li>\n<li> Te Puke </li>\n<li> Whakatāne </li>\n<li> Regional Tertiary/Commuter Services </li>\n</ul>Rotorua<ul>\n<li> Rotorua Urban </li>\n<li> Murupara / Ruatahuna </li>\n<li> Regional Tertiary/Commuter Services </li>\n</ul>Eastern Bay<ul>\n<li> Whakatane </li>\n<li> Opotiki </li>\n<li> Matata </li>\n<li> Kawerau </li>\n<li> Tauranga </li>\n<li> Regional Commuter/Tertiary services </li>\n</ul>Latest Updates<ul>\n<li> Service Updates </li>\n<li> Latest News </li>\n<li> Bee Card </li>\n</ul>\n<ul>\n<li>Access Keys</li>\n<li>Total Mobility</li>\n<li>Contact Us</li>\n<li> Search </li>\n</ul> Toggle navigation <i>\n</i> &nbsp;MENU <ul>\n<li>\n</li>\n<li> Tauranga &amp.\nWestern Bay <b>\n</b>\n<ul>\n<li>Katikati / Omokoroa / Waihi and Waihi Beach</li>\n<li>Tauranga and Western Bay</li>\n<li>Tauranga Schools</li>\n<li>Te Puke</li>\n<li>Whakatāne</li>\n<li>Regional Tertiary/Commuter Services</li>\n</ul>\n</li>\n<li> Rotorua <b>\n</b>\n<ul>\n<li>Rotorua Urban</li>\n<li>Murupara / Ruatahuna</li>\n<li>Regional Tertiary/Commuter Services</li>\n</ul>\n</li>\n<li> Eastern Bay <b>\n</b>\n<ul>\n<li>Whakatane</li>\n<li>Opotiki</li>\n<li>Matata</li>\n<li>Kawerau</li>\n<li>Tauranga</li>\n<li>Regional Commuter/Tertiary services</li>\n</ul>\n</li>\n<li> Latest Updates <b>\n</b>\n<ul>\n<li>Service Updates</li>\n<li>Latest News</li>\n<li>Bee Card</li>\n</ul>\n</li>\n<li>FAQs</li>\n</ul> Journey Planner &nbsp;&nbsp;&nbsp;+&nbsp;&nbsp.\nService Updates &nbsp;&nbsp;&nbsp;+&nbsp;&nbsp.\n<ol>\n<li>Home</li>\n<li>Legal</li>\n<li>Terms of Use</li>\n</ol> Terms of Use <ol>\n<li>\n<strong>Agreement to terms</strong>&nbsp;By accessing this website, you consent to the terms stated below.\nThe Terms apply to the entire contents of the Environment Bay of Plenty website and to all comments and email notifications produced by or via, or displayed on the website.</li>\n<li>\n<strong>Copyright</strong>&nbsp;Unless stated otherwise, copyright in all material on this site belongs to Environment Bay of Plenty.\nMaterial obtained from this website can be reproduced free of charge and without further permission.\nThe material reproduced must be done so accurately, with acknowledgement of the source and copyright status of the material.\nThe material cannot be used in a derogatory manner or a misleading context.\nAt times this website may contain documents or links to documents that are copyright protected.\nPermission to reproduce copyrighted documents may therefore be required from the copyright holders concerned.</li>\n<li>\n<strong>Licence does not extend to third party contributions</strong>&nbsp;The licence referred to in clause 2 above does not extend to contributions to Environment Bay of Plenty website by third parties (e.g., comments added to posts) to the extent that those third parties possess copyright in those contributions.\nPermission should be sought from those third parties for any use of their contributions that would otherwise infringe their copyright.\nEnvironment Bay of Plenty cannot grant this permission.</li>\n<li>\n<strong>Licence to user-generated content</strong>&nbsp;Other than personal information not visible on the Environment Bay of Plenty website, which is covered under the&nbsp;Privacy Statement, any material you transmit or post to this website will be considered non-confidential.\nYou grant the Environment Bay of Plenty a non-exclusive, royalty-free and irrevocable licence to publish your contributions in any media and in any format, including on this or any other website, in hard copy publications and email notifications.</li>\n<li>\n<strong>Third party copyright</strong>&nbsp;If your contributions to the Environment Bay of Plenty website include material in which copyright or other intellectual property is owned by a third party, you warrant that you have the right to use that material.</li>\n<li>\n<strong>Unacceptable use</strong>&nbsp;You are prohibited from posting or transmitting to or from the Environment Bay of Plenty website any material that is illegal, obscene, defamatory, threatening, infringing of intellectual property rights, invasive of privacy or otherwise injurious or objectionable.</li>\n<li>\n<strong>Pre-publication moderation</strong>&nbsp;Contributions to the Environment Bay of Plenty website may be moderated by one or more moderators before being published.\nThose moderators may decline to publish contributions or may modify contributions if they are considered to be either contrary to clause 6 above or irrelevant to the subject-matter of the Site.\nIn some cases, contributions to the Site may be published immediately if the comment author has had previous comment approved.</li>\n<li>\n<strong>Links</strong>&nbsp;The inclusion of links to third party sites does not imply any endorsement of the linked website or its content or provider.</li>\n<li>\n<strong>Contributors' views are their own</strong>&nbsp;Views expressed on the Environment Bay of Plenty Website by contributors are those of the contributors and do not necessarily reflect the views of Environment Bay of Plenty or official policy.</li>\n<li>\n<strong>Revisions</strong>.\nWe may revise the terms and conditions set in this section at any time.\nAny such revisions will take effect once notified through a post on the site detailing the respect(s) in which the terms and conditions have changed.</li>\n</ol> Journey Planner <p>Find your bus and destination faster (not available for school bus routes)</p> From To Plan Journey &nbsp;&nbsp;&nbsp;<i>\n</i> Service Updates\n<ul>\n<li> Rotorua SH36/SH5 - Disruptions to Bus Services <p>\n<small>Now until Sat 31 Jul 08:00 AM</small>\n</p>\n</li>\n<li> Face Coverings on Buses - Mandatory <p>\n<small>\n</small>\n</p>\n</li>\n<li> Grey St bus stop closed please use temporary bus stop on Durham St instead <p>\n<small>Now until Fri 31 Dec 11:55 PM</small>\n</p>\n</li>\n</ul> Search Copyright © 2021 Bay of Plenty Regional Council Toi Moana <ul>\n<li> Disclaimer </li>\n<li> Terms of Use </li>\n<li> Site Map </li>\n</ul> Facebook <i>\n</i>\n<i>\n</i> Twitter <i>\n</i>\n<i>\n</i>\n<p>0800 4 BAYBUS (0800 4 229 287)</p> Copyright © 2021 Bay of Plenty Regional Council Toi Moana Close Journey Planner <p>Find your bus and destination faster (not available for school bus routes)</p> From To Plan Journey &nbsp;&nbsp;&nbsp;<i>\n</i> ", "created_at": "2021-07-07 21:24:22.5721", "updated_at": "2021-07-07 19:25:33.321426"}], "points": [], "urls": ["baybus.co.nz"]}}