{"error": 448, "message": "OK", "parameters": {"id": 6679, "name": "Paceline", "created_at": "2022-06-12 00:57:31.57752", "updated_at": "2022-06-12 22:01:00.579509", "wikipedia": null, "keywords": null, "related": null, "slug": "paceline", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6679.png", "url": "paceline.fit", "documents": [{"id": 12173, "name": "Private Policy", "url": "https://paceline.fit/privacy/", "xpath": "/html/body/div[2]/div/section/div/div/div", "text": " <strong>Paceline Privacy Policy</strong>\n<p>EFFECTIVE DATE: October 8, 2021</p>\n<p>In this Privacy Policy (“Policy”), we describe how Tam(squared) Inc., doing business as Paceline (“Paceline,” “we,” “us,” or “our”) collects, uses, and discloses information that we obtain about visitors to our website www.paceline.fit (the “Site”), users of our mobile Application (the “App”) and the services available through our Site and App, or any other services that link to this Policy, (collectively, the “Services”).</p>\n<p>By using the Services, you agree that your personal information will be handled as described in this Policy.\nYour use of the Services is subject to this Policy and our Terms of Use.</p>\n<p>\n<strong>Note that we <em>\n<u>never</u>\n</em> sell, rent, or lease your personal information.</strong>\n</p>\n<p>\n<strong>Information We Collect</strong>\n</p>\n<p>We collect information about you directly from you, from other data sources, and automatically through your use of the Services.</p>\n<p>\n<strong>Information You Provide to Us</strong>\n</p>\n<p>The information we collect from you depends on how you use our Services.\nTo create an account, you must provide your name, email address, and link at least one of your financial accounts to your Paceline account.\nWe may also ask you for your age, gender, workout and wellness activity and spending habits.\nAlthough you may choose not to provide such information to us, some features and functions of our Services may not work without this information.&nbsp.\nFor example, if you do not link your financial account to the Services, you cannot claim rewards.\nYou may also upload a profile photo to your account.</p>\n<p>If you sign up for early access to Paceline on our Site, we will collect your name, email address, and information about the types of wearable fitness devices and credit cards you use.</p>\n<p>\n<strong>Your Wearable Device</strong>\n</p>\n<p>With your consent, we will collect your physical activity information from your wearable device provider.\nThis information includes all data output generated by such device, such as, your energy output, activity levels and time periods, meditation time, cycling distance, exercise minutes, heart rate, step counts, swimming distance, swimming strokes, walking and running distances, and workout period.\nWe will also collect the following information if you have provided it to your wearable device provider: date of birth, height, sex, and weight.\nWe will continue to collect information from your wearable device provider until you remove the wearable device from your Paceline account.&nbsp.\nDepending on your specific wearable device, you may be able to adjust or opt-out of sharing all or some of your activity information.&nbsp.\nPlease see your device settings for details.</p>\n<p>\n<strong>Your Financial Accounts</strong>\n</p>\n<p>With your consent and in order to provide you with more relevant rewards, we will collect information about your financial account transactions from accounts that you link to your Paceline account through Plaid Inc.\n(“Plaid”).&nbsp.\nTo do so, you will need to enter your online credentials for your financial accounts with Plaid, and by doing so, you acknowledge and agree that the terms of Plaid’s Privacy Policy (currently located at https://plaid.com/legal/#end-user-privacy-policy), not this Policy, will govern Plaid’s use of such information, and you expressly agree to the terms and conditions of Plaid’s Privacy Policy.\nFurther, you expressly grant Plaid the right, power, and authority to access and transmit your information as reasonably necessary for Plaid to provide the financial account linking services to you.\n<strong>\n<em>Please note that Plaid is an independent third party.&nbsp.\nPaceline has no control over Plaid’s use of your information.\nIf you do not agree to Plaid’s use of your information, do not link your financial accounts to the Services through Plaid.\n</em>\n</strong>\n</p>\n<p>Once your financial account login information is verified by Plaid, we will collect up to 24 months of transaction information from the financial accounts you have linked to Plaid and agreed to provide to us.\n&nbsp;The information we receive from the entities that maintain your accounts varies depending on the information made available by those entities – for example, if you have a checking and credit card account under the online banking login you provide, we will collect transaction information from both the checking and credit card accounts.\nInformation we collect through this process typically includes the stores and merchants you purchase from, the amounts you spend, your account type, and your spending limit(s).&nbsp.\nPlease note that, with respect to financial accounts that you choose to link to your Paceline account through Plaid, we never see your full credit card number, your financial account credentials (username and password), or the specific item(s) that you purchase from a store or merchant.\nWe also cannot make any changes to any accounts that you link to, cannot initiate transactions, or do anything other than view transaction information and account data.</p>\n<p>We will continue to collect transaction information from your financial accounts until you unlink your financial accounts from your Paceline account.</p>\n<p>\n<strong>Your Credit Card Rewards Program</strong>\n</p>\n<p>If you apply and are approved to be a Paceline cardholder, we may receive information about you from our credit card processing&nbsp;and issuing&nbsp;partner&nbsp;or other rewards partners&nbsp;in connection with the administration of the credit card and credit card rewards program.&nbsp;&nbsp;Information we may receive from those entities may include&nbsp;your name, the transactions you make, and whether your account is in good standing so that we are able to apply the appropriate&nbsp;credit card rewards to your Paceline account.&nbsp;&nbsp;We will not have access to your full credit card number, account login credentials, or lists of the specific item(s) that you purchase from a store or merchant.</p>\n<p>\n<strong>Location Information</strong>\n<strong>&nbsp;</strong>\n</p>\n<p>We and our service providers may collect location information through the Services.\nThe type of location information we collect depends on your settings in the device you use to access the Services.\nIf you access the Services on your mobile device or wearable device, we may directly collect precise geographic location information and sensor data via Global Positioning System (GPS), cellular network information, and other location-based features.\nYou can turn off direct location collection (or, on some operating systems, continuous direct location collection) through your device settings or by deleting the mobile application from your device.\nPlease note that even if you disable location collection through your device, we still may collect your IP address, which may contain certain limited location information.</p>\n<p>\n<strong>Information We Collect Automatically</strong>\n</p>\n<p>We automatically collect information about your use of our Services through cookies, web beacons, and other technologies, including technologies designed for mobile apps.\nTo the extent permitted by applicable law, we combine this information with other information we collect about you, including your personal information.\nPlease see the section “Our Use of Cookies and Other Tracking Mechanisms” below for more information.\nThe information that we automatically collect may include:</p>\n<ul>\n<li>Your domain name.\nyour browser type and operating system;</li>\n<li>Web pages you view and links you click on the Site;</li>\n<li>Your internet protocol (IP) address;</li>\n<li>The length of time you visit and use our Services in general;</li>\n<li>The referring URL, or the webpage that led you to our Site.</li>\n<li>Device name and model.\noperating system type, name, and version;</li>\n<li>Mobile device ID and IP address;</li>\n<li>Language information;</li>\n<li>Location information, such as GPS information;</li>\n<li>Information regarding your interaction with email messages, for example, whether you opened, clicked on, or forwarded the email message;</li>\n<li>Identifiers associated with cookies or other technologies that may uniquely identify your device or browser (as further described below).\nand</li>\n<li>Activities within the App.\nand the length of time that you are logged into our App.</li>\n</ul>\n<p>\n<strong>How We Use Your Information</strong>\n</p>\n<p>In general, we collect information from you so that we can provide our services, operate our business, and provide information that you request from us.\nThis includes the following uses and purposes:</p>\n<p>\n<strong>Services</strong>\n</p>\n<ul>\n<li>Provide, operate, improve, maintain, and protect our Services.</li>\n<li>To provide our wellness program and Services to you.</li>\n<li>Provide technical and other support.</li>\n<li>To communicate with you about your use of our Services, to respond to your inquiries, to provide you with rewards that you earn, and for other customer service purposes.</li>\n<li>To tailor the content and information that we may send or display to you, to offer personalized fitness goals and activities and rewards for completing those goals/activities, to provide personalized help and instructions, and to otherwise personalize your experiences while using the Services.</li>\n<li>To better understand how users access and use our Services, both on an aggregated and individualized basis.\nFor example, we will evaluate which features of our Services are more (or least) used by users, and we will use this information to improve our Services.</li>\n<li>To analyze user behaviors, including users’ fitness and consumer purchasing activities, to improve the Services and our reward offerings and reward incentives.</li>\n<li>Conduct research and analysis, and monitor and analyze trends and usage.</li>\n<li>Enhance or improve user experience, our business, and our services, including the safety and security thereof.</li>\n<li>Detect, prevent, or otherwise address fraud, security or technical issues.</li>\n</ul>\n<p>\n<strong>Marketing and Promotional Activities</strong>\n</p>\n<ul>\n<li>To send you news and newsletters about Paceline, and to send you email marketing about our products and services and products and services we may jointly offer with our rewards or financial services partners.</li>\n<li>To send you information about products and services of our affiliated entities and other entities that we think may be of interest to you, including our financial institution and rewards partners’ products and services.</li>\n<li>To assist us in determining relevant advertising content and media.</li>\n<li>To evaluate the success of our adverting campaigns (including our use of interest-based advertising and offline promotional campaigns).</li>\n<li>To enter you into sweepstakes, contests, and promotions in accordance with your request (note that separate rules, terms, or privacy policies may apply).</li>\n<li>To administer surveys and questionnaires, such as for market research or customer satisfaction purposes.</li>\n</ul>\n<p>\n<strong>Legal Purposes</strong>\n</p>\n<ul>\n<li>To comply with legal obligations, as part of our general business operations, and for other business administration purposes.</li>\n<li>As necessary to comply with any applicable law, regulation, subpoena, legal process, or governmental request.</li>\n<li>Enforce contracts and applicable Terms of Service, including investigation of potential violations thereof.</li>\n<li>Detect, prevent, or otherwise address fraud, security or technical issues.</li>\n<li>Protect against harm to the rights, property or safety of Paceline, our users, customers, or the public as required or permitted by law.</li>\n</ul>\n<p>\n<strong>How We Share Your Information</strong>\n</p>\n<p>We may share your information, including personal information, as follows:</p>\n<ul>\n<li>\n<strong>\n<em>Service Providers</em>\n</strong>.\nWe disclose the information we collect from you to our service providers, contractors or agents who perform functions on our behalf.</li>\n<li>\n<strong>\n<em>Affiliates</em>\n</strong>.\nWe disclose the information we collect from you to our affiliates or subsidiaries.</li>\n<li>\n<strong>\n<em>Financial Account Transaction Information</em>\n</strong>.\nTo provide us with access to your financial account transaction information, you will use the services of Plaid.\nWhen you agree to provide us with access to your financial account transaction information, you agree that Plaid will have access to your information, and its access to such information is covered by&nbsp;Plaid’s privacy policy, not this one.\nPlease see the “Your Financial Accounts” section above for further details.</li>\n<li>\n<strong>\n<em>Other Users</em>\n</strong>.\nIf you connect with other users or “friends” through the Services, your activity information will be shared with such users.\nThis information includes your general rewards, fitness goals, and activity information.&nbsp.\nYou may stop sharing your information with a user at any time by removing that user from your friend group.\n<strong>We never share your financial information with other users.\n&nbsp;</strong>\n</li>\n</ul>\n<p>We also disclose personal information in the following circumstances:</p>\n<ul>\n<li>\n<strong>\n<em>Business Transfers.&nbsp;</em>\n</strong>If (i) we or our affiliates are or may be acquired by, merged with, or invested in by another company, or (ii) if any of our assets are or may be transferred to another company, whether as part of a bankruptcy or insolvency proceeding or otherwise, we may transfer the information we have collected from you to the other company.&nbsp.\nAs part of the business transfer process, we may share certain of your personal information with lenders, auditors, and advisors, including attorneys and consultants.</li>\n<li>\n<strong>\n<em>In Response to Legal Process</em>\n</strong>.\nWe disclose your information to comply with the law, a judicial proceeding, court order, or other legal process, such as in response to a subpoena.</li>\n<li>\n<strong>\n<em>To Protect Us and Others.</em>\n</strong>We disclose your information when we believe it is appropriate to do so to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person, violations of our Terms of Use or this Policy, or as evidence in litigation in which we are involved.</li>\n<li>\n<strong>\n<em>With your Consent</em>\n</strong>.\nWe share information with companies, organizations and individuals outside of Paceline when we have your consent to do so.</li>\n</ul>\n<p>\n<strong>Aggregate Information</strong>\n</p>\n<p>We may de-identify or aggregate information so that you are not identified as an individual, and use and provide that information to third parties without restriction.&nbsp.\nFor example, we share aggregate and de-identified information about users with our rewards and financial services partners.\n&nbsp;We may also provide aggregate usage information to third parties (or allow third parties to collect that information from you), who may use such information to understand how often and in what ways people use our services.\nHowever, we never disclose aggregate usage or de-identified information to a third party (or allow a third party to collect such information) in a manner that would identify you as an individual person.</p>\n<p>\n<strong>Our Use of Cookies and Other Tracking Mechanisms</strong>\n</p>\n<p>We and our service providers use cookies and other tracking mechanisms to track information about your use of our Services.\nWe may combine this information with other personal information we collect from you (and our service providers may do so on our behalf).</p>\n<p>\n<strong>Cookies</strong>.&nbsp.\nCookies are alphanumeric identifiers that we transfer to your device’s hard drive through your web browser for record-keeping purposes.\nSome cookies allow us to make it easier for you to navigate our Services, while others are used to enable a faster log-in process or to allow us to track your activities at our Services.</p>\n<p>\n<strong>\n<em>Disabling Cookies</em>\n</strong>.\nMost web browsers automatically accept cookies, but if you prefer, you can edit your browser options to block them in the future.\nThe Help portion of the toolbar on most browsers will tell you how to prevent your computer from accepting new cookies, how to have the browser notify you when you receive a new cookie, or how to disable cookies altogether.\nVisitors to our Services who disable cookies will be able to browse certain areas of the Services, but some features may not function.</p>\n<p>\n<strong>Clear GIFs, pixel tags and other technologies</strong>.\nClear GIFs are tiny graphics with a unique identifier, similar in function to cookies.\nIn contrast to cookies, which are stored on your device’s hard drive, clear GIFs are embedded invisibly on web and application pages.\nWe may use clear GIFs (a.k.a.\nweb beacons, web bugs or pixel tags), in connection with our Services to, among other things, track the activities of Site visitors and Services users, help us manage content, and compile statistics about Services usage.\nWe and our service providers also use clear GIFs in HTML emails, to help us track email response rates, identify when our emails are viewed, and track whether our emails are forwarded.</p>\n<p>\n<strong>Cached Information</strong>.\nThe App will automatically store information on your device’s hard drive about your use of the App and your preferences (“Cached Information”).\nWe use Cached Information to enhance your experience on our App.\nIf you delete the App from your device, Cached Information stored on the device will be deleted.</p>\n<p>\n<strong>Analytics</strong>.\nWe use automated devices and applications, such as Google Analytics and other analytics tools, to evaluate usage of our Services.\nWe use these tools to help us improve Services’ performance and user experiences.\nThese entities may use cookies and other tracking technologies, such as web beacons or local storage objects (LSOs), to perform their services.\nTo learn more about Google’s privacy practices, please review the Google Privacy Policy at https://www.google.com/policies/privacy/.\nYou can also download the Google Analytics Opt-out Browser Add-on to prevent their data from being used by Google Analytics at https://tools.google.com/dlpage/gaoptout.</p>\n<p>\n<strong>Do-Not-Track</strong>.\nCurrently, our Services do not recognize browser “do-not-track” requests.</p>\n<p>\n<strong>Links to Non-affiliated Websites</strong>\n</p>\n<p>Our Services may contain links to websites and services operated by third-parties.\nAny access to and use of such linked websites is not governed by this Policy, but instead is governed by the privacy policies of those third-party websites.\nWe are not responsible for the information practices of such websites.</p>\n<p>\n<strong>Security of My Personal Information</strong>\n</p>\n<p>We have implemented reasonable precautions to protect the information we collect from loss, misuse, and unauthorized access, disclosure, alteration, and destruction.\nPlease be aware that despite our efforts, no data security measures can guarantee security.</p>\n<p>You should take steps to protect against unauthorized access to your password, phone, and computer by, among other things, signing off after using a shared computer, choosing a robust password that nobody else knows or can easily guess, and keeping your log-in and password private.\nWe are not responsible for any lost, stolen, or compromised passwords or for any activity on your account via unauthorized password activity.</p>\n<p>\n<strong>Access To My Personal Information</strong>\n</p>\n<p>You may modify, correct or delete personal information that you have submitted by contacting us at&nbsp;our Support page or by clicking here.&nbsp.\nPlease note that copies of information that you have updated, modified or deleted may remain viewable in cached and archived pages of the Services for a period of time.</p>\n<p>\n<strong>What Choices Do I Have Regarding Promotional Emails?</strong>\n</p>\n<p>We may send periodic promotional emails to you.\nYou may opt-out of promotional emails by following the opt-out or unsubscribe instructions contained in the email.\nPlease note that it may take up to 10 business days for us to process opt-out requests.\nIf you opt-out of or unsubscribe from receiving promotional emails, we may still send you emails about your account or any services you have requested or received from us.</p>\n<p>\n<strong>Children Under 13</strong>\n</p>\n<p>Our Services are not designed for children under 13 and we do not knowingly collect information from children under 13.\nIf we discover that a child under 13 has provided us with personal information, we will delete such information from our systems.&nbsp.\nIf you are the parent of a child under the age of 13, and you believe he or she has shared information with us, please contact us at our Support page so that we can remove such information from our systems.</p>\n<p>\n<strong>California Residents</strong>\n</p>\n<p>Please click here for additional disclosures for California residents.</p>\n<p>\n<strong>Nevada Residents</strong>\n</p>\n<p>Nevada customers can opt out of the sale of their personal information.&nbsp;&nbsp.\nWe do not sell personal information today, and we do not have plans to sell personal information in the future.&nbsp;&nbsp.\nHowever, Nevada customers have the legal right to opt out of the sale of their personal information, even if their information is not currently being sold.&nbsp.\nYou may opt out by emailing a request to: opt-out-nv@paceline.fit.&nbsp.\nIn your request, please specify that you wish to “Opt-out of Sale of Personal Information in Nevada.”&nbsp;&nbsp.\nPlease allow 60 days for a response.</p>\n<p>\n<strong>International Transfer</strong>\n</p>\n<p>We are based in the United States, and our Services are hosted there.&nbsp.\nIf you are using our Services from another country, the laws governing our collection and use of information may be different from the laws of your country.&nbsp.\nIf you decide to use our Services, or share your information with us, you are agreeing to be governed by the laws of the United States, and agree to the transfer of your information to the United States.</p>\n<p>\n<strong>Contact Us</strong>\n</p>\n<p>If you have questions about the privacy aspects of our Services or would like to make a complaint, please contact us at&nbsp;our Support page.</p>\n<p>\n<strong>Changes to this Policy</strong>\n</p>\n<p>We may make changes to this Policy from time to time.\nWhen we do, we will post the updated version on this page.\nWe encourage you to read this page each time that you use our services so that you will be aware of any changes, and your continued use of our services shall constitute your acceptance of any such changes.\nChanges to this Policy take effect from the date of publication, unless stated otherwise.</p>\n<p>116329694v.1</p> ", "created_at": "2022-06-12 00:57:31.58207", "updated_at": "2022-06-11 22:59:14.638458"}, {"id": 12172, "name": "Terms of Service", "url": "https://paceline.fit/terms/", "xpath": "/html/body/div[2]/div/section/div/div/div", "text": " Terms of Service <p>THESE TERMS AND CONDITIONS (THE “TERMS”) ARE A LEGAL CONTRACT BETWEEN YOU AND TAM(SQUARED) INC.\n(“COMPANY”, “WE” OR “US”).</p>\n<p>THE TERMS EXPLAIN HOW YOU ARE PERMITTED TO USE (A) THE WEBSITE LOCATED AT WWW.PACELINE.FIT AS WELL AS ALL ASSOCIATED SITES LINKED TO SUCH URL BY THE COMPANY (COLLECTIVELY, THE “SITE”) AND (B) OUR PACELINE MOBILE APPLICATION (“MOBILE APPLICATION”).&nbsp.\nTHE SERVICE, THE MOBILE APPLICATION AND THE RELATED SERVICES OFFERED BY THE COMPANY ARE COLLECTIVELY REFERRED TO AS THE “SERVICE”.&nbsp.\nBY USING ANY OF THE SERVICE, YOU ARE AGREEING TO ALL THE TERMS.\nIF YOU DO NOT AGREE WITH ANY OF THESE TERMS, DO NOT ACCESS OR OTHERWISE USE THE SERVICE.</p>\n<p>NOTE:<i>&nbsp;&nbsp;THESE TERMS CONTAIN A DISPUTE RESOLUTION AND ARBITRATION PROVISION, INCLUDING CLASS ACTION WAIVER THAT AFFECTS YOUR RIGHTS UNDER THESE TERMS AND WITH RESPECT TO DISPUTES YOU MAY HAVE WITH COMPANY.&nbsp.\nYOU MAY OPT OUT OF THE BINDING INDIVIDUAL ARBITRATION AND CLASS ACTION WAIVER AS PROVIDED BELOW.</i>\n</p>\n<p>\n<b>Changes.</b>\n</p>\n<p>Company may make changes to the content and the Service at any time.\nCompany can change, update, or add or remove provisions of these Terms, at any time by posting the updated Terms on the Service.&nbsp.\nBy using the Service after Company has updated the Terms, you are agreeing to all the updated Terms.\nif you do not agree with any of the updated Terms, you must stop using the Service.</p>\n<p>\n<b>General Use.</b>\n</p>\n<p>By using the Service, you represent, acknowledge and agree that you reside in the United States and that you are at least 18 years of age.</p>\n<p>Company provides content through the Service that is copyrighted and/or trademarked work of Company or Company’s third-party licensors and suppliers (collectively, the “Materials”).&nbsp.\nMaterials may include data, texts, transcriptions, logos, graphics, video, audio, images, software and other content.</p>\n<p>Subject to the terms and conditions of these Terms, and your compliance with these Terms, Company hereby grants you a limited, personal, non-exclusive and non-transferable license to use and to display the Materials and to use the Service solely for your personal use.&nbsp.\nExcept for the foregoing license, you have no other rights in the Service or any Materials and you may not modify, edit, copy, reproduce, create derivative works of, reverse engineer, alter, enhance or in any way exploit any of the Service or Materials in any manner.</p>\n<p>If you breach any of these Terms, the above license will terminate automatically.</p>\n<p>\n<b>Mobile Applications.</b>\n</p>\n<p>Company makes available Mobile Applications to access the Service via a mobile device.&nbsp.\nTo use the Mobile Application you must have a mobile device that is compatible with the mobile service.&nbsp.\nCompany does not warrant that the Mobile Application will be compatible with your mobile device.&nbsp.\nCompany hereby grants to you a non-exclusive, non-transferable, revocable license to use an object code copy of the Mobile Application for one registered account on one mobile device owned or leased solely by you, for your personal use.&nbsp.\nYou may not: (i) modify, disassemble, decompile or reverse engineer the Mobile Application, except to the extent that such restriction is expressly prohibited by law.\n(ii) rent, lease, loan, resell, sublicense, distribute or otherwise transfer the Mobile Application to any third-party or use the Mobile Application to provide time sharing or similar services for any third-party.\n(iii) make any copies of the Mobile Application.\n(iv) remove, circumvent, disable, damage or otherwise interfere with security-related features of the Mobile Application, features that prevent or restrict use or copying of any content accessible through the Mobile Application, or features that enforce limitations on use of the Mobile Application.\nor (v) delete the copyright and other proprietary rights notices on the Mobile Application.&nbsp.\nYou acknowledge that Company may from time to time issue upgraded versions of the Mobile Application, and may automatically electronically upgrade the version of the Mobile Application that you are using on your mobile device.&nbsp.\nYou consent to such automatic upgrading on your mobile device, and agree that these Terms will apply to all such upgrades.&nbsp.\nThe foregoing license grant is not a sale of the Mobile Application or any copy thereof, and Company and its third-party licensors or suppliers retain all right, title, and interest in and to the Mobile Application (and any copy of the Mobile Application).&nbsp.\nStandard carrier data charges may apply to your use of the Mobile Application.</p>\n<p>The following additional terms and conditions apply with respect to any Mobile Application that Company provides to you designed for use on an Apple iOS-powered mobile device (an “iOS App”):</p>\n<ul>\n<li>You acknowledge that these Terms are between you and Company only, and not with Apple, Inc.\n(“Apple”).</li>\n<li>Your use of Company’s iOS App must comply with Apple’s then-current App Store Terms of Service.</li>\n<li>Company, and not Apple, is solely responsible for our iOS App and the services and content available thereon.&nbsp.\nYou acknowledge that Apple has no obligation to provide maintenance and support services with respect to our iOS App.&nbsp.\nTo the maximum extent permitted by applicable law, Apple will have no warranty obligation whatsoever with respect to our iOS App.</li>\n<li>You agree that Company, and not Apple, are responsible for addressing any claims by you or any third-party relating to our iOS App or your possession and/or use of our iOS App, including, but not limited to: (i) product liability claims.\n(ii) any claim that the iOS App fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation, and all such claims are governed solely by these Terms and any law applicable to us as provider of the iOS App.</li>\n<li>You agree that Company, and not Apple, shall be responsible, to the extent required by these Terms, for the investigation, defense, settlement and discharge of any third-party intellectual property infringement claim related to our iOS App or your possession and use of our iOS App.</li>\n<li>You represent and warrant that (i) you are not located in a country that is subject to a U.S.\nGovernment embargo, or that has been designated by the U.S.\nGovernment as a “terrorist supporting” country.\nand (ii) You are not listed on any U.S.\nGovernment list of prohibited or restricted parties.</li>\n<li>You agree to comply with all applicable third-party terms of agreement when using our iOS App (e.g., you must not be in violation of your wireless data service terms of agreement when using the iOS App).</li>\n<li>The parties agree that Apple and Apple’s subsidiaries are third-party beneficiaries to these Terms as they relate to your license of Company’s iOS App.&nbsp.\nUpon your acceptance of these Terms, Apple will have the right (and will be deemed to have accepted the right) to enforce these Terms against you as they relate to your license of the iOS App as a third-party beneficiary thereof.</li>\n</ul>\n<p>&nbsp;</p>\n<p>The following additional terms and conditions apply with respect to any Mobile Application that Company provides to you designed for use on an Android-powered mobile device (an “Android App”):</p>\n<ul>\n<li>You acknowledge that these Terms are between you and Company only, and not with Google, Inc.\n(“Google”).</li>\n<li>Your use of Company’s Android App must comply with Google’s then-current Google Play Terms of Service.</li>\n<li>Google is only a provider of the Google Play where you obtained the Android App.&nbsp.\nCompany, and not Google, is solely responsible for Company’s Android App and the services and content available thereon.&nbsp.\nGoogle has no obligation or liability to you with respect to Company’s Android App or these Terms.</li>\n<li>You acknowledge and agree that Google is a third-party beneficiary to the Terms as they relate to Company’s Android App.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<b>Using the Service.</b>\n</p>\n<p>You can simply view the Site.&nbsp.\nYou need not register with Company to simply visit and view the Site.</p>\n<p>However, in order to access certain portions of the Service, you must register with Company for an account and receive a password.</p>\n<p>\n<b>Password Restricted Areas of the Service.</b>\n</p>\n<p>You may register for an account with the Company using the Mobile Application.</p>\n<p>You are responsible for maintaining the confidentiality of the login and password that will allow you to log on to the Mobile Application (“Password”), and you are responsible for all activities that occur using your Password.\nYou agree not to share your Password, let others access or use your Password or do anything else that might jeopardize the security of your Password.&nbsp.\nYou agree to notify Company if your Password is lost, stolen, if you are aware of any unauthorized use of your Password on the Service or if you know of any other breach of security in relation to the Service.</p>\n<p>All the information that you provide when registering for an account and otherwise through the Service must be accurate, complete and up to date.&nbsp.\nYou may change, correct or remove any information from your account by logging into your account directly and making the desired changes.</p>\n<p>You may not use someone else’s name, or any name, location, other public profile information, or image in a manner that violates that party’s rights, is against the law, or that is offensive, obscene, or otherwise objectionable in our sole discretion.\nBy using photos with the Service, you represent and warrant to us that you have taken the photos yourself, you own all copyright, intellectual property rights and other rights to the photos, or that you have received the express written permission from the all relevant rights holder(s).\nIf other persons appear in the photos, you represent and warrant that you have received express permission from all such persons to take their photo and to publish the photo in the Service in accordance with these Terms.&nbsp.\nDO NOT PROVIDE ANY PHOTOS THAT CONTAIN THE IMAGE OF ANY MINORS UNDER 18 YEARS OLD.</p>\n<p>\n<b>Privacy Policy.</b>\n</p>\n<p>Please review Company’s Privacy Policy (the “Privacy Policy”) at https://paceline.fit/privacy which explains how Company uses information that you submit to Company.</p>\n<p>\n<b>Paceline Rewards Program.</b>\n</p>\n<p>Please review Company’s Paceline Rewards Program Terms (the “Program Terms”) at&nbsp;https://paceline.fit/rewardsterms.\nYou hereby agree to the Program Terms, as the same may be revised from time-to-time in our sole discretion, with or without notice.</p>\n<p>Note that in order to use the Paceline Rewards Program and to claim rewards through the Paceline Rewards Program, you must link a valid credit card account using Plaid, Inc.\n(“Plaid”).\nWe will collect information about your financial account transactions from accounts that you link to the Service through Plaid.&nbsp.\nTo do so, you will need to enter your online credentials for your financial accounts with Plaid, and by doing so, you acknowledge and agree that the terms of Plaid’s End User Services Agreement (currently located at https://plaid.com/legal/#end-user-services-agreement-us), not these Terms, will govern your use of Plaid’s services, and you expressly agree to the terms and conditions of Plaid’s End User Services Agreement.\nFurther, you expressly grant Plaid the right, power, and authority to access and transmit your information as reasonably necessary for Plaid to provide the financial account linking services to you.\n<b>\n<i>Please note that Plaid is an independent third party.&nbsp.\nCompany has no control over Plaid’s services or their use of your information.\nIf you do not agree to Plaid’s services or their use of your information, do not link your financial accounts to the Service through Plaid.\n</i>\n</b>We will continue to collect transaction information from your financial accounts until you unlink your financial accounts from the Service.</p>\n<p>For details about the information that we receive about you from Plaid, please see our Privacy Policy.</p>\n<p>\n<b>\n<i>Links to Third-Party Sites and Services.\nThird Party Devices.</i>\n</b>\n</p>\n<p>The Service is linked to other websites and services (collectively, “Third-Party Sites”).&nbsp.\nCertain areas of the Service may allow or require you to interact with such Third-Party Site and, in certain situations, you may be transferred to a Third-Party Site through a link but it may appear that you are still on the Service.&nbsp.\nIn any case, you acknowledge and agree that the Third-Party Sites may have different privacy policies and terms and conditions and/or user guides and business practices than Company, and you further acknowledge and agree that your use of such Third-Party Sites is governed by the respective Third-Party Site privacy policy and terms and conditions and/or user guides.&nbsp.\nYou hereby agree to comply with any and all terms and conditions, users guides and privacy policies of any of Third-Party Sites.&nbsp.\nCompany is providing links to the Third-Party Sites to you as a convenience, and Company does not verify, make any representations or take responsibility for such Third-Party Sites, including, without limitation, the truthfulness, accuracy, quality or completeness of the content, services, links displayed and/or any other activities conducted on or through such Third-Party Sites.&nbsp;</p>\n<p>You may also connect compatible third party devices to the Service.\nYour use of third party devices and third party software that connect to the Service is solely between you and the applicable third party.&nbsp;&nbsp;You should read and examine such third party’s terms of use and privacy policies before you use the Service in connection with such third party devices and software.\nIt is your responsibility to ensure that third party devices that you connect are compatible with the Service and we make no representations and do not warrant that any third party device will be compatible with the Service.&nbsp;Please see our Privacy Policy for details about how we use information we receive from third party devices that you connect to the Service.&nbsp;</p>\n<p>YOU AGREE THAT COMPANY WILL NOT, UNDER ANY CIRCUMSTANCES, BE RESPONSIBLE OR LIABLE, DIRECTLY OR INDIRECTLY, FOR ANY GOODS, SERVICES, INFORMATION, RESOURCES AND/OR CONTENT AVAILABLE ON OR THROUGH ANY THIRD-PARTY SITES, THIRD PARTY DEVICES, AND/OR THIRD-PARTY DEALINGS OR COMMUNICATIONS, OR FOR ANY HARM RELATED THERETO, OR FOR ANY DAMAGES OR LOSS CAUSED OR ALLEGED TO BE CAUSED BY OR IN CONNECTION WITH YOUR USE OR RELIANCE ON THE CONTENT OR BUSINESS PRACTICES OF ANY THIRD-PARTY.</p>\n<p>\n<b>Proprietary Rights.</b>\n</p>\n<p>“Paceline” is a trademark of Company in the United States.&nbsp.\nOther trademarks, names and logos on the Service are the property of their respective owners.</p>\n<p>Unless otherwise specified in these Terms, all information and screens appearing on the Service, including documents, services, site design, text, graphics, logos, images and icons, as well as the arrangement thereof, are the sole property of Company, Copyright © 2019-2020 TAM(Squared) Inc.&nbsp.\nAll rights not expressly granted herein are reserved.&nbsp.\nExcept as otherwise required or limited by applicable law, any reproduction, distribution, modification, retransmission, or publication of any copyrighted material is strictly prohibited without the express written consent of the copyright owner or license.</p>\n<p>The Mobile Application and related documentation are “Commercial Items”, as that term is defined at 48 C.F.R.\n§2.101, consisting of “Commercial Computer Software” and “Commercial Computer Software Documentation”, as such terms are used in 48 C.F.R.\n§12.212 or 48 C.F.R.\n§227.7202, as applicable.\nConsistent with 48 C.F.R.\n§12.212 or 48 C.F.R.\n§227.7202-1 through 227.7202-4, as applicable, if you are a government entity, the Commercial Computer Software and Commercial Computer Software Documentation are being licensed to U.S.\nGovernment end users (a) only as Commercial Items and (b) with only those rights as are granted to all other end users pursuant to the terms and conditions herein.&nbsp.\nUnpublished-rights reserved under the copyright laws of the United States.</p>\n<p>\n<b>Disclaimer of Warranties.</b>\n</p>\n<p>The Service includes features that promote physical activity, nutrition or general wellness.&nbsp.\nThey are for your informational purposes only and are not intended as medical advice or services, or for diagnostic or treatment purposes.&nbsp.\nConsider the risks involved and consult with your medical professional before engaging in any physical activity.&nbsp.\nNever disregard professional medical advice or delay in seeking it because of something you have viewed on the Service.\nTO THE MAXIMUM EXTENT ALLOWED BY APPLICABLE LAW, COMPANY IS NOT RESPONSIBLE OR LIABLE FOR ANY INJURIES OR DAMAGES YOU MAY SUSTAIN THAT RESULT FROM YOUR USE OF, OR INABILITY TO USE, THE FEATURES ON THE SERVICE.</p>\n<p>The Materials have not been verified or authenticated in whole or in part by Company, and they may include inaccuracies or typographical or other errors.&nbsp.\nCOMPANY MAKES NO EXPRESS, IMPLIED OR STATUTORY REPRESENTATIONS, WARRANTIES, OR GUARANTEES IN CONNECTION WITH THE SERVICE, OR ANY MATERIALS RELATING TO THE QUALITY, SUITABILITY, TRUTH, ACCURACY OR COMPLETENESS OF ANY INFORMATION OR MATERIAL CONTAINED OR PRESENTED ON THE SERVICE, INCLUDING WITHOUT LIMITATION THE MATERIALS.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE SERVICE, MATERIALS AND ANY INFORMATION OR MATERIAL CONTAINED OR PRESENTED ON THE SERVICE IS PROVIDED TO YOU ON AN “AS IS,” “AS AVAILABLE” AND “WHERE-IS” BASIS WITH NO WARRANTY OF IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT OF THIRD-PARTY RIGHTS.&nbsp.\nCOMPANY DOES NOT PROVIDE ANY WARRANTIES AGAINST VIRUSES, SPYWARE OR MALWARE THAT MAY BE INSTALLED ON YOUR COMPUTER OR MOBILE DEVICE.</p>\n<p>\n<b>Limitation of Liability.</b>\n</p>\n<p>COMPANY SHALL NOT BE LIABLE TO YOU FOR ANY DAMAGES RESULTING FROM YOUR USING, DISPLAYING, COPYING, OR DOWNLOADING ANY MATERIALS TO OR FROM THE SERVICE.&nbsp.\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN NO EVENT SHALL COMPANY BE LIABLE TO YOU FOR ANY INDIRECT, EXTRAORDINARY, EXEMPLARY, PUNITIVE, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES (INCLUDING LOSS OF DATA, REVENUE, PROFITS, USE OR OTHER ECONOMIC ADVANTAGE) HOWEVER ARISING, EVEN IF COMPANY KNOWS THERE IS A POSSIBILITY OF SUCH DAMAGE.\nIN NO EVENT WILL COMPANY’S LIABILITY TO YOU EXCEED $100.</p>\n<p>\n<b>SAFETY WARNINGS</b>\n</p>\n<p>THE SERVICE PROMOTES FITNESS ACTIVITY AND MAY OFFER HEALTH AND FITNESS INFORMATION THAT IS DESIGNED FOR EDUCATIONAL AND ENTERTAINMENT PURPOSES ONLY.&nbsp.\nYOU SHOULD CONSULT YOUR PHYSICIAN OR GENERAL PRACTITIONER BEFORE BEGINNING A NEW FITNESS PROGRAM.&nbsp.\nYOU SHOULD NOT RELY ON THE SERVICE AND ANY INFORMATION OR CONTENT THEREIN AS A SUBSTITUTE FOR, NOR DOES IT REPLACE, PROFESSIONAL MEDICAL ADVICE, DIAGNOSIS, OR TREATMENT.&nbsp.\nIF YOU HAVE ANY CONCERNS OR QUESTIONS ABOUT YOUR HEALTH, YOU SHOULD ALWAYS CONSULT WITH A PHYSICIAN, GENERAL PRACTITIONER OR OTHER HEALTH-CARE PROFESSIONAL.&nbsp.\nDO NOT DISREGARD, AVOID OR DELAY OBTAINING MEDICAL OR HEALTH RELATED ADVICE FROM YOUR HEALTHCARE PROFESSIONAL BECAUSE OF SOMETHING YOU MAY HAVE READ OR OTHERWISE LEARNED THROUGH USE OF THE SERVICE.&nbsp.\nTHE USE OF FITNESS PROGRAMS AND INFORMATION PROVIDED THROUGH THE SERVICE IS SOLELY AT YOUR OWN RISK AND IS NOT MEDICAL OR HEALTHCARE ADVICE.<b> IF YOU ARE EXPERIENCING A MEDICAL EMERGENCY, YOU SHOULD DIAL “911” IMMEDIATELY.\n&nbsp;</b>\n</p>\n<p>NOTHING STATED OR POSTED OR OTHERWISE MADE AVAILABLE THROUGH THE SERVICE IS INTENDED TO BE, AND MUST NOT BE TAKEN TO BE, THE PRACTICE OF MEDICAL OR COUNSELING CARE.&nbsp.\nFOR PURPOSES OF THESE TERMS, THE PRACTICE OF MEDICINE AND COUNSELING INCLUDES, WITHOUT LIMITATION, PSYCHIATRY, PSYCHOLOGY, PSYCHOTHERAPY, OR PROVIDING HEALTH CARE TREATMENT, INSTRUCTIONS, DIAGNOSIS, PROGNOSIS OR ADVICE.&nbsp.\nSINCE DEVELOPMENTS IN MEDICAL RESEARCH MAY IMPACT THE HEALTH, FITNESS AND NUTRITIONAL INFORMATION AND PROGRAMS THAT MAY APPEAR ON THE SERVICE, COMPANY DOES NOT AND CANNOT MAKE ANY ASSURANCE THAT ANY PROGRAMS OR CONTENT CONTAINED IN THE SERVICE WILL ALWAYS INCLUDE THE MOST RECENT FINDINGS OR DEVELOPMENTS WITH RESPECT TO THE PARTICULAR MATERIAL, OR THAT ANY PROGRAMS OR CONTENT ON THE SERVICE IS RIGHT FOR YOU.&nbsp;</p>\n<p>\n<b>MEDICAL AFFIRMATIONS</b>\n</p>\n<p>In becoming a user of Service with the intent of using the Service for fitness-related activity purposes, you affirm that&nbsp.\nall of the following statements are true:&nbsp.\n(i) no physician or general practitioner has ever informed you that you have a heart condition or that you should only do physical activities recommended by a physician or general practitioner.\n(ii) you have never felt chest pain when engaging in physical activity.\n(iii) you have not experienced chest pain when not engaged in physical activity at any time within the past month.\n(iv) you have never lost your balance because of dizziness and you have never lost consciousness.\n(v) you do not have a bone or joint problem that could be made worse by a change in your physical activity.\n(vi) your physician or general practitioner is not currently prescribing drugs for your blood pressure or heart condition.\n(vii) you do not have a history of high blood pressure, and no one in your immediate family has a history of high blood pressure or heart problems.\nand (viii) you do not know of any other reason you should not exercise.&nbsp.\nIF ANY OF THE FOREGOING STATEMENTS ARE NOT TRUE WITH RESPECT TO YOUR HEALTH AND MEDICAL CIRCUMSTANCES, PLEASE DO NOT USE THE SERVICE FOR FITNESS-RELATED ACTIVITIES UNLESS YOU HAVE SPECIFICALLY CONSULTED WITH A PHYSICIAN, &nbsp.\nGENERAL PRACTITIONER OR OTHER HEALTH CARE PROFESSIONAL WHO HAS ADVISED YOU IT IS SAFE FOR YOU TO USE THE SERVICE FOR THOSE PURPOSES.</p>\n<p>If applicable, you further affirm that you are not pregnant, breastfeeding or lactating.\nIF YOU ARE PREGNANT, BREASTFEEDING OR LACTATING, PLEASE DO NOT USE THE FITNESS-RELATED ACTIVITY PORTIONS OF THE SERVICE UNLESS YOU HAVE SPECIFICALLY CONSULTED WITH A PHYSICIAN, &nbsp.\nGENERAL PRACTITIONER OR OTHER HEALTH CARE PROFESSIONAL WHO HAS ADVISED YOU IT IS SAFE FOR YOU TO USE THE SERVICE.</p>\n<p>Company reserves the right to delete or cancel your account if we determine that you have certain medical conditions or that the representations set forth above are untrue in any respect.</p>\n<p>\n<b>Local Laws.\nExport Control.</b>\n</p>\n<p>Company controls and operates the Service from its headquarters in the United States of America and the Materials may not be appropriate or available for use in other locations.&nbsp.\nIf you use the Service outside the United States of America, you are responsible for following applicable local laws.</p>\n<p>\n<b>Feedback.</b>\n</p>\n<p>If you send or transmit any communications, comments, questions, suggestions, or related materials to Company, whether by letter, email, telephone, or otherwise (collectively, “Feedback”), suggesting or recommending changes to the Service or Materials, including, without limitation, new features or functionality relating thereto, all such Feedback is, and will be treated as, non-confidential and non-proprietary.&nbsp.\nExcept as prohibited by applicable law, you hereby assign all right, title, and interest in, and Company is free to use, without any attribution or compensation to you, any ideas, know-how, concepts, techniques, or other intellectual property and proprietary rights contained in the Feedback, whether or not patentable, for any purpose whatsoever, including but not limited to, developing, manufacturing, having manufactured, licensing, marketing, and selling, directly or indirectly, products and services using such Feedback.&nbsp.\nWhere the foregoing assignment is prohibited by law, you hereby grant Company an exclusive, transferable, worldwide, royalty-free, fully paid up license (including the right to sublicense) to use and exploit all Feedback as Company may determine in its sole discretion.&nbsp.\nNotwithstanding the foregoing, you understand and agree that Company is not obligated to use, display, reproduce, or distribute any such ideas, know-how, concepts, or techniques contained in the Feedback, and you have no right to compel such use, display, reproduction, or distribution.</p>\n<p>\n<b>Dispute Resolution and Arbitration.\nClass Action Waiver.</b>\n</p>\n<p>Please read the following (this “Provision”) carefully.\n&nbsp;It affects your rights.</p>\n<p>Most user concerns can be resolved quickly and to a user’s satisfaction by contacting us at&nbsp;our Support page.&nbsp.\nThis Provision facilitates the prompt and efficient resolution of any disputes that may arise between you and Company.&nbsp.\nArbitration is a form of private dispute resolution in which persons with a dispute waive their rights to file a lawsuit, to proceed in court and to a jury trial, and instead submit their disputes to a neutral third person (or arbitrator) for a binding decision.&nbsp.\nYou have the right to opt-out of this Provision (as explained below), which means you would retain your right to litigate your disputes in a court, either before a judge or jury.</p>\n<p>Please read this Provision carefully.&nbsp.\nIt provides that all Disputes between you and Company shall be resolved by binding arbitration.&nbsp.\nArbitration replaces the right to go to court.&nbsp.\nIn the absence of this arbitration agreement, you may otherwise have a right or opportunity to bring claims in a court, before a judge or jury, and/or to participate in or be represented in a case filed in court by others (including, but not limited to, class actions).&nbsp.\nExcept as otherwise provided, entering into these Terms constitutes a waiver of your right to litigate claims and all opportunity to be heard by a judge or jury.&nbsp.\nThere is no judge or jury in arbitration, and court review of an arbitration award is limited.&nbsp.\nThe arbitrator must follow these Terms and can award the same damages and relief as a court (including attorney’s fees).</p>\n<p>For the purpose of this Provision, “Company” means Company and its parents, subsidiary, and affiliate companies, and each of their respective officers, directors, employees, and agents.&nbsp.\nThe term “Dispute” means any dispute, claim, or controversy between you and Company regarding, arising out of or relating to any aspect of your relationship with Company, whether based in contract, statute, regulation, ordinance, tort (including, but not limited to, fraud, misrepresentation, fraudulent inducement, or negligence), or any other legal or equitable cause of action or claim for relief, and includes the validity, enforceability or scope of this Provision (with the exception of the enforceability of the Class Action Waiver clause below).&nbsp.\n“Dispute” is to be given the broadest possible meaning that will be enforced, and shall include any claims against other parties relating to services or products provided or billed to you (such as Company’s licensors, suppliers, dealers or third-party vendors) whenever you also assert claims against us in the same proceeding.</p>\n<p>WE EACH AGREE THAT, EXCEPT AS PROVIDED BELOW, ANY AND ALL DISPUTES, AS DEFINED ABOVE, WHETHER PRESENTLY IN EXISTENCE OR BASED ON ACTS OR OMISSIONS IN THE PAST OR IN THE FUTURE, WILL BE RESOLVED EXCLUSIVELY AND FINALLY BY BINDING ARBITRATION RATHER THAN IN COURT IN ACCORDANCE WITH THIS PROVISION.</p>\n<p>Pre-Arbitration Claim Resolution</p>\n<p>For all Disputes, whether pursued in court or arbitration, you must first give Company an opportunity to resolve the Dispute.&nbsp.\nYou must commence this process by mailing written notification to TAM(Squared) Inc., 353 Sacramento St., San Francisco, CA 94111.\nThat written notification must include (1) your name, (2) your address, (3) a written description of your Claim, and (4) a description of the specific relief you seek.&nbsp.\nIf Company does not resolve the Dispute within 45 days after it receives your written notification, you may pursue your Dispute in arbitration.&nbsp.\nYou may pursue your Dispute in a court only under the circumstances described below.</p>\n<p>Exclusions from Arbitration/Right to Opt Out</p>\n<p>Notwithstanding the above, you or Company may choose to pursue a Dispute in court and not by arbitration if (a) the Dispute qualifies, it may be initiated in small claims court.\nor (b) YOU OPT-OUT OF THESE ARBITRATION PROCEDURES WITHIN 30 DAYS FROM THE DATE THAT YOU FIRST CONSENT TO THESE TERMS (the “Opt-Out Deadline”).&nbsp.\nYou may opt out of this Provision by mailing written notification to TAM(Squared) Inc., 353 Sacramento St., San Francisco, CA 94111.&nbsp.\nYour written notification must include (1) your name, (2) your address, and (3) a clear statement that you do not wish to resolve disputes with Company through arbitration.&nbsp.\nYour decision to opt-out of this Arbitration Provision will have no adverse effect on your relationship with Company.&nbsp.\nAny opt-out request received after the Opt-Out Deadline will not be valid and you must pursue your Dispute in arbitration or small claims court.</p>\n<p>Arbitration Procedures</p>\n<p>If this Provision applies and the Dispute is not resolved as provided above (Pre-Arbitration Claim Resolution) either you or Company may initiate arbitration proceedings.&nbsp.\nThe American Arbitration Association (“AAA”), www.adr.org, or JAMS, www.jamsadr.com, will arbitrate all Disputes, and the arbitration will be conducted before a single arbitrator.&nbsp.\nThe arbitration shall be commenced as an individual arbitration only, and shall in no event be commenced as a class arbitration or a consolidated or representative action or arbitration.\nAll issues shall be for the arbitrator to decide, including the scope of this Provision.</p>\n<p>For arbitration before AAA, for Disputes of less than $75,000, the AAA’s Supplementary Procedures for Consumer-Related Disputes will apply.\nfor Disputes involving $75,000 or more, the AAA’s Commercial Arbitration Rules will apply.&nbsp.\nIn either instance, the AAA’s Optional Rules For Emergency Measures Of Protection shall apply.&nbsp.\nThe AAA rules are available at www.adr.org or by calling 1-800-778-7879.&nbsp.\nFor arbitration before JAMS, the JAMS Comprehensive Arbitration Rules &amp.\nProcedures and the JAMS Recommended Arbitration Discovery Protocols For Domestic, Commercial Cases will apply.&nbsp.\nThe JAMS rules are available at www.jamsadr.com or by calling 1-800-352-5267.&nbsp.\nThis Provision governs in the event it conflicts with the applicable arbitration rules.&nbsp.\nUnder no circumstances will class action or representative action procedures or rules apply to the arbitration.</p>\n<p>Because the Service and these Terms concern interstate commerce, the Federal Arbitration Act (“FAA”) governs the arbitrability of all Disputes.&nbsp.\nHowever, the arbitrator will apply applicable substantive law consistent with the FAA and the applicable statute of limitations or condition precedent to suit.</p>\n<p>Arbitration Award – The arbitrator may award on an individual basis any relief that would be available pursuant to applicable law, and will not have the power to award relief to, against or for the benefit of any person who is not a party to the proceeding.&nbsp.\nThe arbitrator will make any award in writing but need not provide a statement of reasons unless requested by a party or if required by applicable law.\nSuch award will be final and binding on the parties, except for any right of appeal provided by the FAA or other applicable law, and may be entered in any court having jurisdiction over the parties for purposes of enforcement.</p>\n<p>Location of Arbitration – You or Company may initiate arbitration in either San Francisco County, California or the federal judicial district that includes your billing address.</p>\n<p>Payment of Arbitration Fees and Costs – Company will pay all arbitration filing fees and AAA or JAMS hearing fees and any arbitrator’s hearing fees, costs and expenses upon your written request to the arbitrator given at or before the first evidentiary hearing in the arbitration.\nYou are responsible for all additional fees and costs that you incur in the arbitration, including, but not limited to, attorneys or expert witnesses.&nbsp.\nFees and costs may be awarded as provided pursuant to applicable law.&nbsp.\nIn addition to any rights to recover fees and costs under applicable law, if you provide notice and negotiate in good faith with Company as provided in the section above titled “Pre-Arbitration Claim Resolution” and the arbitrator concludes that you are the prevailing party in the arbitration, you will be entitled to recover reasonable attorney’s fees and costs as determined by the arbitrator.</p>\n<p>Class Action Waiver</p>\n<p>Except as otherwise provided in this Provision, the arbitrator may not consolidate more than one person’s claims, and may not otherwise preside over any form of a class or representative proceeding or claims (such as a class action, consolidated action, representative action, or private attorney general action) unless both you and Company specifically agree to do so in writing following initiation of the arbitration.&nbsp.\nIf you choose to pursue your Dispute in court by opting out of the Arbitration Provision, as specified above, this Class Action Waiver will not apply to you.&nbsp.\nNeither you, nor any other user of the Service can be a class representative, class member, or otherwise participate in a class, consolidated, or representative proceeding without having complied with the opt-out requirements above.</p>\n<p>Jury Waiver</p>\n<p>You understand and agree that by entering into these Terms you and Company are each waiving the right to a jury trial or a trial before a judge in a public court.&nbsp.\nIn the absence of this Provision, you and Company might otherwise have had a right or opportunity to bring Disputes in a court, before a judge or jury, and/or to participate or be represented in a case filed in court by others (including class actions).&nbsp.\nExcept as otherwise provided below, those rights are waived.&nbsp.\nOther rights that you would have if you went to court, such as the right to appeal and to certain types of discovery, may be more limited or may also be waived.</p>\n<p>\n<b>Severability</b>\n</p>\n<p>If any clause within this Provision (other than the Class Action Waiver clause above) is found to be illegal or unenforceable, that clause will be severed from this Provision, and the remainder of this Provision will be given full force and effect.&nbsp.\nIf the Class Action Waiver clause is found to be illegal or unenforceable, this entire Provision will be unenforceable and the Dispute will be decided by a court.</p>\n<p>Continuation</p>\n<p>This Provision shall survive the termination of your service with Company or its affiliates.&nbsp.\nNotwithstanding any provision in these Terms to the contrary, the parties agree that if Company makes any change to this Provision (other than a change to the notice address), you may reject any such change and require Company to adhere to the present language in this Provision if a dispute between the parties arises.</p>\n<p>\n<b>Termination</b>.</p>\n<p>You may discontinue your use of the Service at any time by removing the Mobile Application from your mobile device.&nbsp.\nIn addition, you may delete your account and terminate these Terms by emailing Company at&nbsp;our Support page.</p>\n<p>The Company may at any time, in its sole discretion, terminate these Terms, or suspend or terminate your account for any reason.</p>\n<p>The proprietary rights, disclaimer of warranties, representations made by you, indemnities, limitations of liability and general provisions shall survive any termination of these Terms.</p>\n<p>\n<b>General.</b>\n</p>\n<p>Company prefers to advise you if Company feels you are not complying with these Terms and to recommend any necessary corrective action.&nbsp.\nHowever, certain violations of these Terms, as determined by Company, may result in immediate termination of your access to the Service without prior notice to you.&nbsp.\nThe Federal Arbitration Act, California state law and applicable U.S.\nfederal law, without regard to the choice or conflicts of law provisions, will govern these Terms.&nbsp.\nForeign laws do not apply.&nbsp.\nThe United Nations on Contracts for the International Sale of Goods and any laws based on the Uniform Computer Information Transactions Act (UCITA) shall not apply to this Agreement.\n&nbsp;Except for Disputes subject to arbitration as described above, any disputes relating to these Terms or the Service will be heard in the courts located in San Francisco County in the State of California.&nbsp.\nIf any of these Terms is found to be inconsistent with applicable law, then such term shall be interpreted to reflect the intentions of the parties, and no other terms will be modified.&nbsp.\nCompany’s failure to enforce any of these Terms is not a waiver of such term.&nbsp.\nThese Terms are the entire agreement between you and Company and supersede all prior or contemporaneous negotiations, discussions or agreements between you and Company about the Service.</p>\n<p>\n<b>Contact Us.</b>\n</p>\n<p>If you have any questions about these Terms or otherwise need to contact Company for any reason, you can reach Company at&nbsp;our Support page.</p>\n<p>Last Updated: October 8, 2021&nbsp;</p> ", "created_at": "2022-06-12 00:57:31.579955", "updated_at": "2022-06-11 22:58:38.633627"}], "points": [], "urls": ["paceline.fit"]}}