{"error": 448, "message": "OK", "parameters": {"id": 4510, "name": "Parkmobile.com", "created_at": "2021-07-04 09:16:20.697767", "updated_at": "2021-07-04 22:00:46.745804", "wikipedia": null, "keywords": null, "related": null, "slug": "parkmobile-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4510.png", "url": "parkmobile.com", "documents": [{"id": 7918, "name": "Terms of Service", "url": "https://parkmobile.nl/en/terms-of-service/", "xpath": "//body", "text": " <ul>\n<li> Privé </li>\n<li> Zakelijk </li>\n</ul>\n<ul>\n<li>Zo werkt het</li>\n<li>Locaties</li>\n<li>Voordelen</li>\n<li>Tarieven</li>\n<li>Download</li>\n<li>Zakelijk</li>\n</ul>\n<ul>\n<li>Oplossingen</li>\n<li>Prijzen</li>\n<li>FAQ</li>\n<li>Login</li>\n</ul> Menu Download nu <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Help</li>\n<li>Login</li>\n</ul> Word gratis klant<ul>\n<li>Zo werkt het</li>\n<li>Locaties</li>\n<li>Voordelen</li>\n<li>Tarieven</li>\n<li>Download</li>\n<li>Zakelijk</li>\n</ul>\n<br>\n<ul>\n<li> Login</li>\n<li> Help</li>\n</ul> Parkmobile Benelux B.V.\n– Terms of Service<p>Version May 2018</p>\n<p>\n<strong>Subject of these terms.</strong> These Terms of Service are in force between you and Parkmobile Benelux B.V.\nThey provide all terms and conditions applicable to our services, including your rights and responsibilities when using our services.\nPlease read these Terms of Service carefully.</p>\n<p>You have accepted our Terms of Service at registration for an account or when using our systems.\nDuring registration a downloadable copy was made available to you.\nIn addition, you can download a copy here.</p>\n<p>\n<strong>Link to our privacy statement.</strong> When signing up or using our services, you will provide us with personal data.\nAs your privacy is very important to us, we are committed to keeping you informed about any processing of personal data.\nPlease carefully read our privacy statement https://parkmobile.nl/privacyverklaring/.\nIf you do not agree with any of the processing of your personal data as set out in our Privacy Notice, please do not use our services.</p>\n<p>Contents of these Terms of Service:</p>\n<ol>\n<li>Offering and Availability of our Services</li>\n<li>Access</li>\n<li>Use of Our Parking payment systems</li>\n<li>Payment and Processing</li>\n<li>Various (including Termination Rights and Limitation of Our Liability)</li>\n<li>Contact Parkmobile Benelux B.V.</li>\n</ol>1.\nOffering and Availability of our Services<p>\n<strong>Our services.</strong> We offer systems that enable you to pay parking fees (our ‘<em>\n<strong>parking payment systems</strong>\n</em>’) and other services related to parking and vehicle use (the ‘<em>\n<strong>related services</strong>\n</em>’).\nOur parking payment systems allow you to settle parking fees for specific on-street or off-street locations without the need to use cash.\nYou register a parking action with our parking payment systems using the available methods and you will pay your parking fees through us on a deferred monthly basis.\nWe will (periodically) charge you for your parking fees and any related service ordered by you.\nFor more details on the specific services we provide, please review https://parkmobile.nl/zo-werkt-het/.</p>\n<p>\n<strong>Availability.</strong> You acknowledge that the use and availability of our parking payment systems is highly dependent on the operation of – for example – your mobile device, the internet, your GPS receiver and other resources you can use to access our services.\nIf you are unable to access and use our parking payment systems, for any reason, you are required to use alternative payment methods to pay for parking or there may be a risk that you could be liable for additional parking fees and parking tickets.\nIf your parking action has already started, you or the administrator of your account can manage the parking action by text messaging/SMS, interactive voice recognition (IVR) or here: https://parkmobile.nl/.\nIn case of any difficulties, please contact our helpdesk: (0900-6665666, local rate).</p>\n<p>For the avoidance of doubt, we cannot ensure availability of our parking payment systems and related services.\nNeither can we ensure availability of a parking space.</p>\n<p>\n<strong>Partners.</strong> Our parking payment systems and related services may be used in combination with services offered by our partners.\nOur partners will have their own terms of service and you will be required to accept their terms of service before use.\nWe are not responsible nor liable for the services offered by such operators and partners.</p>2.\nAccess<p>\n<strong>Access.</strong> You can access our parking payment systems and related services via one of the tools made available to you, including the https://parkmobile.nl web page, text messaging/SMS, interactive voice recognition (IVR) by telephone and mobile/in-car applications.\nA description of our tools, including instructions how to use them, can be reviewed here (https://parkmobile.nl/zo-werkt-het).\nOur tools are under continuous development and may be updated from time-to-time or discontinued.\nYou must follow the tool instructions at all times and keep your tool up-to-date.</p>\n<p>\n<strong>Registration.</strong> Access to our tools can be limited to registered accounts and such registration is subject to our approval.\nYou are responsible for keeping your account information confidential and should not share your account information with anyone.\nA registered account is for your personal use only.\nYou need to identify and authenticate yourself by entering your user name or mobile phone number in combination with a password or PIN, or by using touch ID, whatever is applicable, before you can start using our services and perform parking actions and related payments through your registered account.</p>\n<p>Please take note of the following: You are responsible for providing us with correct account, registration and access details, which should be kept up-to-date continuously by you.</p>\n<p>\n<strong>Materials.</strong> If applicable, we may provide you with an access token or a sticker for parking enforcement purposes or for access to certain parking locations.\nYou are required to follow instructions for using the materials, as may be provided by us or the controller of a parking location.\nMore information can be found here: https://parkmobile.nl.</p>\n<p>Please take note of the following: the registrant of the account is responsible and liable for all parking actions initiated with the account, also if the registrant authorised, permitted or otherwise made the account available for someone else to use.</p>3.\nUse of Our Parking payment systems<p>\n<strong>Parking rule compliance.</strong> You must observe and comply with (local) traffic and parking regulations and follow instructions from the (local) authorities, and off-street parking vendors at all times.</p>\n<p>\n<strong>Parking locations.</strong> You can use our parking payment systems to pay for parking at the parking spaces and areas indicated by us on the following website: https://parkmobile.nl/locaties/.\nYou cannot use our parking payment systems to pay for parking outside these locations.\nThe parking locations may change from time-to-time.\nWe are not responsible nor liable for loss or damage to your vehicle or other properties while using the parking locations.</p>\n<p>\n<strong>Parking actions.</strong> You can pay for parking at one of the parking locations by successfully registering your parking action with our parking payment systems.\nYou can use one of the methods available in our tools to complete such registration, such as: start/stop, prepay of a specific duration or capture of vehicle movements by means of in/out methods.\nSuccessful registration requires confirmation of your parking action by our parking payment systems.<br> Please take note of the following: Additional instructions on how to register your parking action may be provided on-site at the parking location.\nYou are required to follow the instructions at all times.</p>\n<p>\n<strong>Parking action details.</strong> You are responsible for providing all of the necessary and correct details for your parking action.\nYour parking action will be automatically processed on our parking payment systems on the basis of these details.\nThe details you provide about your parking action are key for us to correctly process your parking fees.\nYou alone are responsible for providing us with the correct details for your parking action and you will be responsible for paying any penalty charge or parking fee issued as a result of incorrect parking action details.</p>\n<p>Please take note of the following: We are not responsible for verifying whether your parking action details are correct.\nWe emphasize that you must read the instructions before you start using our parking payment systems, as incorrect use might lead to penalty charges, incorrect payments or other consequences.</p>\n<p>\n<strong>Reminders.</strong> If you choose to make use of reminders as part of our parking payment systems, we will automatically send you a notification to remind you of an ongoing parking action.\nThe time period for such messages is of your choice.\nYou may also choose to receive confirmation messages when your parking session is due to end.\nWe emphasize that your parking action still remains your responsibility.\nYou acknowledge that receipt of the reminder depends on the availability of your network and can be interrupted/delayed.\nAny additional costs relating to these reminders will be charged simultaneously with all other charges.</p>4.\nPayment and Processing<p>\n<strong>Parking fees.</strong> The parking fees are set by the respective controller of the parking location.\nWe have no control over the amount of these parking fees, which may change from time-to-time.\nYou should not use our parking payment systems if you are eligible for certain parking fee arrangements or discounts offered by the parking location controller as these will not always be available in our parking payment systems.</p>\n<p>\n<strong>Our fees.</strong> In addition to the relevant parking fees we will charge you our fees depending on your selection and use of our parking payment systems and the related services.\nOur fees may consist of a registration fee, a parking payment fee and/or a monthly subscription fee, a fee for related services and other fees applicable to our services, which we may change from time-to-time.\nFor more details on the specific services and the applicable fees, please consult https://parkmobile.nl/tarieven/.\nYou are responsible for all costs charged by third parties for accessing or using our services (such as telephone, sms or data charges applied by your mobile operator).</p>\n<p>\n<strong>Payment method.</strong> You must select the payment method of your preference from the options we make available to you in our parking payment systems.\nA full description of the available payment methods can be reviewed here https://parkmobile.nl/tarieven/.\nWhen using our services, you accept that we automatically collect your parking fees and our fees, and that your payments may be processed by a third party payment processor.\nYou acknowledge that certain use of our parking payment systems requires a specific payment method, such as a payment through your telephone provider or payment card.</p>\n<p>\n<strong>Payment.</strong> Depending on your selection and use of our parking payment systems and the related services, we will directly or periodically charge the parking fees and our fees, while using the payment method you have chosen.\nWe are responsible for the correct execution of the payments and you are responsible for having adequate funds available to cover our fees.\nYour recent parking history, invoices, receipts and other transaction details can be found in your account on our services.\nWe first receive payment from you before paying the applicable parking fees to the controller of the parking location concerned.</p>\n<p>\n<strong>Late payment.</strong> If you do not pay the amounts due or instigate unwarranted chargeback requests, we are entitled to immediately suspend the provision of our services to you (without prejudice to our further statutory rights).\nYou will be charged the statutory interest rate as from the date you are in default on your payment obligation.</p>\n<p>\n<strong>Refunds.</strong> We are under no obligation to provide a refund or cancel parking actions submitted to our parking payment systems, unless there is a system error on our part.\nIf you have any questions about a parking action, please contact our helpdesk: (0900-6665666 local rate).</p>\n<p>Please take note of the following: After registration, we will perform our services immediately by providing you access to our parking payment system and related services, as expressly requested by you.\nYou therefore confirm that we will start the performance immediately and that you do not have the right to withdraw from the contract.</p>5.\nVarious (including Termination Rights and Limitation of Our Liability)<p>\n<strong>Term.</strong> Our agreement to provide the services based on these Terms of Service comes into effect upon successful registration of your account.\nIf you order services based on a monthly subscription fee or other monthly recurring costs, then such services can be terminated for convenience at any time subject to one month’s prior notice.\nYou can send your termination notice to the following email and post address: helpdesk@parkmobile.nl or P.O.\nbox 109, 1110 AC DIEMEN.\nWe may stop carrying our service as a whole or in parts by providing one month’s prior written notice.</p>\n<p>\n<strong>Non-compliance and abuse.</strong> We can immediately terminate or suspend this agreement in case you do not comply with your material responsibilities as set out in these Terms of Service or our documents referred to in these Terms of Service or abuse or manipulate our service.\nWe will provide you with written notice if we choose to terminate or suspend our services.\nPlease note that the following events will in any case qualify as events that trigger our right to immediately terminate or suspend our service:</p>\n<ol>\n<li>Reports of unauthorised or unusual credit card use associated with the personal account including, but not limited to, notice by the card issuing bank.\nThis includes notices made by you to your credit card company that a transaction was unauthorised or your account compromised, and is done in order to protect you from further unauthorised use of your card;</li>\n<li>Report of unauthorised or unusual use of the account;</li>\n<li>Abuse by you of the chargeback process provided by your issuing bank;</li>\n<li>Excessive levels of disputes or chargebacks;</li>\n<li>When the name of the cardholder on the creditcard linked to your account does not correspond with the name which is registered to the account;</li>\n<li>We have reasonable grounds to believe that you persistently fail to pay for parking or pay parking penalties;</li>\n<li>We are unable to verify or authenticate any information that you provide to us;</li>\n<li>We believe that your account or activities pose a significant credit or fraud risk to us;</li>\n<li>We believe that you actions will cause financial loss for us.\nor</li>\n<li>Unwanted reports from credit rating agencies.</li>\n</ol>\n<p>\n<strong>Force majeure.</strong> In cases of force majeure—for instance disruptions in the telecommunication infrastructure (Internet), national unrest, mobilization, war, traffic closures, strikes, lockout, denial-of-service attacks, distributed-denial-of-service attacks, disruption of operations, stagnation of supply, fire, flood or any other circumstances beyond our reasonable control, in which we are prevented from providing our services so that we cannot reasonably be required to fulfil the contract— our duty to perform ceases to apply.</p>\n<p>\n<strong>Limitation of our liability.</strong> We are not liable for any loss of income, business or profits, or for any loss or damage that was not reasonably foreseeable at the time you entered this agreement or is an indirect or consequential loss or damage.</p>\n<p>To the extent you are using our services for purposes relating to your trade, business, craft or profession, our liability for damage arising during the performance of our agreement is limited to the value of the service that we provided to you during which the damage occurred.</p>\n<p>Nothing in these Terms of Service shall exclude our liability for gross negligence and wilful intent or death and personal injury caused by our negligence or any other type of liability which cannot be excluded or limited as a matter of applicable law.</p>\n<p>\n<strong>Warranty.</strong> You are entitled to the statutory warranty rights regarding our services.</p>\n<p>\n<strong>Transfer and third party rights.</strong> The agreement is between you and us.\nNo other person shall have any rights to enforce any of its terms.\nYou cannot transfer your rights to other parties without our prior written consent.</p>\n<p>\n<strong>Changes to these Terms of Service.</strong> We may change these Terms of Service.\nIf we decide to do so, we will inform you of such change via our website.\nYou may terminate our agreement in case you do not agree with these changes.\nEach of the paragraphs of these terms operates separately.\nIf any court or relevant authority decides that any of them are unlawful, the remaining paragraphs will remain in full force and effect.</p>\n<p>\n<strong>Applicable law and venue.</strong> The agreement and these terms and conditions are governed by the laws of the Netherlands.\nYou have the option to resolve any claim, action or dispute by means of a procedure before the competent courts in the Netherlands.</p>6.\nContact Parkmobile Benelux B.V.<p>If you have any questions about our services, the website, these Terms of Service or anything other related to our services, you can contact us via the following contact information:</p>\n<p>T: 0900-666 5 666 (local rate)<br> WhatsApp: 06-11 77 67 77 (Mon-Fri 9.00-17.00h)<br> Headoffice<br> Parkmobile Group<br> Wisselwerking 40<br> 1112 XR Diemen</p> Parkmobile steden<p>Met Parkmobile kan je onder andere terecht in: Amsterdam, Rotterdam, Den Haag, Utrecht, Eindhoven, Groningen, Leiden, Haarlem, Breda, Almere, Tilburg, Dordrecht, Nijmegen, Hilversum, Haarlemmermeer, Zwolle, Gooise Meren, Hoorn, Den Bosch, Súdwest-Fryslân, Alkmaar, Arnhem, Bergen, Rijswijk, Zandvoort, Heerenveen, Maastricht, Purmerend, Schiedam, Bergen op Zoom, Zaanstad ...\nAlle steden »</p>Diensten en producten<ul>\n<li>Onze parkeerapp</li>\n<li>Parkeren op straat</li>\n<li>Parkeren in garages</li>\n<li>Parkeren bij het vliegveld</li>\n<li>Reserveer een parkeerplek</li>\n</ul>Over ons<ul>\n<li>Onderdeel van PARK NOW</li>\n<li>Werken bij Parkmobile</li>\n<li>Pers</li>\n</ul>Contact<ul>\n<li>Contact en vragen</li>\n</ul>Volg ons <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Copyright © 2021 Parkmobile.\nAlle rechten voorbehouden.<ul>\n<li>Privacyverklaring</li>\n<li>Algemene voorwaarden</li>\n</ul>\n<i>\n</i>Reserveer je parkeerplek<ul>\n<li>TIP: Reserveer nu je parkeerplek en betaal de parkeerkosten achteraf via de Parkmobile-app</li>\n<li>TIP: Parkeer hier tot 50% goedkoper dan op straat of in reguliere garages</li>\n<li>NOTE: Our carparks are only accessible with a Dutch account from Parkmobile.\nAccounts from other countries are not able to access ParkBee locations.</li>\n</ul>1Kies aankomstdatum en -tijd <i>\n<i>\n</i>\n</i>\n<strong>Vandaag, 11:30</strong> WijzigWanneer wil je parkeren? Datumjuli 2021madiwodovrzazo28293012345678910111213141516171819202122232425262728293031123456782021jan.feb.mrt.apr.meijun.jul.aug.sep.okt.nov.dec.2016-20272016201720182019202020212022202320242025202620271999-20992000 - 20112012 - 20232024 - 20352036 - 20472048 - 20592060 - 20712072 - 20832084 - 20952096 - 2107Tijd11:3000010203040506070809101112131415161718192021222300153045Ga verderResetDeze locatie is op het gekozen moment gesloten.\nKies een ander tijdstip of bekijk openingstijden op de locatie pagina.<br>\n<br>Openingstijden:<br>Reservering prijs: <strong>€ </strong> Je bent bijna verzekerd van je parkeerplek bij locatie <strong>\n</strong>! Vul je gegevens nog even in om je reservering te voltooien Je profiteert alleen van goedkopere tarieven door te parkeren met de Parkmobile-app.\nTrek je een ticket? Dan betaal je de gewone tarieven.\n2KentekenDeze locatie is op het gekozen moment gesloten.\nKies een ander tijdstip of bekijk openingstijden op de locatie pagina.<br>\n<br>Openingstijden:<br>Wat is het kenteken waarmee je gaat parkeren? <i>\n<i>\n</i>\n</i> E-mailadres <i>\n<i>\n</i>\n</i> VerderWijzig Persoonsgegevens Ga verder", "created_at": "2021-07-04 09:30:57.62044", "updated_at": "2021-07-04 09:31:05.335695"}, {"id": 7917, "name": "Privacy Notice", "url": "https://parkmobile.nl/en/privacy-notice/", "xpath": "//body", "text": " <ul>\n<li> Privé </li>\n<li> Zakelijk </li>\n</ul>\n<ul>\n<li>Zo werkt het</li>\n<li>Locaties</li>\n<li>Voordelen</li>\n<li>Tarieven</li>\n<li>Download</li>\n<li>Zakelijk</li>\n</ul>\n<ul>\n<li>Oplossingen</li>\n<li>Prijzen</li>\n<li>FAQ</li>\n<li>Login</li>\n</ul> Menu Download nu <i>\n</i>\n<i>\n</i>\n<ul>\n<li>Help</li>\n<li>Login</li>\n</ul> Word gratis klant<ul>\n<li>Zo werkt het</li>\n<li>Locaties</li>\n<li>Voordelen</li>\n<li>Tarieven</li>\n<li>Download</li>\n<li>Zakelijk</li>\n</ul>\n<br>\n<ul>\n<li> Login</li>\n<li> Help</li>\n</ul> Privacy Notice<p>Your privacy is important to us at Parkmobile.\nWe will only use your personal information to administer your account, provide the products and services you have requested from us, and to keep you informed about our products and services.\nThe protection, confidentiality and integrity of your personal data are our prime concerns.\nThis privacy notice explains what personal information we collect from you when you interact with our products and services, and how we use this information.</p>\n<p>We will inform you of any future changes to our processing purposes or our Privacy Policy.</p>Our Services<p>Parkmobile provides a solution to pay for your parking sessions, on-street and off-street, via multiple platforms including phone (Interactive voice response (“IVR”) and SMS), website, and mobile applications.\nIn addition, we also provide parking permit related services.\nThis Privacy Notice applies to these services and the relating platforms, including www.parkmobile.nl, Parkmobile branded apps, Parkmobile IVR and other Parkmobile related websites, apps, communications and services.</p>What personal data do we collect?<p>We need certain personal information to be able to offer you the best parking experience and to keep you informed of our products and services.\nYou provide some of this data directly, for instance when you create an account or enter your parking details into our mobile application.\nAdditionally, we receive some of your personal data indirectly through your devices, by recording how you interact with our services (e.g.\nthrough cookies).\nThis allows us to personalise and improve our products.</p>\n<p>When you create a Parkmobile account, start a parking session, or otherwise use our services, we process the following details:</p>\n<ul>\n<li>First and Last Name;</li>\n<li>Title (Mr, Mrs etc.);</li>\n<li>Your vehicle registration number;</li>\n<li>Your vehicle brand/type and colour;</li>\n<li>Email address;</li>\n<li>Your telephone number;</li>\n<li>Social media account information, if you use a social media plugin to register;</li>\n<li>Your address;</li>\n<li>Your location details when you park, using our Services;</li>\n<li>IP address;</li>\n<li>Phone ID;</li>\n<li>Payment and billing information, e.g.\nbank account, payment card or PayPal details;</li>\n<li>Parking permit details (if applicable).</li>\n<li>Company name (if applicable);\\</li>\n<li>Business registration number (if applicable)</li>\n</ul>\n<p>We also receive information from third parties we work with.\nWhile the partners we work with may change, these mainly include:</p>\n<ul>\n<li>Private, municipal, railway, airport, hospital and university car park operators , who, if you have chosen to make use of our service, provide us with the details of your parking sessions, so we can facilitate your parking transactions.\nThis information consists of your vehicle registration number, parking location, parking fee and the start and end time of your parking session.</li>\n<li>Automotive companies (car manufacturers) that provide some of our services in combination with a car.\nThis service registers the start and end time of your parking session, your parking location and the parking fee, so your parking session is automatically ended once you drive away.\nThis only applies if you have signed up for this service through your car.</li>\n<li>Operators of parking equipment (for instance parking meters) and licence plate recognition systems (for instance as used in car garages), so your parking session can be identified and registered.\nPlease note that such automated licence plate recognition services only apply if you have signed up for this service.</li>\n<li>Our partners who allow the option of Auto Pay, so you can automatically pay after a parking session on the basis of ANPR (automatic number plate recognition), RFID tag, Bluetooth, UHF tag or vehicle beacon.\nWe only receive these details if you have registered for this payment option at the specific location concerned, in advance.</li>\n<li>Our clients from the public and private sector, who use our service to facilitate parking of their employees.\nIf you are an employee in such an arrangement, we receive your name, or personnel ID, e-mail address, phone number and vehicle registration number from your employer, after which you can sign up and create your own account.</li>\n</ul>\n<em>Cookies and other similar technologies</em>\n<p>We collect certain data through cookies and similar technologies (e.g.\nweb beacons, tags, device identifiers).\nCookies are text files placed on your computer to collect standard internet log information and visitor behaviour information.\nThis information is used to track visitor use of the website and to compile statistical reports on website activity.\nWe register your interaction with our services in order to improve our website, content and services.\nOur use of such technologies and the data collected is described in more detail in our Cookie Policy.\nYou can manage your cookie preferences through your browser settings.</p>\n<em>Device and location</em>\n<p>If you have enabled this in your phone and app settings, we receive data about your location when you use our services.\nWe use this information to verify and facilitate your parking transactions by for example helping you to identity your parking location and to warn you in case you forgot to stop your parking session.\nYou can always change your preferences in your settings.</p>\n<strong>How do we use your personal data?</strong>\n<p>We only use your data for the purposes for which it was collected and, where relevant, to meet local legal obligations.\nWe use your personal data for the following purposes:</p>\n<p>\n<strong>Performance of agreements with users.</strong> To provide you with the parking related products and services of your choice, we process your information for example to complete parking transactions.\nfacilitate payment of the relevant parking fees and communicate your parking status with the relevant parking control bodies.</p>\n<p>\n<strong>Customer support.</strong> We use your information to support you in your use of our products and services.\nThis includes the use of personal information to diagnose product problems, rectify erroneous transactions and provide other customer support related services.</p>\n<p>\n<strong>Customer engagement and communication.</strong> We use your information to communicate with you via email, SMS text or other electronic media for instance on service-related matters, such as invoices.\nOther instances where we engage with you include confirming the opening of an account, parking reminder text messages, resolving complaints, and asking you to take part in one of our surveys.</p>\n<p>\n<strong>Marketing.</strong> We would like to send you information which may be of interest to you, about our products and services and those of other companies (in so far as you have consented to this) that may be of interest to you.\nWe communicate with you via email, SMS text or other electronic media.\nYou have the right at any time to stop us from contacting you for marketing related purposes.\nDepending on your preferences, you can unsubscribe, change your settings on-line or contact our Customer Support team to do so.</p>\n<p>\n<strong>Safety, security and dispute settlement.</strong> We use your details to protect the security, integrity and safety of our products, services and customers.\nThis includes processing in the context of detecting and preventing fraud, theft and other misuse of our services.\nWe may also use personal information in the context of dispute settlements, to enforce our agreement with you, to enforce our rights towards third parties or defend ourselves against any third party claims or allegations.</p>\n<p>\n<strong>Legal obligations.</strong> We may process your information in relation to a legal obligation.\nThis includes cases where we must comply with requests from competent authorities, administrative obligations and in cases involving legal disputes.</p>\n<p>\n<strong>Improving and personalising our products and services.</strong> We use your personal information to improve our products and services.\nClicking behaviour and search results on our website can for instance help us to prioritise or identify new product features.</p>\n<p>\n<strong>Maintenance, development and incident management.</strong> If you experience issues with one of our products or services, we may need to process some of your personal information, such as your name, vehicle registration number and client ID, in order to resolve the respective issue.\nWe may also use your personal information in relation to certain system development processes, for instance if we move customer data to a new database.</p>\n<p>\n<strong>General business process execution, internal management and management reporting.</strong> To be able to run our business, we also use your personal information for general business processes.\nThis includes processing your information for archiving, insurance and other administration related purposes, management reporting or processing in relation to audits.</p>With whom do we share your personal data?<p>We share your personal data with third parties such as municipalities, car park operators, suppliers (e.g.\nhosting, customer care and e-marketing facilities), clients (e.g.\ncorporate clients/employers), and other partners.\nWho we share your information with, depends on your location on the services you use.\nWe share your information:</p>\n<ul>\n<li>To the extent necessary to operate our business, to provide you our services, or our partner services (e.g.\nfuel card), to complete any related transactions and collect related payments, to provide customer care and to communicate with you in connection with our services.\nFor instance, to process payments and transactions;</li>\n<li>For parking enforcement purposes, whereby we communicate your parking status with the relevant parking control bodies, such as municipalities.\nIn such instances your vehicle registration number, location code, make, colour, and the start and end time of your parking transaction are shared;</li>\n<li>For services relating to the issuing of parking permits (if applicable).\nFor that purpose we may also undertake address validation checks with third party agencies to confirm that you are eligible for a product.</li>\n<li>Where you gave us explicit consent to do so;</li>\n<li>If we are legitimately requested to share information with competent authorities, such as law enforcement, pursuant to law, e.g.\nfor investigation of illegal activities;</li>\n<li>To enforce our agreement with you, for instance in cases where you have not paid for your parking transactions, we may share your information with a debt collector;</li>\n<li>To enforce our rights towards third parties, or to defend ourselves against any third-party claims or allegations;</li>\n<li>To protect the security, integrity or safety of our Services.</li>\n</ul>\n<p>We offer our services as part of the PARK NOW Group.\nTo be able to provide you with our services, we make use of some intra-company facilities, e.g.\nfor database purposes, administration, marketing and fraud prevention.\nAs such, we also share certain personal data with our affiliates.\nSuch intra-company sharing of data will only occur for purposes of operating our business, performing your service contract and as has otherwise been outlined in this Privacy Notice.</p>Where is your personal data processed?<p>Your personal data is mainly processed by our staff in the Netherlands and the United Kingdom.\nWe may also share data with our affiliates in the context of operating our business, providing our services and other processing purposes as outlined in this Privacy Notice.\nOur affiliated offices are located in the Netherlands, France, Germany, Belgium, Austria and Switzerland.\nFor hosting and maintenance purposes your personal data is located in the Netherlands.</p>\n<p>To the extent any other personal data will be transferred to a country outside the European Union or an international organisation, we will make sure that this only happens to such countries and international organisations that ensure an adequate level of protection, have put appropriate safeguards in place to protect your data and your rights in accordance with the EU privacy law (GDPR), or as is otherwise allowed under the GDPR.</p>How long do we keep your personal data?<p>We will retain your personal information only for as long as is necessary for the purposes for which the information was collected, or as long as is required pursuant to law.</p>\n<p>If you do not use your account for more than 18 months, we will mark it in our database as “inactive”.\nWe will then no longer actively use your account information, e.g.\nto inform you on our products and services, but will archive the account to be able to easily re-activate it should you wish to use our services again in the future.</p>\n<p>In case you wish to close your account, please contact our Customer Support team.\nUpon closure, we will remove your personal information without undue delay except for information that we are obliged to keep pursuant to law.\nFor instance in order to meet statutory administrative retention obligations, we need to keep some of your account related information (e.g.\ncopies of invoices and receipts), for seven years.</p>\n<p>Data may be retained longer in cases where it is used in relation to a legal claim or is used in relation to a valid legal process.</p>Accessing and managing your personal data<p>You can directly view and edit your personal details via your personal account through https://nl.parkmobile.com/epms/clientpages/.\nThere you can also make choices about our collection and use of your data.\nFor instance, you can always choose in your account settings, whether or not you wish to receive promotional emails, SMS messages, telephone calls or mail from us.\nHow you can access or control your personal data will depend on which products and services you use.</p>\n<p>If you cannot access, rectify, or erase certain personal data yourselves, if you want a copy of the personal data that we process of you, if you wish to request a restriction of processing of your personal data or to object to processing, please contact our Customer Care department using our webform: https://parkmobile.nl/aanvraag-persoonsgegevens/.\nWe will respond to such requests within 30 days.</p>Lawful basis for data processing<p>We only collect and process your personal data when there is a lawful basis to do so.\nThe lawful basis we rely on in this respect includes:</p>\n<ul>\n<li>Contract: the processing is necessary to perform your Service contract;</li>\n<li>Legitimate interest: for example, i) a legitimate commercial interest to process certain of your personal data, e.g.\nfor running our business and the purposes of certain forms of direct marketing and profiling.\nii) to archive certain account information to facilitate you to re-use your account in the future.\nor iii) if there is a legitimate interest from business or security perspective, e.g.\nto prevent fraud or abuse of our Services, or for purpose of network and information security of our IT systems;</li>\n<li>Legal obligation: the processing necessary to comply with a legal obligation, e.g.\nthe legal requirement to keep administrative records for a certain period of time, or the legal obligation to share certain data on a police order for criminal investigation purposes;</li>\n<li>Public interest task: the processing necessary to assist in tasks in the public interest.\nFor instance to aid enforcement agents in verifying the validity of a parking action or parking permit;</li>\n<li>Consent: where you gave us explicit consent to process the data concerned, for example – if applicable – to share your data with partners or other third parties for commercial purposes.</li>\n</ul>\n<p>If you have given your consent to the processing, you have the right to withdraw your consent at any time, by completing a webform: https://parkmobile.nl/aanvraag-persoonsgegevens/.\nWe will discontinue the processing of your information upon receipt of your withdrawal.\nHowever, any processing performed prior to your withdrawal remains a legitimate processing based on a valid consent at the time.\nWe will not be under the obligation to reverse the processing.</p>Questions, concerns and complaints<p>If you have questions or concerns about the way in which we use your personal data, please contact Customer Support through for assistance.\nYou may also contact our Data Protection Officer (DPO) via dpo.nl@parkmobile.com.</p>\n<p>If you feel that an issue has not properly been resolved, you also have the right to lodge a complaint with the supervisory authority.</p>Responsible Entity<p>Parkmobile is a brand of Parkmobile Benelux B.V.\nhaving its address at (1112XR) Wisselwerking 40, Diemen, and registered with Companies House under no.\n34202913.\nParkmobile Benelux B.V.\nis a member of PARK NOW Group B.V., headquartered in Diemen, at (1112XR) Wisselwerking 40, the Netherlands and registered with the Commercial Register under no.\n34124818.\nThe decisions relating to the purposes and means of the personal data processing are in principle centralised in PARK NOW Group B.V., which acts as controller for this personal data processing.\nHowever, there may also be cases where Parkmobile Benelux B.V.\nmakes autonomous decisions and/or joint decisions with PARK NOW Group B.V.\nconcerning the purposes and means of a specific processing activity, for which activity Parkmobile Benelux B.V.\nwill then act as (joint) controller.</p>\n<p>In certain cases we also process data on behalf of third parties, such as municipalities, e.g.\nfor purpose of parking enforcement and permits.</p> Parkmobile steden<p>Met Parkmobile kan je onder andere terecht in: Amsterdam, Rotterdam, Den Haag, Utrecht, Eindhoven, Groningen, Leiden, Haarlem, Breda, Almere, Tilburg, Dordrecht, Nijmegen, Hilversum, Haarlemmermeer, Zwolle, Gooise Meren, Hoorn, Den Bosch, Súdwest-Fryslân, Alkmaar, Arnhem, Bergen, Rijswijk, Zandvoort, Heerenveen, Maastricht, Purmerend, Schiedam, Bergen op Zoom, Zaanstad ...\nAlle steden »</p>Diensten en producten<ul>\n<li>Onze parkeerapp</li>\n<li>Parkeren op straat</li>\n<li>Parkeren in garages</li>\n<li>Parkeren bij het vliegveld</li>\n<li>Reserveer een parkeerplek</li>\n</ul>Over ons<ul>\n<li>Onderdeel van PARK NOW</li>\n<li>Werken bij Parkmobile</li>\n<li>Pers</li>\n</ul>Contact<ul>\n<li>Contact en vragen</li>\n</ul>Volg ons <i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> Copyright © 2021 Parkmobile.\nAlle rechten voorbehouden.<ul>\n<li>Privacyverklaring</li>\n<li>Algemene voorwaarden</li>\n</ul>\n<i>\n</i>Reserveer je parkeerplek<ul>\n<li>TIP: Reserveer nu je parkeerplek en betaal de parkeerkosten achteraf via de Parkmobile-app</li>\n<li>TIP: Parkeer hier tot 50% goedkoper dan op straat of in reguliere garages</li>\n<li>NOTE: Our carparks are only accessible with a Dutch account from Parkmobile.\nAccounts from other countries are not able to access ParkBee locations.</li>\n</ul>1Kies aankomstdatum en -tijd <i>\n<i>\n</i>\n</i>\n<strong>Vandaag, 11:27</strong> WijzigWanneer wil je parkeren? Datumjuli 2021madiwodovrzazo28293012345678910111213141516171819202122232425262728293031123456782021jan.feb.mrt.apr.meijun.jul.aug.sep.okt.nov.dec.2016-20272016201720182019202020212022202320242025202620271999-20992000 - 20112012 - 20232024 - 20352036 - 20472048 - 20592060 - 20712072 - 20832084 - 20952096 - 2107Tijd11:3000010203040506070809101112131415161718192021222300153045Ga verderResetReservering prijs: <strong>€ </strong> Je bent bijna verzekerd van je parkeerplek bij locatie <strong>\n</strong>! Vul je gegevens nog even in om je reservering te voltooien Je profiteert alleen van goedkopere tarieven door te parkeren met de Parkmobile-app.\nTrek je een ticket? Dan betaal je de gewone tarieven.\n2KentekenWat is het kenteken waarmee je gaat parkeren? <i>\n<i>\n</i>\n</i> E-mailadres <i>\n<i>\n</i>\n</i> VerderWijzig Persoonsgegevens Ga verder", "created_at": "2021-07-04 09:27:23.112019", "updated_at": "2021-07-04 09:34:31.492844"}, {"id": 7914, "name": "Privacy Policy", "url": "https://www.parkmobile.com/uk/privacypolicy", "xpath": "//*[@id=\"contentblok_hoofdtekst\"]/div[1]", "text": null, "created_at": "2021-07-04 09:16:50.698974", "updated_at": "2021-07-04 09:17:19.05321"}], "points": [], "urls": ["parkmobile.com"]}}