{"error": 448, "message": "OK", "parameters": {"id": 6516, "name": "follow.it", "created_at": "2022-04-29 18:12:52.624121", "updated_at": "2022-04-29 22:01:16.895957", "wikipedia": null, "keywords": null, "related": null, "slug": "follow-it", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6516.png", "url": "follow.it", "documents": [{"id": 11856, "name": "Terms", "url": "https://follow.it/info/terms", "xpath": "/html/body/div[2]/main/div[3]", "text": " <strong>follow.it Terms of Use (\"Terms\")</strong>\n<strong>\n<em>Last Updated:&nbsp;February 7th, 2022 (Version 2.3)</em>\n</strong>\n<br>follow.it is a service that allows Members to setup and subscribe to Feeds in order to cope with information overload in a better way.\nThe services offered by follow.it (\"follow.it\" or \"we\") include the follow.it website and any other features, content, or applications offered from time to time by follow.it in connection with the follow.it Website.This Terms of Use Agreement (\"Agreement\") sets forth the legally binding terms for your use of the follow.it Services.\nBy using the follow.it Services, you agree to be bound by this Agreement, whether you are a \"Visitor\" (which means that you simply browse the follow.it Website) or you are a \"Member\" (which means that you have registered with follow.it).\nThe term \"User\" refers to a Visitor or a Member.\nYou are only authorized to use the follow.it Services (regardless of whether your access or use is intended) if you agree to abide by all applicable laws and to this Agreement.\nPlease read this Agreement carefully and save it.\nBy becoming a user of follow.it, you agree to this Agreement.This Agreement includes follow.it's policy for acceptable use of the follow.it Services and Content posted on the follow.it Website, your rights, obligations and restrictions regarding your use of the follow.it Services and follow.it's Privacy Policy.\nIn order to participate in certain follow.it Services, you may be notified that you are required to agree to additional terms and conditions.\nUnless otherwise provided by the additional terms and conditions applicable to the follow.it Services in which you choose to participate, those additional terms are hereby incorporated into this Agreement.We expressively reserve the right to change these Terms of Use from time to time without noticing you.\nYou acknowledge and agree that it is your responsibility to review this site and these Terms of Use from time to time and to familiarize yourself with any modifications.\nYour continued use of this site after such modifications will constitute acknowledgement of the modified Terms of Use and agreement to abide and be bound by the modified Terms of Use.Please choose carefully the information you post on follow.it and that you provide to other Users.\nIt must not include any photographs containing nudity, or obscene, lewd, excessively violent, harassing, sexually explicit or otherwise objectionable subject matter.\nIf you become aware of misuse of the follow.it Services by any person, please contact follow.it.follow.it reserves the right, in its sole discretion, to reject, refuse to post or remove any messages by you, or to restrict, suspend, or terminate your access to all or any part of the follow.it Services at any time, for any or no reason, with or without prior notice, and without liability.<br>\n<strong>1.\nEligibility</strong>Use of and Membership in the follow.it Services is void where prohibited.\nBy using the follow.it Services, you represent and warrant that (a) all registration information you submit is truthful and accurate.\n(b) you will maintain the accuracy of such information.\n(c) you are 16 years of age or older.\nand (d) your use of the follow.it Services does not violate any applicable law or regulation.\nYour profile may be deleted and your Membership may be terminated without warning, if we believe that you are under 16 years of age.<br>\n<strong>2.\nTerm</strong>This Agreement shall remain in full force and effect while you use the follow.it Services or are a Member.\nYou may terminate your Membership at any time, for any reason, by following the instructions on the Member's Account Settings page.\nfollow.it may terminate your Membership at any time, without warning.\nEven after Membership is terminated, this Agreement will remain in effect.<br>\n<strong>3.\nPassword</strong>When you sign up to become a Member, you will also be asked to choose a password.\nYou are entirely responsible for maintaining the confidentiality of your password.\nYou agree not to use the account, username, or password of another Member at any time or to disclose your password to any third party.\nYou agree to notify follow.it immediately if you suspect any unauthorized use of your account or access to your password.\nYou are solely responsible for any and all use of your account.<br>\n<strong>4.\nProprietary Rights in Content on follow.it</strong>follow.it does not claim any ownership rights in the text, files, images, photos, video, sounds, musical works, works of authorship, or any other materials (collectively, \"Content\") that you post to the follow.it Services.\nAfter posting your Content to the follow.it Services, you continue to retain all ownership rights in such Content, and you continue to have the right to use your Content in any way you choose.\nBy displaying or publishing (\"posting\") any Content on or through the follow.it Services, you hereby grant to follow.it a non-exclusive license to use, modify, publicly perform, publicly display, reproduce, and distribute such Content solely on and through the follow.it Services.You represent and warrant that: (i) you own the Content posted by you on or through the follow.it Services or otherwise have the right to grant the license set forth in this section, and (ii) the posting of your Content on or through the follow.it Services does not violate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person.\nYou agree to pay for all royalties, fees, and any other monies owing any person by reason of any Content posted by you to or through the follow.it Services.The follow.it Services contain Content of follow.it (\"follow.it Content\").\nfollow.it Content is protected by copyright, trade secret and other laws, and follow.it owns and retains all rights in the follow.it Content and the follow.it Services.The follow.it Services contain Content of Users and other follow.it licensors.\nExcept for Content posted by you, you may not copy, modify, translate, publish, broadcast, transmit, distribute, perform, display, or sell any Content appearing on or through the follow.it Services.<br>\n<strong>5.\nContent Posted</strong>follow.it may delete any Content that in the sole judgment of follow.it violates this Agreement or which may be offensive, illegal or violate the rights, harm, or threaten the safety of any person.\nfollow.it assumes no responsibility for monitoring the follow.it Services for inappropriate Content or conduct.\nIf at any time follow.it chooses, in its sole discretion, to monitor the follow.it Services, follow.it nonetheless assumes no responsibility for the Content, no obligation to modify or remove any inappropriate Content, and no responsibility for the conduct of the User submitting any such Content.You are solely responsible for the Content that you post on or through any of the follow.it Services, and any material or information that you transmit to other Members and for your interactions with other Users.\nfollow.it does not endorse and has no control over the Content.\nContent is not necessarily reviewed by follow.it prior to sending and does not necessarily reflect the opinions or policies of follow.it.\nfollow.it makes no warranties, express or implied, as to the Content or to the accuracy and reliability of the Content or any material or information that you transmit to other Members.<br>\n<strong>6.\nContent/Activity Prohibited</strong>The following is a partial list of the kind of Content that is illegal or prohibited to post on or through the follow.it Services.\nfollow.it reserves the right to investigate and take appropriate legal action against anyone who, in follow.it's sole discretion, violates this provision, including without limitation, removing the offending communication from the follow.it Services and terminating the Membership of such violators.\nProhibited Content includes, but is not limited to Content that, in the sole discretion of follow.it:<ul>\n<li>is patently offensive and promotes racism, bigotry, hatred or physical harm of any kind against any group or individual;</li>\n<li>harasses or advocates harassment of another person;</li>\n<li>exploits people in a sexual or violent manner;</li>\n<li>contains nudity, violence, or offensive subject matter or contains a link to an adult website;</li>\n<li>solicits personal information from anyone under 18;</li>\n<li>provides any telephone numbers, street addresses, last names, URLs or email addresses;</li>\n<li>promotes information that you know is false or misleading or promotes illegal activities or conduct that is abusive, threatening, obscene, defamatory or libelous;</li>\n<li>promotes an illegal or unauthorized copy of another person's copyrighted work, such as providing pirated computer programs or links to them, providing information to circumvent manufacture-installed copy-protect devices, or providing pirated music or links to pirated music files;</li>\n<li>contains restricted or password only access pages or hidden pages or images (those not linked to or from another accessible page);&nbsp;</li>\n<li>furthers or promotes any criminal activity or enterprise or provides instructional information about illegal activities including, but not limited to making or buying illegal weapons, violating someone's privacy, or providing or creating computer viruses;</li>\n<li>solicits passwords or personal identifying information for commercial or unlawful purposes from other Users;</li>\n<li>involves commercial activities and/or sales without our prior written consent such as contests, sweepstakes, barter, advertising, or pyramid schemes;</li>\n<li>includes a photograph of another person that you have posted without that person's consent;</li>\n<li>or for band and filmmaker profiles, uses sexually suggestive imagery or any other unfair, misleading or deceptive Content intended to draw traffic to the profile.</li>\n</ul>The following is a partial list of the kind of activity that is illegal or prohibited on the follow.it Website and through your use of the follow.it Services.\nfollow.it reserves the right to investigate and take appropriate legal action against anyone who, in follow.it's sole discretion, violates this provision, including without limitation, reporting you to law enforcement authorities.\nProhibited activity includes, but is not limited to:<ul>\n<li>criminal or tortious activity, including child pornography, fraud, trafficking in obscene material, drug dealing, gambling, harassment, stalking, spamming, spimming, sending of viruses or other harmful files, copyright infringement, patent infringement, or theft of trade secrets;</li>\n<li>advertising to, or solicitation of, any Member to buy or sell any products or services through the follow.it Services unless explicitly allowed in selected areas (advertising section);</li>\n<li>covering or obscuring the banner advertisements on your personal profile page, or any follow.it page via HTML/CSS or any other means;</li>\n<li>any automated use of the system, such as using scripts to send messages;</li>\n<li>interfering with, disrupting, or creating an undue burden on the follow.it Services or the networks or services connected to the follow.it Services;</li>\n<li>attempting to impersonate another Member or person;</li>\n<li>using the account, username, or password of another Member at any time or disclosing your password to any third party or permitting any third party to access your account;</li>\n<li>selling or otherwise transferring your profile;</li>\n<li>using any information obtained from the follow.it Services in order to harass, abuse, or harm another person;</li>\n<li>displaying an advertisement on your profile, or accepting payment or anything of value from a third person in exchange for your performing any commercial activity on or through the follow.it Services on behalf of that person, such as placing commercial content on your profile, posting blogs or bulletins with a commercial purpose, selecting a profile with a commercial purpose, or</li>\n<li>using the follow.it Services in a manner inconsistent with any and all applicable laws and regulations.</li>\n</ul>\n<br>\n<strong>7.\nCopyright Policy</strong>You may not post, modify, distribute, or reproduce in any way any copyrighted material, trademarks, or other proprietary information belonging to others without obtaining the prior written consent of the owner of such proprietary rights.\nIt is the policy of follow.it to terminate Membership privileges of any Member who repeatedly infringes the copyright rights of others upon receipt of prompt notification to follow.it by the copyright owner or the copyright owner's legal agent.If you or any user of this site believes its copyright, trademark or other property rights have been infringed by a posting on this site, you or the user should notify us via our contact form and send notification to our Designated Agent immediately.\nTo be effective, the notification must include:<ul>\n<li>Identify in sufficient detail the proprietary work that you believe has been infringed upon or other information sufficient to specify the copyrighted work being infringed).&nbsp;</li>\n<li>Identify the material that you claim is infringing the proprietary work listed in item #1 above.&nbsp;</li>\n<li>Provide information reasonably sufficient to permit us to contact you (email address is preferred).</li>\n<li>Provide information, if possible, sufficient to permit us to notify the owner/administrator of the allegedly infringing webpage or other content (email address is preferred).&nbsp;</li>\n<li>Include the following statement: \"I have a good faith belief that use of the proprietary materials described above as allegedly infringing is not authorized by the proprietary owner, its agent, or the law.\"</li>\n<li>Include the following statement: \"I swear, under penalty of perjury, that the information in the notification is accurate and that I am the proprietary owner or am authorized to act on behalf of the owner of an exclusive right that is allegedly infringed.\"</li>\n<li>Sign the paper.</li>\n<li>Send the written communication to follow.it' designated Agent for Claimed Infringement at ip [at] follow[dot]it.</li>\n</ul>You acknowledge and agree that upon receipt of a notice of a claim of infringement of proprietary rights, we may immediately remove the identified materials from our site without liability to you or any other party and that the claims of the complaining party and the party that originally posted the materials, will be referred to the United States Copyright Office for adjudication as provided in the Digital Millennium Copyright Act.<br>\n<strong>8.\nMember Disputes</strong>You are solely responsible for your interactions with other follow.it Members.\nfollow.it reserves the right, but has no obligation, to monitor disputes between you and other Members.<br>\n<strong>9.\nPayments and refund policy</strong>follow.it is offering premium features avaiable to publishers which can be used upon the user loading the account with credits.\nUsers have the option to set up payment agreements with Sellcodes.com, our payment provider, allowing follow.it to charge again once the amount of credits has fallen below a certain threshold as defined by the user.\nThis can be cancelled immediately at any time.As a company policy, we do not issue refunds unless a system malfunction caused a problem or your account was terminated without cause.Therefore, please consider carefully if you want to use our service before you load your account with credits.\nDue to the free tier, you can get a very good idea of what the functions will do which will be accessible after you became a premium user.\nIf anything is not clear, please contact us.\nWe'll respond within 24 hours.&nbsp;<br>\n<strong>10.\nPrivacy</strong>Use of the follow.it Services is also governed by our Privacy Policy, which is incorporated into this Agreement by this reference.&nbsp;<br>\n<strong>11.\nDisclaimers</strong>follow.it is not responsible for any incorrect or inaccurate Content posted on the follow.it Website or in connection with the follow.it Services, whether caused by Users of the follow.it Services or by any of the equipment or programming associated with or utilized in the follow.it Services.\nFeeds or messages created and posted by Members on the follow.it Website may contain links to other websites.\nfollow.it is not responsible for the Content, accuracy or opinions expressed on such websites, and such websites are in no way investigated, monitored or checked for accuracy or completeness by follow.it.\nInclusion of any linked website on the follow.it Services does not imply approval or endorsement of the linked website by follow.it.\nWhen you access these third-party sites, you do so at your own risk.\nfollow.it takes no responsibility for third party advertisements which are posted on this follow.it Website or through the follow.it Services, nor does it take any responsibility for the goods or services provided by its advertisers.\nfollow.it is not responsible for the conduct, whether online or offline, of any User of the follow.it Services.\nfollow.it assumes no responsibility for any error, omission, interruption, deletion, defect, delay in operation or transmission, communications line failure, theft or destruction or unauthorized access to, or alteration of, any User or Member communication.\nfollow.it is not responsible for any problems or technical malfunction of any telephone network or lines, computer online systems, servers or providers, computer equipment, software, failure of any email or players due to technical problems or traffic congestion on the Internet or on any of the follow.it Services or combination thereof, including any injury or damage to Users or to any person's computer related to or resulting from participation or downloading materials in connection with the follow.it Services.\nUnder no circumstances shall follow.it be responsible for any loss or damage, including personal injury or death, resulting from use of the follow.it Services, attendance at a follow.it event, from any Content posted on or through the follow.it Services, or from the conduct of any Users of the follow.it Services, whether online or offline.\nThe follow.it Services are provided \"AS-IS\" and as available and follow.it expressly disclaims any warranty of fitness for a particular purpose or non-infringement.\nfollow.it cannot guarantee and does not promise any specific results from use of the follow.it Services.<br>\n<strong>12.\nLimitation on Liability</strong>In no event shall follow.it be liable to you or any third party for any indirect, consequential, exemplary, incidental, special or punitive damages, including lost profit damages arising from your use of the services, even if follow.it has been advised of the possibility of such damages.\nNotwithstanding anything to the contrary contained herein, follow.it's liability to you for any cause whatsoever and regardless of the form of the action, will at all times be limited to the amount paid, if any, by you to follow.it for the follow.it services during the term of membership.<br>\n<strong>13.\nDisputes</strong>If there is any dispute about or involving the follow.it Services, you agree that the dispute shall be governed by the laws of Switzerland, without regard to conflict of law provisions and you agree to exclusive personal jurisdiction and venue in the courts of Zurich, Switzerland.<br>\n<strong>14.\nIndemnity</strong>You agree to indemnify and hold follow.it, its subsidiaries, and affiliates, and their respective officers, agents, partners and employees, harmless from any loss, liability, claim, or demand, including reasonable attorneys' fees, made by any third party due to or arising out of your use of the follow.it Services in violation of this Agreement and/or arising from a breach of this Agreement and/or any breach of your representations and warranties set forth above and/or if any Content that you post on the follow.it Website or through the follow.it Services causes follow.it to be liable to another.<br>\n<strong>15.\nOther</strong>This Agreement is accepted upon your use of the follow.it Website or any of the follow.it Services and is further affirmed by you becoming a Member.\nThis Agreement constitutes the entire agreement between you and follow.it regarding the use of the follow.it Services.\nThe failure of follow.it to exercise or enforce any right or provision of this Agreement shall not operate as a waiver of such right or provision.\nThe section titles in this Agreement are for convenience only and have no legal or contractual effect.\nThis Agreement operates to the fullest extent permissible by law.\nIf any provision of this Agreement is unlawful, void or unenforceable, that provision is deemed severable from this Agreement and does not affect the validity and enforceability of any remaining provisions.<br>Please contact us via our contact form with any questions regarding this Agreement.<p>\n<br>\n</p> Get more recurring visitors<br>for your website Next ", "created_at": "2022-04-29 18:12:52.626092", "updated_at": "2022-04-29 16:14:08.360954"}, {"id": 11857, "name": "Privacy Policy", "url": "https://follow.it/info/privacy", "xpath": "/html/body/div[2]/main/div[3]", "text": " <strong>follow.it Privacy Policy</strong>\n<p>\n<em>Last Updated:&nbsp;March 22nd, 2022 (Version 2.7)</em>\n</p>\n<p>&nbsp;</p>\n<p>\n<strong>1.\nIntroduction</strong>\n</p>\n<p>1.1&nbsp;&nbsp;We are committed to safeguarding the privacy of our website visitors and service users.</p>\n<p>1.2&nbsp;&nbsp;This policy applies where we are acting as a data controller with respect to the personal data of our website visitors and service users.\nin other words, where we determine the purposes and means of the processing of that personal data.</p>\n<p>We also operate as data processor for publishers who use follow.it to collect their visitors personal data on their websites.\nIf you are such a publisher you may reach out to us and request a Data Processing Agreement which regulates and defines our obligations as data processor.</p>\n<p>1.3&nbsp;&nbsp;We use cookies on our website.\nRead more about cookies and how we use them under section 8 below.</p>\n<p>1.4&nbsp;&nbsp;In this policy, \"we\", \"us\" and \"our\" refer to follow.it.\nFor more information about us, see Section 10.</p>\n<p>&nbsp;</p>\n<p>\n<strong>2.\nHow we use your personal data</strong>\n</p>\n<p>2.1&nbsp;&nbsp;In this Section 2 we have set out:</p>\n<p>(a)&nbsp;&nbsp;the general categories of personal data that we may process;</p>\n<p>(b)&nbsp;&nbsp;the purposes for which we may process personal data.\nand</p>\n<p>(c)&nbsp;&nbsp;the legal bases of the processing.</p>\n<p>2.2&nbsp;&nbsp;We may process data about your use of our website and services (\"<strong>usage data</strong>\").\nThe usage data may include your IP address, geographical location, browser type and version, operating system, referral source, length of visit, page views and website navigation paths, as well as information about the timing, frequency and pattern of your service use.\nThis usage data may be processed for the purposes of analysing the use of the website and services.\nThe legal basis for this processing is our legitimate interests, namely monitoring and improving our website and services.</p>\n<p>2.3&nbsp;&nbsp;We may process your account data (\"<strong>account data</strong>\").\nThe account data may include your name and email address.\nThe account data may be processed for the purposes of operating our website, providing our services, ensuring the security of our website and services, maintaining back-ups of our databases and communicating with you.\nThe legal basis for this processing is our legitimate interests, namely the proper administration of our website and business.</p>\n<p>2.4&nbsp;&nbsp;We may process your information included in your personal profile on our website (\"<strong>profile data</strong>\").\nThe profile data may include your name, address, telephone number, email address, profile pictures, gender, date of birth, interests and hobbies.\nThe profile data may be processed for the purposes of enabling and monitoring your use of our website and services.\nThe legal basis for this processing is our legitimate interests, namely the proper administration of our website and business.</p>\n<p>2.5&nbsp;&nbsp;We may process information that you post for publication on our website or make available on your websites RSS feeds (\"<strong>publication data</strong>\").\nThe publication data may be processed for the purposes of enabling such publication and administering our website and services.\nThe legal basis for this processing is our legitimate interests, namely the proper administration of our website and business.</p>\n<p>2.6&nbsp;&nbsp;We may process information contained in any enquiry you submit to us regarding goods and/or services (\"<strong>enquiry data</strong>\").\nThe enquiry data may be processed for the purposes of offering, marketing and selling relevant goods and/or services to you.\nThe legal basis for this processing is consent.</p>\n<p>2.7&nbsp;&nbsp;We may process information relating to our customer relationships, including customer contact information (\"<strong>customer relationship data</strong>\").\nThe customer relationship data may include your name, your employer or company, your job title or role, your contact details, your employer or company tax numbers, and information contained in communications between us and you or your employer The customer relationship data may be processed for the purposes of managing our relationships with customers, communicating with customers, keeping records of those communications and promoting our products and services to customers.\nThe legal basis for this processing is&nbsp;our legitimate interests, namely the proper management of our customer relationships.</p>\n<p>2.8&nbsp;&nbsp;We may process information relating to transactions, including purchases of goods and services, that you enter into with us and/or through our website (\"<strong>transaction data</strong>\").\nThe transaction data may include your contact details, your card details and the transaction details.\nThe transaction data may be processed for the purpose of supplying the purchased goods and services and keeping proper records of those transactions.\nThe legal basis for this processing is the performance of a contract between you and us and/or taking steps, at your request, to enter into such a contract and our legitimate interests, namely the proper administration of our website and business.</p>\n<p>2.9&nbsp;&nbsp;We may process information that you provide to us for the purpose of subscribing to updates and notifications from feeds, which may include your email address, browser information, Facebook and Twitter account information, as well as for the purpose of subscribing to our notifications and/or newsletters (\"<strong>notification data</strong>\").\nThe notification data may be processed for the purposes of sending you the relevant notifications and/or newsletters.\nThe legal basis for this processing is consent.</p>\n<p>2.10&nbsp;&nbsp;We may process information contained in or relating to any communication that you send to us (\"<strong>correspondence data</strong>\").\nThe correspondence data may include the communication content and metadata associated with the communication.\nOur website will generate the metadata associated with communications made using the website contact forms.\nThe correspondence data may be processed for the purposes of communicating with you and record-keeping.\nThe legal basis for this processing is our legitimate interests, namely the proper administration of our website and business and communications with users.</p>\n<p>2.11&nbsp;&nbsp;We may process any of your personal data identified in this policy where necessary for the establishment, exercise or defence of legal claims, whether in court proceedings or in an administrative or out-of-court procedure.\nThe legal basis for this processing is our legitimate interests, namely the protection and assertion of our legal rights, your legal rights and the legal rights of others.</p>\n<p>2.12&nbsp;&nbsp;We may process any of your personal data identified in this policy where necessary for the purposes of obtaining or maintaining insurance coverage, managing risks, or obtaining professional advice.\nThe legal basis for this processing is our legitimate interests, namely the proper protection of our business against risks.</p>\n<p>2.13&nbsp;&nbsp;In addition to the specific purposes for which we may process your personal data set out in this Section 2, we may also process any of your personal data where such processing is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.</p>\n<p>2.14&nbsp;&nbsp;Please do not supply any other person's personal data to us, unless we prompt you to do so.</p>\n<p>&nbsp;</p>\n<p>\n<strong>3.\nProviding your personal data to others</strong>\n</p>\n<p>3.1&nbsp;&nbsp;We may disclose your personal data to any member of our group of companies (this means our subsidiaries, our ultimate holding company and all its subsidiaries) insofar as reasonably necessary for the purposes, and on the legal bases, set out in this policy.</p>\n<p>3.2&nbsp;&nbsp;In the event that follow.it or Inisev Ltd.\nis acquired by or merged with a third party entity, we reserve the right, in any of these circumstances, to transfer or assign the personal data we have collected from you as part of such merger, acquisition, sale, or other change of control.\nIn the event of our bankruptcy, insolvency, reorganization, receivership, or assignment for the benefit of creditors, or the application of laws or equitable principles affecting creditors rights generally, we may not be able to control how your personal data is treated, transferred, or used.</p>\n<p>3.3&nbsp;&nbsp;We may disclose your personal data to our insurers and/or professional advisers insofar as reasonably necessary for the purposes of obtaining or maintaining insurance coverage, managing risks, obtaining professional advice, bookkeeping or the establishment, exercise or defence of legal claims, whether in court proceedings or in an administrative or out-of-court procedure.</p>\n<p>3.4&nbsp;&nbsp;We may disclose your personal data to a publisher if you subscribed via tools we provided to the publisher in order to collect personal data such as your email, which may include: (a) a subscription form, or (b) an url directing you to a subscription page on follow.it which we generated for the publisher for this purpose.\nWe do not disclose your personal data if you subscribe to a feed in other ways, for example after finding feeds in the follow.it directory and subscribing to them there, or by entering a website or RSS url directly on follow.it.</p>\n<p>3.5&nbsp;&nbsp;Financial transactions relating to our website and services are handled by our payment services provider PayPal.\nWe will share transaction data with our payment services provider only to the extent necessary for the purposes of processing your payments, refunding such payments and dealing with complaints and queries relating to such payments and refunds.\nYou can find information about the payment services provider's privacy policy and practices at https://www.paypal.com/en/webapps/mpp/ua/privacy-full.</p>\n<p>3.6&nbsp;&nbsp;Notwithstanding any other provision, we partner with third parties that collect information across various channels, including offline and online, for purposes of delivering more relevant advertising to you.\nOur partners may place or recognize a cookie on your computer, device, or directly in our emails/communications, and we may share personal information with them if you have submitted such information to us, such as your name, postal address, email address, or device ID.\nOur partners may link the nonpersonal information we share with them to the cookie stored on your browser or device, and they may collect information such as your IP address, browser or operating system type and version, and demographic or inferred-interest information.\nOur partners use this information to recognize you across different channels and platforms over time for advertising, analytics, attribution, and reporting purposes.\nFor example, our partners may deliver an ad to you in your web browser based on a purchase you made in a physical retail store, or they may send a personalized marketing email to you based on the fact that you visited a particular website.\nTo learn more about interest-based advertising in general and to opt out, please visit http://www.aboutads.info/choices.\nTo opt-out of the use of your mobile device ID for targeted advertising, please see http://www.aboutads.info/appchoices.</p>\n<p>3.7&nbsp;&nbsp;In addition to the specific disclosures of personal data set out in this Section 3, we may disclose your personal data where such disclosure is necessary for compliance with a legal obligation to which we are subject, or in order to protect your vital interests or the vital interests of another natural person.\nWe may also disclose your personal data where such disclosure is necessary for the establishment, exercise or defence of legal claims, whether in court proceedings or in an administrative or out-of-court procedure.</p>\n<p>&nbsp;</p>\n<p>\n<strong>4.\nAmendments</strong>\n</p>\n<p>4.1&nbsp;&nbsp;We may update this policy from time to time by publishing a new version on our website.</p>\n<p>4.2&nbsp;&nbsp;You should check this page occasionally to ensure you are happy with any changes to this policy.</p>\n<p>4.3&nbsp;&nbsp;We may notify you of significant changes to this policy.</p>\n<p>&nbsp;</p>\n<p>\n<strong>5.\nYour rights</strong>\n</p>\n<p>5.1&nbsp;&nbsp;In this Section 5, we have summarised the rights that you have under data protection law.\nSome of the rights are complex, and not all of the details have been included in our summaries.\nAccordingly, you should read the relevant laws and guidance from the regulatory authorities for a full explanation of these rights.</p>\n<p>5.2&nbsp;&nbsp;Your principal rights under data protection law are:</p>\n<p>(a)&nbsp;&nbsp;the right to access;</p>\n<p>(b)&nbsp;&nbsp;the right to rectification;</p>\n<p>(c)&nbsp;&nbsp;the right to erasure;</p>\n<p>(d)&nbsp;&nbsp;the right to restrict processing;</p>\n<p>(e)&nbsp;&nbsp;the right to object to processing;</p>\n<p>(f)&nbsp;&nbsp;the right to complain to a supervisory authority.\nand</p>\n<p>(g)&nbsp;&nbsp;the right to withdraw consent.</p>\n<p>5.3&nbsp;&nbsp;You have the right to confirmation as to whether or not we process your personal data and, where we do, access to the personal data, together with certain additional information.\nThat additional information includes details of the purposes of the processing, the categories of personal data concerned and the recipients of the personal data.\nProviding the rights and freedoms of others are not affected, we will supply to you a copy of your personal data.\nThe first copy will be provided free of charge, but additional copies may be subject to a reasonable fee.</p>\n<p>5.4&nbsp;&nbsp;You have the right to have any inaccurate personal data about you rectified and, taking into account the purposes of the processing, to have any incomplete personal data about you completed.</p>\n<p>5.5&nbsp;&nbsp;In some circumstances you have the right to the erasure of your personal data without undue delay.\nThose circumstances include: the personal data are no longer necessary in relation to the purposes for which they were collected or otherwise processed.\nyou withdraw consent to consent-based processing.\nyou object to the processing under certain rules of applicable data protection law.\nthe processing is for direct marketing purposes.\nand the personal data have been unlawfully processed.\nHowever, there are exclusions of the right to erasure.\nThe general exclusions include where processing is necessary: for exercising the right of freedom of expression and information.\nfor compliance with a legal obligation.\nor for the establishment, exercise or defence of legal claims.</p>\n<p>To request erasure of your personal data, please send us an email to help (at) follow (dot) it.\nPlease send the request from the email address you used to register on follow.it.\n</p>\n<p>5.6&nbsp;&nbsp;In some circumstances you have the right to restrict the processing of your personal data.\nThose circumstances are: you contest the accuracy of the personal data.\nprocessing is unlawful but you oppose erasure.\nwe no longer need the personal data for the purposes of our processing, but you require personal data for the establishment, exercise or defence of legal claims.\nand you have objected to processing, pending the verification of that objection.\nWhere processing has been restricted on this basis, we may continue to store your personal data.\nHowever, we will only otherwise process it: with your consent.\nfor the establishment, exercise or defence of legal claims.\nfor the protection of the rights of another natural or legal person.\nor for reasons of important public interest.</p>\n<p>5.7&nbsp;&nbsp;You have the right to object to our processing of your personal data on grounds relating to your particular situation, but only to the extent that the legal basis for the processing is that the processing is necessary for: the performance of a task carried out in the public interest or in the exercise of any official authority vested in us.\nor the purposes of the legitimate interests pursued by us or by a third party.\nIf you make such an objection, we will cease to process the personal information unless we can demonstrate compelling legitimate grounds for the processing which override your interests, rights and freedoms, or the processing is for the establishment, exercise or defence of legal claims.</p>\n<p>5.8&nbsp;&nbsp;You have the right to object to our processing of your personal data for direct marketing purposes (including profiling for direct marketing purposes).\nIf you make such an objection, we will cease to process your personal data for this purpose.</p>\n<p>5.9&nbsp;&nbsp;You have the right to object to our processing of your personal data for scientific or historical research purposes or statistical purposes on grounds relating to your particular situation, unless the processing is necessary for the performance of a task carried out for reasons of public interest.</p>\n<p>5.10&nbsp;To the extent that the legal basis for our processing of your personal data is:</p>\n<p>(a)&nbsp;&nbsp;consent.\nor</p>\n<p>(b)&nbsp;&nbsp;that the processing is necessary for the performance of a contract to which you are party or in order to take steps at your request prior to entering into a contract,</p>\n<p>and such processing is carried out by automated means, you have the right to receive your personal data from us in a structured, commonly used and machine-readable format.\nHowever, this right does not apply where it would adversely affect the rights and freedoms of others.</p>\n<p>5.11&nbsp;&nbsp;If you consider that our processing of your personal information infringes data protection laws, you have a legal right to lodge a complaint with a supervisory authority responsible for data protection.\nYou may do so in the EU member state of your habitual residence, your place of work or the place of the alleged infringement.</p>\n<p>5.12&nbsp;&nbsp;To the extent that the legal basis for our processing of your personal information is consent, you have the right to withdraw that consent at any time.\nWithdrawal will not affect the lawfulness of processing before the withdrawal.</p>\n<p>5.13&nbsp;&nbsp;You may exercise any of your rights in relation to your personal data by written notice to us.</p>\n<p>&nbsp;</p>\n<p>\n<strong>6.\nAbout cookies</strong>\n</p>\n<p>6.1&nbsp;&nbsp;A cookie is a file containing an identifier (a string of letters and numbers) that is sent by a web server to a web browser and is stored by the browser.\nThe identifier is then sent back to the server each time the browser requests a page from the server.</p>\n<p>6.2&nbsp;&nbsp;Cookies may be either \"persistent\" cookies or \"session\" cookies: a persistent cookie will be stored by a web browser and will remain valid until its set expiry date, unless deleted by the user before the expiry date.\na session cookie, on the other hand, will expire at the end of the user session, when the web browser is closed.</p>\n<p>6.3&nbsp;&nbsp;Cookies do not typically contain any information that personally identifies a user, but personal information that we store about you may be linked to the information stored in and obtained from cookies.</p>\n<p>&nbsp;</p>\n<p>\n<strong>7.\nCookies that we use</strong>\n</p>\n<p>7.1&nbsp;&nbsp;We use cookies for the following purposes:</p>\n<p>(a)&nbsp;&nbsp;authentication - we use cookies to identify you when you visit our website and as you navigate our website;</p>\n<p>(b)&nbsp;&nbsp;status - we use cookies to help us to determine if you are logged into our website;</p>\n<p>(c)&nbsp;&nbsp;personalisation - we use cookies to store information about your preferences and to personalise the website for you;</p>\n<p>(d)&nbsp;&nbsp;security - we use cookies as an element of the security measures used to protect user accounts, including preventing fraudulent use of login credentials, and to protect our website and services generally;</p>\n<p>(e)&nbsp;&nbsp;advertising - we use cookies to help us to display advertisements that will be relevant to you.\nand</p>\n<p>(f)&nbsp;&nbsp;&nbsp;analysis - we use cookies to help us to analyse the use and performance of our website and services.</p>\n<p>&nbsp;</p>\n<p>\n<strong>8.\nCookies used by our service providers</strong>\n</p>\n<p>8.1&nbsp;&nbsp;Our service providers use cookies and those cookies may be stored on your computer when you visit our website.</p>\n<p>8.2&nbsp;&nbsp;We use Google Analytics to analyse the use of our website.\nGoogle Analytics gathers information about website use by means of cookies.\nThe information gathered relating to our website is used to create reports about the use of our website.\nGoogle's privacy policy is available at: https://www.google.com/policies/privacy/.</p>\n<p>8.3&nbsp;&nbsp;We publish Google AdSense advertisements on our website.\nTo determine your interests, Google will track your behaviour on our website and on other websites across the web using cookies.\nThis behaviour tracking allows Google to tailor the advertisements that you see on other websites to reflect your interests.\nYou can view, delete or add interest categories associated with your browser by visiting: https://adssettings.google.com.\nYou can also opt out of the AdSense partner network cookie using those settings or using the Network Advertising Initiative's multi-cookie opt-out mechanism at: http://optout.networkadvertising.org.\nHowever, these opt-out mechanisms themselves use cookies, and if you clear the cookies from your browser your opt-out will not be maintained.\nTo ensure that an opt-out is maintained in respect of a particular browser, you may wish to consider using the Google browser plug-ins available at: https://support.google.com/ads/answer/7395996.</p>\n<p>8.4&nbsp;&nbsp;We use Hotjar to analyze your bahvior on our site.\nThis service uses cookies.\nYou can view the privacy policy of this service provider at https://www.hotjar.com/legal/policies/privacy.</p>\n<p>8.5.&nbsp;Our partners may use cookies or similar technologies as outlined in section 3.&nbsp;&nbsp;</p>\n<p>&nbsp;</p>\n<p>\n<strong>9.\nManaging cookies</strong>\n</p>\n<p>9.1&nbsp;&nbsp;Most browsers allow you to refuse to accept cookies and to delete cookies.\nThe methods for doing so vary from browser to browser, and from version to version.\nYou can however obtain up-to-date information about blocking and deleting cookies via these links:</p>\n<p>(a)&nbsp;&nbsp;https://support.google.com/chrome/answer/95647?hl=en.\n(Chrome);</p>\n<p>(b)&nbsp;&nbsp;https://support.mozilla.org/en-US/kb/enable-and-disable-cookies-website-preferences(Firefox);</p>\n<p>(c)&nbsp;&nbsp;http://www.opera.com/help/tutorials/security/cookies/ (Opera);</p>\n<p>(d)&nbsp;&nbsp;https://support.microsoft.com/en-gb/help/17442/windows-internet-explorer-delete-manage-cookies (Internet Explorer);</p>\n<p>(e)&nbsp;&nbsp;https://support.apple.com/kb/PH21411 (Safari).\nand</p>\n<p>(f)&nbsp;&nbsp;&nbsp;https://privacy.microsoft.com/en-us/windows-10-microsoft-edge-and-privacy (Edge).</p>\n<p>9.2&nbsp;&nbsp;Blocking all cookies will have a negative impact upon the usability of many websites.</p>\n<p>9.3&nbsp;&nbsp;If you block cookies, you will not be able to use all the features on our website.</p>\n<p>&nbsp;</p>\n<p>\n<strong>10.\nOur details</strong>\n</p>\n<p>10.1&nbsp;&nbsp;This website is owned and operated by Inisev Ltd.</p>\n<p>10.2&nbsp;&nbsp;We are registered in Malta under registration number C78013&nbsp;and registered address at 93 Mill Street, Qormi QRM 3100, Malta.</p>\n<p>10.3&nbsp;&nbsp;You can contact us:</p>\n<p>(a)&nbsp;&nbsp;by post, to the postal address given above;</p>\n<p>(b)&nbsp;&nbsp;using our website contact form;</p>\n<p>&nbsp;</p>\n<p>\n<strong>11.\nData protection officer&nbsp;</strong>\n</p>\n<p>11.1&nbsp;Our data protection officer's contact details are: Attn: Data Protection Officer, 93 Mill Street, Qormi QRM 3100, Malta.</p>\n<p>&nbsp;</p>\n<p>For more information about GDPR, please read our blog about how GDPR affects you and which measures we took to be GDPR compliant.\n</p>\n<p>\n<br>\n</p> Get more recurring visitors<br>for your website Next ", "created_at": "2022-04-29 18:12:52.627731", "updated_at": "2022-04-29 16:13:47.383416"}], "points": [], "urls": ["follow.it"]}}