{"error": 448, "message": "OK", "parameters": {"id": 989, "name": "Washington Post", "created_at": "2018-12-21 19:32:18.374957", "updated_at": "2021-05-30 22:00:08.478399", "wikipedia": "https://en.wikipedia.org/wiki/The_Washington_Post", "keywords": null, "related": null, "slug": "washington_post", "is_comprehensively_reviewed": true, "rating": 16, "status": null, "image": "https://s3.tosdr.org/logos/989.png", "url": "washingtonpost.com", "documents": [{"id": 2751, "name": "Privacy Policy", "url": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "xpath": "/html/body/div[3]/div[2]/section[2]/div[2]/div/article", "text": " <p>\n<i>Published: March 23, 2021</i>\n</p>\n<p>WP Company LLC (“The Washington Post”) recognizes the importance of protecting the privacy of your personal information, and we have prepared this Privacy Policy to provide you with important information about our privacy practices.\nThis Privacy Policy applies when you use a website, mobile or tablet application, or other online service (collectively, the “Services”) that links or refers to it.\nIt does not govern or apply to information collected or used by WP Company LLC through other means.</p>\n<p>\n<i>Sections with additional information for users in specific jurisdictions:</i>\n</p>\n<p>\n<i>• California Users: </i>\n<i>please see </i>\n<b>\n<i>Privacy Information for California Residents</i>\n</b>\n<b>\n<i>&nbsp;</i>\n</b>\n<i>for additional information regarding the personal information that we collect from California residents, how we use it, and certain rights that you may have with respect to such information.</i>\n</p>\n<p>• <i>European Economic Area (“EEA”), </i>\n<i>United Kingdom, or Switzerland Users: please see </i>\n<b>\n<i>Users in the EEA and Switzerland</i>\n</b>\n<i>.\nIn addition, our </i>\n<i>Privacy Shield Policy</i>\n<i> governs use of personal information that has been transferred to us from organizations in the EEA and Switzerland.</i>\n</p>\n<p>This Privacy Policy covers the following:</p>\n<p> Information We Collect </p>\n<p> How We Use Information </p>\n<p> Sharing of Information&nbsp;</p>\n<p> Embedded Content and Links to Third-Party Sites and Services </p>\n<p> How to Access or Update Your Information &amp.\nOther Privacy Choices Available To You&nbsp;</p>\n<p> Data Security </p>\n<p> Children’s Privacy&nbsp;</p>\n<p> Online Tracking &amp.\nAdvertising </p>\n<p> How We Use Cookies, Web Beacons, and Similar Technologies and How To Disable These Technologies&nbsp;</p>\n<p> Additional Choices With Respect To Targeted Advertising </p>\n<p> Privacy Information for California Residents&nbsp;</p>\n<p> Privacy Information for Nevada Residents </p>\n<p> Information for Certain Users Outside the United States&nbsp;</p>\n<p> Changes to Our Privacy Policy </p>\n<p>\n<b>\n<i>Information We Collect</i>\n</b>\n</p>\n<p>We may collect personal information about our users in various ways.\nFor example, we may collect information that you provide to us, information that we collect through your use of the Services, and information that we collect from publicly available sources or third parties.</p>\n<p>\n<b>Information You Provide to Us.\n&nbsp;</b>When you register or otherwise interact with the Services, you may be invited to provide personal information to enhance your experience on the Services.\nFor example:</p>\n<ul>\n<li>During account registration, if you order products from us or if you participate in a contest, promotion or survey, we may ask for <br>- Contact information such as your name, e-mail address, street address<br> - Demographic information such as year of birth, gender, street address,<br> - Professional Information such as job title and industry and related information.<br> - Payment information, such as your credit card number and expiration date, where appropriate to process a financial transaction you have requested.</li>\n<li>User-Generated Content: such as when you comment on articles, participate in message boards, and submit images, photos, videos, or other content to the Services, when you enter a contest or participate in a promotion, when you post an online ad, or otherwise engage with the Services.\nPlease review our Discussion and Submission Guidelines for more information about our practices applicable to content that you submit to certain areas of our Services.</li>\n</ul>\n<p>\n<b>Automatically Collected Information.&nbsp;</b>In addition to the information you provide to us directly, we may collect information about your use of the Services or your device.\nAs discussed further below, we and our service providers (which are third party companies that work on our behalf), may use of cookies, web beacons, and other technologies, as detailed in the &nbsp;<b>Online Tracking and Advertising</b>&nbsp.\nsection below, to assist in collecting this information.</p>\n<p>For example, we may collect:</p>\n<ul>\n<li>\n<i>Device information</i>— such as your hardware model, IP address, other unique device identifiers, operating system version, browser type and settings, such as language and available font settings, and settings of the device you use to access the Services.</li>\n<li>\n<i>Usage information</i>— such as information about the Services you use, the time and duration of your use of the Services and other information about your interaction with content offered through a Service, and any information stored using cookies, mobile ad identifiers, and similar technologies that we have set on your device.</li>\n<li>\n<i>Location information</i>— such as your computer’s IP address, your mobile device’s GPS signal or information about nearby WiFi access points and cell towers that may be transmitted to us when you use certain Services.</li>\n</ul>\n<p>\n<b>Information From Third-Party Sources.&nbsp;</b>We may receive information about you from publicly and commercially available sources, as permitted by law, which we may combine with other information we receive from or about you.\nFor example, we may receive information about you from a social media site if you connect to the Services through that site, and we may obtain demographic or interest data from consumer data resellers.\nAs set forth in the <b>Online Tracking and Advertising </b>section, we may receive information, such as usage information, from entities such as data analytics providers and advertising partners.&nbsp;</p>\n<p>\n<b>Other Information We Collect.&nbsp;</b>We also may collect other information about you, your device, or your use of the services in ways that we describe to you at the point of collection or otherwise with your consent.\nYou may choose not to provide us with certain types of information, but doing so may affect your ability to use some of the Services.</p>\n<p>\n<b>\n<i>How We Use Information</i>\n</b>\n</p>\n<p>\n<b>To Provide and Manage the Services You Request.\n</b>This includes, for example, processing your subscription, sending you electronic newsletters, or enabling you to participate in the features provided by the Services.\nIt also includes providing personalized content and recommendations to you, including by email.\nThrough such features, we are able to bring you information and content tailored to your individual interests and needs.\n</p>\n<p>\n<b>To Contact You.</b> We may periodically contact you with offers and information about the Services and our affiliates, including in connection with your accounts, online surveys, legal notices, news stories, new features that you are entitled to access, and other important information.\nYou may opt out of receiving commercial email messages from us by following the instructions contained in those email messages.</p>\n<p>\n<b>To Deliver Targeted Advertising.\n</b>We may use your information to facilitate the delivery of targeted ads, promotions, and offers to you, on behalf of ourselves and advertisers, on and off the Services.\nPlease see the <b>Online Tracking and Advertising</b> section for further information about our and third parties’ use of cookies, web beacons, mobile ad identifiers, and other tracking technologies to provide you relevant ads, as well as information about how to disable cookies and make other choices related to targeted advertising.</p>\n<p>\n<b>To Better Understand Our Readers and Users.\n</b>The Services conduct research on our users’ demographics, interests and behavior based on the information we collect.\nWe do this to better understand and serve our users, and to improve our Services.</p>\n<p>\n<b>Bug detection and error reporting</b>.\nWe use information to understand and resolve technical issues, app crashes and other issues being reported.</p>\n<p>\n<b>Audit consumer interactions on the Services</b>.\nWe use information to measure the placement, frequency, efficacy and compliance of advertising and ad impressions.</p>\n<p>\n<b>To Protect the Rights of the Services and others.\n</b>We may use your personal information as we believe is necessary or appropriate to secure, protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, its employees or agents, or other users and to comply with applicable law.</p>\n<p>\n<b>Consent.</b> We may otherwise use your information with your consent or at your direction.</p>\n<p>\n<b>\n<i>Sharing of Information</i>\n</b>\n</p>\n<p>The following provides information about entities with which we may share information.\nOur practices vary depending on the type of information.</p>\n<p>\n<b>Affiliates.</b> We may share information within our family of affiliated companies.</p>\n<p>\n<b>Business Partners.</b> We may also share your information with business partners to provide you with services that you request.\nFor example, if you sign up for a promotion that runs on our Services but that is sponsored or co-sponsored by another company, your information may be shared with that sponsor.\nThe Washington Post is not responsible for the privacy practices of these entities.</p>\n<p>\n<b>Service Providers.</b> We may share the information we collect with vendors providing contractual services to us, such as hosting vendors, advertising service providers, and list managers.\nWe also may share your information, including your payment information, as appropriate to process your payments for the Services or complete a transaction.</p>\n<p>\n<b>Other Parties When Required by Law or As Necessary to Protect Our Users and Services.\n</b>We may share your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, our employees or agents or users or to comply with applicable law or legal process, including responding to requests from public and government authorities.</p>\n<p>\n<b>Logging In Through Social Media Services.\n</b>If you log into the Services with a social media service or if you connect a social media account with the Services, we may share your information with that social media service.\nThe social media services’ use of the shared information will be governed by the social media services’ privacy policy and your social media account settings.\nIf you do not want your information shared in this way, do not connect your social media service account with your Services.</p>\n<p>\n<b>Third Parties that Provide Content, Advertising, or Functionality.\n</b>When you use our Services, third parties may collect or receive certain information about you and/or your use of the Services (<i>e.g.</i>, hashed data, click stream information, browser type, time and date, information about your interactions with advertisements and other content), including through the use of cookies, beacons, mobile ad identifiers, and similar technologies, in order to provide content, advertising, or functionality or to measure and analyze ad performance, on our Services or other websites or platforms.\nThis information may be combined with information collected across different websites, online services, and other linked or associated devices.\nThese third parties may use your information to improve their own services and consistent with their own privacy policies.</p>\n<p>\n<b>Other Parties in Connection With a Corporate Transaction.\n</b>We reserve the right to transfer any information we have about you in the event that we sell or transfer all or a portion of our business or assets to a third party, such as in the event of a merger, acquisition, or in connection with a bankruptcy reorganization.\n</p>\n<p>\n<b>Otherwise With Your Consent or At Your Direction.\n</b>In addition to the sharing described in this Privacy Policy, we may share information about you with third parties whenever you consent to or direct such sharing.</p>\n<p>We also may share other information with third parties in a manner that does not identify particular users, including, for example, aggregated data about how users are using our Services.\n</p>\n<p>\n<b>For users in the EEA and Switzerland</b>: Please see our Third-Party Partners page for a list of partners that provide certain features or functionality on the Services (<i>e.g.</i>, content, analytics, advertising, and social media plug-ins) that may use your data, as well as more information about these partners’ use of your data and your rights.</p>\n<p>\n<b>\n<i>Embedded Content and Links to Third-Party Sites and Services</i>\n</b>\n</p>\n<p>Our Services may embed content from, or link to, third-party websites and services, including social media platforms, that are outside of our control.\nWe are not responsible for the security or privacy of any information collected by other websites or other services.\nThis Privacy Policy does not govern these third party’s content or services, and we encourage you to review the privacy statements applicable to the third-party websites and services you use.</p>\n<p>\n<b>\n<i>How to Access or Update Your Information &amp.\nOther Privacy Choices Available To You</i>\n</b>\n</p>\n<p>\n<b>Manage Your washingtonpost.com Account.\n</b>You may access or modify your washingtonpost.com account on the User Profile page.\nThis link will also allow you to update your subscriptions to electronic newsletters provided by the Services and to view your comment history.\n</p>\n<p>\n<b>Email Promotions.</b> You may opt out of receiving commercial email messages from us by following the instructions contained in those email messages.</p>\n<p>\n<b>Targeted Advertising.</b> You may choose whether to receive some forms of targeted advertising from many ad networks, audience segment providers, ad serving vendors, and other service providers by visiting websites operated by the Network Advertising Initiative and Digital Advertising Alliance .\nPlease see the <b>Online Tracking and Advertising</b> section and visit our Ad Choices pages for further information about how to disable cookies and other choices that may be available to you with respect to certain types of targeted advertising.\n</p>\n<p>\n<b>Other Choices</b>.\nThe local laws where you live (e.g., laws of the E.U.\nand California) may permit you to make certain requests.\nSee the section applicable to the place of your residency below.</p>\n<p>\n<b>Do-Not-Track Signals and Similar Mechanisms.\n</b>Some web browsers may transmit “do-not-track” signals to the websites with which the user communicates.\nBecause of differences in how web browsers incorporate and activate this feature, it is not always clear whether users intend for these signals to be transmitted, or whether they even are aware of them.\nBecause there currently is no industry standard concerning what, if anything, websites should do when they receive such signals, the Services currently do not take action in response to these signals.\nWe do however respond to the Global Privacy Control signal for California residents, as described further in the <b>\n<i>Privacy Information for California Residents</i>\n</b>\n<b>\n<i>&nbsp;</i>\n</b>section.\nYou can also see the <b>Online Tracking &amp.\nAdvertising</b> section for additional information about privacy choices that may be available to you with respect to targeted advertising.</p>\n<p>\n<b>\n<i>Data Security</i>\n</b>\n</p>\n<p>We have in place physical, electronic and managerial procedures to protect the information we collect online.\nHowever, as effective as these measures are, no security system is impenetrable.\nWe cannot guarantee the security of our database, nor can we guarantee that the information you supply will not be intercepted while being transmitted to us over the Internet.</p>\n<p>\n<b>\n<i>Children’s Privacy.</i>\n</b>\n<b>&nbsp;</b>We do not knowingly collect any personal information from children under the age of 16 without parental consent, unless permitted by law.\nIf we learn that a child under the age of 16 has provided us with personal information, we will delete it in accordance with applicable law.</p>\n<p>\n<b>\n<i>Online Tracking &amp.\nAdvertising</i>\n</b>\n</p>\n<p>\n<b>\n<i>How We Use Cookies, Web Beacons, and Similar Technologies and How To Disable These Technologies</i>\n</b>\n</p>\n<p>We, our service providers, and third parties that provide content, advertising, or functionality or measure and analyze ad performance on our Services, may use cookies, web beacons, mobile ad identifiers, and similar technologies to facilitate administration and navigation on the Site, to better understand and improve our Services, to determine and/or improve the advertising shown to you here or elsewhere, and to provide you with a customized online experience.</p>\n<p>\n<b>Cookies.</b> Cookies are small files that are placed on your computer when you visit a website.\nCookies may be used to store a unique identification number tied to your computer or device so that you can be recognized as the same user across one or more browsing sessions, and across one or more sites.\nCookies serve many useful purposes.\nFor example:</p>\n<ul>\n<li>Cookies can remember your sign-in credentials so you do not have to enter those credentials each time you visit a Service.</li>\n<li>Cookies can help us and third parties understand which parts of our Services are the most popular because they help us see which pages and features visitors access and how much time they spend on the pages.\nBy studying this kind of information, we are better able to adapt our Services and provide you with a better experience.</li>\n<li>Cookies help us and third parties understand which ads you have seen so that you don’t receive the same ad each time you access a Service.</li>\n</ul>\n<p>Most browsers accept cookies automatically, but can be configured not to do so or to notify the user when a cookie is being sent.\nIf you wish to disable cookies, refer to your browser help menu to learn how to disable cookies.\nIf you disable browser cookies or flash cookies, it may interfere with the proper functioning of the Services.</p>\n<p>\n<b>Beacons.</b> We, along with third parties, also may use technologies called beacons (or “pixels”) that communicate information from your device to a server.\nBeacons can be embedded in online content, videos, and emails, and can allow a server to read certain types of information from your device, know when you have viewed particular content or a particular email message, determine the time and date on which you viewed the beacon, and the IP address of your device.\nWe and third parties use beacons for a variety of purposes, including to analyze the use of our Services and (in conjunction with cookies) to provide content and ads that are more relevant to you.</p>\n<p>\n<b>Local Storage &amp.\nOther Tracking Technologies.\n</b>We, along with third parties, may use other kinds of technologies, such as Local Shared Objects (also referred to as “Flash cookies”) and HTML5 local storage, in connection with our Services.\nWe also may use unique identifiers associated with your device, such as mobile ad identifiers.\nThese technologies are similar to the cookies discussed above in that they are stored on your device and can be used to store certain information about your activities and preferences.\nHowever, these technologies may make use of different parts of your device from standard cookies, and so you might not be able to control them using standard browser tools and settings.\nFor HTML5 local storage, the method for disabling HTML5 will vary depending on your browser.\nFor Flash cookies, information about disabling or deleting information contained in Flash cookies can be found here.</p>\n<p>\n<b>\n<i>Additional Choices With Respect To Targeted Advertising</i>\n</b>\n</p>\n<p>As described above, we and third parties may use cookies and other tracking technologies to facilitate serving relevant ads to you.\nFor example, these technologies help us determine whether you have seen a particular advertisement before, tailor ads to you if you have visited our site before, and avoid sending you duplicate advertisements.\nYou can learn more about certain types of targeted advertising by visiting the Digital Advertising Alliance website or our Ad Choices page.</p>\n<p>In addition to disabling cookies and other tracking technologies as described above, you may opt-out of receiving targeted advertising from participating ad networks, audience segment providers, ad serving vendors, and other service providers by visiting websites operated by the Network Advertising Initiative and Digital Advertising Alliance .</p>\n<p>Due to differences between using apps and websites on mobile devices, you may need to take additional steps to disable tracking technologies in mobile apps.\nMany mobile devices allow you to opt-out of targeted advertising for mobile apps using the settings within the mobile app or your mobile device.\nFor more information, please check your mobile settings.\nYou also may uninstall our apps using the standard uninstall process available on your mobile device or app marketplace.</p>\n<p>Please visit our Ad Choices page for additional information and privacy choices.</p>\n<p>\n<b>\n<i>Privacy Information for California Residents</i>\n</b>\n</p>\n<p>The following information applies to California residents regarding “personal information” (as defined in the California Consumer Privacy Act (“CCPA”)).\nThis information and the rights discussed below do not apply to information collected from or about our employees, former employees, candidates, contractors, service providers, or business contacts.</p>\n<p>Categories of personal information we collect, use and disclose.\nThroughout this Policy, we discuss in detail the specific pieces of information we collect from you and other users (as described in Information We Collect above ) and discuss how we use (as described in How We Use Information above ) and share (as described in Sharing of Information above ) such information.\nThe CCPA requires us to provide additional information about this collection and use.</p>\n<ul>\n<li>We may collect, use, and disclose for our business and commercial purposes, the following categories of information about you or your use of the Services: Identifiers (such as name, address, email address).\ncommercial information (such as transaction data).\nfinancial data (such as credit card information).\nuser-generated content.\ndevice information and identifiers (such as IP address).\ninternet or other network or device activity (such as browsing history or app usage).\nprofessional and employment related information.\nlocation data.\naudio or visual information (such as if you participate in a phone survey or submit a photo).\ncharacteristics of potentially protected classifications (such as gender).\ninference data.\nand other information that identifies or can be reasonably associated with you.\n</li>\n<li>We use the above categories of information: to provide and manage the Services you request.\nto contact you.\nto deliver targeted advertising.\nto better understand our readers and users.\nfor bug detection and error reporting.\nto audit consumer interactions on the Services.\nto protect the rights of the Services and with your consent.\nFor more detail regarding the purposes for which we use information, please see How We Use Information above.</li>\n<li>Depending on the circumstances, we may share any of the above categories of information we collect with: our family of affiliated companies.\nbusiness partners to provide you with services that you request.\nservice providers such as hosting vendors, analytics and advertising service providers, and list managers.\nother parties, including government entities, when required by law or to protect our users and services.\nsocial media services pursuant to that service and your settings.\nand with your consent or in connection with a corporate transaction.\nIn addition, we may share commercial information and financial data, including your payment information, with payment processors, and we share device information and identifiers and internet or other network or device activity with entities that provide content, advertising, and functionality</li>\n</ul>\n<p>\n<b>Sale of personal information</b>.\nCalifornia law broadly defines “sale” in a way that may include the delivery of targeted advertising on the Services or other sites, including allowing third parties to receive certain information, such as cookies, IP address and/or browsing behavior.\nWe may share the following categories of information for such advertising with advertising networks and providers, certain analytics providers, and social media networks, which may be considered a sale (as defined by California law)</p>\n<ul>\n<li>device information and identifiers, such as IP address, and unique advertising identifiers and cookies.\nusage information, such as browsing history or app usage.\nlocation information, such as city.\nand inference data.</li>\n</ul>\n<p>If you are a California resident and would like to opt out of our use of your information for such purposes (to the extent this is considered a sale), you may do so as outlined on the following page: Do Not Sell My Personal Information.\nCalifornia residents may also turn on the Global Privacy Control (GPC) in participating browser systems to opt out of the “sale” of your personal information in your browser.\nYou will need to turn this on for each browser you use.\nTo learn more about the GPC, visit the Global Privacy Control website.\nYou can also control certain of the sharing described above through the choices outlined in <b>\n<i>Online Tracking &amp.\nAdvertising</i>\n</b>.</p>\n<p>\n</p>\n<p>\n<b>California Privacy Rights</b>\n</p>\n<p>CCPA Rights.\nCalifornia residents can make certain requests about their personal information under the CCPA.\nSpecifically, if you are a California resident, you may request that we:</p>\n<ul>\n<li>provide you with information about: the categories of personal information we collect, disclose or sell about you.\nthe categories of sources of such information.\nthe business or commercial purpose for collecting or selling your personal information.\nand the categories of third parties with whom we share personal information.\nSuch information is also set forth in this Privacy Policy.</li>\n<li>provide access to and/or a copy of certain information we hold about you.\n</li>\n<li>delete certain information we have about you.\nand/or</li>\n<li>provide you with information about the financial incentives that we offer to you, if any.</li>\n</ul>\n<p>Please note that certain information may be exempt from such requests under applicable law.\nFor example, we may retain certain information for legal compliance and to secure our Services.\nWe may need certain information in order to provide the Services to you.\nif you ask us to delete it, you may no longer be able to use the Services.</p>\n<p>The CCPA further provides you with the right to not be discriminated against (as provided for in applicable law) for exercising your rights under the CCPA.</p>\n<p>If you would like information regarding your rights under applicable law or would like to exercise any of them, please click here or email us at privacy@washpost.com.\nTo protect your privacy and security, we take reasonable steps to verify your identity and requests before granting such requests, including by verifying your account information, residency or the email address you provide.</p>\n<p>Shine the Light Disclosure.\nCalifornia residents are entitled once a year, free of charge, to request and obtain certain information regarding our disclosure, if any, of certain categories of personal information to third parties for their direct marketing purposes in the preceding calendar year.\nWe do not share personal information with third parties for their own direct marketing purposes.</p>\n<p>California residents who are registered users of the Services and are under the age of 18 are entitled, in accordance with California law, to request and obtain removal of content and information that they themselves post on the Services.\nYou may request such removal by emailing us at comments@washpost.com.\nIn your request, please provide a description of the material that you want removed and information reasonably sufficient to permit us to locate the material, and include your name, email address and/or Washington Post website user name, year of birth, mailing address (including city, state, and zip code), and the subject line “California Removal Request” so that we can process your request.\nPlease note that your request does not ensure complete or comprehensive removal of the material.\nFor example, materials that you have posted may be republished or reposted by another user or third party.</p>\n<p>\n<b>\n<i>Privacy Information for Nevada Residents</i>\n</b>\n</p>\n<p>Under Nevada law, Nevada consumers who have purchased goods or services from us may opt out of the “sale” of “covered information” as such terms are defined under Nevada law.\nWe do not engage in such activity, but if you have questions about this you can email us at privacy@washpost.com.</p>\n<p>\n<b>\n<i>Information for Certain Users Outside the United States</i>\n</b>\n</p>\n<p>\n<b>International Transfers.\n</b>The Services are headquartered in the United States.\nPlease be aware that information you provide to us or that we obtain as a result of your use of the Services may be collected in your country and subsequently transferred to the United States or to another country in accordance with applicable law.\nBy using the Services, you consent to the collection, international transfer, storage, and processing of your information.</p>\n<p>\n<b>Users in the EEA, United Kingdom, and Switzerland</b>\n</p>\n<p>If you are a user in the EEA or Switzerland, the following information applies with respect to personal data collected through your use of our Services.\nUnder applicable law, The Washington Post is considered the “data controller” of the personal information we handle under this Policy.\nIn other words, The Washington Post is responsible for deciding how to collect, use and disclose this information, subject to applicable law.\nOur contact information appears at the end of this Policy.</p>\n<p>In addition, Our Privacy Shield Policy governs use of personal information that has been transferred to us from organizations in the EEA and Switzerland.</p>\n<p>\n<b>Purposes of processing and legal basis for processing.\n</b>We process personal data consistent with our disclosures in this Privacy Policy.\nWe process personal data on the following legal bases: (1) with your consent.\n(2) as necessary to perform our agreement to provide Services to you.\nand (3) as necessary for our legitimate interests in providing the Services where those interests do not override your fundamental rights and freedoms related to data privacy.</p>\n<p>\n<b>Transfers.\n</b>Personal data we collect may be transferred to, and stored and processed in, the United States or any other country in which we or our affiliates or processors maintain facilities.\nWe will ensure that transfers of personal data to a third country or an international organization are subject to appropriate safeguards.</p>\n<p>\n<b>Individual Rights.\n</b>If you are a resident of the EEA or Switzerland, you have certain rights under Chapter 3 of the EU General Data Protection Regulation.\nTo make a request or otherwise exercise your rights under Chapter 3, you can contact us here.\nIn order to respond to your request, we will need to verify your identity and residency and may require you to provide us with supporting information.</p>\n<p>\n<b>\n<i>Changes to Our Privacy Policy</i>\n</b>\n</p>\n<p>We may modify this Privacy Policy from time to time.\nWe will notify you of changes by posting changes here, or by other appropriate means.\nAny changes to the Privacy Policy will become effective when the updated policy is posted on the Services.\nYour use of the Services or your provision of personal information to use the Services following such changes indicates your acceptance of the revised Privacy Policy.</p>\n<p>\n<b>For More Information</b>.\nPlease contact us here.</p> ", "created_at": "2020-08-21 11:02:10.479323", "updated_at": "2021-05-28 16:02:21.322471"}, {"id": 2750, "name": "Terms Of Service", "url": "https://www.washingtonpost.com/terms-of-service/2011/11/18/gIQAldiYiN_story.html", "xpath": "/html/body/div[3]/div[2]/section[2]/div[2]/div/article", "text": " <p>Published: July 1, 2014.\n</p>\n<p>These Terms of Service (“Terms”) apply when you use a website, mobile application, or other online service (collectively, the “Services”) that links or refers to the Terms.\nThese terms are a legal contract between you and WP Company LLC (“The Washington Post,” “we” or “us”) so it is important that you review them carefully before using the Services.\nYour use of the Services indicates that you agree to follow and be bound by the Terms, which include the Discussion and Submission Guidelines.\nIf you do not agree to the Terms, do not access or use the Services.\n</p>\n<p>THESE TERMS CONTAIN DISCLAIMERS OF WARRANTIES (SECTION 11) AND DISCLAIMERS OF LIABILITY (SECTION 12).</p>\n<p>\n<b>1.\nGeneral </b>\n</p>\n<p>We may change the Terms or modify any features of the Services at any time at our sole discretion.\nThe most current version of the Terms can be viewed by clicking on the “Terms of Service” link at the bottom of the Services’ home page.\nIf you continue to use the Services after changes are posted you will be deemed to have accepted the change.\n</p>\n<p>\n<b>2.\nCompliance With Applicable Laws </b>\n</p>\n<p>As a condition of your access to and use of the Services, you agree that you will not use the Services for any purpose that is unlawful or prohibited by these Terms and that you will comply with all applicable laws and any conditions or restrictions imposed by these terms.\nThe Services are offered for your personal and non-commercial use only, and you are prohibited from using, and are expressly not granted the right to use, the Services for any other purpose.\n</p>\n<p>\n<b>3.\nPrivacy</b>\n</p>\n<p>By using the Services, you indicate that you understand the information collection, use, and disclosure practices described in the Privacy Policy.\n</p>\n<p>\n<b>4.\nDiscussion And Submission Guidelines</b>\n</p>\n<p>The Services allow you to post content and communicate with others.\nThis content may include text, images, photographs, audio, video, or material in any other form.\nYou represent that you have read and agree to abide by the Discussion and Submission Guidelines, which are incorporated by reference into these Terms, and that by making a submission you are consenting to its display and publication on the Services and in related online and offline promotional materials, in accordance with the guidelines.\nWe may change or modify those guidelines at any time.\n</p>\n<p>By posting content on, to, or through the Services, you give us the right to display such content on the Services and through affiliated publications and to distribute such content and use such content for promotional and marketing purposes, pursuant to the terms of the Discussion and Submission Guidelines.\nSpecifically, you provide us with a royalty-free, irrevocable, perpetual, worldwide, exclusive, and fully sublicensable license to use, reproduce, modify, adapt, publish, translate, create derivative works from, incorporate into other works, distribute, perform, display, and otherwise exploit such content, in whole or in part in any form, media or technology now known or later developed.</p>\n<p>\n<b>5.\nCopyright</b>\n</p>\n<p>The Services (including, but not limited to, text, photographs, graphics, video, audio content, and computer code) are protected by copyright as collective works or compilation under the copyright laws of the United States and other countries.\nAll individual articles, photographs, graphics, video, audio, and other content or elements comprising the Services are also copyrighted works.\nAll copyrights in the Services are owned by us or by our third-party licensors to the extent permitted under the United States Copyright Act and all international copyright laws.\nExcept for content that you have posted on the Services, or unless expressly authorized by The Washington Post in writing, you are prohibited from publishing, reproducing, distributing, publishing, entering into a database, displaying, performing, modifying, creating derivative works, transmitting, or in any way exploiting any part of the Services, except that you may make use of the content for your own personal use as follows: you may make one machine readable copy and/or print copy that is limited to occasional articles of personal interest only.\nTo obtain written consent to use a copyrighted work, please see our Reprints &amp.\nPermissions section.</p>\n<p>Just as The Washington Post requires users to respect our copyrights, and those of our affiliates and partners, we respect the copyrights of others.\nIf you believe in good faith that your copyrighted work has been reproduced on our site without authorization in a way that constitutes copyright infringement, you may notify our designated copyright agent either by mail to Copyright Agent, c/o Legal Department, The Washington Post, 1301 K Street NW, Washington, DC 20071 or to copyrightagent@washpost.com.\nPlease provide our copyright agent with the following information in writing:</p>\n<p>•An electronic or physical signature of the person authorized to act on behalf of the owner of the exclusive right that is allegedly infringed.\n</p>\n<p>•Identification of the copyrighted work or a representative list of the works claimed to have been infringed.\n</p>\n<p>•Identification of the allegedly infringing material and information reasonably sufficient to permit us to locate the material;</p>\n<p>•Your name, address, telephone number, and email address, so that we may contact you if necessary.\n</p>\n<p>•A statement that you have a good faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand</p>\n<p>•A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.\n</p>\n<p>\n<b>6.\nTrade and Service Mark Rights.\n</b>\n</p>\n<p>All rights in the product names, company names, trade names, logos, service marks, trade dress, slogans, product packaging, and designs of the Services, whether or not appearing in large print or with the trademark symbol, belong exclusively to The Washington Post or its licensors and are protected from reproduction, imitation, dilution, or confusing or misleading uses under national and international trademark and copyright laws.\nThe use or misuse of these trademarks or any materials, except as permitted herein, is expressly prohibited, and nothing stated or implied on the Services confers on you any license or right under any patent or trademark of The Washington Post, its affiliates, or any third party.</p>\n<p>\n<b>7.\nProhibited Conduct</b>\n</p>\n<p>You may not access or use, or attempt to access or use, the Services to take any action that could harm us or any third party, interfere with the operation of the Services, or use the Services in a manner that violates any laws.\nFor example, and without limitation, you may not: </p>\n<p>•Post content that is prohibited by or otherwise not in compliance with these Terms (including the Discussion and Submission Guidelines).</p>\n<p>•Make use of the contents of the Services in any manner that constitutes an infringement of our rights or the rights of other users or third parties, including copyrights.</p>\n<p>•Access parts of the Services to which you are not authorized, or attempt to circumvent any restrictions imposed on your use or access of the Services.\n</p>\n<p>•Copy, reproduce, distribute, publish, enter into a database, display, perform, modify, create derivative works, transmit, or in any way exploit any part of the Services, except for content you have posted on the Services, or unless expressly authorized.\nYou may download material from the Services solely for your own personal use as follows: you may make one machine readable copy and/or one print copy that is limited to occasional articles of personal interest only.\n</p>\n<p>•Distribute any part of the Services over any network, including a local area network, nor sell or offer it for sale.\nSee our Reprints &amp.\nPermissions section for more information on distribution.\nIn addition, these files may not be used to construct any kind of database.</p>\n<p>•Engage in unauthorized “scraping” or spidering, or harvesting of personal information, or use any unauthorized automated means to compile information.</p>\n<p>•Take any action that imposes an unreasonable or disproportionately large load on our network or infrastructure.</p>\n<p>•Use any device, software, or routine to interfere or attempt to interfere with the proper working of the Services or any activity conducted on the Services.</p>\n<p>•Use or attempt to use any engine, software, tool, agent, or other device or mechanism (including, without limitation, browsers, spiders, robots, avatars, or intelligent agents) to navigate or search the Services other than the search engine and search agents available on the Services and other than generally available third-party web browsers.</p>\n<p>•Attempt to decipher, decompile, disassemble, or reverse-engineer any of the software comprising or in any way making up a part of the Services </p>\n<p>•Engage in any other conduct that restricts or inhibits any other person from using or enjoying the Services.\n</p>\n<p>•Take any action that violates or threatens our system or network security.</p>\n<p>Violations of these Terms may result in civil or criminal liability.\nWe may investigate violations of these Terms and we may also work with law enforcement authorities to prosecute users who violate the Terms.\n</p>\n<p>\n<b>8.\nRegistration and Security</b>\n</p>\n<p>To register for certain Services, you will create login credentials by providing an email address to us and by selecting a username and password.\nYou also provide us certain information during the registration process, which you agree to keep accurate and updated.\nEach login is for a single user only.\nYou are not allowed to share or disclose your login credentials with any other user or person.\nWe may cancel or suspend your access to the Services if you share your credentials.\n</p>\n<p>You may also sign in to certain Services using your Facebook login information.\n</p>\n<p>You will be responsible for all usage and activity on your account, including use of the account by any third party authorized by you to use your login credentials, and for all charges for any goods or services.\nYou are also responsible for all statements made or materials posted under your account, including liability for harm caused by such statements or materials.\nYou may not transfer, sell, or otherwise assign your rights or obligations under these Terms.</p>\n<p>You must be 13 years or older to use the Services.\nAny fraudulent, abusive, or otherwise illegal activity may be grounds for termination of your account, at our sole discretion, and we may refer you to appropriate law enforcement agencies.\n</p>\n<p>\n<b>9.\nCharges for Services </b>\n</p>\n<p>We may charge for access to portions of the Services or to the Services as a whole, and we reserve the right at any time to change the amount we charge for such access or subscriptions that include authorization to access the Services.\nIn such event, we will notify you in advance, and give you an opportunity to subscribe (or un-subscribe) to the Service(s).\nMore information about any such subscriptions can be found on the appropriate locations of the Services.\nYou shall pay all applicable taxes relating to use of the services, and recognize that any fees to third parties that may be required for you to receive the service (such as mobile data plans and text-message charges) are not included in the cost of the services.\n</p>\n<p>\n<b>10.\nThird-Party Content and Links to Third-Party Websites</b>\n</p>\n<p>The Services may contain third-party owned content and links to other websites (“Linked Sites”).\nThe Washington Post does not endorse, sponsor, recommend, or otherwise accept responsibility for any Linked Sites.\nIn addition, Linked Sites are not under the control of The Washington Post, and The Washington Post is not responsible for the content or privacy practices of the Linked Sites.\n</p>\n<p>\n<b>11.\nDisclaimer of Warranties </b>\n</p>\n<p>THE SERVICES ARE PROVIDED “AS IS.” WE DO NOT WARRANT THAT THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE.\nTHERE MAY BE DELAYS, OMISSIONS, INTERRUPTIONS, AND INACCURACIES IN THE NEWS, INFORMATION, OR OTHER MATERIALS AVAILABLE THROUGH THE SERVICES.\nThe Washington Post DISCLAIMS TO THE MAXIMUM EXTENT PERMITTED BY LAW ANY AND ALL SUCH REPRESENTATIONS AND WARRANTIES.\nIF YOU RELY ON THE SERVICES AND ANY MATERIALS MADE AVAILABLE THROUGH THE SERVICES, YOU DO SO SOLELY AT YOUR OWN RISK</p>\n<p>WITHOUT LIMITING THE GENERALITY OF THE FOREGOING, THE WASHINGTON POST DISCLAIMS TO THE MAXIMUM EXTENT PERMITTED BY LAW ANY AND ALL (A) WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE, (B) WARRANTIES AGAINST INFRINGEMENT OF ANY THIRD-PARTY INTELLECTUAL PROPERTY OR PROPRIETARY RIGHTS, (C) WARRANTIES RELATING TO THE TRANSMISSION OR DELIVERY OF THE SERVICE, (D) WARRANTIES RELATING TO THE ACCURACY, RELIABILITY, CORRECTNESS, TIMELINESS OR COMPLETENESS OF DATA MADE AVAILABLE ON THE SERVICES OR OTHERWISE BY THE WASHINGTON POST, INCLUDING ANY ADVICE, OPINION, STATEMENT, OR OTHER MATERIAL OR DATABASE DISPLAYED, UPLOADED OR DISTRIBUTED IN THE SERVICES OR AVAILABLE THROUGH THE SERVICES, AND WARRANTIES OTHERWISE RELATING TO PERFORMANCE, NONPERFORMANCE, OR OTHER ACTS OR OMISSIONS BY THE WASHINGTON POST OR ANY THIRD PARTY.\nFURTHER, THERE IS NO WARRANTY THAT THE SERVICES WILL MEET YOUR NEEDS OR REQUIREMENTS OR THE NEEDS OR REQUIREMENTS OF ANY OTHER PERSON.\n</p>\n<p>THE WASHINGTON POST MAKES NO WARRANTIES OR REPRESENTATIONS, EXPRESS OR IMPLIED (A) THAT THE INFORMATION PROVIDED THROUGH THE SERVICES WILL BE FREE FROM ERROR, OMISSION, INTERRUPTION, DEFECT, OR DELAY IN OPERATION, OR FROM TECHNICAL INACCURACIES OR TYPOGRAPHICAL ERRORS, (B) THAT THE SERVICES WILL BE AVAILABLE AT ANY PARTICULAR TIME OR LOCATION (C) THAT DEFECTS OR ERRORS IN THE SERVICES WILL BE CORRECTED, OR (D) THAT THE CONTENT ON THE SERVICES ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.\nANY INFORMATION ON THE SERVICES IS SUBJECT TO CHANGE WITHOUT NOTICE, AND THE WASHINGTON POST DISCLAIMS ALL RESPONSIBILITY FOR THE SERVICES.\nWE RESERVE THE RIGHT TO CORRECT ANY ERRORS OR OMISSIONS IN THE SERVICES.</p>\n<p>\n<b>12.\nLimitation of Liability </b>\n</p>\n<p>IN NO EVENT WILL THE WASHINGTON POST OR ITS AFFILIATES OR ANY PARTY INVOLVED IN CREATING, PRODUCING, OR DELIVERING THE SERVICES BE LIABLE FOR ANY DIRECT, INCIDENTAL, CONSEQUENTIAL, INDIRECT, SPECIAL, OR PUNITIVE DAMAGES ARISING OUT OF YOUR ACCESS, USE, MISUSE, OR INABILITY TO USE THE SERVICES OR ANY LINKED SITES, OR IN CONNECTION WITH ANY FAILURE OF PERFORMANCE, ERROR, TRANSMISSION, COMPUTER VIRUS, OR LINE OR SYSTEM FAILURE.\nTHESE LIMITATIONS APPLY WHETHER THE ALLEGED LIABILITY IS BASED ON CONTRACT, TORT, NEGLIGENCE, STRICT LIABILITY, OR ANY OTHER BASIS, EVEN IF THE WASHINGTON POST HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE.\nBECAUSE SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, THE WASHINGTON POST’S LIABILITY IN SUCH JURISDICTIONS SHALL BE LIMITED TO THE EXTENT PERMITTED BY LAW.\n</p>\n<p>\n<b>13.\nIndemnification</b>\n</p>\n<p>You agree to indemnify and hold harmless The Washington Post and its parent, subsidiaries, and affiliates, and their owners, directors, officers, managers, employees, shareholders, agents, and licensors, from and against all losses, expenses, damages and costs, including reasonable attorneys’ fees, resulting from any violation of the Terms, including the Discussion and Submission Guidelines, or the failure to fulfill any obligations relating to your account incurred by you or any other person using your account.\nWe reserve the right to take over the exclusive defense of any claim for which we are entitled to indemnification under this Section.\nIn such event, you shall provide us with such cooperation as is reasonably requested by us.</p>\n<p>\n<b>14.\nGoverning Law</b>\n</p>\n<p>This Agreement shall be governed by the laws of the United States and the District of Columbia.\nBy using the Services, you waive any claims that may arise under the laws of other states, countries, territories or jurisdictions.</p>\n<p>\n<b>15.\nTermination</b>\n</p>\n<p>The Washington Post may terminate this agreement for any reason at any time.\nThe Washington Post reserves the right, in its sole discretion, to restrict, suspend, or terminate your access to and use of the Service, with or without prior notice.\nOtherwise applicable sections of the Terms shall survive termination.\nIn addition to any termination rights, we reserve the right to enforce and prosecute any violations of these Terms.</p>\n<p>\n<b>16.\nMiscellaneous</b>\n</p>\n<p>\n<i>\n<b>Supplemental Terms</b>\n</i>\n<i>\n<b>.</b>\n</i> In connection with your use of the Services, you may be asked to consent to policies or terms and conditions in addition to these Terms.\nPlease read these supplemental policies and terms carefully before making any use of such portions of the Services.\nAny supplemental terms will not vary or replace these Terms regarding any use of the Services, unless otherwise expressly stated.</p>\n<p>\n<b>\n<i>No Waiver.</i>\n</b> The failure of The Washington Post to enforce any provisions of the Terms or to respond to a breach by you or other parties shall not in any way waive its rights to enforce subsequently any terms or conditions of the Terms or to act with respect with similar breaches.\n</p>\n<p>\n<i>\n<b>No Partnership</b>\n</i>\n<i>\n<b>.</b>\n</i> You agree that no joint venture, partnership, employment, or agency relationship exists between you and The Washington Post as a result of these Terms or your access to and use of the Services.\n</p>\n<p>\n<i>\n<b>Entire Agreement.</b>\n</i> Unless otherwise specified herein, the Terms constitute the entire agreement between you and The Washington Post and govern your use of the Services.\nIf any portion of the Terms is held invalid or unenforceable, that portion shall be construed in a manner consistent with applicable law to reflect, as nearly as possible, the original intention of the parties, and the remaining portions shall remain in full force and effect.</p>\n<p>\n</p> ", "created_at": "2020-08-21 11:00:34.448291", "updated_at": "2021-05-28 15:58:27.629197"}], "points": [{"id": 21204, "title": "There is a date of the last update of the agreements", "source": "https://www.washingtonpost.com/terms-of-service/2011/11/18/gIQAldiYiN_story.html", "status": "", "created_at": "2021-05-25 21:19:16.059636", "updated_at": "2021-05-28 21:50:37.430122", "quoteText": "<p>Published: July 1, 2014.\n", "case_id": 331, "document_id": 2750, "quoteStart": 1, "quoteEnd": 29}, {"id": 21105, "title": "The service claims to be CCPA compliant for California users", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "", "created_at": "2021-05-24 22:26:16.747593", "updated_at": "2021-05-28 21:50:40.20487", "quoteText": "The following information applies to California residents regarding “personal information” (as defined in the California Consumer Privacy Act (“CCPA”)).\nThis information and the rights discussed below do not apply to information collected from or about our employees, former employees, candidates, contractors, service providers, or business contacts.", "case_id": 482, "document_id": 2751, "quoteStart": 21313, "quoteEnd": 21664}, {"id": 21104, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.washingtonpost.com/terms-of-service/2011/11/18/gIQAldiYiN_story.html", "status": "", "created_at": "2021-05-24 22:23:34.824803", "updated_at": "2021-05-28 21:50:50.740279", "quoteText": "THE SERVICES ARE PROVIDED “AS IS.” WE DO NOT WARRANT THAT THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE.\nTHERE MAY BE DELAYS, OMISSIONS, INTERRUPTIONS, AND INACCURACIES IN THE NEWS, INFORMATION, OR OTHER MATERIALS AVAILABLE THROUGH THE SERVICES.", "case_id": 286, "document_id": 2750, "quoteStart": 12204, "quoteEnd": 12452}, {"id": 21103, "title": "This service is only available to users over a certain age", "source": "https://www.washingtonpost.com/terms-of-service/2011/11/18/gIQAldiYiN_story.html", "status": "", "created_at": "2021-05-24 22:20:02.208498", "updated_at": "2021-05-28 21:50:42.388036", "quoteText": "You must be 13 years or older to use the Services.\nAny fraudulent, abusive, or otherwise illegal activity may be grounds for termination of your account, at our sole discretion, and we may refer you to appropriate law enforcement agencies.", "case_id": 152, "document_id": 2750, "quoteStart": 10661, "quoteEnd": 10900}, {"id": 21106, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "", "created_at": "2021-05-24 22:27:30.073846", "updated_at": "2021-05-28 21:50:16.178219", "quoteText": "If you are a user in the EEA or Switzerland, the following information applies with respect to personal data collected through your use of our Services.\nUnder applicable law, The Washington Post is considered the “data controller” of the personal information we handle under this Policy.\nIn other words, The Washington Post is responsible for deciding how to collect, use and disclose this information, subject to applicable law.\nOur contact information appears at the end of this Policy.</p>\n<p>", "case_id": 481, "document_id": 2751, "quoteStart": 29817, "quoteEnd": 30313}, {"id": 21212, "title": "You are solely responsible for claims made against the service and agree to indemnify and hold harmless the service.", "source": "https://www.washingtonpost.com/terms-of-service/2011/11/18/gIQAldiYiN_story.html", "status": "", "created_at": "2021-05-25 21:29:51.28786", "updated_at": "2021-05-28 21:50:33.20681", "quoteText": "You agree to indemnify and hold harmless The Washington Post and its parent, subsidiaries, and affiliates, and their owners, directors, officers, managers, employees, shareholders, agents, and licensors, from and against all losses, expenses, damages and costs, including reasonable attorneys’ fees, resulting from any violation of the Terms, including the Discussion and Submission Guidelines, or the failure to fulfill any obligations relating to your account incurred by you or any other person using your account.\nWe reserve the right to take over the exclusive defense of any claim for which we are entitled to indemnification under this Section.\nIn such event, you shall provide us with such cooperation as is reasonably requested by us.", "case_id": 145, "document_id": 2750, "quoteStart": 15333, "quoteEnd": 16076}, {"id": 21377, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-28 23:32:56.752472", "updated_at": "2021-05-30 11:26:50.556746", "quoteText": "If you disable browser cookies or flash cookies, it may interfere with the proper functioning of the Services.", "case_id": 375, "document_id": 2751, "quoteStart": 18018, "quoteEnd": 18128}, {"id": 21453, "title": "Your Personal data may be sold unless you opt out if you're a California Resident", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 12:17:15.143054", "updated_at": "2021-05-30 14:13:19.494739", "quoteText": "We may share the following categories of information for such advertising with advertising networks and providers, certain analytics providers, and social media networks, which may be considered a sale (as defined by California law)</p>\n<ul>\n<li>device information and identifiers, such as IP address, and unique advertising identifiers and cookies.\nusage information, such as browsing history or app usage.\nlocation information, such as city.\nand inference data.</li>\n</ul>\n<p>If you are a California resident and would like to opt out of our use of your information for such purposes (to the extent this is considered a sale), you may do so as outlined on the following page: Do Not Sell My Personal Information.", "case_id": 396, "document_id": 2751, "quoteStart": 24564, "quoteEnd": 25278}, {"id": 21478, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://www.washingtonpost.com/terms-of-service/2011/11/18/gIQAldiYiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 13:53:59.414753", "updated_at": "2021-05-30 14:13:34.036584", "quoteText": "The Washington Post may terminate this agreement for any reason at any time.\nThe Washington Post reserves the right, in its sole discretion, to restrict, suspend, or terminate your access to and use of the Service, with or without prior notice.", "case_id": 201, "document_id": 2750, "quoteStart": 16385, "quoteEnd": 16629}, {"id": 21477, "title": "The court of law governing the terms is in Washington DC, USA", "source": "https://www.washingtonpost.com/terms-of-service/2011/11/18/gIQAldiYiN_story.html", "status": "Not sure whether this location has privacy-friendly laws or not", "created_at": "2021-05-30 13:52:09.464757", "updated_at": "2021-10-02 22:15:08.83639", "quoteText": "This Agreement shall be governed by the laws of the United States and the District of Columbia.", "case_id": 163, "document_id": 2750, "quoteStart": 16118, "quoteEnd": 16213}, {"id": 21476, "title": "This service assumes no liability for any losses or damages resulting from any matter relating to the service", "source": "https://www.washingtonpost.com/terms-of-service/2011/11/18/gIQAldiYiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 13:49:30.473141", "updated_at": "2021-05-30 14:13:45.364636", "quoteText": "IN NO EVENT WILL THE WASHINGTON POST OR ITS AFFILIATES OR ANY PARTY INVOLVED IN CREATING, PRODUCING, OR DELIVERING THE SERVICES BE LIABLE FOR ANY DIRECT, INCIDENTAL, CONSEQUENTIAL, INDIRECT, SPECIAL, OR PUNITIVE DAMAGES ARISING OUT OF YOUR ACCESS, USE, MISUSE, OR INABILITY TO USE THE SERVICES OR ANY LINKED SITES, OR IN CONNECTION WITH ANY FAILURE OF PERFORMANCE, ERROR, TRANSMISSION, COMPUTER VIRUS, OR LINE OR SYSTEM FAILURE.\n", "case_id": 293, "document_id": 2750, "quoteStart": 14437, "quoteEnd": 14866}, {"id": 21475, "title": "The service does not guarantee that software errors will be corrected", "source": "https://www.washingtonpost.com/terms-of-service/2011/11/18/gIQAldiYiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 13:49:07.528336", "updated_at": "2021-05-30 14:13:53.575794", "quoteText": "(C) THAT DEFECTS OR ERRORS IN THE SERVICES WILL BE CORRECTED", "case_id": 289, "document_id": 2750, "quoteStart": 14021, "quoteEnd": 14081}, {"id": 21474, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://www.washingtonpost.com/terms-of-service/2011/11/18/gIQAldiYiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 13:48:52.524723", "updated_at": "2021-05-30 14:14:01.61269", "quoteText": "A) THAT THE INFORMATION PROVIDED THROUGH THE SERVICES WILL BE FREE FROM ERROR, OMISSION, INTERRUPTION, DEFECT, OR DELAY IN OPERATION, OR FROM TECHNICAL INACCURACIES OR TYPOGRAPHICAL ERRORS, ", "case_id": 287, "document_id": 2750, "quoteStart": 13756, "quoteEnd": 13946}, {"id": 21473, "title": "The service does not guarantee accuracy or reliability of the information provided", "source": "https://www.washingtonpost.com/terms-of-service/2011/11/18/gIQAldiYiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 13:48:27.691989", "updated_at": "2021-05-30 14:12:52.309543", "quoteText": "(D) WARRANTIES RELATING TO THE ACCURACY, RELIABILITY, CORRECTNESS, TIMELINESS OR COMPLETENESS OF DATA MADE AVAILABLE ON THE SERVICES OR OTHERWISE BY THE WASHINGTON POST, INCLUDING ANY ADVICE, OPINION, STATEMENT, OR OTHER MATERIAL OR DATABASE DISPLAYED", "case_id": 288, "document_id": 2750, "quoteStart": 13069, "quoteEnd": 13320}, {"id": 21472, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.washingtonpost.com/terms-of-service/2011/11/18/gIQAldiYiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 13:47:03.697021", "updated_at": "2021-05-30 13:48:13.195313", "quoteText": "\n<p>You will be responsible for all usage and activity on your account, including use of the account by any third party authorized by you to use your login credentials, and for all charges for any goods or services.\nYou are also responsible for all statements made or materials posted under your account, including liability for harm caused by such statements or materials.", "case_id": 148, "document_id": 2750, "quoteStart": 10186, "quoteEnd": 10559}, {"id": 21470, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "https://www.washingtonpost.com/terms-of-service/2011/11/18/gIQAldiYiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 13:45:03.429879", "updated_at": "2021-05-30 13:47:52.221006", "quoteText": "Engage in unauthorized “scraping” or spidering,", "case_id": 150, "document_id": 2750, "quoteStart": 8199, "quoteEnd": 8246}, {"id": 21465, "title": "A license is kept on user-generated content even after you close your account", "source": "https://www.washingtonpost.com/terms-of-service/2011/11/18/gIQAldiYiN_story.html", "status": "Full quote: \"Specifically, you provide us with a royalty-free, irrevocable, perpetual, worldwide, exclusive, and fully sublicensable license to use, reproduce, modify, adapt, publish, translate, create derivative works from, incorporate into other works, distribute, perform, display, and otherwise exploit such content, in whole or in part in any form, media or technology now known or later developed.\"", "created_at": "2021-05-30 13:40:29.434684", "updated_at": "2021-05-30 13:46:45.86458", "quoteText": "Specifically, you provide us with a royalty-free, irrevocable, perpetual", "case_id": 130, "document_id": 2750, "quoteStart": 2739, "quoteEnd": 2811}, {"id": 21471, "title": "You cannot distribute or disclose your account to third parties", "source": "https://www.washingtonpost.com/terms-of-service/2011/11/18/gIQAldiYiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 13:46:37.945258", "updated_at": "2021-05-30 13:48:00.033479", "quoteText": "You are not allowed to share or disclose your login credentials with any other user or person.\n", "case_id": 229, "document_id": 2750, "quoteStart": 9915, "quoteEnd": 10010}, {"id": 21461, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 13:32:53.295025", "updated_at": "2021-05-30 13:45:33.343095", "quoteText": "</b>Some web browsers may transmit “do-not-track” signals to the websites with which the user communicates.\nBecause of differences in how web browsers incorporate and activate this feature, it is not always clear whether users intend for these signals to be transmitted, or whether they even are aware of them.\nBecause there currently is no industry standard concerning what, if anything, websites should do when they receive such signals, the Services currently do not take action in response to these signals.\n", "case_id": 233, "document_id": 2751, "quoteStart": 14488, "quoteEnd": 15000}, {"id": 21469, "title": "Instructions are provided on how to submit a copyright claim", "source": "https://www.washingtonpost.com/terms-of-service/2011/11/18/gIQAldiYiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 13:43:42.668599", "updated_at": "2021-05-30 13:47:22.728789", "quoteText": "\nIf you believe in good faith that your copyrighted work has been reproduced on our site without authorization in a way that constitutes copyright infringement, you may notify our designated copyright agent either by mail to Copyright Agent, c/o Legal Department, The Washington Post, 1301 K Street NW, Washington, DC 20071 or to copyrightagent@washpost.com.", "case_id": 138, "document_id": 2750, "quoteStart": 4548, "quoteEnd": 4906}, {"id": 21468, "title": "Your content can be distributed through any media known now or in the future", "source": "https://www.washingtonpost.com/terms-of-service/2011/11/18/gIQAldiYiN_story.html", "status": "Full quote: \"Specifically, you provide us with a royalty-free, irrevocable, perpetual, worldwide, exclusive, and fully sublicensable license to use, reproduce, modify, adapt, publish, translate, create derivative works from, incorporate into other works, distribute, perform, display, and otherwise exploit such content, in whole or in part in any form, media or technology now known or later developed.\"", "created_at": "2021-05-30 13:42:12.345793", "updated_at": "2021-05-30 13:47:05.289782", "quoteText": "to use, reproduce, modify, adapt, publish, translate, create derivative works from, incorporate into other works, distribute, perform, display, and otherwise exploit such content, in whole or in part in any form, media or technology now known or later developed.</p>\n<p>", "case_id": 139, "document_id": 2750, "quoteStart": 2867, "quoteEnd": 3137}, {"id": 21466, "title": "User content can be licensed to third parties", "source": "https://www.washingtonpost.com/terms-of-service/2011/11/18/gIQAldiYiN_story.html", "status": "Full quote: \"Specifically, you provide us with a royalty-free, irrevocable, perpetual, worldwide, exclusive, and fully sublicensable license to use, reproduce, modify, adapt, publish, translate, create derivative works from, incorporate into other works, distribute, perform, display, and otherwise exploit such content, in whole or in part in any form, media or technology now known or later developed.\"", "created_at": "2021-05-30 13:41:21.548541", "updated_at": "2021-05-30 13:46:57.134201", "quoteText": "fully sublicensable license", "case_id": 134, "document_id": 2750, "quoteStart": 2839, "quoteEnd": 2866}, {"id": 21464, "title": "Tracking pixels are used in service-to-user communication", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 13:38:09.347218", "updated_at": "2021-05-30 13:46:13.342069", "quoteText": " We, along with third parties, also may use technologies called beacons (or “pixels”) that communicate information from your device to a server.\nBeacons can be embedded in online content, videos, and emails,", "case_id": 217, "document_id": 2751, "quoteStart": 18152, "quoteEnd": 18359}, {"id": 21463, "title": "Global Privacy Control signals are respected", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 13:35:12.710291", "updated_at": "2021-10-02 22:15:08.878842", "quoteText": "We do however respond to the Global Privacy Control signal for California residents,", "case_id": 383, "document_id": 2751, "quoteStart": 15000, "quoteEnd": 15084}, {"id": 21462, "title": "Third-party cookies are used for advertising", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 13:33:34.826823", "updated_at": "2021-05-30 13:46:09.556186", "quoteText": "\n<p>We, our service providers, and third parties that provide content, advertising, or functionality or measure and analyze ad performance on our Services, may use cookies, web beacons, mobile ad identifiers, and similar technologies to facilitate administration and navigation on the Site, to better understand and improve our Services, to determine and/or improve the advertising shown to you here or elsewhere", "case_id": 128, "document_id": 2751, "quoteStart": 16323, "quoteEnd": 16735}, {"id": 21449, "title": "This service reserves the right to disclose your personal information without notifying you", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 12:11:03.633328", "updated_at": "2021-05-30 12:45:33.99607", "quoteText": "</b>We may share your personal information as we believe is necessary or appropriate to protect, enforce, or defend the legal rights, privacy, safety, or property of the Services, our employees or agents or users or to comply with applicable law or legal process, including responding to requests from public and government authorities.</p>", "case_id": 164, "document_id": 2751, "quoteStart": 9702, "quoteEnd": 10042}, {"id": 21456, "title": "You can opt out of targeted advertising", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 12:20:32.635692", "updated_at": "2021-05-30 12:42:24.81194", "quoteText": "Targeted Advertising.</b> You may choose whether to receive some forms of targeted advertising from many ad networks, audience segment providers, ad serving vendors, and other service providers by visiting websites operated by the Network Advertising Initiative and Digital Advertising Alliance", "case_id": 219, "document_id": 2751, "quoteStart": 13680, "quoteEnd": 13974}, {"id": 21457, "title": "Third-party cookies are used for statistics", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 12:21:34.761561", "updated_at": "2021-05-30 12:43:43.078942", "quoteText": "Cookies can help us and third parties understand which parts of our Services are the most popular because they help us see which pages and features visitors access and how much time they spend on the pages.", "case_id": 325, "document_id": 2751, "quoteStart": 17301, "quoteEnd": 17507}, {"id": 21455, "title": "The service informs users that its privacy policy does not apply to third party websites", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 12:20:02.988978", "updated_at": "2021-05-30 12:42:53.785911", "quoteText": "This Privacy Policy does not govern these third party’s content or services", "case_id": 299, "document_id": 2751, "quoteStart": 12922, "quoteEnd": 12997}, {"id": 21454, "title": "This Service provides a list of Third Parties involved in its operation.", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 12:19:39.784207", "updated_at": "2021-05-30 12:42:37.002926", "quoteText": "\n<b>For users in the EEA and Switzerland</b>: Please see our Third-Party Partners page for a list of partners that provide certain features or functionality on the Services (<i>e.g.</i>, content, analytics, advertising, and social media plug-ins) that may use your data, as well as more information about these partners’ use of your data and your rights.", "case_id": 404, "document_id": 2751, "quoteStart": 12206, "quoteEnd": 12560}, {"id": 21452, "title": "Your profile is combined across various products", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 12:14:19.445389", "updated_at": "2021-05-30 12:44:05.635241", "quoteText": "This information may be combined with information collected across different websites, online services, and other linked or associated devices.", "case_id": 326, "document_id": 2751, "quoteStart": 11170, "quoteEnd": 11313}, {"id": 21451, "title": "This service receives your precise location through GPS coordinates", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 12:13:14.017083", "updated_at": "2021-05-30 12:44:23.071925", "quoteText": "your mobile device’s GPS signal or information about nearby WiFi access points and cell towers that may be transmitted to us when you use certain Services.</li>\n</ul>\n<p>", "case_id": 400, "document_id": 2751, "quoteStart": 4892, "quoteEnd": 5062}, {"id": 21450, "title": "Your personal data may be sold or otherwise transferred as part of a bankruptcy proceeding or other type of financial transaction", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 12:12:54.314692", "updated_at": "2021-05-30 12:45:26.93424", "quoteText": "We reserve the right to transfer any information we have about you in the event that we sell or transfer all or a portion of our business or assets to a third party, such as in the event of a merger, acquisition, or in connection with a bankruptcy reorganization.\n", "case_id": 243, "document_id": 2751, "quoteStart": 11510, "quoteEnd": 11774}, {"id": 21448, "title": "This service shares your personal data with third parties that are not involved in its operation", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 12:06:35.907172", "updated_at": "2021-05-30 12:46:14.890209", "quoteText": "We may share the information we collect with vendors providing contractual services to us, such as hosting vendors, advertising service providers, and list managers.\n", "case_id": 166, "document_id": 2751, "quoteStart": 9283, "quoteEnd": 9449}, {"id": 21447, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 12:06:09.514137", "updated_at": "2021-05-30 12:46:26.601068", "quoteText": "We may share information within our family of affiliated companies.</p>\n<p>\n<b>Business Partners.</b> We may also share your information with business partners to provide you with services that you request.", "case_id": 188, "document_id": 2751, "quoteStart": 8780, "quoteEnd": 8986}, {"id": 21446, "title": "Your personal information is used for many different purposes", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Personal data is used to manage the services, for marketing, advertising, research and to protect their legal rights.", "created_at": "2021-05-30 12:03:02.16372", "updated_at": "2021-05-30 12:42:03.689768", "quoteText": "How We Use Information", "case_id": 185, "document_id": 2751, "quoteStart": 1396, "quoteEnd": 1418}, {"id": 21445, "title": "Your personal data is used to employ targeted third-party advertising", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 12:02:30.189798", "updated_at": "2021-05-30 12:46:31.98294", "quoteText": "</b>We may use your information to facilitate the delivery of targeted ads, promotions, and offers to you, on behalf of ourselves and advertisers, on and off the Services.", "case_id": 220, "document_id": 2751, "quoteStart": 7030, "quoteEnd": 7201}, {"id": 21444, "title": "You can opt out of promotional communications", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 11:42:07.208317", "updated_at": "2021-05-30 11:43:05.208629", "quoteText": "You may opt out of receiving commercial email messages from us by following the instructions contained in those email messages.</p>", "case_id": 223, "document_id": 2751, "quoteStart": 6858, "quoteEnd": 6989}, {"id": 21443, "title": "Your personal data may be used for marketing purposes", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 11:41:47.431372", "updated_at": "2021-05-30 11:43:14.469129", "quoteText": "We may periodically contact you with offers and information about the Services and our affiliates, including in connection with your accounts, online surveys, legal notices, news stories, new features that you are entitled to access, and other important information.", "case_id": 336, "document_id": 2751, "quoteStart": 6591, "quoteEnd": 6857}, {"id": 21439, "title": "Many different types of personal data are collected", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 11:35:34.180989", "updated_at": "2021-05-30 11:37:53.202125", "quoteText": "<br>- Contact information such as your name, e-mail address, street address<br> - Demographic information such as year of birth, gender, street address,<br> - Professional Information such as job title and industry and related information.<br> - Payment information, such as your credit card number and expiration date, where appropriate to process a financial transaction you have requested.</li>\n<li>User-Generated Content: such as when you comment on articles, participate in message boards, and submit images, photos, videos, or other content to the Services, when you enter a contest or participate in a promotion, when you post an online ad, or otherwise engage with the Services.\nPlease review our Discussion and Submission Guidelines for more information about our practices applicable to content that you submit to certain areas of our Services.</li>\n</ul>\n<p>\n<b>Automatically Collected Information.&nbsp;</b>In addition to the information you provide to us directly", "case_id": 376, "document_id": 2751, "quoteStart": 2814, "quoteEnd": 3790}, {"id": 21442, "title": "Information is gathered about you through third parties", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 11:37:33.827695", "updated_at": "2021-05-30 11:39:41.969783", "quoteText": "\n<b>Information From Third-Party Sources.&nbsp;</b>We may receive information about you from publicly and commercially available sources, as permitted by law, which we may combine with other information we receive from or about you.", "case_id": 382, "document_id": 2751, "quoteStart": 5062, "quoteEnd": 5294}, {"id": 21441, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 11:36:59.882763", "updated_at": "2021-05-30 11:39:50.784453", "quoteText": "Location information</i>— such as your computer’s IP address, ", "case_id": 399, "document_id": 2751, "quoteStart": 4830, "quoteEnd": 4892}, {"id": 21440, "title": "You are tracked via web beacons, tracking pixels and device fingerprinting", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 11:36:01.412521", "updated_at": "2021-05-30 11:37:20.823681", "quoteText": "\nAs discussed further below, we and our service providers (which are third party companies that work on our behalf), may use of cookies, web beacons, and other technologies, as detailed in the &nbsp;<b>Online Tracking and Advertising</b>&nbsp.\nsection below, to assist in collecting this information.</p>\n<p>For example, we may collect:</p>\n<ul>\n<li>\n<i>Device information</i>— such as your hardware model, IP address, other unique device identifiers", "case_id": 323, "document_id": 2751, "quoteStart": 3865, "quoteEnd": 4315}, {"id": 21438, "title": "Extra data may be collected about you through promotions", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 11:35:01.833014", "updated_at": "2021-05-30 11:39:27.978688", "quoteText": "if you order products from us or if you participate in a contest, promotion or survey, we may ask for", "case_id": 211, "document_id": 2751, "quoteStart": 2712, "quoteEnd": 2813}, {"id": 21437, "title": "Information is provided about how your personal data is used", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 11:31:02.595469", "updated_at": "2021-05-30 11:40:06.462446", "quoteText": "<p> How We Use Information", "case_id": 227, "document_id": 2751, "quoteStart": 1392, "quoteEnd": 1418}, {"id": 21436, "title": "Details are provided about what kind of information they collect", "source": "https://www.washingtonpost.com/privacy-policy/2011/11/18/gIQASIiaiN_story.html", "status": "Generated through the annotate view", "created_at": "2021-05-30 11:30:51.23014", "updated_at": "2021-05-30 11:39:59.094759", "quoteText": " Information We Collect </p>", "case_id": 228, "document_id": 2751, "quoteStart": 1363, "quoteEnd": 1391}], "urls": ["washingtonpost.com"]}}