{"error": 448, "message": "OK", "parameters": {"id": 4829, "name": "Brigit ", "created_at": "2021-08-13 04:52:00.474389", "updated_at": "2021-08-13 22:01:06.631516", "wikipedia": null, "keywords": null, "related": null, "slug": "brigit", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4829.png", "url": "hellobrigit.com", "documents": [{"id": 8667, "name": "Terms of Use", "url": "https://www.hellobrigit.com/terms", "xpath": "/html/body/div[1]/div[2]/div[3]/div", "text": "Brigit Terms of Use\n<p>(Last revised April 14, 2021)</p>\n<p>The following terms of use are a legal agreement (the \"Agreement\")\nbetween you (\"you\", \"your\", or \"user\") and Bridge IT, Inc., its\nsubsidiaries, affiliates, agents and assigns (\"Brigit\", \"we\", \"us\", or\n\"our\") that sets forth the terms and conditions for your use of Brigit's\nwebsite located at\n[www.hellobrigit.com] and all\naffiliated websites (collectively, the \"Site\"), and/or the products and\nservices offered, operated or made available by Brigit, including but\nnot limited to its mobile applications (collectively, the \"Services\").</p>\n<p>The Site and Services are owned and operated by Brigit.\nThis Site and\nServices are being provided to you expressly subject to this Agreement.\nBy accessing, browsing and/or using the Site or the Services, you\nacknowledge that you have read, understood, and agree to be bound by the\nAgreement of this Agreement and to comply with all applicable laws and\nregulations.</p>\n<p>\n<b>THIS AGREEMENT ALSO INCLUDES AMONG OTHER THINGS, A\nBINDING ARBITRATION PROVISION THAT CONTAINS A CLASS&nbsp;ACTION WAIVER.\nPLEASE REFER TO SECTION&nbsp;20 BELOW FOR MORE INFORMATION.</b>\n</p> 1.\nAcceptance of Agreement\n<p>Please carefully review this Agreement before using this Site or\nServices or accessing any data thereon.\nThis Agreement represents an\nagreement between you and Brigit, and contains the Agreement and\nconditions governing your use of and access to the Site and the\nServices.\n<b>If you do not agree to this Agreement, you may not access or\nuse the Site or the Services.</b> Please print out a copy of the Agreement\nof use for your records.</p>\n2.\nEligibility\n<p>To use the Site or the Services and to accept the Agreement:</p>\n<ul>\n<li>\n<p>You must be a US citizen or a legal US resident;</p>\n</li>\n<li>\n<p>You must be at least eighteen (18) years old or the age of majority\nin your jurisdiction.\nand</p>\n</li>\n<li>\n<p>You must not be prohibited by law from using the Site or the Services.</p>\n</li>\n</ul>\n<p>To use the Services, you must also meet both of the following criteria:</p>\n<ul>\n<li>\n<p>You must have a checking account with one of our supported banks or\ncredit unions (a \"Bank Account\").\nand</p>\n</li>\n<li>\n<p>Your Bank Account must enable our third-party data aggregators to\nview your transactions for the last ninety (90) days.</p>\n</li>\n</ul>\n<p>Note: Brigit does not support joint Bank Accounts.</p>\n3.\nModification of This Agreement\n<p>Brigit reserves the right to modify this Agreement at any time and will\nnotify you of any such changes by posting the revised Agreement on the\nSite.\nYou should check this Agreement on the Site periodically for\nchanges.\nAll changes shall be effective upon posting.\nWe will date the\nAgreement with the last day of revision.</p>\n<p>Your continued use of the Site or the Services after any change to this\nAgreement signifies your agreement to be bound by any such changes.\nBrigit may terminate, suspend, change, or restrict access to all or any\npart of this Site or the Services without notice or liability.</p>\n4.\nBrigit User Account Registration and User Information Updates\n<p>To access and use the Services, you must create an account (a \"Brigit\nUser Account\") and complete the registration process.\nThis process will\nrequire you to create a login ID and a personal identification number\n(\"PIN\").</p>\n<p>When you sign up for the Services, you agree to provide truthful,\naccurate, current and complete information, such as your name, email\naddress, and mobile phone number (\"Account Information\").\nYou further\nrepresent that you are a legal owner of, and that you are authorized to\nprovide us with, all Account Information and other information necessary\nto facilitate your use of the Services.</p>\n<p>You agree to update Brigit in the event that the Account Information\nprovided by you changes, and Brigit will not be held liable for any\nerrors or fees that occur as a result of outdated Account Information.</p>\n<p>Should any of your Account Information change, you agree that you will\nupdate this information as soon as possible.\nTo update your Account\nInformation, you may go to the Profile section of the Brigit app, click\non \"Settings,\" and update your Account Information accordingly.</p>\n<p>Should you believe or have reason to believe that any of your Account\nInformation, including your email, phone number, and/or PIN, has been\ncompromised, or that another person is accessing your Brigit User\nAccount through some other means, you agree to notify us as soon as\npossible at info@hellobrigit.com.</p>\n5.\nPrivacy Policy\n<p>Your privacy is important to Brigit.\nThe company highly values and\nrespects the privacy of the personal information we obtain from you when\nyou use the Site or the Services.\nFor details on how we handle and\nprotect data, Brigit maintains a Privacy\nPolicy.\nWe reserve the right to\nupdate the Privacy Policy at our discretion, and that any changes made\nto our Privacy Policy are effective upon posting.</p>\n6.\nThird-Party Account Information\n<p>To use the Services, you must also direct Brigit to retrieve your\naccount transaction history, balance information, and/or other\ninformation maintained by third-parties with which you have\nrelationships, maintain accounts or engage in financial transactions\n(\"Third-Party Account Information\").</p>\n<p>Brigit works with one or more third-party service providers, to access\nthis Third-Party Account Information.\nBy using the Services, you license\nand authorize Brigit to access this information maintained by identified\nthird parties, on your behalf as your agent, and you expressly authorize\nsuch third parties to disclose your information to us.\nBy agreeing to\nthis Agreement, you are also agreeing that you are responsible for\nkeeping your passwords and usernames for this Third-Party Account\nInformation secure, and for keeping those passwords and usernames up to\ndate in the Services.</p>\n<p>You acknowledge that any Third-Party Account Information that is\ndisplayed through the Services will be the information we most recently\naccessed, and that this information may not reflect pending transactions\nor other recent activity.</p>\n7.\nBrigit's Services &amp.\nFees\n7.1.\nOverview of Brigit's Free Features\n<p>As a baseline, Brigit offers several no fee products to its users.\nThese\nproducts include tools to track your income and expenses, and alerts\nabout estimated upcoming bills and other expenses.\nBrigit will monitor\nyour Bank Account and notify you when your Bank Account balance is in\ndanger of being overdrawn and, in turn, help you avoid overdraft fees.</p>\n7.2.\nBrigit Plus (Additional Features)\n<p>In addition to the free features, Brigit may be able to provide you with\ncertain premium features (\"Brigit Plus\").\nBrigit Plus provides users\naccess to advanced analytical &amp.\nbudgeting tools, credit monitoring,\ncredit building, and, if eligible, direct integration with Brigit's\nAdvance service.</p>\n7.2.1.\nMembership Fee for Brigit Plus\n<p>Brigit Plus is subject to a $9.99 per month subscription fee (the\n\"Membership Fee\").\nWe require that you link a Bank Account or debit card\n(a \"Payment Method\") for payment of the Membership Fee.\nWe will\nautomatically charge your Payment Method for the Membership Fee every\nmonth on your last payday of the month unless or until you cancel your\nmembership or your Brigit User Account is otherwise terminated.\nUpcoming\ndates upon which you will be charged for subsequent Membership Fees will\nalso be displayed in the app.</p>\n<p>Brigit will do its best to collect the Membership Fee when you have the\nfunds available to pay the Membership Fee.\nBrigit will attempt to avoid\ncharging you for Brigit Plus if we detect that your Payment Method does\nnot have sufficient funds to cover the charge.\nIf our attempt to charge\nyou for the Membership Fee is declined, Brigit reserves the right to try\nup to two (2) additional times, for a total of three (3) debit attempts.\nAfter that, Brigit will not attempt without a subsequent authorization\nfrom you.\nThis may result in a change of date for which you are billed\nfor each period.</p>\n<p>Brigit monitors your balance and does its best effort to ensure you have\nsufficient funds before debiting your account, but the company makes no\nwarranties that an overdraft will not occur.</p>\n<p>The Membership Fee may be discounted from time to time by our customer\nservice team, or through partnerships with affiliates.\nIf you receive a\ndiscounted price on signup, we will notify you at least 30 days before\nwe make any changes to the discounted pricing.</p>\n7.2.2.\nCredit and Debit Authorization For Brigit Plus\n<p>Consistent with Section 7.2.1, if you enroll in Brigit Plus, you\nauthorize Brigit to electronically debit your Payment Method for the\nMembership Fee once each month.\nAs applicable, you also authorize Brigit\nto electronically debit and credit your Payment Method to correct\nerroneous debits and credits.\nYou have the right to receive notice of\nany debit for the Membership Fee that would vary in amount from a\nprevious Membership Fee, but you agree that we only need to notify you\nin advance if a particular debit from your Payment Method would be more\nthan $9.99.\n(Our policy is that no single debit will exceed $9.99, so\nwe expect not to provide you with advance notice of each ongoing debit\nfrom your Payment Method.)</p>\n<p>You acknowledge that, as applicable, the electronic authorization\ncontained in this Section represents your written authorization for\nautomated clearinghouse (\"ACH\") transactions as provided herein and will\nremain in full force and effect until you notify Brigit that you wish to\nrevoke this authorization by emailing\ninfo@hellobrigit.com.\nYou must\nnotify Brigit at least three (3) business days before the scheduled\ndebit date in order to cancel this authorization.\nWhen you call or\nemail, please include the name and telephone number associated with your\nBrigit User Account.\nFailure to provide correct and complete information\nmay make it impossible for Brigit to stop withdrawal of the\npreauthorized withdrawal.</p>\n<p>You agree to indemnify and hold harmless Brigit from and against any\nloss incurred as a result of its withdrawal of a preauthorized debit\ntransaction from your Bank Account or debit card if any of the\ninformation relied upon in your request to stop payment is incorrect or\nincomplete.\nIf you have followed the instructions in this section to\nnotify Brigit of your desire to revoke your authorization at least three\n(3) business days before the scheduled debit date, Brigit will be liable\nfor your losses or damages directly caused by our failure to stop any\npreauthorized transaction.\nIf we do not receive notice at least three\n(3) business days before the scheduled debit date, we may attempt, in\nour sole discretion, to cancel the transaction.\nHowever, we assume no\nresponsibility for our failure to do so.</p>\n<p>You warrant and represent to Brigit that you have the right to authorize\nus to charge and credit your Bank Account or debit card for payments due\nto us under this Agreement.</p>\n<p>You represent that you are capable of saving or otherwise storing a copy\nof this electronic authorization for your records, and the credit and\ndebit transactions you request comply with applicable law.</p>\n7.3.\nCredit Monitoring Service\n<p>You may opt-in to use the credit monitoring service offered by a\nthird-party provider, Array.</p>\n<p>Use of Brigit's Instant Cash (Advance Service) product does not affect\nyour credit score.</p>\n<p>Brigit will not store the information on its servers nor will it request\nthis information unless authorized by an individual to do so.</p>\n7.4.\nCredit Builder Service (\"Credit Builder\")\n<p>The Brigit Credit Builder (included in the Brigit Plus membership) is a\nservice provided by Brigit and its bank partner, Coastal Community Bank,\nMember FDIC, to help you improve your credit scores.\nThe Brigit Credit\nBuilder product is separate from the Brigit Advance service.\nSection 7.4\nis applicable only for the Brigit Credit Builder service.\nBrigit Credit\nBuilder installment loans and lines of credit are issed by Coastal\nCommunity Bank, Member FDIC, subject to approved underwriting practices.</p>\n7.4.1.\nCustomer Identification Program Notice for Credit Builder\n<p>Federal law requires companies like us to obtain, verify, and record\ninformation that identifies each person who opens an account.\nIf you\napply for a Brigit Credit Builder Account, we may ask you for your name,\ndate of birth, street address, identification number (like a Social\nSecurity Number), and any other information we may require.\nWe may share\nthe information you have provided us to our banking partner, Coastal\nCommunity Bank, Member FDIC, in connection with opening and maintaining\nan account for you.\nWe may also provide the information you have\nprovided us to Array and its representatives.</p>\n<p>If your identity cannot be verified, we may not be able to open an\naccount for you.\nIn the event we have accepted any funds from you in\nconnection with an account application or otherwise, you will be\nresponsible for providing us a mailing address to which payment of any\nrefund can be sent.</p>\n7.4.2.\nCustomer Consent to Credit Builder Account Information\n<p>If you apply for and receive a Credit Builder Account from Coastal\nCommunity Bank, Member FDIC, you hereby consent to us accessing the\naccount information related to your Credit Builder Account with Coastal\nCommunity Bank, Member FDIC.\nYou acknowledge and agree that the account\ninformation that we may access includes, without limitation, account\nhistory (such as payment dates and amounts, balance information, and\ntransaction information).\nfinancial account information (such as account\nnumber, type, and status).\nand financial account holder information\n(such as the account holder's name, address, phone number, and email\naddress).\nWe will request this information from Coastal Community Bank,\nMember FDIC, on a periodic basis, unless your consent is withdrawn.</p>\n7.4.3.\nMonthly Payments\n<p>You hereby agree to make monthly payments on your credit builder loan by\nan electronic funds transfers.\nYou may initiate these payments each\nmonth yourself or you may authorize automatic monthly payments and\nCoastal Community Bank, Member FDIC, will initiate monthly electronic\nfunds transfers from your designated account at Coastal Community Bank,\nMember FDIC, or your Brigit Linked Bank Account.\nEach month, the debit\namount would include your Monthly principal payment.\nYou may also use\nanother payment option that we approve in writing (e.g.\na form of\npayment that we identify and approve through direct communication with\nyou.\nYou can contact us at\ninfo@hellobrigit.com).</p>\n7.4.4.\nPotential Effect of Delinquency of Credit Reporting\n<p>Repayment performance for the Brigit Credit Builder will be reported to\nthe Credit Reporting Agencies by Coastal Community Bank.\nBrigit shall\nnot be liable for any claims, charges, demands, damages or adverse\nimpacts on your credit scores or credit history if you cease using\nBrigit's services and do not complete a loan repayment or have default\npayments.\nRepayment performance for the Brigit Advance service is not\nreported to the Credit Reporting Agencies.</p>\n7.4.5.\nDispute of Credit Reporting Information by Customer\n<p>If you believe there is an error in your credit report about the Brigit\nCredit Builder Service, you may dispute the information by contacting\nus.\nWe will then conduct an investigation and let you know what we\ndetermine.</p>\n<p>To file a dispute, email us at\ninfo@hellobrigit.com or call us at\n+1 (855) 885-5522, with the following information.</p>\n<ul>\n<li>\n<p>Your name and, if applicable, account number or other identifying\ninformation</p>\n</li>\n<li>\n<p>The specific information you are disputing</p>\n</li>\n<li>\n<p>Your reasons for the dispute</p>\n</li>\n<li>\n<p>Any supporting documentation you wish to provide (for example, a\ncopy of your credit report, account statements, or a police report\nof identity theft)</p>\n</li>\n<li>\n<p>Your email address other means for us to contact you with results of\nour investigation</p>\n</li>\n</ul>\n<p>Once we receive a notice of your dispute, we and our partners will\nconduct a reasonable investigation and make a determination of the\nstatus of the disputed information within 30 days, or, in some cases, 45\ndays.\nThis investigation is free of charge to you.\nOnce we conclude our\ninvestigation we will let you know shortly after if we determined the\ninformation was accurate or inaccurate, or whether we need more\ninformation from you.\nIf we determine that the disputed information is\ninaccurate, we will notify the relevant credit reporting agency and\nrequest that they delete or modify the information as appropriate.</p>\n7.5.\nAdvance Service\n<p>When you sign up for Brigit's service, you may elect to receive one or\nmore non-recourse Advances (each, an \"Advance\") from Brigit.\nYou can\nobtain Advances from Brigit in several different ways.</p>\n<p>First, you may choose to enroll in automatic Advances to prevent\noverdrafts (the \"Autopilot Feature\").\nThe Autopilot Feature enables you\nto automatically obtain an Advance from Brigit when needed.\nSpecifically, if Brigit's algorithm predicts that you are likely to\nrequire funds in order to avoid an overdraft, Brigit's Autopilot Feature\nwill advance you a preauthorized amount of funds (the \"Needed Amount\")\nto cover your overdraft.\nYou may be eligible for a Needed Amount of up\nto $250.\nthe Needed Amount for which you are approved will be displayed\nto you through the Services.\nBrigit will inform you of any Needed Amount\ntransfer via text message and email.\nYou can turn off the Autopilot\nFeature within the app at any time.</p>\n<p>Second, you may manually request the Needed Amount or an Advance amount\nless than the Needed Amount from Brigit at any time by selecting the\nAdvance amount and preferred delivery method within the app.\nPlease note\nthat you cannot request an Advance if you already have an Advance\noutstanding.</p>\n7.5.1.\nWhen You Will be Charged for Advance Repayment\n<p>If you receive an Advance, Brigit will charge your Payment Method for\nAdvance repayment: (a) on the due-date displayed to you through the\nServices when you request the Advance.\nor (b) on the due-date chosen by\nyou when extending your due-date within the app (each a \"Preauthorized\nACH Repayment\").\nAlternatively, you may choose to repay your Advance by\nself-initiating repayment to Brigit via ACH (a \"Manual Repayment\").\nYour\nAdvance is not conditioned on whether you elect to repay via\nPreauthorized ACH Repayment or Manual Repayment.</p>\n<p>Please note that you can always repay an Advance before your due-date\nfor free.</p>\n7.5.2.\nBrigit's Recourse In the Event of Non-Payment\n<p>This Section sets forth the entirety of Brigit's recourse against you in\nthe event that an Advance is not recovered.\nAny other recourse or\nremedies claimed by Brigit, including but not limited to, indemnities,\nlimitations on liability, and disclaimers of warranty described in this\nAgreement, do not apply to non-payment of an Advance.\nTo the extent that\nany of recourse-related provision of this Agreement conflicts with this\nSection 7.5.2, this Section shall control.</p>\n<p>Brigit warrants that it has no legal or contractual claim against you\nbased on a failure to repay an Advance, but Brigit will suspend your\naccess to the Services until you repay an Advance in full.\nWith respect\nto a failure to repay an Advance, Brigit warrants it will not engage in\nany debt collection activities, place the amount owed with or sell to a\nthird party for the purpose of debt collection activities, or report you\nto a consumer reporting agency.\nBrigit does not waive any rights\nregarding fraudulent activity, and Brigit will pursue instances of\nfraud.</p>\n<p>It is your responsibility to contact Brigit if you are unable to repay\nyour Advance on the scheduled due-date.\nBrigit monitors your Bank\nAccount balance before withdrawing the funds to ensure there are\nsufficient funds, but Brigit is not responsible for any overdraft fees,\nover-the-limit fees, or insufficient fund charges (including finance\ncharges, late fees, or similar charges) that result from your failure to\nmaintain a balance or available credit in your Bank Account sufficient\nto repay an Advance.</p>\n7.5.3.\nCalifornia Residents\n<p>Brigit is not currently licensed by the Department of Financial\nProtection and Innovation.\nIf the Department does decide in the future\nto license Brigit, and/or require Brigit make modifications to its\nadvance pay product agreement, such developments may have no impact on\nyour obligations under this agreement.</p>\n<p>Although Brigit is not licensed by the Department, any consumer is\ninvited to share any comment and concerns about Brigit or its product\nand practices with the Department of Financial Protection and Innovation\nat (866) 275-2677 (toll-free) or at the following URL:\nhttps://dfpi.ca.gov/file-a-complaint/.</p>\n7.6.\nObtaining an Advance and/or Credit Monitoring without Paying the Membership Fee\n<p>Users that are eligible for Advances and/or Credit Monitoring may access\nan Advance and/or Credit Monitoring without paying the Membership Fee.\nTo do so, email terms1@hellobrigit.com and state that you would like an\nAdvance and/or Credit Monitoring without subscribing to Brigit Plus.\nYou\nmay check whether you are eligible for Advances and Credit Monitoring\nthrough the Services.</p>\n8.\nAuthorization &amp.\nDisclosures for Credit Monitoring\n8.1.\nAuthorization\n<p>By registering for or otherwise using the Services, you specifically\nconsent to, agree with, and are providing specific \"written\ninstructions\" in accordance with the Fair Credit Reporting Act and other\napplicable law, that we, and our respective employees, agents,\nsubsidiaries, affiliates, contractors, and data and service providers,\nreserve the right to provide your personally identifiable information\nto, and request, receive and provide you with your consumer credit\nreports and credit rating, and other information and data about you from\nand/or through, an authorized bureau (i.e.\nEquifax, Experian,\nTransUnion) and affiliated entities.\nThe credit reports and credit\nrating are intended to furnish you with information that you may not\notherwise have readily available to you.\nYou understand that you are\nauthorizing us and Array to obtain such information at any time and use\nas described in the Terms of Use for as long as Services are provided to\nyou.\nYOU UNDERSTAND THAT IT MAY BE A VIOLATION OF FEDERAL AND/OR STATE\nLAW FOR YOU TO OBTAIN A CREDIT REPORT ON ANY PERSON OTHER THAN YOURSELF,\nAND THAT UNDER THE FCRA, ANY PERSON WHO KNOWINGLY AND WILLFULLY OBTAINS\nINFORMATION ON A CONSUMER FROM A CONSUMER CREDIT REPORTING AGENCY UNDER\nFALSE PRETENSES SHALL BE FINED UNDER TITLE 18, UNITED STATES CODE,\nIMPRISONED FOR NOT MORE THAN 2 YEARS, OR BOTH.\nYour registration in the\nCredit Monitoring Service may not be fulfilled if we cannot verify your\nidentity or other necessary information.</p>\n8.2.\nFCRA Disclosures\n<p>The Fair Credit Reporting Act (\"FCRA\") allows you to obtain from each\nnational credit reporting agency a disclosure of all the information in\nyour credit file at the time of the request.\nFull disclosure of\ninformation in your file at a credit reporting agency must be obtained\ndirectly from such credit reporting agency.\nThe credit reports provided\nor requested through the Website or Services are not intended to\nconstitute the disclosure of information by a credit reporting agency as\nrequired by the Fair Credit Reporting Act or similar laws.</p>\n<p>Under the Fair Credit Reporting Act you are entitled to receive an\nannual free disclosure of your credit report from each of the national\ncredit reporting agencies (i.e.\nExperian, Equifax and TransUnion).</p>\n<p>To obtain the free reports, you can:</p>\n<p>• Call 1-877-322-8228;</p>\n<p>• Order online at www.annualcreditreport.com.\nor</p>\n<p>• Complete the Annual Credit Report Request Form, available at\nwww.ftc.gov/credit, and mail it to: Annual Credit Report Request\nService, P.O.\nBox 105281, Atlanta, GA 30348-5281.</p>\n<p>You are also entitled to receive a free copy of your credit report from\na credit reporting agency if:</p>\n<p>• You have been denied or were otherwise notified of an adverse action\nrelated to credit, insurance, employment, or a government granted\nlicense or other government granted benefit within the past sixty (60)\ndays based on information in a credit report provided by such agency.</p>\n<p>• You have been denied house/apartment rental or were required to pay a\nhigher deposit than usually required within the past sixty (60) days\nbased on information in a credit report provided by such agency.</p>\n<p>• You certify in writing that you are unemployed and intend to apply for\nemployment during the sixty (60) day period beginning on the date on\nwhich you made such certification.</p>\n<p>• You certify in writing that you are a recipient of public welfare\nassistance.</p>\n<p>• You certify in writing that you have reason to believe that your file\nat such credit reporting agency contains inaccurate information due to\nfraud.</p>\n<p>The FCRA also permits consumers to dispute inaccurate information in\ntheir credit report without charge.\nAccurate information cannot be\nchanged.\nYou do not have to purchase your credit report or other\ninformation to dispute inaccurate or incomplete information in your\ncredit file maintained by the credit reporting agencies.</p>\n<p>Any Credit Report you request is not intended to constitute the\ndisclosure of information required by the FCRA or similar state laws.</p>\n<p>In addition, if you reside in the state of Colorado, Maine, Maryland,\nMassachusetts, New Jersey, or Vermont, you are entitled to receive a\nfree copy of your credit report once a year and if you reside in the\nstate of Georgia, you are entitled to receive a free copy of your credit\nreport twice a year.\nIf you are a resident of Mississippi, then\nbeginning in 2016, you are entitled to free credit reports for three (3)\nyears.\nOtherwise, a consumer reporting agency may impose a reasonable\ncharge for providing you with a copy of your credit report.</p>\n9.\nEarn Membership &amp.\nCash Rewards\n<p>Brigit may, from time to time, offer rewards programs.\nThe specific\nterms of any such rewards program will be displayed to you through the\nServices.\nBrigit reserves the right to cancel, modify or terminate any\nrewards program at any time.</p>\n10.\nCancellation of Brigit Plus\n<p>If you wish to cancel your subscription to Brigit Plus, you may do so\nwithin the app and on the Brigit website.</p>\n11.\nTermination\n<p>We, at our sole discretion, reserve the right to terminate this\nAgreement, terminate or suspend access to the Service, or terminate or\nsuspend your Brigit User Account at any time for any reason.\nWe will\nmake reasonable efforts to notify you of any such suspension or\ntermination unless we terminate your access in accordance with Section\n12.2.</p>\n<p>You may also terminate this Agreement by deactivating your Brigit User\nAccount at any time by emailing\ninfo@hellobrigit.com.\nIf we\nterminate this Agreement, terminate or suspend your access to the\nServices, or terminate or suspend your Brigit User Account, we will not\nbe liable to you or any third party for compensation, reimbursement, or\ndamages for any termination or suspension of our services, or for\ndeletion of your information or account data.</p>\n12.\nYour Representations and Warranties\n12.1.\nBy using the Site or the Services, you represent and warrant all of the following:\n<ul>\n<li>\n<p>\n<b>Documentation</b>.\nYou have the right and authority to submit or\notherwise provide us with any documents for the provision of the\nservices, including but not limited to pay stubs, or bank\nstatements, related to your financial situation;</p>\n</li>\n<li>\n<p>\n<b>Use of Joint Accounts Prohibited</b>.\nYour linked Bank Checking\nAccount, is not a joint account (\"Joint Account\").\nJoint Account\nmeans any account that is held by more than one person, with each\nperson having the right to deposit into or withdraw funds from the\naccount;</p>\n</li>\n<li>\n<p>\n<b>Violation of Any Law, Regulation, or Other Obligation</b>.\nYour use\nof the Services does not violate or promote the violation of any\napplicable law or regulation or any legal or contractual\nobligation you may have to a third party, and you have and will at\nall times comply with all applicable laws, rules and regulations\nin connection with your use of the Services;</p>\n</li>\n<li>\n<p>\n<b>Location of Financial Accounts</b>.\nAny Bank Account(s) you\nassociated with the Services are located in the United States;</p>\n</li>\n<li>\n<p>\n<b>Third Party Access</b>.\nYou shall not share your Brigit User Account\nor login information with any third party, nor let any third party\naccess your Brigit User Account, and are responsible for\nmaintaining the confidentiality of the login information for your\nBrigit User Account.\nYou are fully and solely responsible for the\nsecurity of your computer system, mobile device and all activity\non your Brigit User Account, even if such activities were not\ncommitted by you.\nand</p>\n</li>\n<li>\n<p>\n<b>Use of Bank Checking Account</b>.\nYou will not link your Bank\nChecking Account to more than one Brigit User Account</p>\n</li>\n</ul>\n12.2.\nVerification of Your Representations and Warranties.\n<p>By using the Services, you understand and agree that Brigit,\nthrough any identification verification methods it employs, may\nin its sole discretion, but is not required to, verify that any\nor all of your representations and warranties listed above are\nmet.\nIf you become aware of any violation or possible violation\nof your or another user's representations and warranties listed\nabove, you will report it to Brigit.\nIf Brigit becomes aware of\nany violation or possible violation of this Agreement, it may\nsuspend and/or terminate your Brigit User Account with or\nwithout notice in its sole discretion.</p>\n13.\nDisclaimer of Warranties\n<p>As noted above, through the Services you may receive predictions about\nyour financial situation including, for example, predictions about your\nlikelihood of overdrafting (each, a \"Prediction\").\nYou understand and\nacknowledge that each Prediction merely represents our attempt to\npredict the relevant facts regarding your Bank Account, that we do not\nguarantee the accuracy of any such Prediction and that the Services\nmight not predict an overdraft that actually occurs in your Bank\nAccount.\nExcept as expressly set forth herein any use of the Site and\nthe Services, and any decision of yours to act upon any Prediction is\nyour sole responsibility and at your exclusive risk.</p>\n<p>The Site and the Services are provided on an \"as is\" and \"as available\"\nbasis without warranties of any kind and does not guarantee that it will\nbe free of defects.\nTo the extent permitted by law, we disclaim all\nimplied or statutory warranties of any kind relating to the Site or the\nServices, including, but not limited to, each prediction, and in no\nevent shall Brigit or any of its officers, directors, shareholders,\nadvisors, employees, agents, anyone acting on Brigit's behalf or\naffiliates be liable to you for any direct, indirect, incidental,\nspecial, punitive, or consequential damages, arising out of or in\nconnection with your use of the Service, including any such Prediction\nor non-Prediction, whether or not the damages are foreseeable and\nwhether or not Brigit has been advised of the possibility of such\ndamages.</p>\n<p>If you are a California resident, you hereby waive California Civil Code\nsection 1542 which provides: \"A general release does not extend to\nclaims that the creditor or releasing party does not know or suspect to\nexist in his or her favor at the time of executing the release and that,\nif known by him or her, would have materially affected his or her\nsettlement with the debtor or released party.\"</p>\n<p>No advice or information, whether oral or written, obtained by you from\nBrigit, shall create any warranty not expressly stated in this\nAgreement.\nIf you choose to rely on such information, you do so solely\nat your own risk.</p>\n14.\nBrigit is Not a Financial Adviser\n<p>Before using the Services, you should consider obtaining additional\ninformation and advice from a financial adviser.\nBrigit is neither a\nfinancial adviser nor a financial planner.\nWe do not make any\nrepresentations, warranties, or guarantees of any kind that the Services\nare appropriate for you.</p>\n15.\nProhibited Activities\n<p>You are solely responsible for compliance with all laws, rules, and\nregulations that may apply to your use of the Site or the Services.\nIn\nconnection with your use of the Site or the Services, you shall not, and\nshall not assist or enable any third party, to:</p>\n<ul>\n<li>\n<p>reverse engineer or attempt to find the underlying code of the Site\nand/or the Services;</p>\n</li>\n<li>\n<p>breach or circumvent any applicable laws or regulations, agreements\nwith third-parties, third-party rights, or this Agreement;</p>\n</li>\n<li>\n<p>copy, modify, or create derivative works of the Site, the Services\nor Content (defined below) of any of the Site or the Services;</p>\n</li>\n<li>\n<p>attempt to disable or circumvent any security or access control\nmechanism of the Site or the Services;</p>\n</li>\n<li>\n<p>design or assist in designing cheats, exploits, automation software,\nsuch as, but not limited to, spiders, bots, hacks, mods or any\nother unauthorized third-party software to modify or interfere\nwith the Site or the Services;</p>\n</li>\n<li>\n<p>attempt to gain unauthorized access to the Site or the Services,\nother Brigit User Accounts, or other devices, computer system,\nphone systems, or networks connected to the Site or the Services;</p>\n</li>\n<li>\n<p>harvest or otherwise collect information about users;</p>\n</li>\n<li>\n<p>use, display, mirror or frame the Site, the Services, Content or any\nindividual element within the Site or the Services, Brigit's name,\nany Brigit Trademark (defined below), or the layout and design of\nany page or form contained on a page in the Site or the Services,\nwithout Brigit's express written consent;</p>\n</li>\n</ul>\n<p>\n<b>or</b>\n</p>\n<ul>\n<li>take any action that damages or adversely affects, or could damage\nor adversely affect the performance or proper functioning of the\nSite or the Services.</li>\n</ul>\n<p>In the event you partake in any prohibited activities, you acknowledge\nand agree that Brigit has the right to and may, at its sole discretion\nand without notifying you, take legal and/or use other remedies\nincluding but not limited to suspending your Brigit User Account.</p>\n16.\nIntellectual Property Rights (IP Rights)\n16.1.\nIP Rights: Content\n<p>With the exception of any third party materials, Brigit is the owner of\nall worldwide rights, titles and interests in: (a) the Site and the\nServices, including all content therein, all design, text, graphics,\nimages, audio, video and other material, as well as the domain name,\ntagline, organization and use look-and-feel, related documentation, and\nall enhancements, derivatives, bug fixes or improvements to the Site and\nthe Services.\nand (b) trade names, trademarks, and logos of Brigit ((a)\nand (b) collectively, the \"Content\").\nYou will not use, copy, adapt,\nmodify, prepare derivative works of, distribute, license, sell,\ntransfer, publicly display, publicly perform, transmit, broadcast or\notherwise exploit the Content without Brigit's written consent.\nYou may,\nhowever, from time to time, download and/or print one copy of individual\npages of the Site for your personal, non-commercial use, provided that\nyou do not modify the Content and that you keep intact all copyright and\nother proprietary notices.\nYou agree that you do not acquire any\nownership rights in any downloaded Content.\nThis permission terminates\nimmediately if you breach this Agreement.\nYou may not \"mirror\" any\nContent on the Site or in the Services without Brigit's express written\npermission.\nAny unauthorized use of the Content may violate copyright\nlaws, trademark laws, the laws of privacy and publicity and/or\ncommunications regulations and statutes.</p>\n16.2.\nIP Rights: Trademarks\n<p>The trademarks, service marks and logos (the \"Trademarks\") used and\ndisplayed on the Site and in the Services are registered and\nunregistered Trademarks of Brigit.\nOther trademarks, service marks and\ntrade names may be owned by others.\nNothing on the Site or in the\nServices should be construed as granting, by implication, estoppel or\notherwise, any license or right to use any Trademark or any other Brigit\nintellectual property displayed on the Site or in the Services.\nThe\nnames \"Brigit\" and \"Bridge IT, Inc.\" and any other Trademarks shall not\nbe used in any way, including in advertising or publicity pertaining to\ndistribution of materials on the Site or in the Services, without prior\nwritten permission from Brigit.</p>\n17.\nLinks to Third Parties and Third Party-Content\n<p>The Site or the Services may contain links or other content related to\nwebsites, advertisers, products and/or services offered by third\nparties.\nBrigit has no control and makes no representation with respect\nto any such links, content, websites, products or services or any\ninformation provided or transmitted via such links, websites, products\nor services, or otherwise provided by any such third party.\nYou\nunderstand and agree that use of such links and use of any products or\nservices from third parties is at your own risk.\nBrigit expressly\ndisclaims, and user expressly releases Brigit from, any and all\nliability whatsoever for any controversies, claims, suits, injuries,\nloss, harm and/or damages, arising from and/or in any way related to the\nuse of such links or the use of any such products or services from third\nparties.</p>\n18.\nLimitation of Liability\n<p>Under no circumstances will Brigit, or any of its successors, parents,\nsubsidiaries, affiliates, officers, directors, stockholders, investors,\nemployees, agents, representatives, attorneys and their respective\nheirs, successors and assigns (the \"Brigit Parties\") be liable for any\ndamages, including direct, incidental, punitive, special, consequential\nor exemplary damages that directly or indirectly result from the use of,\nor the inability to use, the Site or the Services or the information\ncontained on the Site or the Services, including for viruses alleged to\nhave been obtained from the Site or the Services, even if Brigit has\nbeen advised of the possibility of such damages.\nIn no event shall the\nBrigit Parties' total liability to you for all damages, losses, and\ncauses of action whether in contract, tort (including, but not limited\nto, negligence) or otherwise exceed the greater of (a) the amount of\nfees earned by us in connection with your use of the Services during the\nthree (3) month period immediately preceding the event giving rise to\nthe claim for liability, or (b) $100.\nSome jurisdictions may not allow\nthe exclusion of implied warranties in which case some of the above\nexclusions may not apply to all users.</p>\n19.\nIndemnification\n<p>You agree to release, indemnify, defend and hold the Brigit Parties\nharmless from and against any and all claims, liabilities, losses,\ndamages, costs and expenses, including, without limitation, reasonable\nattorneys' fees, incurred by the Brigit Parties arising out of or\nrelating to (a) your improper use of the Site or the Services.\n(b) your\nbreach or alleged breach of this Agreement, the representations,\nwarranties, and covenants you have made by agreeing to the Agreement of\nthis Agreement, or applicable law.\n(c) your violation or alleged\nviolation of any rights of a third party.\nor (d) any negligent acts,\nomissions, or willful misconduct by you.\nYou shall cooperate as fully as\nreasonably required in the defense of any such claim.\nBrigit reserves\nthe right, at its own expense, to assume the exclusive defense and\ncontrol of any matter subject to indemnification by you.\nYou agree not\nto settle any matter without the prior written consent of Brigit.\nThis\nindemnification, defense and hold harmless obligation will survive this\nAgreement and the termination of your use of the Site or the Services.</p>\n20.\nDispute Resolution and Binding Arbitration\n<p>YOU HAVE READ THIS PROVISION CAREFULLY AND UNDERSTAND THAT IT LIMITS\nYOUR RIGHTS IN THE EVENT OF A DISPUTE BETWEEN YOU AND US.\nYOU UNDERSTAND\nTHAT YOU HAVE THE RIGHT TO REJECT THIS PROVISION AS PROVIDED IN SECTION\n20.3 BELOW.</p>\n20.1.\nElection to Arbitrate\n<p>You and Brigit agree that the sole and\nexclusive forum and remedy for resolution of a Claim be final and\nbinding arbitration pursuant to this section&nbsp;20 (the \"Arbitration\nProvision\"), unless you opt out as provided in section&nbsp;20.3 below.\nAs used in this Arbitration Provision, \"Claim\" shall include any\npast, present, or future claim, dispute, or controversy involving\nyou (or persons claiming through or connected with you), on the one\nhand, and us on the other hand, relating to or arising out of this\nAgreement, and/or the activities or relationships that involve, lead\nto, or result from this Agreement, such as the Site or the Services\nand including (except to the extent provided otherwise in the last\nsentence of Section&nbsp;20.8 below) the validity or enforceability of\nthis Arbitration Provision, any part thereof, or the entire\nAgreement.\nClaims are subject to arbitration regardless of whether\nthey arise from contract.\ntort (intentional or otherwise).\na\nconstitution, statute, common law, or principles of equity.\nor\notherwise.\nClaims include matters arising as initial claims,\ncounter‐claims, cross-claims, third-party claims, or otherwise.\nPlease note that you may continue to assert Claims in small claims\ncourt, if your Claims qualify and so long as the matter remains in\nsuch court and advances only on an individual (non-class,\nnon-representative) basis.\nThe scope of this Arbitration Provision\nis to be given the broadest possible interpretation that is\nenforceable.</p>\n20.2.\nApplicability of the Federal Arbitration Act.\nArbitrator's Powers.\n<p>This Arbitration Provision is made pursuant to a\ntransaction involving interstate commerce and shall be governed by\nand enforceable under the Federal Arbitration Act (the \"FAA\").\nThe\narbitrator will apply substantive law consistent with the FAA and\napplicable statutes of limitations.\nThe arbitrator may award damages\nor other types of relief permitted by applicable substantive law,\nsubject to the limitations set forth in this Arbitration Provision.\nThe arbitrator will not be bound by judicial rules of procedure and\nevidence that would apply in a court.\nThe arbitrator shall take\nsteps to reasonably protect confidential information.</p>\n20.3.\nOpt-Out of Arbitration Provision.\n<p>You may opt out of this\nArbitration Provision for all purposes by sending an arbitration opt\nout notice to info@hellobrigit.com, <b>within&nbsp;60&nbsp;days of the date of\nyour electronic acceptance of the Agreement of this Agreement</b>.\nThe\nopt out notice must clearly state that you are rejecting\narbitration.\nidentify the Agreement to which it applies by date.\nprovide your name, address, and social security number.\nand be\nsigned by you.\nYou may send an opt-out notice in any manner you see\nfit as long as it is received at the specified address within the\nspecified time.\nNo other methods can be used to opt out of this\nArbitration Provision.\nIf the opt out notice is sent on your behalf\nby a third party, such third party must include evidence of his or\nher authority to submit the opt out notice on your behalf.</p>\n20.4.\nInformal Dispute Resolution.\n<p>If a Claim arises, our goal is to\nlearn about and address your concerns and, if we are unable to do so\nto your satisfaction, to provide you with a neutral and cost\neffective means of resolving the dispute quickly.\nYou agree that\nbefore filing any claim in arbitration, you may submit Claims by\nsending an email to info@hellobrigit.com at any time.</p>\n20.5.\nArbitration Procedures.\n<p>The party initiating arbitration shall\ndo so with the American Arbitration Association (the \"AAA\") or\nJudicial Alternatives and Mediation Services (\"JAMS\").\nThe\narbitration shall be conducted according to, and the location of the\narbitration shall be determined in accordance with, the rules and\npolicies of the administrator selected, except to the extent the\nrules conflict with this Arbitration Provision or any countervailing\nlaw.\nIf you have any questions concerning the AAA or would like to\nobtain a copy of the AAA arbitration rules, you may call&nbsp;1(800)\n778-7879 or visit the AAA's web site at: www.adr.org.\nIf you have\nany questions concerning JAMS or would like to obtain a copy of the\nJAMS arbitration rules, you may call&nbsp;1(800) 352-5267 or visit their\nweb site at: www.jamsadr.com.\nIn the case of a conflict between the\nrules and policies of the administrator and this Arbitration\nProvision, this Arbitration Provision shall control, subject to\ncountervailing law, unless all parties to the arbitration consent to\nhave the rules and policies of the administrator apply.\nThe\narbitration will be held in the United States county where you live\nor work, or any other location we agree to.</p>\n20.6.\nArbitration Fees.\n<p>If we elect arbitration, we shall pay all the\nadministrator's filing costs and administrative fees (other than\nhearing fees).\nIf you elect arbitration, filing costs and\nadministrative fees (other than hearing fees) shall be paid in\naccordance with the rules of the administrator selected, or in\naccordance with countervailing law if contrary to the\nadministrator's rules.\nWe shall pay the administrator's hearing\nfees for one full day of arbitration hearings.\nFees for hearings\nthat exceed one day will be paid by the party requesting the\nhearing, unless the administrator's rules or applicable law require\notherwise, or you request that we pay them and we agree to do so.\nEach party shall bear the expense of its own attorneys' fees,\nexcept as otherwise provided by law.\nIf a statute gives you the\nright to recover any of these fees, these statutory rights shall\napply in the arbitration notwithstanding anything to the contrary\nherein.</p>\n20.7.\nAppeals.\n<p>Within&nbsp;30&nbsp;days of a final award by the arbitrator, any\nparty may appeal the award for reconsideration by a three-arbitrator\npanel selected according to the rules of the arbitrator\nadministrator.\nIn the event of such an appeal, any opposing party\nmay cross-appeal within&nbsp;30&nbsp;days after notice of the appeal.\nThe\npanel will reconsider de novo all aspects of the initial award that\nare appealed.\nCosts and conduct of any appeal shall be governed by\nthis Arbitration Provision and the administrator's rules, in the\nsame way as the initial arbitration proceeding.\nAny award by the\nindividual arbitrator that is not subject to appeal, and any panel\naward on appeal, shall be final and binding, except for any appeal\nright under the Federal Arbitration Act (\"FAA\"), and may be entered\nas a judgment in any court of competent jurisdiction.</p>\n20.8.\nNo Class Actions.\n<p>NO ARBITRATION SHALL PROCEED ON A CLASS,\nREPRESENTATIVE, OR COLLECTIVE BASIS (INCLUDING AS PRIVATE ATTORNEY\nGENERAL ON BEHALF OF OTHERS), EVEN IF THE CLAIM OR CLAIMS THAT ARE\nTHE SUBJECT OF THE ARBITRATION HAD PREVIOUSLY BEEN ASSERTED (OR\nCOULD HAVE BEEN ASSERTED) IN A COURT AS CLASS&nbsp;REPRESENTATIVE, OR\nCOLLECTIVE ACTIONS IN A COURT.\nUnless consented to in writing by all\nparties to the arbitration, no party to the arbitration may join,\nconsolidate, or otherwise bring claims for or on behalf of two or\nmore individuals or unrelated corporate entities in the same\narbitration unless those persons are parties to a single\ntransaction.\nUnless consented to in writing by all parties to the\narbitration, an award in arbitration shall determine the rights and\nobligations of the named parties only, and only with respect to the\nclaims in arbitration, and shall not (a)&nbsp;determine the rights,\nobligations, or interests of anyone other than a named party, or\nresolve any Claim of anyone other than a named party.\nnor (b)&nbsp;make\nan award for the benefit of, or against, anyone other than a named\nparty.\nNo administrator or arbitrator shall have the power or\nauthority to waive, modify, or fail to enforce this Section 20.8,\nand any attempt to do so, whether by rule, policy, arbitration\ndecision or otherwise, shall be invalid and unenforceable.\nAny\nchallenge to the validity of this Section 20.8&nbsp;shall be determined\nexclusively by a court and not by the administrator or any\narbitrator.</p>\n20.9.\nSurvival and Severability of Arbitration Provision.\n<p>This Arbitration Provision shall survive the termination of this\nAgreement.\nIf any portion of this Arbitration Provision other than\nsection&nbsp;20.8&nbsp;is deemed invalid or unenforceable, the remaining\nportions of this Arbitration Provision shall nevertheless remain\nvalid and in force.\nIf there is a final judicial determination that\napplicable law precludes enforcement of this Arbitration Provision's\nlimitations as to a particular claim for relief or particular term,\nthen that claim (and only that claim) or that term (and only that\nterm) must be severed from the Arbitration Provision and may be\nbrought in court.\nIf an arbitration is brought on a class,\nrepresentative, or collective basis, and the limitations on such\nproceedings in section&nbsp;20.8&nbsp;are finally adjudicated pursuant to the\nlast sentence of section&nbsp;20.8 to be unenforceable, then no\narbitration shall be had.\nIn no event shall any invalidation be\ndeemed to authorize an arbitrator to determine Claims or make awards\nbeyond those authorized in this Arbitration Provision.</p>\n20.10.\nJudicial Forum for Claims.\n<p>Except as otherwise required by\napplicable law or governing loan agreement, in the event that this\nArbitration Provision is found not to apply to you or your Claim,\nyou and Brigit agree that any judicial proceeding (other than small\nclaims actions) will be brought in the federal or state courts of\nNew York, New York.\nBoth you and Brigit consent to venue and\npersonal jurisdiction there.\nWe both agree to waive our right to a\njury trial.</p>\n20.11.\nWAIVER OF RIGHT TO LITIGATE.\n<p>THE PARTIES ACKNOWLEDGE THAT THEY\nHAVE A RIGHT TO LITIGATE CLAIMS THROUGH A COURT BEFORE A JUDGE OR\nJURY, BUT WILL NOT HAVE THAT RIGHT IF ANY PARTY ELECTS ARBITRATION\nPURSUANT TO THIS ARBITRATION PROVISION.\nTHE PARTIES HEREBY KNOWINGLY\nAND VOLUNTARILY WAIVE THEIR RIGHTS TO LITIGATE SUCH CLAIMS IN A\nCOURT BEFORE A JUDGE OR JURY UPON ELECTION OF ARBITRATION BY ANY\nPARTY.</p>\n21.\nGoverning Law and Venue\n<p>Except for Section 20 which is governed by the FAA, and the Credit\nBuilder, this Agreement and all Claims are governed by the laws of the\nState of New York, without regard to conflict-of-law rules.</p>\n22.\nSupport and Feedback\n<p>Users may contact Brigit with regard to support for the Site or the\nServices by sending an email to info@hellobrigit.com.\nWe welcome feedback, comments and suggestions for improvements to the Site\nor the Services (\"Feedback\").\nYou can submit Feedback by emailing us at\ninfo@hellobrigit.com.\nAny\nFeedback you submit to us will be considered non-confidential and\nnon-proprietary to you.\nBy submitting Feedback, you grant us a\nnon-exclusive, worldwide, royalty-free, irrevocable, sub-licensable,\nperpetual license to use and publish those ideas and materials for any\npurpose, without compensation to you.</p>\n23.\nConsent to Use Electronic Signatures and Electronic Communications\n<p>\n<b>\"Communications\"</b> means any and all agreements, communications,\ndisclosures, notices, records, documents and/or other items that we\nprovide to you, or that you consent or agree to at our request.</p>\n<p>\n<b>\"Contacting Us\"</b> means emailing us at\ninfo@hellobrigit.com.</p>\n<p>\n<b>\"Current Version\"</b> means a version of any particular software or\napplication that is currently being supported by its publisher.</p>\n<p>\n<b>\"Electronic Communications\"</b> means any and all Communications that we\nprovide to you in electronic form, and/or any and all Communications\nthat you consent or agree to in electronic form, including but not\nlimited to by means of your Electronic Signature.</p>\n<p>\n<b>\"Electronic Media\"</b> means the internet, a website, email, messaging\nservices (including SMS and/or any other form of text messaging),\nsoftware and/or applications (including applications for mobile devices,\nhand-held devices and/or other devices), and/or any other form of\nelectronic media, whether existing now and/or that may exist in the\nfuture.</p>\n<p>\n<b>\"Electronic Product or Service\"</b> means each and every product and/or\nservice we offer that you apply for, use or access using any Electronic\nMedia.</p>\n<p>\n<b>\"Electronic Signature\"</b> means any means that is used to indicate Your\nconsent and/or agreement by means of any Electronic Media, which may\ninclude, but is not limited to, clicking a button or checking a box on\nor taking any other action to indicate Your consent and/or agreement on\nor in any Electronic Media.</p>\n23.1.\nElectronic Signatures and Electronic Communications.\n<p>Subject to applicable law, you consent and agree:</p>\n<ul>\n<li>\n<p>To use Electronic Signatures to indicate that you have read and\nunderstand, and that You agree and consent to this Agreement, our\nPrivacy Policy, and any and all other Agreement and conditions\nand/or any other agreements that we may provide on any form of\nElectronic Media;</p>\n</li>\n<li>\n<p>That any and all Communications that we may send or provide to you\n(even Communications that we may otherwise be required to send or\nprovide you in paper form) shall be in the form of Electronic\nCommunications;</p>\n</li>\n<li>\n<p>Each Electronic Communication will be considered to be received by\nyou at the time that we first attempt to send it to you, or if\nposted on the internet or on a Site, within 24 hours after the\ntime that it is posted;</p>\n</li>\n<li>\n<p>To print and save and/or electronically store a copy of all\nElectronic Communications that we send to you;</p>\n</li>\n<li>\n<p>To notify us of any Brigit in Your email address or your mobile\ndevice number or other text message address by Contacting Us;</p>\n</li>\n<li>\n<p>That the foregoing consents and agreements will remain in effect\nunless and until you withdraw them in accordance with this\nAgreement;</p>\n</li>\n<li>\n<p>That you represent and warrant to us that you have read and\nunderstand this Consent to Use Electronic Signatures and\nElectronic Communications.</p>\n</li>\n</ul>\n23.2.\nHardware and Software Requirements.\n<p>In order to access and\nretain our Electronic Communications, you need to have, and you\nrepresent and warrant to us that you do have, and you consent\nand agree that at all times you will have, all of the\nfollowing: (1) a valid email address.\n(2) a computer, laptop,\ntablet, smartphone or other device that is Internet-enabled and\nis connected to the internet: (3) a web browser that includes\n128-bit encryption, such as a Current Version of Chrome,\nInternet Explorer, Firefox or Safari, with cookies enabled.\n(4)\na Current Version of a program that accurately reads and\ndisplays PDF files, such as Adobe Acrobat Reader version 7 or\nhigher.\n(5) a computer or device and an operating system capable\nof supporting all of the above.\nand (6) data storage to\nelectronically save Communications or an installed printer to\nprint them.</p>\n23.3.\nWithdrawal of Consent.\n<p>You may withdraw your consent to\nreceive Electronic Communications by Contacting Us.\nSuch\nwithdrawal will be effective only after we have had a reasonable\ntime period to process such withdrawal, and will not apply to\nElectronic Communications provided by us to you before the\nwithdrawal of your consent becomes effective.\nIf you withdraw\nyour consent, then, except as may be expressly provided\notherwise in this Agreement, (a) we will terminate your access\nto, and your ability to use, the Service, and (b) we will close\nany account that you may have with us and will return to you any\nbalance that you may have therein.</p>\n23.4.\nChanges.\n<p>We reserve the right, in our sole discretion, (a)\nto communicate with you in paper form and/or (b) to discontinue\nto provide you with Electronic Communications, and/or (c) to\nterminate our Agreement and conditions with respect to\nElectronic Signatures and Electronic Communications.\nSubject to\nany applicable law, we may notify you of any such\ndiscontinuance, termination or Brigit by means of Electronic\nCommunications, by updating this Agreement on the Site or the\nServices, or by delivering notice by email or text message, or\nby any other means of Electronic Communications that we may\nchoose in our discretion.</p>\n23.5.\nRequesting Paper Copies.\n<p>You may request a paper copy of any\nElectronic Communication that we provided to you by Contacting\nUs.\nWe will mail the paper copy to your mailing address that we\nhave on file.</p>\n23.6.\nContacting Us Regarding Electronic Signatures and Electronic Communications.\n<p>Please feel free to request information or ask\nquestions regarding our policy on Electronic Signatures and\nElectronic Communications by Contacting Us.</p>\n24.\nSMS Messaging\n<p>When you provide us with your mobile phone number, you agree that\nBrigit and its affiliates may contact you at that number using\nautodialed or prerecorded message calls or text messages with\nservice-related information such as alerts and transactional messages,\nor questions about the Site, Services or your Brigit User Account.\nWe\nwill not use autodialed or prerecorded SMS or texts to contact you for\nmarketing or promotional purposes unless we receive your prior express\nwritten consent.\nYou do not have to agree to receive\nmarketing-related, autodialed or prerecorded SMS or texts in order to\nuse and enjoy the Site or the Services.\nIf you choose to receive\nmarketing-related autodialed or prerecorded SMS or texts, you can\nlater opt-out of such marketing-related messages in several ways,\nincluding through the Settings page of your Brigit User Account or by\ncontacting us at info@hellobrigit.com.\nStandard telephone minute and\ntext charges may apply to all SMS or text messages.</p>\n<p>You certify, warrant and represent that the telephone number you have\nprovided to us is your contact number and not someone else's.\nYou\nrepresent that you are permitted to receive calls and text messages at\nthe telephone number you have provided to us.\nYou agree to promptly\nalert us whenever you stop using a telephone number.</p>\n<p>We may modify or terminate our SMS messaging services from time to\ntime, for any reason, and without notice, including the right to\nterminate SMS messaging with or without notice, without liability to\nyou.</p>\n25.\nMiscellaneous\n25.1.\nSeverability.\n<p>If any portion of this Agreement is deemed\nunlawful, void or unenforceable by any arbitrator or court of\ncompetent jurisdiction, this Agreement as a whole shall not be\ndeemed unlawful, void or unenforceable, but only that portion of\nthis Agreement that is unlawful, void or unenforceable shall be\nstricken from this Agreement.</p>\n25.2.\nSurvival.\n<p>The following provisions of this Agreement shall\nsurvive termination of your use or access to the Site or the\nServices: the sections concerning Indemnification, Disclaimer of\nWarranties, Limitation of Liability, Dispute Resolution by\nBinding Arbitration, and Miscellaneous, and any other provision\nthat by its terms survives termination of your use or access to\nthe Site or the Services.</p>\n25.3.\nEntire Agreement.\n<p>This Agreement represents the entire\nunderstanding and agreement between you and Brigit regarding the\nsubject matter of the same, and supersedes all other previous\nagreements.</p>\n25.4.\nAssignment.\n<p>You may not assign any rights hereunder without\nour prior written consent.\nBrigit may assign its rights or\nobligations pursuant to this Agreement.\nNothing contained in\nthis Agreement shall be construed to limit the actions or\nremedies available to Brigit with respect to any prohibited\nactivity or conduct.</p>\n25.5.\nWaiver.\n<p>Non-enforcement of any term of this Agreement does\nnot constitute consent or waiver, and Brigit reserves the right\nto enforce such term at its sole discretion.\nNo waiver of any\nbreach or default hereunder shall be deemed to be a waiver of\nany preceding or subsequent breach or default.</p>\n25.6.\nNo Joint Venture.\n<p>No joint venture, partnership, employment,\nor agency relationship exists between you and Brigit as a result\nof this Agreement or your use of the Site or the Services.</p>\n26.\nContact Us\n<p>If you have any questions, comments, or concerns regarding the\nAgreement, please contact us at\ninfo@hellobrigit.com, or Bridge\nIT, Inc.\n36W 20th Street.\nFloor 11, New York, New York 10011.</p>", "created_at": "2021-08-13 04:52:00.47849", "updated_at": "2021-08-13 02:52:47.957805"}, {"id": 8666, "name": "Privacy Policy ", "url": "https://www.hellobrigit.com/privacy", "xpath": "/html/body/div[1]/div[2]/div[3]/div", "text": "Privacy Policy\n<p>Last Updated: March 15, 2021</p>\n<p>Bridge It, Inc.\n(“Brigit,” “we,” “us,” or “our”) provides this Privacy Policy to explain our collection, use, and disclosure of personal information through our Site and Services.\nThis Privacy Policy is hereby incorporated by reference into our Terms of Use.\nAll defined terms not defined herein shall take their meaning from the Terms of Use.\nBy accessing and using the Website or Services, you agree to be bound by this Privacy Policy.\nIf you do not agree to any of the provisions as set hereunder in this Privacy Policy, you have no right to use the Website or Services.</p>\n<p>This Privacy Policy is comprised of (i) the Brigit U.S.\nConsumer Privacy Notice pursuant to the Gramm-Leach-Bliley Act and U.S.\nstate financial information laws and (ii) our “General Disclosures” for information that we may collect, use, or disclose about you outside of the context of U.S.\nfinancial information laws.</p>\nBrigit U.S.\nConsumer Privacy Notice <b>FACTS</b>WHAT DOES BRIDGE IT, INC.\n(“BRIGIT”) DO WITH YOUR PERSONAL INFORMATION?<b>Why?</b>Financial companies choose how they share your personal information.\nFederal law gives consumers the right to limit some but not all sharing.\nFederal law also requires us to tell you how we collect, share, and protect your personal information.\nPlease read this notice carefully to understand what we do.<b>What?</b>The types of personal information we collect and share depend on the product or service you have with us.\nThis information can include:<ul>\n<li>Social Security number</li>\n<li>Employment information and income</li>\n<li>Account balances </li>\n<li>Account transactions and transaction history</li>\n<li>Checking account information</li>\n<li>Credit history</li>\n</ul>\n<b>How?</b>All financial companies need to share customers’ personal information to run their everyday business.\nIn the section below, we list the reasons financial companies can share their customers’ personal information.\nthe reason Brigit chooses to share.\nand whether you can limit this sharing.<br>\n<em>\n<b>Reasons we can share your personal information</b>\n</em>\n<em>\n<b>Does Brigit share?</b>\n</em>\n<em>\n<b>Can you limit this sharing?</b>\n</em>\n<b>For our everyday business purposes</b> – such as to process your transactions, maintain your account(s), respond to court orders and legal investigationsYesNo<b>For our marketing purposes</b> – to offer our products and services to youYesNo<b>For joint marketing with other financial companies</b>NoWe don't share<b>For our affiliates' everyday business purposes</b> –information about your transactions and experiencesYesNo<b>For our affiliates' everyday business purposes</b> –information about your creditworthinessYesYes<b>For our affiliates to market to you</b>NoWe don't share<b>For our nonaffiliates to market to you</b>NoWe don't share<br> To limit our sharingEmail us at info@hellobrigit.com <br>\n<br>Please note: <br>\n<br> If you are a new customer, we can begin sharing your information thirty (30) days from the date we sent this notice.\nWhen you are no longer our customer, we continue to share your information as described in this notice.\nHowever, you can contact us at any time to limit our sharing.Questions?Email us at info@hellobrigit.com<br>\n<b>Who we are</b>Who is providing this notice?Bridge It, Inc.<br>\n<b>What we do</b>How does Brigit protect my personal information?To protect your personal information from unauthorized access and use, we use security measures that comply with industry standards.\nThese measures include computer safeguards and secured files and buildings.How does Brigit collect my personal information?We collect your personal information, for example, when you: <ul>\n<li>Open a Brigit account or provide account information,</li>\n<li>Give us your contact information</li>\n<li>When you use the Brigit Services</li>\n</ul>Why can’t I limit all sharing?Federal law gives you the right to limit only<ul>\n<li>affiliates from using your information to market to you</li>\n<li>sharing for nonaffiliates to market to you</li>\n<li>for joint marketing with other financial companies</li>\n</ul> State laws and individual companies may give you additional rights to limit sharing.\nSee below for more on your rights under state law.What happens when I limit sharing for an account I hold jointly with someone else?Your choices will apply to everyone on your account.<br>\n<b>Definitions</b>AffiliatesCompanies related by common ownership or control.\nThey can be financial and nonfinancial companies<ul>\n<li>Bridge It, Inc</li>\n</ul>NonafilliatesCompanies not related by common ownership or control.\nThey can be financial and nonfinancial companies.<ul>\n<li>Nonaffiliates with whom we may share can include (i)&nbsp;other financial services companies (including other financial institutions, such as banks) and (ii)&nbsp;non-financial service providers such as hosting platforms, KYC/AML and fraud protection vendors, sanctions screening vendors, data processors, marketing partners, and API integrators.</li>\n<li>Plaid: In order to provide you with the best service possible, the Company uses an Application Programming Interface supplied by Plaid Technologies, Inc.\n(\"Plaid\"), used to gather your data from financial institutions.\nBy using the Website and/or Services, you acknowledge and agree to Plaid’s privacy policy, available at https://plaid.com/legal and acknowledge and agree that your information shall be treated in accordance with such policy.</li>\n<li>Coastal Community Bank: In order to provide you banking services and products, the Company works with Coastal Community Bank.\nBy agreeing to Brigit’s TOS and Privacy Policy, you also agree to Coastal Community Bank’s terms and policies below:<ul>\n<li> Terms and Conditions </li>\n<li> Privacy Policy</li>\n</ul>\n</li>\n</ul>Joint marketingA formal agreement between nonaffiliated financial companies that together market financial products or services to you.<ul>\n<li>Brigit does not perform joint marketing</li>\n</ul>\n<br>\n<b>Other important information</b>California Residents: We will not share your information with companies outside of Brigit or any of its affiliates, except for our everyday business purposes, for marketing our products and services to you, or with your consent.\n<br>\n<br>Vermont Residents: We will not share your information with companies outside of Brigit or any of its affiliates, except for our everyday business purposes, for marketing our products and services to you, or with your consent.\nNotwithstanding the foregoing, we will not disclose credit information about you to Brigit affiliates (or to unaffiliated parties) except as required or permitted by law.\n<br>\n<br> Nevada Residents: We are providing this notice to you pursuant to Nevada law.\nIf you prefer not to receive marketing calls from us, you may be placed on our internal Do Not Call List by writing to us at 36W 20th Street.\nFloor 11, New York, New York 10011.\nNevada law requires that we also provide you with the following contact information: Bureau of Consumer Protections, Office of the Nevada Attorney General, 555 E.\nWashington Street, Suite 3900, Las Vegas, NV 89101, phone number (702) 486-3132, email BCPINFO@ag.state.nv.us.<br>\nGeneral Disclosures\n<p>The below are disclosures related to information that we may collect, use, or disclose outside of the context of U.S.\nfinancial information laws.</p>\n<p>\n<em>\n<b>Contact Information</b>\n</em>\n</p>\n<p>We may collect your contact information, to the extent you provide it to us, such as by signing up for a blog post, emailing us, or otherwise submitting an inquiry to us via our Website or Services.\nWe use service providers to assist in our customer support and mailing communications, such as Zendesk and MailChimp, respectively.</p>\n<p>\n<em>\n<b>Cookies and Other Tracking Technologies</b>\n</em>\n</p>\n<p>Brigit uses “cookies” and similar technologies (e.g., pixel tags, SDKs) to track your use of the Website and Services.\nThese technologies collect information in relation to your experience on our Website and Services, such as pages clicked, navigation path, bounce rates, actions taken (typically called “events”), and other metrics.</p>\n<p>We and our vendors use these technologies to optimize our Website and Services and understand user engagement in relation thereto.</p>\n<p>\n<em>What Are Cookies?</em>\n</p>\n<p>Essentially, cookies are small files that are stored within your browser and store data in relation to your visit to our Website or Services.</p>\n<p>Cookies serve a variety of purposes, such as securely maintaining your authenticated session and preferences (e.g., remembering log-in details or other settings), understanding your use of the Website or Services, and servings ads (whether our own ads on third-party websites or services or others’ ads on our Website or Services) based on your interests or actions.\nEach cookie typically has a pseudonymous ID associated with them (a set of randomized characters, typically alphanumeric) and may also store information related to your device or browser, such as IP address, browser and Operating System type, device type, etc.</p>\n<p>\n<em>What Are “Pixel Tags”?</em>\n</p>\n<p>Essentially, pixel tags are small pieces of JavaScript in a webpage or email used to (a) store the cookies mentioned above and (b) track when the page or email has been viewed.\nThe mobile app equivalent could be considered an “SDK” (software development kit).\nWe will refer to either as pixel tags for purposes of simplicity.</p>\n<p>With respect to (a) above, pixel tags often create the cookies that are stored on your browser.\nThen, when you revisit a site, the pixel tag will recognize such cookie and “read” the information stored within, typically sending it to the server (typically either Brigit’s or a third-party vendors, depending on whose pixel it belongs to).</p>\n<p>Relatedly, with respect to (b) above, pixels will often send data to a server (again, typically depending on whose pixel it belongs to) when a set of user-initiated “events” occur, such as clicking on an ad, a button on the Website, a link in an email (or the fact that you opened the email), or other information related to your browser or device, such as a device identifier or other information similar to what is described in the <em>“What Are Cookies?”</em> section above.\nWe may have access to this data via dashboards or APIs.</p>\n<p>\n<em>Opt-Out</em>\n</p>\n<p>Most Internet browsers are set up to accept cookies automatically.\nYou can set your browser to notify you when you receive a cookie, allowing you to decide whether or not to accept those cookies, block all third-party cookies (cookies dropped by third-party vendors), or all cookies generally (both Brigit’s and third-party vendors’ cookies).\nUsers choosing not to accept any cookies or similar technologies may not be able to take full advantage of the Website or Services.</p>\n<p>Brigit uses services such as Google Analytics, Segment, Facebook Analytics, Hotjar, Bing Ads, and Snap Pixel to carry out the types of activities described above (e.g., advertising and analytics).\nTo opt out of interest-based advertising (IBA), you could visit one of the following websites, to the extent that a third-party partner participates in such industry self-regulatory frameworks: Ad Choices Opt-Out Page.\nFurther, you may want to visit the websites of our partners, which may provide an opt-out for any tracking over time and across third-party websites.</p>\n<p>\n<em>\n<b>Server Logs</b>\n</em>\n</p>\n<p>Like most websites today, our servers may keep log files that record data each time a device accesses our Website or Services.\nThe log files may contain data about the nature of such access, including the device’s IP address, user agent string (e.g., operating system and browser type/version), and referral URL (i.e., the external source by which you arrived at our Websites or Services, or the pages you’ve clicked on while on our Websites or Services).\nWe may use these log files for purposes such as assisting in monitoring and troubleshooting errors and incidents, analyzing web traffic, or optimizing the user experience.</p>\n<p>\n<em>\n<b>Marketing Communications</b>\n</em>\n</p>\n<p>You can manage your receipt of marketing communications by clicking on the “Unsubscribe” (or similar) link located on the bottom of an applicable Brigit marketing email and following the instructions found on any page to which the link may take you.\nNote, however, that you cannot opt-out of transactional or administrative emails.</p>\n<p>\n<em>\n<b>Retention</b>\n</em>\n</p>\n<p>Brigit retains your personal information for as long as it is deemed necessary and relevant by Brigit for Brigit’s operations unless a longer or different retention period is required or permitted by law.</p>\n<p>\n<em>\n<b>Your California Privacy Rights</b>\n</em>\n</p>\n<p>\n<em>“Do Not Track”</em>\n</p>\n<p>We don’t respond to “Do Not Track” signals or similar mechanisms at this time.</p>\n<p>\n<em>\n<b>Other Disclosures</b>\n</em>\n</p>\n<p>In addition to the purposes described above, we may collect, use, or transfer your information (a) as part of, or during negotiations of, a merger, consolidation, sale of our assets, as well as equity financing, acquisition, strategic alliance or in any other situation where personal information may be transferred as one of the business assets of Brigit, (b) for purposes of responding to requests by law enforcement, regulators, and other government bodies, (c) in aggregated or anonymized fashion for further analysis and optimization of the Website or Services, (d) for our everyday businesses purposes, or (e) as otherwise permitted by applicable law.</p>\n<p>\n<em>\n<b>Got Questions?</b>\n</em>\n</p>\n<p>If you have questions or concerns regarding this statement, or if you have any questions or suggestions, please contact info@hellobrigit.com.</p>", "created_at": "2021-08-13 04:52:00.47673", "updated_at": "2021-08-13 02:52:29.185134"}], "points": [], "urls": ["hellobrigit.com"]}}