{"error": 448, "message": "OK", "parameters": {"id": 5616, "name": "CapitalG ", "created_at": "2021-11-14 22:44:27.953103", "updated_at": "2021-11-14 23:01:12.599523", "wikipedia": null, "keywords": null, "related": null, "slug": "capitalg", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5616.png", "url": "capitalg.com", "documents": [{"id": 10092, "name": " Privacy Policy ", "url": "https://capitalg.com/privacy-policy/", "xpath": "/html/body/app-root/app-scroller/main/privacy-policy", "text": "Privacy Policy Page Privacy Policy <p>This is the privacy policy (“Privacy Policy”) for information collected by CapitalG Management Company LLC and its subsidiaries (“CapitalG”), including through its website at https://www.capitalg.com/ (“Site”).</p>\n<p>Our Privacy Policy explains:</p>\n<ul>\n<li>what information we collect and why we collect it;</li>\n<li>how we use that information.\nand</li>\n<li>the choices we offer, including how to access and update information.</li>\n</ul>\n<p>We’ve tried to keep this policy as simple as possible but if you have any questions about this privacy policy, please feel free to contact us.</p> Information we collect <p>We collect information in the following ways:</p>\nInformation you give us\n<p>For example, information that you provide to us when contacting us for inquiries about potential investment, commercial or employment opportunities (e.g.\nif you send us a CV, resume or other details of your employment history in connection with an advertised job vacancy), signing up for our emails, registering for events, or submitting a general inquiry regarding our operations.\nWhen you do, you may provide us with your name, email address, telephone number and other information you choose to provide about yourself.</p>\nInformation we get from your use of our Site\n<p>The Site is operated by or on behalf of CapitalG.\nWe may collect information about when and how you use the Site.\nThis information includes:</p>\n<ul>\n<li>Device information</li>\n</ul>\n<p>We may collect device-specific information (such as your hardware model, operating system version, unique device identifiers, and mobile network information including phone number).</p>\n<ul>\n<li>Log information</li>\n</ul>\n<p>When you use our Site, we may automatically collect and store certain information in server logs.\nThis may include:</p>\n<ol>\n<li>details of how you used our Site</li>\n<li>Internet protocol address</li>\n<li>device event information, such as crashes, system activity, hardware settings, browser type, browser language, the date and time of your request and referral URL</li>\n<li>cookies that may uniquely identify your browser</li>\n</ol>\n<ul>\n<li>Location information</li>\n</ul>\n<p>We may use technologies to determine your approximate location, including based on your IP address.</p>\n<ul>\n<li>Local storage</li>\n</ul>\n<p>We may collect and store information (including personal information) locally on your device using mechanisms such as browser web storage (including HTML 5) and application data caches.</p>\n<ul>\n<li>Cookies and similar technologies</li>\n</ul>\n<p>We may use various technologies to collect and store information when you visit our Site, and this may include using cookies or similar technologies to identify your browser or device.\nYou may set your browser to block all cookies, including cookies associated with this Site or to indicate when a cookie is being set by us.\nHowever, some website features or services may not function properly without cookies.</p>\n<p>A cookie is a small file containing a string of characters that is sent to your computer when you visit a website.\nWhen you visit the website again, the cookie allows that site to recognize your browser.\nCookies may store user preferences and other information.\nOther technologies are used for similar purposes as a cookie on other platforms where cookies are not available or applicable.\nOur Site sets cookies that last for varying times.\nSome last only for the duration of your web session and expire when you close your browser or exit the Site.\nOther cookies are used to remember you when you return to the Site and will last longer.</p>\n<p>Some of the cookies used by the Site are set by us, and some are set by third parties who are delivering services on our behalf.\nFor example, we use the tracking technologies of Google Analytics.\nGoogle Analytics uses cookies to help website owners measure how users interact with website content.\nDetailed information regarding how Google Analytics uses cookies can be found here.</p>\nInformation we get from third parties\n<p>We may also get third party information such as candidate information from recruiting agencies to recruit talent.\nmarket or industry data to help us evaluate investment opportunities.\nor other commercial data to facilitate normal course of business operations and which may include information about individual founders, board directors, executives or investors.</p>\n<p>Additionally, we obtain information from and about business contacts and prospects for the purposes of evaluating and making investment decisions, managing current and potential portfolio relationships, and supporting portfolio companies.</p>\n<p>\n</p> How we use information we collect <p>We use the information we collect to carry out due diligence for our business purposes.\nevaluate and monitor investments.\nhelp our portfolio companies grow their businesses.\nrecruit and hire talent.\ncomply with our legal obligations.\nsend you communications about news, events or other information we think may be of interest to you.\nprovide and improve our events and services, and to provide, maintain, protect and improve our Site.</p>\n<p>When you contact us using our Privacy Contact Form, we keep a record of your communication to help solve any issues you might be facing with our Site or this Privacy Policy.</p>\n<p>We may also use information collected from cookies and/or other technologies to:</p>\n<ul>\n<li>facilitate your use of and improve overall quality of our Site and your user experience;</li>\n<li>remember that you have visited us before.&nbsp.\nThis means we can identify the number of unique visitors we receive;</li>\n<li>customize elements of the promotional layout and/or content of the pages of the Site.\nand</li>\n<li>collect statistical information about how you use the Site, so that we can improve the Site.</li>\n</ul>\nTransfer of personal information\n<p>Your personal information may be processed on servers located outside the country where you live, including outside the European Economic Area (EEA).&nbsp.\nWhere personal information is transferred outside the EEA, we will take all steps reasonably necessary to ensure that it is subject to appropriate safeguards and that it is treated securely and in accordance with this Privacy Policy.</p>\nAdhesion to the Privacy Shield Frameworks\n<p>CapitalG adheres to the Privacy Shield Principles.&nbsp.\nWe comply with the U.S.\nPrivacy Shield Framework as set forth by the U.S.\nDepartment of Commerce regarding the collection, use, and retention of personal information transferred from the European Union (including the European Economic Area) and the United Kingdom to the United States.&nbsp.\nCapitalG✳ has certified to the Department of Commerce that we adhere to the Privacy Shield Principles with respect to such information.&nbsp.\nIf there is any conflict between the terms of this Privacy Policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.&nbsp.\nTo learn more about the Privacy Shield Framework, please visit https://www.privacyshield.gov/.</p>\nAccountability for onward transfers\n<p>We are responsible and remain liable for the processing of personal information we receive, under the Privacy Shield Framework, and subsequently transfer to a third party acting as an agent on our behalf.</p>\n<p>With respect to personal information covered by our certification to the Privacy Shield Framework, we are subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.&nbsp.\nIn certain situations, we may be required to disclose personal information in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.</p>\n<p>✳ The other entities also adhering to the Privacy Shield Principles, which were identified in CapitalG’s certification under “Other Covered Entities” are:</p>\n<p>CapitalG 2013 GP LLC, CapitalG 2013 LP, CapitalG 2014 GP LLC, CapitalG 2014 LP, CapitalG 2015 GP LLC, CapitalG 2015 LP, CapitalG GP LLC, CapitalG LP, CapitalG II GP LLC, CapitalG II LP, CapitalG III GP LLC, CapitalG III LP, CapitalG International LLC (f.k.a.\nGC Asia L.L.C.) and CapitalG Rise LLC</p>\n<p>\n</p> How we share information we collect <p>We do not share personal information with companies, organisations and individuals outside of CapitalG unless one of the following circumstances applies:</p>\n<ul>\n<li>With your consent</li>\n</ul>\n<p>We may share personal information with companies, organisations or individuals outside CapitalG when we have your consent to do so.</p>\n<ul>\n<li>For external processing</li>\n</ul>\n<p>We may provide personal information to our affiliates or other trusted businesses or persons to process it for us (or for similar reasons), based on our instructions and in compliance with our Privacy Policy and any other appropriate confidentiality and security measures.</p>\n<ul>\n<li>For legal reasons</li>\n</ul>\n<p>We may share personal information with companies, organisations or individuals outside CapitalG if we have a belief in good faith that access, use, preservation or disclosure of the information is reasonably necessary to:</p>\n<ol>\n<li>obtain legal or other professional advice;</li>\n<li>meet any applicable law, regulation, legal process or enforceable governmental request;</li>\n<li>enforce applicable terms of service, including investigation of potential violations;</li>\n<li>detect, prevent or otherwise address fraud, security or technical issues.\nor</li>\n<li>protect against harm to the rights, property or safety of CapitalG, our users or the public, as required or permitted by law</li>\n</ol> Your rights and choices, including how to access and update information Resolution of Privacy Shield queries and complaint mechanism\n<p>In compliance with the Privacy Shield Principles, we commit to resolve complaints about our collection or use of your personal information.&nbsp.\nEuropean Union (including the European Economic Area) and United Kingdom individuals with inquiries or complaints regarding our Privacy Shield policy should first contact us.&nbsp.\nWe have further committed to refer unresolved Privacy Shield complaints to JAMS.&nbsp.\nIf you do not receive timely acknowledgment of your complaint from us, or if we have not resolved your complaint, please contact or visit https://www.jamsadr.com/eu-us-privacy-shield.&nbsp.\nThe services of JAMS are provided at no cost to you.&nbsp.\nAs further explained in the Privacy Shield Principles, a binding arbitration option may also be made available to you in order to address residual complaints not resolved by any other means.</p>\nRight of Access and updating your personal information\n<p>We aim to provide you with access to your personal information.&nbsp.\nIf that information is wrong, we strive to give you ways to update it quickly or to delete it – unless we have to keep that information for legitimate business or legal purposes.&nbsp.\nWhen updating your personal information, we may ask you to verify your identity before we can act on your request.</p>\n<p>We may reject requests that are unreasonably repetitive, require disproportionate technical effort (for example, developing a new system or fundamentally changing an existing practice), risk the privacy of others, or would be extremely impractical (for instance, requests concerning information residing on backup systems).</p>\n<p>Where we can provide information access and correction, we will do so for free, except where it would require a disproportionate effort.&nbsp.\nWe aim to maintain our services in a manner that protects information from accidental or malicious destruction.&nbsp.\nBecause of this, after you delete information from our services, we may not immediately delete residual copies from our active servers and may not remove information from our backup systems.</p>\nOpt-out\n<p>In the event that we intend to: (i) process your personal information in a manner which is materially different from that described in this Privacy Policy.\nor (ii) disclose your personal information to categories of third parties not specified in the “How we share information we collect” section above, we will give you the choice to opt-out.</p>\n<p>\n</p> Additional Information for California Residents <p>The California Consumer Privacy Act (CCPA) requires specific disclosures for California residents.\nThis privacy policy is designed to help you understand how we handle your information:</p>\n<ul>\n<li>We explain the categories of information we collect and the sources of that information in “Information we collect.”</li>\n<li>We explain how we use information in “How we use information we collect.”</li>\n<li>We explain when we may share information in “How we share information we collect.”&nbsp.\nWe do not sell your personal information.</li>\n</ul>\n<p>The CCPA also provides the right to request information about how we collect, use, and disclose your personal information.\nAnd it gives you the right to access your information and request that we delete that information.\nFinally, the CCPA provides the right to not be discriminated against for exercising your privacy rights.</p>\n<p>You can submit a privacy right request by completing this form.\nWe will verify your request by asking you to provide information that matches information we have on file about you.\nYou can also designate an authorized agent to exercise these rights on their behalf, but we will require proof that the person is authorized to act on your behalf and may also still ask you to verify your identity with us directly.\nIf you have questions or requests related to your rights under the CCPA, you (or your authorized agent) can also contact CapitalG.</p>\n<p>The CCPA requires a description of data practices using specific categories.\nThis table uses these categories to organize the information in this Privacy Policy.</p>\nCategories of personal information we collect\n<p>Identifiers, such as your name, phone number and unique device identifiers tied to the device or browser you use to visit the Site.</p>\n<p>Professional or employment-related data, such as your resume or other employment history information.</p>\n<p>Geolocation data, such as approximate location&nbsp.\ndetermined by IP address.</p>\n<p>Internet or other electronic network activity information, such as your interactions with our Site.</p>\nParties with whom information may be shared\n<p>Service providers, trusted businesses or persons that process information on our behalf, based on our instructions and in compliance with our Privacy Policy and any other appropriate confidentiality and security measures.</p>\n<p>Law enforcement or other third parties, for the legal reasons described in Sharing your information.</p>\n<p>\n</p>\n<p>\n</p> Information security <p>We work hard to protect our Site and any information that we hold from unauthorized access or unauthorized alteration, disclosure or destruction.&nbsp.\nIn particular:</p>\n<ul>\n<li>We review our information collection, storage and processing practices, including physical security measures, to guard against unauthorized access to systems.</li>\n<li>We restrict access to personal information to CapitalG employees, contractors, service providers and agents who need to know that information in order to process it for us and who are subject to strict contractual confidentiality obligations.&nbsp.\nThey may be disciplined or their contract terminated if they fail to meet these obligations.</li>\n</ul>\n<p>\n</p> When this Privacy Policy applies <p>Our Privacy Policy applies to all of the services offered and businesses operated by CapitalG.\nThis Policy does not apply to information practices, services offered or businesses operated by other companies or individuals whose privacy policies do not incorporate this Privacy Policy.</p> Changes <p>Our Privacy Policy may change from time to time.&nbsp.\nWe will post any Privacy Policy changes on this page and, if deemed necessary, we will provide a more prominent notice.</p> Contacting us <p>Please submit any questions, concerns or comments you have about this Privacy Policy or any requests concerning your personal information by completing this form.</p>\n<p>Last updated: November 11, 2021</p>", "created_at": "2021-11-14 22:44:27.955337", "updated_at": "2021-11-14 21:45:05.54176"}], "points": [], "urls": ["capitalg.com"]}}