{"error": 448, "message": "OK", "parameters": {"id": 5763, "name": "MyCase", "created_at": "2021-11-22 04:28:28.451315", "updated_at": "2021-11-22 23:00:43.201649", "wikipedia": null, "keywords": null, "related": null, "slug": "mycase", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5763.png", "url": "mycase.com", "documents": [{"id": 10388, "name": "PRIVACY POLICY", "url": "https://www.mycase.com/privacy", "xpath": "//body", "text": " <p>You appear to have JavaScript disabled in your browser, which will impact your experience on our site.\nPlease check the settings/preferences in your browser to turn JavaScript back on.</p>\n<p>MYCASE, INC.\nPRIVACY POLICY</p>\n<p>LAST UPDATED: October 1, 2020</p>\n<p>\n<b>TABLE OF CONTENTS:</b>\n</p>\n<ol>\n<li>About Us and This Policy</li>\n<li>Information We Collect</li>\n<li>How We Use Your Information</li>\n<li>Who We Share Your Information With</li>\n<li>Security</li>\n<li>Communication Matters</li>\n<li>External Links</li>\n<li>Jurisdictional Specific Privacy Regulations</li>\n<li>Miscellaneous Items</li>\n</ol>\n<br>\n<p>\n<b>1.\nABOUT US AND THIS POLICY</b>\n</p>\n<p>Welcome, and thank you for visiting our website or using our services! When you visit our websites or use our services, you provide and entrust us with personal information that can be used to identify you (which we refer to herein as “your information”).</p>\n<p>We understand that your information is important to you, and we take your privacy and data protection concerns seriously.\nAs such, we have created policies that govern and guide our use and protection of your information.\nSuch policies are summarized in this Privacy Policy (this “Policy”).</p>\n<p>This Policy describes, among other things, what information we collect from you, how we use and disclose your information, and your rights regarding your information.\nThis Policy is applicable to all of our websites and services that link to it.</p>\n<p>We update this Policy from time to time.\nWe will indicate the date the last changes were made above.\nIf we determine, in our discretion, changes are significant, we will provide a more detailed notice and may also notify you of such changes via email.</p>\n<p>When this Policy mentions “MyCase,” “we,” “us,” or “our” it refers to MyCase, Inc.</p>\n<p>We hope this Policy answers all of your questions about our treatment and protection of your information, but to the extent you have further questions regarding this Policy, we invite you to email us anytime at privacy@mycase.com or otherwise contact us as provided for herein.</p>\n<p>\n<b>2.\nINFORMATION WE COLLECT</b>\n</p>\n<p>We create and sell industry-specific, cloud based business software solutions, services and data analytics.\nAs such, we collect many different types of information in connection with your use of our websites and services, including the following.</p>\n<p>\n<b>2.1 Information You Provide Us</b>\n</p>\n<ul>\n<li>\n<b>Information for use of Our Services</b>.\nWhen you create an account or profile in one of our services, or otherwise use certain services, you may provide personal identifiers, such as your first name, last name, email address, date of birth, phone number, picture, login password, job title and function, address or geographical location, and other similar personal information.\n</li>\n<li>\n<b>Information for Identity Verification</b>.\nIn connection with (a) creating and maintaining the security of our services, (b) providing background and screening services, (c) fulfilling “know your customer” processes, required for certain payment services, (d) enabling you to make and receive payments, and (e) complying with other various regulatory requirements, you may be required to provide us with information that can be used to verify your identity, such as your social security number, tax identification number, images of your driver's license, government issued ID, passport, national ID card, birthdate, and other authentication information.\n</li>\n<li>\n<b>Information for Purposes of Payment Services</b>.\nTo use certain of our payment services, or to make payments to us, you may be required to provide us with financial information, such as your bank account number, online bank account login, and credit card information.\nWe may also capture additional information when you make payments, such as card type, transaction type, and payee information.</li>\n<li>\n<b>Information Revealed in Our Communities</b>.\nWhen you participate in our communities (help centers, blogs, forums, etc.), you may choose to disclose and provide many different types of personal information that can be used to identify you, your location, your job function, and more.</li>\n<li>\n<b>Information Provided when You Otherwise Interact with Us</b>.\nYou may provide us with personal information when you fill in forms, respond to surveys, participate in promotions or research opportunities, communicate with our customer service teams, or use other features of our services.</li>\n<li>\n<b>Your Business Data</b>.\nWhile it may not constitute personal information, if you use our services, we likely host data you provide us related to your business and obtain other information related to your business, such as your bank account balance and transaction history (“Business Data”).\nWe understand your Business Data is sensitive (and in some instances confidential).\nAs such, we do not access, use or disclose your Business Data except as set forth in Sections 3 and 4 of this Policy.</li>\n</ul>\n<p>\n<b>2.2 Information Collected When Using Our Websites and Services</b>\n</p>\n<ul>\n<li>\n<b>Device Information</b>.\nWhen you access our websites or services we collect device information that can be used to identify you or your device.\nThese identifiers may include IP address, hardware and software information, browser type, device event information, crash data, cookie data, and the pages you have viewed or engaged with before or after accessing our websites or services.</li>\n<li>\n<b>Activity Information</b>.\nWe may collect details about how you use our websites or services, such as content accessed, time viewed, and links clicked.</li>\n<li>\n<b>Geo-location Information</b>.\nWhen you use certain of our services, we may collect information about your precise or approximate location as determined through your IP address, GPS, or nearby devices (Wi-Fi access points, cell towers, etc.).</li>\n<li>\n<b>Cookies and Similar Technologies</b>.\nWhen you visit our websites or services, we use common technology tools to collect and store information, such as cookies, pixel tags, local storage (such as browser web storage or application data caches, databases, and server logs).\n</li>\n</ul>\n<p>\n<b>2.3 Information Collected from Third Parties</b>\n</p>\n<ul>\n<li>\n<b>Background Information</b>.\nWe may receive information about you, such as demographic data and criminal and credit history, from our trusted background screening and fraud prevention partners.\nWe collect this information only in accordance with applicable law and, when required, with your consent.</li>\n<li>\n<b>Public Information</b>.\nWe may collect information about you from publicly accessible sources, such as information posted about you on the internet, news stories, and information available from governmental entities.</li>\n<li>\n<b>Marketing Information</b>.\nWe may collect information about you from our trusted marketing partners who provide us with information about potential customers and partners.</li>\n</ul>\n<p>Information we receive from third parties is often combined with information we collect ourselves for the purposes set forth in Section 3 of this Policy.</p>\n<p>\n<b>2.4 Anonymous Usage Information</b>.\nWe collect certain information provided by different constituencies (you, your customers, your vendors) that interact with our services on an anonymous and aggregated basis.\nWe use industry best practices and state-of-the-art techniques to anonymize and aggregate data.</p>\n<p>\n<b>2.5 Information of Children</b>.\nIndividuals under the age of 18 are not permitted to use our services and we do not intentionally collect information on individuals under 18 years of age, regardless of their residency.\nIncidental exposure to this information may be possible if, for example, our customers upload this information to one of our services or it is inadvertently captured by our marketing organization.</p>\n<p>\n<b>3.\nHOW WE USE YOUR INFORMATION</b>\n</p>\n<p>We do not use or reference your information or Business Data except to provide, improve, develop, and market our services.\nSome specific examples of how we use your information follow.</p>\n<p>\n<b>3.1 Providing Our Services</b>.\nOur services perform many functions and provide our customers with many tools.\nUse of your information and Business Data is essential for these functions.\nFor example, we require the use of your information to validate login credentials, process payments, and conduct checks against databases.\nWe may also use your information to provide customer service.\nFor example, we may send you service or support messages, updates, and account notifications or we may let you know about upcoming changes or improvements to our services.\nTo protect you and comply with our legal obligations, we use your information to detect and prevent fraud, abuse, security incidents, and other harmful activity, verify bank account balances and account ownership, resolve disputes, enforce our terms of service and agreements with third parties, and conduct security investigations and risk assessments.</p>\n<p>\n<b>3.2 Improving Our Services</b>.\nWe are constantly improving our services to better serve you.\nYour information and Business Data is used in connection with such efforts.\nFor example, we may use your information for data analytics and measurement to determine how individuals interact with our services and where we can provide improved or better functionality.\nWe may use your information to assess the capabilities of third party partners.\nWe may also use your information to engage in research either directly with you or with your customers or other business partners.\n</p>\n<p>\n<b>3.3 Developing New Services</b>.\nWe are always looking for new ways to serve you by offering new products and services.\nYour information and Business Data helps us identify and build these products and services in various ways.</p>\n<p>\n<b>3.4.\nMarketing Our Services</b>.\nWe may also use your information and Business Data to inform you, your users and your clients of available services we offer, to send you marketing, advertising and other information that we think may be of interest to you.</p>\n<p>\n<b>4.\nWHO WE SHARE YOUR INFORMATION WITH</b>\n</p>\n<p>We do not share your information or Business Data with anyone except as is necessary to provide our services.\n<i>We do not and will not sell your information or Business Data</i>.\nSome examples of when and why we share your information or Business Data follow.</p>\n<p>\n<b>4.1 Service Providers</b>.\nWe use a variety of third-party service providers to help us provide our services, and these third parties may require your information or Business Data for such purposes.\nFor example, service providers may help us: (a) verify your identity or authenticate your identification documents, (b) check information against public databases, (c) conduct background checks, fraud prevention, and risk assessment, (d) perform product development, maintenance and debugging, or (e) provide customer service, payments, or insurance services.\nWe have written agreements with all such third parties and they are not permitted to use your information or Business Data for any purpose other than to deliver the relevant services in a professional manner, and consistent with their legal, regulatory and other obligations.\nFor clarity, we do not and will not share any personally identifiable or sensitive business information with third parties for unknown reasons.</p>\n<p>\n<b>4.2 Legal and Regulatory Disclosures</b>.\nWe may disclose your information or Business Data to courts, law enforcement, governmental authorities, tax authorities, or third parties, if and to the extent we are required or permitted to do so by law or if such disclosure is reasonably necessary: (a) to comply with our legal obligations, (b) to comply with a valid legal request or to respond to claims asserted against us, (c) to respond to a valid legal request relating to a criminal investigation or alleged or suspected illegal activity or any other activity that may expose us, you, or any other of our users to legal liability, or (d) to enforce and administer our Terms of Service or other agreements with users.\nSuch disclosures may be necessary to comply with our legal obligations, for the protection of your or another person's interests or for the purposes of keeping our services secure, preventing harm or crime, enforcing or defending legal rights, or facilitating the collection of taxes.</p>\n<p>\n<b>4.3 Sharing With Your Consent</b>.\nWhere you expressly consent or request, we share your information and Business Data when you authorize a third party service or website to access your account with us.</p>\n<p>\n<b>4.4 Sharing between Users</b>.\nTo help facilitate the use of our services among your users, we may need to share certain information with other users that you authorize to access and use your account.\nFor example, account login information and other certain personal information may be visible by all members for purposes of confirming account permissions and users.</p>\n<p>\n<b>4.5 Public Information</b>.\nSome of our services let you publish information that is visible or available to the public.\nFor example, if you use our website services, you may elect to include certain of your information or Business Data on websites available to the public at large.\n</p>\n<p>\n<b>4.6 Corporate Affiliates</b>.\nTo enable or support us in providing you services, we may share your information and Business Data within our corporate family of companies.</p>\n<p>\n<b>4.7 Business Transfers</b>.\nIf we are involved in any merger, acquisition, reorganization, sale of assets, bankruptcy, or insolvency event, then we may sell, transfer or share some or all of our assets, including your information and Business Data in connection with such transaction or in contemplation of such transaction.</p>\n<p>\n<b>4.8 Anonymized Data</b>.\nWe aggregate and anonymize certain of your information and Business Data to create industry and scholarly reports, trends, and studies (once again, we use industry best practices and state-of-the-art techniques to anonymize and aggregate data).\nThese reports, trends, and studies may be made available or provided to the public.</p>\n<p>\n<b>5.\nSECURITY</b>\n</p>\n<p>We are continuously implementing and updating administrative, technical, and physical security measures to help protect your information against unauthorized access, loss, destruction, or alteration.\nSensitive data is encrypted and website connections are protected using strong transport layer security.\nOur websites are hosted in a secure server environment that uses multi-layer perimeter security, including firewalls and other advanced technology to prevent interference or access from outside intruders.</p>\n<p>\n<b>6.\nCOMMUNICATION MATTERS</b>\n</p>\n<p>\n<b>6.1 Special Offers, Updates and Research</b>.\nWe may occasionally send you information regarding our services, including educational offers and our newsletter.\nWe also may occasionally contact you, your customers or other third parties related to you to inquire how you or such individuals use our services and how we might improve our services.\nWe typically use names, email addresses and telephone numbers to send these communications and make these contacts.</p>\n<p>Out of respect for your privacy, if you no longer wish to receive our newsletter and promotional communications, or if you do not wish for us to contact you, your customers or related third parties for our own internal research purposes, you may opt-out of receiving such communications by following the instructions included in each newsletter or communication, or by emailing us at privacy@mycase.com.\nYou may also contact us by postal mail at: MyCase, Inc., 9201 Spectrum Center Blvd., Suite 100, San Diego, CA 92123.\nNote that there are certain email communications that you cannot opt-out of as a user of our services, as these notices are required for the continued optimal functionality of our services.</p>\n<p>\n<b>6.2 Public Forums</b>.\nWe may provide public forums such as bulletin boards, blogs, or chat rooms on our websites or within our services subject to certain terms of use.\nThese forums are provided as a service to you and other users to help exchange ideas, tips, information and techniques related to our services.\nAs discussed above, we may collect your information revealed in these forums.\nhowever, any information you choose to submit may also be read, collected, or used by others and may be used to send you unsolicited messages.\nWe are not responsible for the personal information you choose to submit in these forums.</p>\n<p>\n<b>7.\nEXTERNAL LINKS</b>\n</p>\n<p>Our websites and services may contain links to third party websites.\nThese third party websites maintain their own policies regarding the collection and use of your information.\nWe assume no responsibility or liability for the actions of such third parties with respect to their collection or use of your information.\nWe encourage you to read the privacy policies of every website that you visit, including those you may reach through a link on our websites or in our services.\nWe encourage you to be aware when you leave our websites or services and to read the privacy statements of each and every website you visit that collects your information.</p>\n<p>\n<b>8.\nJURISDICTIONAL SPECIFIC PRIVACY REGULATIONS</b>\n</p>\n<p>\n<b>8.1 California Consumer Privacy Act</b>.\nIn compliance with the California Consumer Privacy Act, California residents may request that (a) we inform them of what information we collect, use, and disclose about them, and (b) we delete the information we have collected about them (subject to certain statutory exemptions).</p>\n<p>If California residents would like to know more or submit a request, please email us at privacy@mycase.com.\nBe aware that we must verify your identity before responding to certain of your requests.\nIn connection with such verification efforts, you may be required to provide us with certain pieces of your information (which we will match against what we have in our records) and/or provide us a form of government issued identification.</p>\n<p>California residents may designate an authorized agent to make a request on their behalf under this Section.\nTo designate an authorized agent to make a request on your behalf, you must provide a valid power of attorney and a form of government issued identification for both the requester and authorized agent.</p>\n<p>California residents will not be charged or otherwise discriminated against for exercising their rights under this Section.</p>\n<p>As discussed above, we do not and will not sell your information.\nAs such, we do not provide a process to opt-out of the sale of your information.</p>\n<p>\n<b>8.2 European Union General Data Protection Regulation</b>.\nWe exclusively market and sell our services to United States-based organizations and individuals.\nEven though we do not intentionally collect information about residents of the European Union (“EU”), some EU residents’ data may be inadvertently collected through marketing channels or by virtue of our customers’ legitimate use of our services.\nCollection and storage of any EU resident’s data by us is minimal and incidental.\nNo such data is used for marketing or any other purpose.</p>\n<p>Notwithstanding the foregoing, if you are an EU resident and would like to request that your data be securely removed from our systems, however collected, please send an email with proof of EU residency to privacy@mycase.com.\nWe will remove all relevant data, so long as that removal is technically feasible, does not impact the legitimate accounting or business practices of our customers, and does not violate other regulatory or legal standards with which we must comply.\nWe will also cooperate with our customers in good faith to address any requests they receive or that may impact them directly.</p>\n<p>\n<b>9.\nMISCELLANEOUS ITEMS</b>\n</p>\n<p>\n<b>9.1 Information We Host on Behalf of Our Users</b>.\nWe host on behalf of our customers and enable our customers to store various types of data.\nSuch data may include personal information that is collected by our customers.\nWe generally do not control or actively monitor how our customers store or use the data they upload to our services.\nAny requests or questions related to data collected by our customers should be directed to the applicable party.</p>\n<p>\n<b>9.2 Limits On Use of Your Google User Data</b>.\nCertain of our services can be used to access Google data.\nNotwithstanding anything else in this Policy, if you provide our services access to the following types of your Google data, our services use of such data will be subject to the following restrictions:</p>\n<ul>\n<li>Our services will only use such access to read, write, modify or control Gmail message bodies (including attachments), metadata, headers, and settings to provide a web email client that allows users to compose, send, read, and process emails and will not transfer this Gmail data to others unless doing so is necessary to provide and improve these features, comply with applicable law, or as part of a merger, acquisition, or sale of assets.</li>\n<li>Our services will not use Gmail data for serving advertisements.</li>\n<li>Our services will not allow humans to read your Google data unless we have your affirmative agreement for specific messages, doing so is necessary for security purposes such as investigating abuse, to comply with applicable law, or for our service’s internal operations and even then only when the data has been aggregated and anonymized.</li>\n<li>MyCase’s use and transfer to any other app of information received from Google APIs will adhere to Google API Services User Data Policy, including the Limited Use requirements.</li>\n</ul>\n<p>\n<b>9.3 Contact the MyCase Data Privacy Team</b>.\nIf you have any questions or suggestions regarding this Policy or your personal information, or you would like to correct and/or update any such personal information, please contact the MyCase Data Privacy Team at privacy@mycase.com, or send a letter to MyCase, Inc., 9201 Spectrum Center Blvd., Suite 100, San Diego, CA 92123, Attn: Data Privacy.</p> privacy ", "created_at": "2021-11-22 04:28:28.454794", "updated_at": "2021-11-22 03:29:14.650474"}, {"id": 10387, "name": "TERMS ", "url": "https://www.mycase.com/terms", "xpath": "//body", "text": " <p>You appear to have JavaScript disabled in your browser, which will impact your experience on our site.\nPlease check the settings/preferences in your browser to turn JavaScript back on.</p>\n<p>\n</p>\n<p>\n<strong>I.\nMyCase Terms of Service</strong>\n</p>\n<p>\n<strong>II.\nMyCase Payment Terms</strong>\n</p>\n<p>\n<strong>III.\nMyCase Website Terms</strong>\n</p>\n<p>\n<strong>I.\nMYCASE TERMS OF SERVICE</strong>\n</p>\n<p>Last Updated: October 1, 2020</p>\n<p>Welcome to MyCase! Please carefully review these MyCase Terms of Service (these “Terms of Service”), as they contain important information about your legal rights, remedies and obligations.\nWhen these Terms of Service mention “MyCase”, “we”, “us”, or “our”, it refers to MyCase, Inc.\nBy subscribing to or using any of our Services (as defined below), you agree to comply with and be bound by these Terms of Service.</p>\n<p>These Terms of Service constitute a legally binding agreement between you and MyCase governing your access to and use of the Services.\nYour access to and use of the Services are also governed by (i) the terms set forth in your order form and/or online sign-up flows, (ii) the MyCase Payments Terms, (iii) the MyCase Website Terms, and (iv) any other policies applicable to your use of the Services that we make available, each of which is incorporated by reference into these Terms of Service.</p>\n<p>MyCase respects your privacy.\nPlease consult our Privacy Policy for more information on how we collect, use and share your personal information for our own purposes (but note that our Privacy Policy is not a part of these Terms of Service and may be changed from time to time).\nBy agreeing to these Terms of Service, you acknowledge and consent to the collection, use, sharing and disclosure of your personal information and data as described in our Privacy Policy, as may be modified from time to time.</p>\n<p>\n<strong>1.\nScope of Services</strong>.\nWe offer, through our proprietary software as a service platform, a suite of online legal practice management hosted software services, which includes our core legal practice management software solution as well as certain value-added services to which you may subscribe (collectively, the “Service(s)”).\nTo subscribe to a Service, you must complete an online sign-up flow, which identifies the Service to which you have subscribed, additional subscription terms, and the fees payable by you to MyCase for that Service.\nBy subscribing to the Service, you may access and use the Service for the purpose of managing your legal practice.\nYou are only entitled to use the Services for which you have subscribed and paid, and your use of the Services is subject to your compliance with these Terms of Service.\nWe reserve the right to modify the Services (or any part thereof) from time to time and we are not liable to you or to any third party for any modification of the Services.\n</p>\n<p>1.1.\nIntended Use.\nThe Service is designed and intended to be used by licensed attorneys and legal professionals in the United States.\nYour use of the Service for any other purpose or in any other manner is at your own risk.</p>\n<p>1.2.\nNo Legal Advice.\nMyCase does not provide legal advice and is not engaged in the practice of law.</p>\n<p>1.3.\nExpanding the Services.\nYou may subscribe to additional Services, including any new value-added services made available by MyCase from time to time, or increase your existing subscription by executing an order form or completing an additional online sign-up flow, as applicable.\nEach new sign-up flow will include the price and billing date(s) of the Services being added at that time.\nAll new Services are subject to these Terms of Service.</p>\n<p>1.4.\nSet-Up and Configuration.\nYou are solely responsible for determining the appropriate set-up and configuration of the Services.\nIn the event you request we provide assistance in the set-up or configuration of the Services, without in any way limiting Section 8.2, we make no representations or warranties with respect to any changes we may make or work we may perform on your behalf and at your request.</p>\n<p>\n<strong>2.\nModification of These Terms of Service</strong>.\nWe work constantly to improve our Services and develop new features to make our Services better for our customers.\nAs a result, we may need to change these Terms of Service from time to time to accurately reflect our Services and practices.\nIf we do, those revised Terms of Service will supersede prior versions.\nUnless we say otherwise, changes will be effective upon the “Last Updated” date located at the top of this page.\nWe agree that changes cannot be retroactive.\nWe will provide you advance notice of any material changes to these Terms of Service.\nFor any other changes, we will publish the revised Terms of Service and update the “Last Updated” date above.\nWe hope that you will continue to use our Services, but if any changes materially impact you or your business and you object to any changes, you may terminate your subscription to the Services according to the terms herein.\nYour continued use of the Services constitutes your acceptance of any revisions.</p>\n<p>\n<strong>3.\nCustomer Support</strong>.\nWe will use commercially reasonable efforts to provide complimentary technical support services to you and your authorized users of the Services.\nUnlimited cases are accepted from authorized users.\nOur standard support is available Monday through Friday from 6:00 a.m.\n- 5:00 p.m.\nPacific Time, excluding major holidays, which include Memorial Day, Independence Day, Labor Day, Thanksgiving, Christmas, and New Year’s Day.\nYou may contact customer support by emailing us at support@mycase.com or calling us at (800) 571-8062.</p>\n<p>\n<strong>4.\nTraining</strong>.\nWe will make available remote, live or recorded training sessions to you and your authorized users, as well as provide tutorials which are accessible via the Help Articles and Training Sessions sections of our website at no additional charge.</p>\n<p>\n<strong>5.\nYour Rights and Restrictions.</strong>\n</p>\n<p>5.1 Authorization to Use the Services.\nSubject to (i) your timely payment of all fees set forth in the online sign-up flow and (ii) your compliance with these Terms of Service, we authorize you, on a non-exclusive, non-transferable, and limited basis, to use (and permit your authorized users to use) the Services to which you have subscribed solely for your internal business purposes in accordance with Section 1.1 (Intended Use) above.</p>\n<p>5.2 Authorized Users.\nYou (i) are responsible for your authorized users’ compliance with these Terms of Service, and (ii) will use commercially reasonable efforts to prevent unauthorized access to or use of the Services.\nIf the authorized status of a user changes, it is your responsibility to promptly remove such user’s access to the Services .\nThird parties that compete directly with us are not permitted to access or use the Services or any application programming interface we may make available to you.\nWe reserve the right to disable or delete access to the Services and any application programming interface for any of your authorized users that we deem to be direct competitors, as determined in our sole discretion.</p>\n<p>5.3 Your Responsibilities.\nUse of the Services In Compliance With Laws.\nThe Services contain various tools and workflows that assist you in the conduct of your business.\nFor example, you may be able to use the Services to, among other things, text, email, and accept payments from individuals.\nSuch activities can be highly regulated, and while we assist you in carrying out such activities, you are solely responsible for ensuring compliance with all applicable laws and regulations.\nYou are responsible for all activities that occur under your account or by your authorized users.\nWithout limiting the foregoing, you will (i) have sole responsibility for the accuracy, quality, integrity, legality, reliability, and appropriateness of all data that you submit to the Services.\n(ii) use commercially reasonable efforts to prevent unauthorized control or tampering or any other unauthorized access to, or use of, the Services and notify us immediately of any unauthorized use or security breach.\n(iii) comply with all applicable local, state, federal, and foreign laws (including laws regarding privacy and protection of personal or consumer information) in using the Services.\nand (iv) obtain and maintain all computer hardware, software and communications equipment needed to access the Services and pay all access charges (e.g., ISP fees) incurred by you in connection with your use of the Services.</p>\n<p>5.4 Your Restrictions.\nYou may not, and you will ensure your authorized users do not, (i) disassemble, reverse engineer, decompile or otherwise attempt to decipher any code in connection with the Services, or modify, adapt, create derivate works based upon, or translate the Services.\n(ii) license, sublicense, sell, rent, assign, distribute, time share transfer, lease, loan, resell for profit, distribute, or otherwise commercially exploit, grant rights in or make the Services or any content offered therein available to any third party.\n(iii) use the Services except as expressly authorized under these Terms of Service or in violation of any applicable laws.\n(iv) engage in any illegal or deceptive trade practices with respect to the Services.\n(v) circumvent or disable any security or other technical features or measures of the Services or any other aspect of the software or, in any manner, attempt to gain unauthorized access to the Services or its related computer systems or networks.\n(vi) use the Services to transmit infringing, libelous, obscene, threatening, libelous, or otherwise unlawful, unsafe, malicious, abusive or tortious material, or to store or transmit material in violation of third-party privacy rights.\n(vii) use the Services to store or transmit any viruses, worms, time bombs, Trojan horses and other harmful or malicious code, files, scripts, agents or programs or to send spam or otherwise duplicative or unsolicited messages in violation of applicable laws.\n(viii) interfere with or disrupt the integrity or performance of the Services or third-party data contained therein.\n(ix) use any robot, spider, or other automated device, process or means to access, retrieve, scrape or index any portion of the Services.\nor (x) reformat or frame any portion of the Services.</p>\n<p>Although we have no obligation to monitor your use of the Services, we may do so at our discretion and may prohibit any use of the Services we believe may be (or is alleged to be) in violation of these Terms of Service or applicable laws and regulations.</p>\n<p>5.5 Reservation of Rights.\nNo other rights are granted except as expressly stated in these Terms of Service, and nothing herein conveys any rights or ownership or license in, or to, the Services or any underlying software or intellectual property.\nWe own all right, title and interest, including all intellectual property rights, in and to the Services and the underlying software, and any and all updates, upgrades, modifications, enhancements, improvements or derivative works thereof, and in any idea, know-how, and/or program(s) developed by us or our authorized users during the course of performance of the Services.</p>\n<p>\n<strong>6.\nTerm and Termination</strong>.</p>\n<p>6.1 Term.\nThe term of the Services will be agreed to in the online sign-up flow you complete, and shall automatically renew for successive one (1) month or one (1) year terms, as set out in the online sign-up flow, unless we discontinue the Service or you provide us with notice of non-renewal at least thirty (30) days prior to the expiration of the then-current term.</p>\n<p>6.2 Termination.\nEither party may terminate any subscription to Services (i) if the other party breaches any of its obligations under these Terms of Service and such breach is not cured within thirty (30) days of receipt of notice from the non-breaching party, or (ii) if the other party becomes insolvent or bankrupt, liquidated or is dissolved, or ceases substantially all of its business.\nNotwithstanding the foregoing, we may terminate your subscription to the Services immediately in the event of your material breach of these Terms of Service, as determined by us in our sole discretion.\nUpon termination of your subscription, you will immediately discontinue all use of the Services, cease to represent that you are a user of the Services, and destroy all our Confidential Information (as defined in Section 9 below) in your possession.\nNeither party will be liable for any damages resulting from a valid termination of any subscription(s) to Services.\nprovided, however, that termination will not affect any claim arising prior thereto.</p>\n<p>6.3 Handling of Your Data in the Event of Termination.\nYou agree that following expiration or termination of any of your subscriptions to the Services, we may immediately deactivate the affected Services and that, following a reasonable period, we may delete your account and data.\nHowever, in the event that the Services are terminated by us, we will grant you temporary, limited access to the Services, not to exceed thirty (30) days, for the sole purpose of permitting you to retrieve your proprietary data, provided that you have paid in full all undisputed amounts owed to us.\nYou further agree that we will not be liable to you or to any third party for any termination of your access to the Services or deletion of your data, provided that we are in compliance with the terms of this Section 6.3.</p>\n<p>\n<strong>7.\nFees</strong>.</p>\n<p>7.1 Service Fees.\nYou will pay certain non-refundable fees for the Services in the amount set forth in the online sign-up flow (the “Service Fees”) and according to the billing frequency stated therein.\nService Fees are due and payable on the date of the invoice.\nService Fees are charged on a per authorized user basis.\nWe may increase Service Fees from time to time by providing you with no less than thirty (30) days advance notice.\nprovided, however, the Service Fees for any Service subject to a fixed term, will only be increased at the time of renewal of your subscription to such Service.\nService Fees are non-refundable if you terminate your subscription early.</p>\n<p>7.2 Billing.\nAll subscriptions to the Service come with an initial free trial period.\nIf you do not provide your credit/debit card information (“Card Details”) to MyCase within the free trial period, your account will be suspended and may only be reactivated by submission of valid Card Details.\nMyCase will have no responsibility for any loss of access to or use of the Services or your data or other information stored in or by the Services during such suspension period.\nIf you provide valid Card Details before the end of your free trial, and have elected to continue with a paid plan, you will be billed either monthly (at the end of the trial period) or annually, at your option.\nRegardless of your billing cycle, there are no refunds or credits for (i) partial months or years of Services, (ii) users with their authorization revoked from your account, or (iii) unused time with an open account.\nIn order to treat all of our customers equally, no exceptions will be made.\nFor any changes to your plan (e.g., different billing cycles, additional authorized users, etc.), your credit/debit card will be charged the new rate on your next billing cycle.\nprovided, however, if your subscription to the Services are on an annual billing cycle and you elect to add an additional authorized user to your account prior to the date of renewal for your Services (the date you add an additional authorized user being referred to herein as the, “User Add Date”), the Service Fee applicable to such additional user will be prorated as of the User Add Date and your credit/debit card will be charged such prorated amount on the User Add Date.\nAdditional charges or increased fees may apply on a going forward basis for customers with an exceptionally high number of authorized users, an unusually high monthly ticket rate per agent, or extraordinary usage of bandwidth, in which case we will notify you in advance to provide you with a reasonable opportunity to modify your use of the Service or terminate your subscription to avoid any additional charges or increased fees.&nbsp;</p>\n<p>7.3 Additional Fees.\nYou may incur certain other non-refundable fees or charges for your use of the Services, including certain value-added services, in addition to those fees set forth in the online sign-up flow (the “Additional Fees”).\nAny Additional Fees will be set forth in the additional online sign-up flow for such service.</p>\n<p>7.4 Late Payments.\nYou acknowledge that your failure to pay any Service Fees or Additional Fees when due may result in suspension or termination of your subscription to the Service.\nIf you fail to pay any of the fees or charges due hereunder, MyCase reserves the right to, among other things, engage an attorney or a collections agency to collect the delinquent fees and charges.\nYou agree to pay all fees and costs incurred by MyCase in connection with the collection of such delinquent amounts, including without limitation, any and all court and related costs, attorneys’ and/or collections agencies’ fees plus interest in an amount equal to the lesser of 1.0% per month or the maximum rate permitted by applicable law.</p>\n<p>7.5 Taxes.\nYou are responsible for all sales tax, use tax, value added taxes, withholding taxes and any other similar taxes and charge of any kind imposed by federal, state or local governmental entity on the transactions contemplated by these Terms of Service.\nWhen we have the legal obligation to pay or collect taxes for which you are responsible pursuant to this Section, the appropriate amount will be invoiced to and paid by you unless you provide us with a valid tax exemption certificate authorized by the appropriate taxing authority.</p>\n<p>\n<strong>8.\nRepresentations and Warranties.\nDisclaimer</strong>.</p>\n<p>8.1 Representations and Warranties.\nYou represent and warrant that (i) you have all necessary authority to enter into and perform your obligations under these Terms of Service without the consent of any third party or breach of any contract or agreement with any third party.\nand (ii) you will use the Services only for lawful purposes in accordance with these Terms of Service and any and all applicable MyCase policies and guidelines made available to you.</p>\n<p>8.2 Disclaimer of Warranties.\nTO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, WE MAKE NO REPRESENTATIONS OR WARRANTIES, EXPRESS, IMPLIED, STATUTORY OR OTHERWISE, IN LAW OR FROM A COURSE OF DEALING OR USE OF TRADE, AS TO ANY MATTER, INCLUDING THOSE OF MERCHANTABILITY, SATISFACTORY QUALITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, OR NON-INFRINGEMENT.\nWE DO NOT WARRANT THAT THE SOFTWARE OR THE SERVICES WILL MEET ALL OF YOUR REQUIREMENTS OR THAT THE USE OF THE SOFTWARE OR THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE.\nTHE SOFTWARE AND SERVICES ARE PROVIDED TO YOU ON AN “AS IS” BASIS AND YOUR USE OF SOFTWARE AND SERVICES IS AT YOUR OWN RISK, INCLUDING, WITHOUT LIMITATION, COMPLIANCE WITH ANY LAWS, RULES OR REGULATIONS.\nTHE PARTIES EXPRESSLY ACKNOWLEDGE THAT THE DISCLAIMER OF WARRANTY CONSTITUTES AN ESSENTIAL PART OF THE AGREEMENT.\nWE HEREBY EXPRESSLY DISCLAIM ANY REPRESENTATIONS OR WARRANTIES THAT YOUR USE OF THE SERVICES WILL SATISFY OR ENSURE COMPLIANCE WITH ANY LEGAL OBLIGATIONS OR LAWS, RULES OR REGULATIONS.\nTHIS DISCLAIMER APPLIES TO BUT IS NOT LIMITED TO ANY FEDERAL OR STATE STATUTES OR REGULATIONS THAT MAY BE APPLICABLE TO YOU.\nYOU ARE SOLELY RESPONSIBLE FOR ENSURING THAT YOUR USE OF THE SERVICES IS IN ACCORDANCE WITH APPLICABLE LAW.</p>\n<p>IF YOU ARE DISSATISFIED WITH THE SERVICES OR THIS AGREEMENT, YOUR SOLE AND EXCLUSIVE REMEDY IS TO STOP USING THE SERVICES.</p>\n<p>\n<strong>9.\nConfidential Information</strong>.\nNeither party shall disclose to any third party any information or materials provided by the other party hereunder and reasonably understood to be confidential (“Confidential Information”) without the other party’s prior written consent, except as otherwise expressly permitted under these Terms of Service.\nprovided, however, MyCase may use and disclose your Confidential Information (in accordance with our Privacy Policy) as necessary to provide the Services.\nThe foregoing restrictions do not apply to (i) any information that is in the public domain or already in the receiving party’s possession, (ii) was known to the receiving party prior to the date of disclosure, (iii) becomes known to the receiving party thereafter from a third party having an apparent bona fide right to disclose the information, or (iv) Confidential Information that the receiving party is obligated to produce pursuant to a court order or a valid administrative subpoena, providing receiving party provides disclosing party of timely notice of such court order or subpoena.\n(unless receiving party is legally precluded from providing such notice).\n</p>\n<p>You agree to ensure that your authorized users keep all passwords and other access information to the Services in strict confidence.</p>\n<p>This Section 9 will survive termination or expiration of your subscription to the Services.</p>\n<p>\n<strong>10.\nIndemnification</strong>.\n</p>\n<p>10.1 Our Indemnification.\nWe agree to defend, indemnify, and hold you harmless from and against all claims brought or threatened against you by a third party alleging that a provision of the Services as permitted hereunder infringes or misappropriates a third party copyright, trade secret, trademark or patent (<em>“Infringement Claim”</em>).\nIf your use of the Services has become, or in our opinion is likely to become, the subject of any Infringement Claim, we may, at our option and expense: (i) procure for you the right to continue using the Services as set forth herein.\n(ii) modify the Services to make them non-infringing.\nor (iii) if the foregoing options are not reasonably practicable, terminate these Terms of Service and refund you any unused pre-paid Service Fees.\nThis Section 10.1 states your exclusive remedy for any claim by a third party alleging that the use of the Services as permitted hereunder infringes or misappropriates a third party copyright, trade secret, trademark or patent.\nThe indemnification obligations in this Section will survive termination or expiration of your subscription to the Services.</p>\n<p>10.2.\nLimitations.\nWe have no liability or obligation with respect to any costs or damages claimed under Section 10.1 if the Infringement Claim arises out of or is in any manner attributable to (i) any modification of any Services by you (or any of your authorized users), or (ii) use of Services in combination with services and products not provided by MyCase if such infringement would have been avoided without such modification or combination, or (iii) our compliance with your designs or instructions(each an “Excluded Claim”).</p>\n<p>10.3 Your Indemnification.\nYou agree to defend, indemnify, and hold us and all our affiliates, employees, officers, directors, contractors, agents, licensors, successors and assigns harmless from any and all claims, judgments, awards, demands, suits, proceedings, investigations, damages, costs, expenses, losses, and any other liabilities (including reasonable attorneys’ fees, court costs and expenses) arising out of or relating to (i) your use of the Services in violation of these Terms of Service, (ii) an Excluded Claim, (iii) any actual or alleged breach by you of any representation, warranty, covenant or obligation under these Terms of Service, or (iv) your gross negligence or willful misconduct.\nYour indemnification obligations under this Section 10.3 will survive any termination or expiration of your subscription to the Services.</p>\n<p>10.4 Conditions of Indemnification.\nThe indemnification obligations under this Section 10 above are conditioned upon (i) the indemnified party notifying the indemnifying party promptly in writing upon knowledge of any claim for which it may be entitled to indemnification hereunder.\n(ii) to the extent applicable, the indemnified party ceasing use of the claimed infringing Services upon receipt of notice of an Infringement Claim.\n(iii) the indemnified party permitting indemnifying party to have the sole right to control the defense and settlement of any such claim (provided that the indemnifying party may not settle any claim without the indemnified party’s consent unless the settlement unconditionally releases the indemnified party from all liability).\n(iv) the indemnified party providing reasonable assistance to the indemnifying party, at the indemnifying party’s expense, in the defense of such claim.\n(v) the indemnified party not entering into any settlement agreement or otherwise settling any such claim without indemnifying party’s express prior written consent or request (except as set forth in (iii) above).\nand (vi) the indemnified party complying with any settlement or court order made in connection with the claim (e.g., related to the future use of any infringing materials).\nFor clarity, the indemnified party may participate in the defense or settlement of a claim with counsel of its own choice and at its own expense.</p>\n<p>\n<strong>11.\nLimitation on Liability</strong>.\nEXCEPT IN CONNECTION WITH EITHER PARTY’S (I) INDEMNIFICATION OBLIGATIONS PURSUANT TO THIS AGREEMENT, (II) YOUR PAYMENT OBLIGATIONS PURSUANT TO SECTION 7 (FEES), (III) BREACH OF SECTION 5.3 (YOUR RESPONSIBILITIES), (IV) BREACH OF SECTION 5.4 (YOUR RESTRICTIONS), OR (V) BREACH OF SECTION 12 (DATA PROTECTION), EACH OF OUR LIABILITY UNDER THESE TERMS OF SERVICE WILL BE LIMITED AS FOLLOWS:</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY LAW, EACH PARTY’S TOTAL LIABILITY ARISING OUT OF OR IN CONNECTION WITH THESETERMS OF SERVICE IS LIMITED TO THE SUM OF THE AMOUNTS PAID BY YOU FOR THE SERVICES DURING THE TWELVE (12) MONTHS IMMEDIATELY PRECEEDING THE DATE THE CAUSE OF ACTION AROSE.</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY LAW, NEITHER PARTY WILL BE RESPONSIBLE FOR LOST PROFITS, REVENUES, DATA, FINANCIAL LOSSES,OR INDIRECT, SPECIAL, CONSEQUENTIAL, EXEMPLARY, PUNITIVE OR INCIDENTAL DAMAGES ARISING OUT OF OR IN CONNECTION WITH THE SERVICES OR THESE TERMS OF SERVICE.\nIN ALL CASES NEITHER PARTY WILL BE LIABLE FOR ANY LOSS OR DAMAGE THAT IS NOT REASONABLY FORESEEABLE.</p>\n<p>BECAUSE SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OR LIMITATION OF LIABILITY FOR CONSEQUENTIAL OR INCIDENTAL DAMAGES, THE ABOVE LIMITATION MAY NOT APPLY TO YOU, IN WHICH CASE OUR LIABILITY SHALL BE LIMITED TO THE FULLEST EXTENT PERMITTED BY LAW.</p>\n<p>\n<strong>12.\nData Protection</strong>.\nYou will comply with all applicable privacy, data protection, anti-spam and other laws, rules, regulations and guidelines relating to protection, collection, use and distribution of Personally Identifiable Information (as defined below) of any person.\nIf required by applicable data protection legislation or other law or regulation, you will inform third parties that you are providing their Personally Identifiable Information to us for processing and will ensure that any required third parties have given their consent to such disclosure and processing.\n“Personally Identifiable Information” means any information that can be associated with or traced to any individual, including an individual’s name, address, telephone number, e-mail address, credit card information, social security number or other similar specific factual information, regardless of the media on which such information is stored (e.g., on paper or electronically).</p>\n<p>\n<strong>13.\nOwnership Disputes.</strong>Ownership of a database associated with the Services is sometimes disputed between one or more parties.\nWhile we will have no obligation to do so, we reserve the right, at any time and in our sole discretion, with or without notice to you, to determine rightful database ownership and to transfer a database to the rightful owner.\nIf we can’t reasonably determine the rightful owner, we reserve the right to suspend access to a database until the disputing parties reach a resolution.\nWe also may request joint instructions or certain documentation from the disputing parties, such as a government-issued photo ID, a credit card invoice or a business license, to help determine the rightful owner.</p>\n<p>\n<strong>14.\nCustomer Interactions.</strong>We frequently engage with our customers, and may engage with our customers’ customers or other third parties related to our customers, to understand how they interact with our Services and how to better develop our Services to meet their collective and ever-evolving needs.\nWhile transparency and candor are key to that process, you acknowledge and agree that you will not improperly use or disclose to us any confidential information or trade secrets of any third parties, and will not breach any obligation of confidentiality that you may have to any third party.\nYou further acknowledge and agree that no jointly owned intellectual property shall be created as a consequence of our customer or third party engagement process or practices, and that MyCase owns all right, title and interest in and to its intellectual property.</p>\n<p>\n<strong>15.\nGeneral Provisions</strong>.</p>\n<p>15.1 Independent Parties.\nNo joint venture, partnership, agency or employment relationship exists between you and MyCase.\nYou are solely responsible for managing your employees and for any and all compensation, taxes, benefits and liabilities to your employees and any of your other representatives or service providers.</p>\n<p>15.2 Assignment.\nYou will not assign or transfer the Services or any of your rights and/or obligations under these Terms of Service without our prior written consent.\nWe may without restriction assign or transfer our rights and/or obligation hereunder, at our sole discretion.\nSubject to the foregoing, these Terms of Service will bind to the parties’ respective successors and assigns.</p>\n<p>15.3 Force Majeure.\nNo failure, delay or default in performance of any obligation of a party will constitute an event of default or breach of these Terms of Service to the extent that such failure to perform, delay or default arises out of a cause that is beyond the control and without negligence of such party, including (but not limited to) natural disasters (e.g.\nlightning, earthquakes, hurricanes, floods).\nwars, riots, terrorist activities, and civil commotions.\na local exchange carrier’s activities, and other acts of third parties.\nexplosions and fires.\nembargoes, strikes, and labor disputes.\ngovernmental decrees.\nfailures of telecommunications providers or internet service providers.\nand failures of third party suppliers, service providers or vendors.\nThe party affected by such cause shall take all reasonable actions to minimize the consequences of any such cause.</p>\n<p>15.4 Applicable Law.\nThese Terms of Service and any dispute arising out of or relating to the Services and/or these Terms of Service will be interpreted in accordance with the laws of the State of California, without regard to conflict-of-law provisions.\nAll disputes arising out of or related to these Terms of Service shall be subject to the exclusive jurisdiction and venue of the California state courts located in Santa Barbara, California and federal courts of the Central District of California (unless we both agree to some other location).\nWe each hereby expressly consent to the personal and exclusive jurisdiction of such courts..</p>\n<p>15.5 Notices.\nYou agree that we will provide notices, statements and other messages to you in the following ways: (1) within the Service, or (2) to the contact information you last provided us (e.g., e-mail, mobile number, physical address, etc.).\nYou agree to keep your contact information up to date.</p>\n<p>15.6 No Waiver.\nCumulative Remedies.\nEither party’s failure to enforce any right or provision under these Terms of Service will not constitute a waiver of that right or provision.\nExcept as expressly set forth in these Terms of Service, the exercise by either party of any of its remedies under these Terms of Service are in addition to (and not exclusive of) any other remedies permitted at law or in equity.</p>\n<p>15.7 Severability.\nIf any provision of these Terms of Service is deemed invalid, then that provision will be limited or eliminated by the court to the minimum extent necessary, and the remaining provisions of these Terms of Service will remain in full force and effect.</p>\n<p>15.8 Entire Agreement.\nThese Terms of Service and (i) the terms you agree to during the online sign-up flow, (ii) the MyCase Payment Terms, (iii) the MyCase Website Terms, and (iv) any other policies applicable to your use of the Services that we make available to you (each of which is incorporated by reference into these Terms of Service) constitute the sole and entire agreement between you and us, and supersede all prior and contemporaneous oral or written understandings or agreements with MyCase with respect to the Services.\nYou acknowledge and agree that your agreement to these Terms of Service is not contingent upon the delivery of any future functionality or features not specified herein or in an online sign-up flow or dependent upon any oral or written, public or private comments made by us with respect to future functionality or features for the Services.\nIn the event of any conflict between the provisions in these Terms of Service and any online sign-up flows (or addendums thereto), the terms of such online sign-up flows (or addendums thereto) will prevail.</p>\n<p>15.9 Export.\nBoth parties agree to comply with applicable US export and import laws and regulations.\nYou will not permit your users to access or use the Services in violation of any U.S.\nexport embargo, prohibition or restriction.</p>\n<p>15.10 Third Party Services.\nThe Services or our website may contain links to other sites, services, and products provided by third parties, which may include our affiliates or subsidiaries.\nSuch links are provided for your convenience only.\nWe have no control over such sites, services, and products and accept no responsibility for them or for any loss or damage that may arise from your use of them.\nIf you decide to access any of the third party websites or services found within the Services, you do so entirely at your own risk and subject to the terms and conditions of use for such websites or services.</p>\n<p>15.11 Copyright Policy.\nMyCase respects the intellectual property rights of others, and asks that everyone utilizing the Services do the same.\nAnyone who believes that their work has been reproduced on the Services in a way that constitutes copyright infringement may notify us in accordance with Title 17, United States Code, Section 512(c)(2), by providing the following information:</p>\n<p>15.11.1 Identification of the copyrighted work that you claim has been infringed;</p>\n<p>15.11.2 Identification of the material that you claim is infringing and needs to be removed from the Services, including a description of where it is located on the Services so that we can locate it;</p>\n<p>15.11.3 Your address, telephone number and, if available, email address, so that we may contact you about your compliant;</p>\n<p>15.11.4.\nA signed statement (a) that the foregoing information is accurate, (b) that you have a good faith belief that the identified use of the material is not authorized by the copyright owner, its agent and/or the law, and (c) under penalty of perjury, that you are the copyright owner or are authorized to act on the copyright owner’s behalf in this situation.</p>\n<p>Notices of copyright infringement and the foregoing information should be sent to legalintake@mycase.com, or, if by mail, to MyCase, Inc., 9201 Spectrum Center Blvd., Suite 100, San Diego, California, 92123, Attn: Copyright Agent.</p>\n<p>\n<strong>II.\nMYCASE PAYMENT TERMS</strong>\n</p>\n<p>Last Updated: October 1, 2020</p>\n<p>If you have subscribed to the Services, you may also apply to receive the MyCase payment services.\nAll use of the MyCase payment services are subject to these MyCase Payment Terms (this “Agreement”), which are incorporated by reference into the Terms of Service.\nCapitalized terms used but not otherwise defined in this Agreement shall have the meaning given in the Terms of Service.\nIn the event of any conflict between this Agreement and the Terms of Service, the terms of this Agreement prevail.</p>\n<p>\n<strong>1.\nACH PAYMENT SERVICES</strong>\n</p>\n<p>1.1&nbsp;ACH Services.\nIf you (“you” or “Merchant”) subscribe to the Services you may elect to apply for ACH payment services (“ACH Services”).</p>\n<p>If you apply for the ACH Services, you are responsible for completing and submitting an initial written application and supporting documentation about your business and financial status.\nWe will rely upon the validity, accuracy and completeness of the information in your application and supporting documentation in determining, in our sole discretion, (i) if you meet our then-current underwriting criteria.\nand (ii) the credit and account processing standards and limits that will apply to the processing of your ACH entries.</p>\n<p>If we approve your application, we shall make available the ACH Services.\nYou shall utilize and access the ACH Services solely in accordance with the terms of this Agreement and the policies and guidelines we make available to you from time to time.&nbsp;</p>\n<p>Subsequent to your initial acceptance and provision of the ACH Services, we may from time to time request you provide updated information and supporting documentation to confirm your then-current business and financial status, which you shall deliver to us within three (3) business days of our request.\nAny failure to provide such information and supporting documentation within a timely manner or failure to satisfy our then-current underwriting criteria (as determined in our sole discretion) will be deemed a material breach of this Agreement and result in the termination of your right to use the ACH Services.</p>\n<p>1.2 Definitions.</p>\n<p>ACH Transaction: An electronic payment transaction originated by you and processed through the ACH Network in the Federal Reserve System.</p>\n<p>Authorized Account: Bank account or accounts as designated by you in your written application for ACH Services and/or additional bank accounts subsequently designated by you and communicated to us in writing.</p>\n<p>Customer: For purposes of this Section 1, your client who submits a payment to you by means of an ACH Transaction.</p>\n<p>Entry: A transaction submitted by you to us for processing by the ACH Services and further defined in the NACHA Rules.</p>\n<p>JHA: Jack Henry &amp.\nAssociates, Inc., acting through its Profit Stars Division, our third-party payment processor for ACH Services.</p>\n<p>NACHA: the National Automated Clearing House Association.</p>\n<p>NACHA Rules: The then-current rules, regulations and procedural guidelines published by NACHA and/or all regional payment alliances associated with NACHA.</p>\n<p>Originating Depository Financial Institution or ODFI: The financial institution that receives the Entry from JHA and transmits the Entry to its ACH operator for transmittal to a Receiving Depository Financial Institution for debit or credit to your or your Customer’s account, as these terms are further defined in the NACHA Rules.</p>\n<p>Receiving Depository Financial Institution or RDFI: A financial institution qualified to receive ACH Entries.</p>\n<p>Reject/Return: The return of an original Entry that either could not be posted or was not able to be identified by the RDFI.</p>\n<p>Settlement Account: A commercial demand deposit bank account which you have established for JHA’s access and use to settle financial payment transactions processed by JHA under this Agreement.</p>\n<p>1.3 Transmittal of Entries.\nTiming.\nYou hereby authorize us to initiate ACH credits and debits and adjustments to the Authorized Account(s).\nThis authorization will remain in effect after termination of this Agreement until all of your obligations to us and/or JHA have been paid in full.\nConfirmation from us of a credit or debit ACH transaction does not constitute a warranty that you will be paid for the transaction.</p>\n<p>ACH files received by the processing deadline (imposed by the ODFI and the ACH operator) will be transmitted that day to the Federal Reserve Bank for settlement on the effective Entry day.\nFiles received after the deadline will be processed the next Banking Day as defined in the NACHA Rules.\nNotwithstanding the foregoing, delivery of funds may take up to five (5) business days to allow Reject/Return codes from the RDFI.</p>\n<p>1.4 Authorizations.\nWe reserve the right to cease providing you the ACH Service if we (in our sole discretion) determine that your use of the ACH Services results in an unacceptable volume of Rejects or Returns.\nAdditionally, we reserve the right to determine adjustment of fees, potential reserves, or terminate your right to use the ACH Service if we (in our sole discretion) determine that other factors may affect the risk of fraud or Merchant instability.</p>\n<p>1.5 Recoupment and Set-Off.&nbsp;You shall immediately reimburse JHA for any returns or shortfalls that occur in your Settlement Account.\nJHA reserves the right to delay the availability of funds for deposit without prior written notices to you if, in its sole discretion, JHA deems itself at financial or relative risk for any and all ACH Services performed under this Agreement.</p>\n<p>You hereby acknowledge and agree that JHA shall have a right of setoff against: (i) any amounts JHA would otherwise be obligated to deposit into your account, and (ii) any other amounts JHA may owe you under this Agreement.</p>\n<p>1.6 Representations and Warranties.</p>\n<p>1.6.1 We represent and warrant to you that our ACH Services will be performed consistent with ACH transaction processing industry standards and in accordance with the NACHA Rules and applicable laws and regulations.\nIn the event that you discover an error in the ACH Services that has been caused by us or JHA, and you promptly notify us of the existence and details of the error, we shall use commercially reasonable efforts to correct the error within a reasonable time after our receipt of notification of the error.</p>\n<p>EXCEPT FOR THE FOREGOING WARRANTY, WE MAKE NO OTHER WARRANTIES FOR THE ACH SERVICES AND DISCLAIM ANY AND ALL PROMISES, REPRESENTATIONS AND WARRANTIES WITH RESPECT TO THE SERVICES, WHETHER EXPRESS OR IMPLIED, INCLUDING WARRANTIES OF MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.</p>\n<p>We do not guarantee the completeness or accuracy of the information provided from a third-party database.\nWe shall have no liability to you for any invalid Customer information provided by you or Entries returned unpaid.</p>\n<p>1.6.2 You represents and warrants to us that:</p>\n<p>(a) all Entries submitted to us for processing will comply with applicable laws and regulations and the NACHA Rules pertaining to the Entries;</p>\n<p>(b) In connection with all activities covered by this Agreement, you will comply with (i) all then-current NACHA Rules, and (ii) all applicable Federal, state and local laws, rules and regulations as amended from time to time, including but not limited to the Federal Fair Credit Reporting Act and Regulation E, 12 CFR 205 et.\nseq., Regulation CC, Articles 4 and 4A of the Uniform Commercial Code, the Electronic Funds Transfer Act and the Office of Foreign Assets Control (OFAC).</p>\n<p>(c) all information you provide in your initial application and supporting documentation, and in all subsequent updates thereto, will be valid, complete, accurate and up-to-date when given.</p>\n<p>(d) the individual(s) who sign and submit the application for the ACH Services, and all future updates to the application and supporting documentation, will have the legal authority to make and bind you to the agreements, warranties and commitments stated in this Agreement and the application submitted on your behalf.</p>\n<p>(e) you have verified or will verify the accuracy of transactions processed or payments collected via the ACH Services.</p>\n<p>(f) you have secured all necessary permissions, consents, licenses, waivers and release for the processing of the ACH Services and each part thereof.</p>\n<p>(g) you will not generate transactions that violate the laws or regulations of the United States.</p>\n<p>1.7 Excluded Services.\nIt is our policy not to provide the ACH Services to any person or organization whose use of the ACH Services involves or pertains to any activity which is illegal under U.S.\nlaw or involves an activity or business with which we decline to accept and conduct business generally (“Excluded Activity or Activities”).\nAs such, you warrant that you will not use the ACH Services to conduct any of the Excluded Activities, which include but are not limited to the following:</p>\n<p>(1) Check cashers or money services businesses (MSBs).</p>\n<p>(2) Credit repair services, debt consolidation and forgiveness programs.</p>\n<p>(3) Government grant or will-writing kits.</p>\n<p>(4) Internet gambling or accepting payments in connection with Internet gambling.</p>\n<p>(5) Internet pharmaceutical sales.</p>\n<p>(6) Internet tobacco or firearms sales.</p>\n<p>(7) Magazine subscriptions.</p>\n<p>(8) Organizations residing outside of North America or U.S.\nTerritories.</p>\n<p>(9) Outbound telemarketing.</p>\n<p>(10) Payday or subprime loan business.</p>\n<p>(11) Pornography or other sexually-oriented business.</p>\n<p>(12) Prepaid vacation/timeshare solicitation services.</p>\n<p>(13) Psychic or horoscope consultation services.</p>\n<p>(14) Sweepstakes.</p>\n<p>(15) Any other activity which we deem, in our sole discretion, to adversely reflect on our reputation.</p>\n<p>You acknowledge that we reserve the right to reject any proposed Authorized Account or to refuse to process a transaction in connection with the use of the ACH Services in conjunction with any Excluded Activity, as determined in our sole discretion.</p>\n<p>\n<strong>2.\nCREDIT CARD PAYMENT SERVICES</strong>\n</p>\n<p>2.1 Verification.&nbsp;We may require you to provide additional information to verify your identity as a condition of providing you the credit card payment services (the “Card Services”).\nSuch information may include a government issued identification such as a passport or driver’s license, a business license, your employer verification number (EIN), valid U.S.\ncredit card, a verified bank account, or other financial or personal information.\nWe may make, directly or through third parties, any inquiries we consider necessary to validate the information you provide to us.\nWe may also ask for permission to inspect your business location.\nIf you refuse any of these requests or provide inaccurate, untrue, or incomplete information, we have the right to suspend or terminate your Card Services account in our sole discretion.\nBy accepting these terms, you specifically authorize us to request identity verifying information about you from third parties, including without limitation, a consumer report that contains your name and address.\nYou agree that we are permitted to contact and share information about you and your account with banks and other financial institutions.\nThis includes sharing information (i) about your transactions for regulatory or compliance purposes, (ii) for use in connection with the management and maintenance of the Card Services, (iii) to create and update customer records about you, and (iv) to conduct our risk management process.\nYou further agree that such financial institutions are permitted to contact you about research, marketing and other matters related to your credit card use.</p>\n<p>2.2 Definitions.</p>\n<p>Account: A U.S.\nbank account or accounts as designated by you in your written application for the Card Services and/or additional bank accounts designated by you and communicated to us in writing.</p>\n<p>Card Brands: Collectively, payment cards bearing the trademarks of MasterCard Incorporated (“MasterCard”), Visa U.S.A., Inc.\n(“Visa”), Discover Financial Services (“Discover”), and the American Express Company (“American Express”).</p>\n<p>Association: VISA, MasterCard, Discover or American Express.</p>\n<p>Customer: For purposes of this Section 2, your client who submits a payment to you by payment card.</p>\n<p>Member Bank: A bank that is a member of the Federal Reserve System.</p>\n<p>Merchant Supplier: A third party other than Processor used by you in connection with the Card Services received hereunder, including but not limited to, software providers, equipment providers, and/or third party processors.</p>\n<p>Processor: Worldpay, LLC and its designated Member Bank that is our third-party payment processor for the Card Services.</p>\n<p>2.3 Acceptable Cards.&nbsp;The Card Services allow you to accept payments initiated with the Card Brands.\nWe may remove or add cards that we accept at any time without prior notice.\nWe will only process cards that receive an authorization from the applicable Card Brand or card issuer.</p>\n<p>2.4 Our Role.&nbsp;We are only a payment service provider and not a bank and do not offer banking or money service business services as defined by the United States Department of Treasury.\nAs a merchant payment processor, we merely collect and relay information generated in connection with these payments.\nTo serve in this role, we must enter into agreements with Card Brands, other processors and banks.\nThese third parties may require that our customers enter into an agreement with Processor.\nIf you are such a user, we will provide you a “Merchant Services Agreement For Sub-Merchants” that you must execute in order to use the Card Services.</p>\n<p>2.5 Applicable Card Brand Rules &amp.\nLaws.&nbsp;The Card Brands require that you and we comply with their applicable bylaws, rules, and regulations, and any other program or requirement that may be published and or mandated by the Card Brands (“Card Brand Rules”).\nThe Card Brands have the right to amend their rules and regulations.\nWe may be required to change this Agreement in connection with amendments to the Card Brand Rules, which are located at:</p>\n<p>https://www.mastercard.us/content/dam/mccom/global/documents/mastercard-rules.pdf.\nand</p>\n<p>https://usa.visa.com/dam/VCOM/download/about-visa/visa-rules-public.pdf.</p>\n<p>https://www.discoverglobalnetwork.com/en-us/partner-with-us/business-owners</p>\n<p>https://icm.aexp-static.com/content/dam/gms/en_us/optblue/us-mog.pdf</p>\n<p>Without limiting the generality of the foregoing, you agree to the following:</p>\n<p>You are prohibited from (i) assessing a surcharge for the use of a card in connection with any transaction, or (ii) dispensing cash on any card transaction.</p>\n<p>The Card Brand Rules may contain provisions that affect your legal rights, including arbitration agreements, jury and class action waivers, limitations of liability, indemnification obligations, and more.\nBy accepting payments initiated with Card Brands you agree to such provisions.</p>\n<p>If you permit recurring transactions, you must (i) obtain your customer’s consent to periodically charge the customer on a recurring basis for the services purchased.\n(ii) retain this permission for the duration of the recurring services and provide it upon request to us, Processor or the issuing bank of your customer’s Card.\nand (iii) retain written documentation specifying the frequency of the recurring charge, the duration of time during which such charges may be made and the amount or range of amounts that may be charged.\nYou must not submit any recurring transaction after receiving: (a) a cancellation notice from your customer (so long as such notice was timely provided at least three (3) days prior to the transaction date).\nor (b) notice from us, Processor or any Card Brand that the Card is not to be honored.\nIn your transaction data, you should include an electronic indicator that the transaction is a recurring transaction.\nYou will promptly notify us in the event you learn that cardholder information has changed with respect to a customer that is currently subject to recurring charges.</p>\n<p>You may not suggest or require that your customers waive their right to dispute a card payment transaction.</p>\n<p>You represent, warrant and covenant to comply with all the Card Brand Rules and all applicable state, federal, and local laws, rules, and regulations (“Laws”).\nWithout limiting the foregoing, you represent, warrant and covenant to fully comply with any and all anti-money laundering laws and regulations, including but not limited to the Bank Secrecy Act, the US Treasury’s Office of Foreign Assets Control (OFAC) and the Federal Trade Commission.</p>\n<p>Without limiting any other available remedy, in the event you fail to comply with the Card Brand Rules and Laws, your right to accept payments initiated by the Card Brands may be terminated and you and the individual owners of your business may be placed on the Mastercard Alert to Control High-Risk Merchants (also referred to as MATCH).</p>\n<p>2.6 Your Authorization For Funds Related to Payment Transactions.&nbsp;By accepting these terms, you authorize Processor to hold, receive, and disburse funds via credit and debit entries to your designated bank accounts on your behalf.\nYour authorization permits Processor to generate a paper draft or an electronic funds transfer to process each payment transaction that you authorize.\nYour authorization will remain in full force and effect while you use the Card Services.</p>\n<p>2.7 Your Authorization For Fee Assessment.&nbsp;By accepting these terms, you authorize us to assess all applicable transaction fees from your designated Account.\nYour authorization permits us to generate a paper draft or an electronic funds transfer to process such fee payments.\nYour authorizations will remain in full force and effect while you use the payment processing services.</p>\n<p>2.8 Restricted Use.&nbsp;You shall only complete and present for processing sales transactions produced as the direct result of bona fide sales made by you to cardholders, and you are expressly prohibited from presenting sales transactions which are produced as a result of sales made by any person or entity other than you, or for any purposes related to any illegal or prohibited activity, including but not limited to money-laundering or financing of terrorist activities.\nYou may not use the services to process cash advances.\nYou may not promote one or more Card Brands to the detriment of other Card Brands or otherwise persuade your customers to use one or more particular Card Brands in lieu of other Card Brands.</p>\n<p>2.9 Prohibited Transactions.&nbsp;You acknowledge and agree that you will not accept card payments if your business, or any segment of your business, involves any of the following (collectively “Prohibited Transactions”):</p>\n<ul>\n<li>Adult entertainment and/or adult content websites including Electronic Commerce adult content (videotext) merchants that would include MCC’s 5967,7273 and 7841</li>\n<li>Buyer Clubs/Membership Clubs</li>\n<li>Direct Marketing: Continuity or Subscription services or merchants including MCC 5968 and 5969</li>\n<li>Direct Marketing-Travel Related Arrangement Services including MCC 5962</li>\n<li>Direct Marketing-Inbound Telemarketing including videotext services and MCC 5967</li>\n<li>Gambling Activities and Establishments including MCC 7995, including lotteries, internet gaming, contests, sweepstakes, or offering of prizes as an inducement to purchase goods or services</li>\n<li>Infomercial merchants</li>\n<li>Internet Pharmacies</li>\n<li>Multi-Level Marketing Businesses</li>\n<li>Outbound Telemarketers and Telecom merchants including MCC’s 4814,4816, and 5966</li>\n<li>Rebate-Based Businesses</li>\n<li>Up-Selling merchants</li>\n<li>Any merchant that accepts a card at a scrip-dispensing terminal</li>\n<li>Airlines including Charter Airlines</li>\n<li>Bidding Fee Auctions including Penny Auctions</li>\n<li>Brand or Reputational damaging, potential or otherwise, activities including Bestiality, Child Pornography, Escort Services, Mail Order Brides, Occult</li>\n<li>Commodity Trading or Security Trading</li>\n<li>Credit Counseling or Credit Repair Services</li>\n<li>Credit Protection or Identity Theft Protection Services</li>\n<li>Cruise Lines</li>\n<li>Currency Exchanges or Dealers</li>\n<li>Debt Elimination, Debt Reduction or Debt Consulting Services</li>\n<li>Digital Wallet or Prepaid Companies</li>\n<li>Discount Medical or Dental plans including Discount Insurance</li>\n<li>Discount Coupon merchants or Online Sites</li>\n<li>Distressed Property Sales and/or Marketing</li>\n<li>Drug Paraphernalia</li>\n<li>e-Cigarettes</li>\n<li>Firearms including Ammunition</li>\n<li>High interest rate non-bank consumer lending including payday lending and title loans</li>\n<li>Investment or “get rich quick” merchants, businesses or programs</li>\n<li>Merchants utilizing negative option, renewal, or continuity subscription practices</li>\n<li>Marketing Activities involving “pay only for shipping” and/or “free trial” periods</li>\n<li>Marijuana dispensaries and related products or services</li>\n<li>Merchants offering Special Incentives</li>\n<li>Money Transfer, Wire Transfers, Money Orders, Transmitters, and Check Cashing including merchants required to be registered as Money Service Business</li>\n<li>Pawn Shop</li>\n<li>Prepaid Phone Cards</li>\n<li>Prepaid Phone Services</li>\n<li>Pseudo Pharmaceuticals</li>\n<li>Quasi Cash or Stored Value</li>\n<li>Real Estate Flipping</li>\n<li>Sale of Mobile Minutes</li>\n<li>Selling or Sales of Social Media Activity</li>\n<li>Sports Forecasting or Odds Making</li>\n<li>Substances designed to mimic illegal drugs</li>\n<li>Timeshares including resale’s and related marketing</li>\n<li>Transacting Virtual Currency or credits that can be monetized, re-sold or converted to physical or digital goods or services or otherwise exit the virtual world</li>\n</ul>\n<p>The foregoing list is not exhaustive and may be updated from time to time.</p>\n<p>2.10 Account Deposits.&nbsp;Subject to the payout schedule below, Processor will deposit to your Account the amounts actually received by Processor for transactions submitted through the Service.\nOnce your bank account information is verified, Processor will automatically deposit your money in your designated bank account.\nFunds for any given transaction will not be deposited until the transaction is deemed complete.\nTransactions will be deemed complete when Processor has received or sent the funds and when Processor or the designated financial institutions have accepted the transaction or funds.\nYou are responsible for monitoring your transactions and ensuring that our payments to you, via Processor, are correct.\nYou must notify us of any errors in payments made to you within thirty (30) days of the error first appearing on your electronic transaction history.\nFailure to notify us of such an error will be deemed a waiver of any right to amounts owed to you.</p>\n<p>2.11 Standard Payout Schedule.\nOnce you validate your Account, we, via Processor, will automatically initiate a payout to your Account for any transactions received on your behalf at the end of every business day.\nPayouts to your Account will normally register within 1-2 business days.</p>\n<p>2.12 Availability of Funds.&nbsp;Should we need to conduct an investigation or resolve any pending dispute related to your Account, we may defer payout or restrict access to your funds for the entire time it takes for us to do so.\nWe also may defer payout or restrict access to your funds as required by law or court order, or if otherwise requested by law enforcement or governmental entity.</p>\n<p>2.13 Your Account History.&nbsp;When a payment is made to your Account, we will update your Account activity on the Services and provide you a transaction confirmation.\nThe confirmation will serve as your receipt.\nSummaries of your account activity are available through the Services.\nExcept as required by law, you are solely responsible for (i) compiling and retaining permanent records of all transactions and other data associated with your Account and your use of the Service, and (ii) reconciling all transactional information that is associated with your Account.\nIf you believe that there is an error or unauthorized transaction activity is associated with your Account, you agree to contact us immediately.</p>\n<p>2.14 Receipts.&nbsp;You must make a written receipt available to your customers for any transaction greater than fifteen dollars ($15.00).\nYou may give your customers the option to receive or decline a written receipt.\nAs a convenience, but not in lieu of a written receipt, you may also offer electronic receipts for delivery through email to your customers.</p>\n<p>2.15 Customer Service.&nbsp;You are solely responsible for all customer service issues relating to your services, including pricing, order fulfillment, order cancellation by you or customer, returns, refunds and adjustments, rebates, functionality and warranty, technical support, and feedback concerning experiences with your personnel, policies or processes.\nIn performing customer service, you will always present yourself as a separate entity from us.</p>\n<p>2.16 Refunds and Returns.&nbsp;By accepting payment card transactions through the Service, you agree to process returns of, and provide refunds and adjustments for, your services through your account in accordance with these terms and the Card Brand Rules.\nCard Brand Rules require that you will (i) maintain a fair return, cancellation or adjustment policy.\n(ii) disclose your return or cancellation policy to customers at the time of purchase, (iii) not give cash refunds to a customer in connection with a card sale, unless required by law, and (iv) not accept cash or any other item of value for preparing a card sale refund.\nThe amount of the refund/adjustment must include any associated taxes required to be refunded and cannot exceed the amount shown as the total on the original sales data except by the exact amount required to reimburse the customer for postage that the customer paid to return merchandise.\nPlease be aware, if your refund policy prohibits returns or is unsatisfactory to the buyer, you may still receive a chargeback relating to such sales.</p>\n<p>You can process a refund through your Account up to sixty (60) days from the day you accepted the payment.\nIf your balance is insufficient to cover the refund, we will request your authorization to withdraw up to the requested refund amount from your bank account.\nProcessor will then withdraw the amount you were paid from your bank account, and credit it back into your customer’s card.\nWe and our Processor have no obligation to accept any returns of any of your services on your behalf.</p>\n<p>2.17 Your Liability for Chargebacks.&nbsp;The amount of a transaction may be reversed or charged back to your account (a “chargeback”) if the transaction (i) is disputed, (ii) is reversed for any reason by the Card Brand, Processor, or a payer’s or our financial institution, (iii) was not authorized or we have any reason to believe that the transaction was not authorized, or (iv) is allegedly unlawful, suspicious, or in violation of these terms.</p>\n<p>2.18 Our Collection Rights for Chargebacks.&nbsp;Processor may deduct the amount of any chargeback and any associated fees, fines, or penalties assessed by the Card Brand from your Account, any proceeds due to you, your bank account, or other payment instrument registered with us.\nIf you have pending chargebacks, we may delay payouts from your Account.\nFurther, if we reasonably believe that a chargeback is likely with respect to any transaction, Processor may withhold the amount of the potential chargeback from payments otherwise due to you under these terms until such time that: (i) a chargeback is assessed due to a customer’s complaint, in which case Processor will retain the funds.\n(ii) the period of time under applicable law or regulation by which the customer may dispute that the transaction has expired.\nor (iii) we determine that a chargeback on the transaction will not occur.\nIf we, via our Processor, are unable to recover funds related to a chargeback for which you are liable, you will pay us the full amount of the chargeback immediately upon demand.\nYou agree to pay all costs and expenses, including without limitation attorneys’ fees and other legal expenses, incurred by or on behalf of us in connection with the collection of all account deficit balances unpaid by you.\nYou hereby authorize Processor to charge the amount of daily chargebacks from your Accounts that originally received the relevant payment amounts by making an ACH debit from your Account.</p>\n<p>2.19 Excessive Chargebacks.\nIf we determine that you are incurring an excessive amount of chargebacks, we may establish controls or conditions governing your account, including without limitation, by (i) establishing new processing fees, (ii) delaying payouts, and (iii) terminating or suspending the services.</p>\n<p>2.20 Contesting Chargebacks.&nbsp;You agree to assist us when requested, at your expense, to investigate any of your transactions processed through the Service.\nTowards that end, you permit us to share information about a chargeback with the payer, the payer’s financial institution, and your financial institution in order to investigate and/or mediate a chargeback.\nWe will request necessary information from you to contest the chargeback.\nIf the chargeback is contested successfully, we will release the reserved funds to your account.\nIf a chargeback dispute is not resolved in your favor by the Card Brand or issuing bank or you choose not to contest the chargeback, we may recover the chargeback amount and any associated fees as described in these terms.\nYou acknowledge that your failure to assist us in a timely manner when investigating a transaction, including providing necessary documentation within fifteen (15) days of our request, may result in an irreversible chargeback.\nWe reserve the right, upon notice to you, to charge a fee for mediating and/or investigating chargeback disputes.</p>\n<p>2.21 Our Set-off Rights.&nbsp;To the extent permitted by law, we, and our Processor, may set off against the balances for any obligation you owe us under these terms, including without limitation any chargebacks.\nAny fees assessed in association with a transaction will be deducted from your designated Account.</p>\n<p>2.22 Our Processing Errors.&nbsp;We will attempt to rectify processing errors that we discover.\nIf the error resulted in your receipt of less than the correct amount to which you were entitled, we will credit your account for the difference.\nIf the error results in your receipt of more than the correct amount to which you were entitled, we will debit the extra funds from your account.\nWe will only correct transactions that you process incorrectly if and when you notify us of such an error.\nYour failure to notify us of a processing error within thirty (30) days of when it first appears on your electronic transaction history will be deemed a waiver of any right to amounts owed to you.</p>\n<p>2.23 Card Data Security and Access to Cardholder Data.&nbsp;You agree to the confidentiality and security requirements required by the Card Brands including, but not limited to, the following:</p>\n<p>The VISA Cardholder Information Security Program, available at:&nbsp;https://usa.visa.com/support/small-business/security-compliance.html</p>\n<p>The MasterCard Site Data Protection Program, available at:&nbsp;https://www.mastercard.us/en-us/business/overview.html</p>\n<p>The American Express Data Security Requirements, available at:&nbsp;https://icm.aexp-static.com/content/dam/gms/en_us/optblue/us-dsr.pdf</p>\n<p>If and to the extent you elect to accept in-person credit card payments or otherwise gain access to a cardholder’s account number, expiration date, and CVV2 (collectively, “Cardholder Data”), you agree that at all times you will be compliant with the Payment Card Industry Data Security Standards (“PCI DSS”).\nIn the event you fail to comply with PCI DSS, we may terminate your rights under this Agreement and, in addition, you may be subject to fines and additional liabilities imposed by Processor, the Associations or other applicable regulatory bodies.</p>\n<p>PCI DSS requires that you implement and maintain certain data security policies and procedures.\nAs of the date of this Agreement, PCI DSS mandates that you comply with the following requirements:</p>\n<ol>\n<li>Install and maintain a network firewall to protect Cardholder Data.</li>\n<li>Do not use vendor-supplied defaults for system passwords and other security parameters.</li>\n<li>Protect stored Cardholder Data.</li>\n<li>Encrypt transmission of Cardholder Data across open, public networks.</li>\n<li>Protect all systems against malware and regularly update antivirus software or programs.</li>\n<li>Develop and maintain secure systems and applications.</li>\n<li>Restrict access to Cardholder Data by business need to know.</li>\n<li>Identify and authenticate access to system components.</li>\n<li>Restrict physical access to Cardholder Data.</li>\n<li>Track and monitor all access to network resources and Cardholder Data.</li>\n<li>Regularly test security systems and processes.</li>\n<li>Maintain a policy that addresses information security for all personnel.</li>\n</ol>\n<p>As part of the above, you must not, and will ensure that your Merchant Suppliers do not, store any portion of the magnetic-stripe data subsequent to the authorization of a sales transaction, nor any other data prohibited by the Card Brand Rules or the Bank Rules.\nYou or your Merchant Suppliers must not store CVV2 data at any time.\nIn addition, you agree that you will not (i) use Cardholder Data for any purpose other than to support card payments for your services, (ii) use the Cardholder Data for any purpose that you know or should know to be fraudulent or in violation of any Card Brand Rules, or (iii) sell, purchase, provide or exchange in any manner or disclose Cardholder Data to anyone other than the Card Brands or in response to a government request.</p>\n<p>PCI DSS REQUIREMENTS ARE SUBJECT TO CHANGE, PLEASE VISIT THE PCI SECURITY STANDARDS COUNCIL WEBSITE (AVAILABLE AT WWW.PCISECURITYSTANDARDS.ORG) FREQUENTLY TO BE SURE YOU REMAIN IN COMPLIANCE WITH APPLICABLE REQUIREMENTS.</p>\n<p>You also agree that you will use only PCI DSS compliant Merchant Suppliers in connection with the storage or transmission of Cardholder Data.\nYou will cause all Merchant Suppliers to complete any steps or certifications required by any Association (e.g., registrations, PA-DSS, PCI DSS, audits, etc.).\nYou will cause your Merchant Suppliers to cooperate with Processor in completing any such steps or certifications (if applicable), and in performing any necessary due diligence on such Merchant Supplier.\nYou shall be solely responsible for any and all applicable fees, costs, expenses and liabilities associated with such steps, registrations, and certifications.</p>\n<p>You shall certify in writing your compliance with PCI DSS promptly upon our request or in accordance with the Card Brand Rules.\nWe have the right to conduct PCI DSS audits, from time to time and at your sole expense, performed by us or a third party designated by us to verify your compliance with the terms of this Agreement.</p>\n<p>In the event you learn or reasonably suspect that Cardholder Data was accessed or retrieved by any unauthorized person or entity, contact us immediately and in no event more than 24 hours after becoming aware of such activity.\nIn the event of the foregoing, you must, at your own expense, (i) perform or cause to be performed an independent investigation (including a forensics analysis) of any data security breach of Cardholder Data or transaction data, (ii) perform or cause to be performed any remedial actions recommended by any such investigation, and (iii) cooperate with us in the investigation and resolution of any security breach.</p>\n<p>\n<strong>3.\nTerm and Termination</strong>\n</p>\n<p>3.1 Term.\nThe term of this Agreement shall be conterminous with your subscription to the Services.</p>\n<p>3.2 Early Termination.\nNotwithstanding anything to the contrary herein, we may terminate or suspend this Agreement and your access to the ACH Services and Card Services, in whole or in part, prior to the expiration of the term in the event of any of the following:</p>\n<p>3.2.1.\nYou breach this Agreement and, if such breach is capable of cure, fail to cure within five (5) days of notification of breach.</p>\n<p>3.2.2.\nYou become insolvent, enter into reorganization or bankruptcy, make a general assignment for the benefit of creditors, admit in writing your inability to pay debts as they mature, suffer or permit the appointment of a receiver, any of which in our judgment impairs your ability to perform your responsibilities under this Agreement.</p>\n<p>3.2.3.\nThere is a deterioration or other materially negative change in your business or financial status or structure that increases the financial risk to us or our partners in providing you the ACH Services or Card Services.</p>\n<p>3.2.4.\nThere is a change in applicable laws, regulations, NACHA Rules, Card Brand Rules, or our third party partner agreements that restricts or prohibits us from providing the affected ACH Services or Card Services or increases our cost in providing the affected ACH Services or Card Services to our customers generally.</p>\n<p>3.2.5 You utilize the ACH Services or Card Services in conjunction with an Excluded Activity or Prohibited Transaction.</p>\n<p>3.2.6.\nFor any other reason expressly identified in this Agreement or our policies and procedures made available to you.</p>\n<p>In the event we terminate this Agreement prior to the expiration of its term, we will provide you with notice of such termination and termination will become effective on your receipt of notice.</p>\n<p>\n<strong>4.\nLimitations of Liability.&nbsp;</strong>NOTWITHSTANDING ANYTHING IN THIS AGREEMENT TO THE CONTRARY, IN NO EVENT SHALL WE, OR JHA, THE ODFI, THE BANK OF FIRST DEPOSIT, OUR PROCESSOR’S, OR ANY OF OUR OR THEIR RESPECTIVE AFFILIATES, DIRECTORS, OFFICERS, EMPLOYEES, AGENTS OR SUBCONTRACTORS, BE LIABLE UNDER ANY THEORY OF TORT, CONTRACT, STRICT LIABILITY OR OTHER LEGAL THEORY FOR LOST PROFITS, LOST REVENUES, LOST BUSINESS OPPORTUNITIES, EXEMPLARY, PUNITIVE, SPECIAL, INCIDENTAL, INDIRECT OR CONSEQUENTIAL DAMAGES, EACH OF WHICH IS HEREBY EXCLUDED BY AGREEMENT OF THE PARTIES, REGARDLESS OF WHETHER SUCH DAMAGES WERE FORESEEABLE OR WHETHER ANY PARTY OR ANY ENTITY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>NOTWITHSTANDING ANYTHING IN THIS AGREEMENT TO THE CONTRARY, OUR AND JHA, THE ODFI, THE BANK OF FIRST DEPOSIT, AND OUR PROCESSOR’S CUMULATIVE LIABILITY FOR ALL LOSSES, CLAIMS, SUITS, CONTROVERSIES, BREACHES OR DAMAGES FOR ANY CAUSE WHATSOEVER ARISING OUT OF OR RELATED TO THE ACH SERVICES OR CARD SERVICES AND REGARDLESS OF THE FORM OF ACTION OR LEGAL THEORY AND WHETHER OR NOT ARISING IN CONTRACT OR TORT SHALL NOT EXCEED THE FEES PAID BY YOU TO US FOR ACH SERVCES OR CARD SERVICES (AS APPLCIABLE) DELIVERED UNDER THIS AGREEMENT FOR THE THREE (3) MONTHS PRIOR TO THE TIME THE LIABILITY AROSE, SUCH AMOUNT NOT TO EXCEED FIFTY THOUSAND DOLLARS ($50,000).</p>\n<p>\n<strong>5.\nIndemnification.\n</strong>In addition to your indemnification obligations in the Terms of Service, you will indemnify, defend and hold us, JHA, the ODFI, the Bank of First Deposit, and our Processor harmless from and against all claims, actions, losses and expenses, including reasonable attorney’s fees and legal costs, incurred by us, JHA, the ODFI, the Bank of First Deposit, and/or our Processor arising out of (i) your breach of this Agreement (including any of your representations, warranties, covenants or obligations under this Agreement), the NACHA Rules, the Card Brand Rules, or applicable laws and regulations.\n(ii) in connection with the ACH Services, return of an Entry due to incorrect or incomplete data or information provided by you in the submission of the Entry to us, a closed Customer account, or insufficient funds in the Customer account, (iii) fraudulent activity, wrongful or unauthorized use of the ACH Services or Cart Services, or submission of fraudulent or illegal entries by you or a third party who has gained access to the ACH Services or the Card Services through the use of your Services account, (iv) your use of the ACH Services or Card Services pursuant to this Agreement or any of your acts, omissions, cardholder disputes and other cardholder customer-service related issues caused by you, (v) your business or your clients, and (vi) any sales transactions submitted by you under this Agreement.</p>\n<p>\n<strong>6.\nSecurity Procedures.\nConfidentiality</strong>.\nYou agree to comply with the procedures established by us for security as are communicated to you either orally or in writing, including the confidentiality provisions of the Terms of Service, and will contact us immediately if you have reason to believe that confidentiality has been or is likely to be breached.</p>\n<p>\n<strong>7.\nUse of Service.\nNon-Compliance.</strong>Notwithstanding any contrary provision in this Agreement, the ACH Services and Card Services are to be utilized solely to facilitate the payment of legal fees and costs incurred in the course and scope of the attorney-client relationship.\nNon-compliance with the terms of this Agreement could result in you being assessed noncompliance fines and/or cessation of the ACH Services or Card Services.</p>\n<p>\n<strong>III.\nMyCase Website Terms</strong>\n</p>\n<p>Last Updated: October 1, 2020</p>\n<p>If you have subscribed to the Services, you may also subscribe to MyCase Website Services (the “Website Services”).\nThe order form that you have completed identifies the Website Services to which you have subscribed, the subscription term, and the fees payable by you to us for the Website Services.\nThe following additional terms of service apply specifically to the Website Services and are hereby incorporated by reference into the Terms of Service.\nCapitalized terms used but not otherwise defined below shall have the meaning given in the Terms of Service.\nIn the event of any conflict between the terms below and the Terms of Service, the terms below shall prevail.</p>\n<p>\n<strong>1.\nWebsite Hosting Services.</strong>If you subscribe to the Website Services, we will host your website on our private servers (the “Website Hosting Services”).\nAs part of the Website Hosting Services, we will be responsible for the initial setup and registration or transfer of one domain name if we decide, in our sole discretion, that registration or transfer is necessary to enable the Website Hosting Services.\nIf more than one domain name must be registered or transferred, additional fees may apply.\nYou are responsible for providing materials and reasonable assistance as identified by us for the registration and/or transfer of domain name(s).\nWe will maintain current domain registration as long as you are subscribed to the Website Hosting Services and have paid all applicable fees.\nAs part of the set-up process, we will give you an opportunity to modify the current content of your existing website, if any.\nWe will interact with your current hosting company only if necessary and authorized by you and will not be responsible for any costs incurred to obtain files or other transfer-related costs, all of which shall be your responsibility.</p>\n<p>\n<strong>2.\nWebsite Design Services.\nContent for Website.</strong>In addition to the Website Hosting Services, we agree to provide website design services (the “Website Design Services”).\nWe will provide our proprietary design templates for use in connection with your website, together with a limited selection of alternative text, images and colors;&nbsp;<em>provided, however,</em> you remain solely responsible for (i) the selection of the design template, (ii) all data and content on your website, including without limitation all content you upload in conjunction with the Website Services (the “Content”) and (iii) the overall look and feel of your website.\nWe will not provide custom design or photography services.\nYou agree not to hire a third party to modify the design template, and you hereby expressly agree to use us to make any changes to the design template and/or Content.\nYou acknowledge and agree that we are and will remain the sole and exclusive owner of the proprietary design templates offered as part of the Website Design Service and you have no right, title or interest in the design templates except the limited right to use the template you select for as long as you use the Website Hosting Services.</p>\n<p>\n<strong>3.\nHandling of Your Content and Domain upon Termination.&nbsp;</strong>Upon termination of the Website Services, our sole obligation is to retain your Content in the format maintained by us in the production environment (test or draft versions of Content will not be retained) for thirty (30) days after termination (the “Content Retention Period”).\nUpon written request during the Content Retention Period, we will provide your Content to you as follows: company logo file(s), image files, and text.\nContent exports shall not include our proprietary design templates or themes, or any customized elements.\nIf your domain name was originally purchased by us, or you transferred your domain name ownership to us, we agree to work with you in good faith to transfer your domain name to you, and will use commercially reasonable efforts to do so.\nAt the end of the Content Retention Period, if you have not worked with us to transfer your domain, we will relinquish control of your domain name and release it back to the TLD Registry.\nWe will not pay any renewal or other domain name-related fees or costs after termination of the Website Services.</p>\n<p>\n<strong>4.\nIntegration Services.</strong>You may request that we integrate all available Services into your website.\nFor clarity, we will not be responsible for integrating your website with any third party products or services.\nLinks to third party services may be made available to you upon request.</p>\n<p>\n<strong>5.\nYour Website Content.</strong>\n</p>\n<p>5.1 License.\nYou grant us a nonexclusive, worldwide and royalty-free license for the term of the Agreement to (i) edit, modify, adapt, translate, exhibit, publish, transmit, participate in the transfer of, reproduce, create derivative works from, distribute, publicly perform, publicly display, and otherwise use all of your Content, and (ii) make archival or back-up copies of the Content, as necessary for the purpose of rendering and operating the Website Services to you pursuant to this Agreement.\nExcept for rights expressly granted under this Agreement, we do not acquire any right, title or interest in or to the Content, all of which shall remain solely with you.</p>\n<p>5.2 Our Rights.\nWe may temporarily disable or suspend all or any aspect of the Website Services if you fail to pay the fees due for your subscription or otherwise breach this Agreement.\nFurther, we may restrict or remove from our servers any Content that either (i) violates this Agreement or any related policies or guidelines, or (ii) is otherwise objectionable or potentially infringing on any third party’s rights or that potentially violates any law, as determined in our sole discretion.\nThese rights of action, however, do not obligate us to monitor or exert editorial control over your Content or any other aspect of your website(s).\nIf we take corrective action because of any possible violation, we will not refund to you any fees paid by you in advance of the corrective action.</p>\n<p>5.3 Data Protection, Security And Privacy Laws.\nYou acknowledge and agree that&nbsp;you are solely responsible&nbsp;when using the Website Services for complying with applicable data protection, security and privacy laws and regulations (including, where applicable, the EU General Data Protection Regulation, the EU e-Privacy Directive/Regulation, and the California Consumer Privacy Act), including any notice and consent requirements.\nThis includes without limitation the collection and processing by you of any personal data, when you use your websites or the Website Services.\nIf applicable law requires, (i) you must provide and make available on your websites a legally compliant privacy policy (we will assist you uploading a privacy policy.\nhowever, the content of the privacy policy is your sole responsibility), and (ii) you must provide and make available on your websites a legally compliant cookie policy.</p>\n<p>5.4 Additional Representations and Warranties.\nYou warrant, represent and covenant to us that (i) you have verified the accuracy of materials distributed or made available for distribution via the Website Services, including any and all Content, descriptive claims, warranties, guarantees, nature of business and address where business is conducted and such information and materials are not fraudulent or misleading and do not violate any applicable laws, rules, regulations or guidelines.\n(ii) you are the owner or valid licensee of the Content and have secured all necessary permissions, consents, licenses, waivers and release for the use of the Content and each part thereof, and (iii) use, publication and display of the Content does not, and will not, infringe or violate any rights of any third party (including any intellectual property rights) or violate any applicable laws, rules, regulations or guidelines and there are no pending or threatened claims alleging any such infringement or violation.</p>\n<p>\n<strong>6.\nFees</strong>\n</p>\n<p>6.1 Website Fees.\nThe non-refundable one-time Website Services set-up fee and monthly fee per website are as set forth in the order form or in the online sign-up flow and are due and payable on your next regular billing date following delivery by us of a fully functional website for your review (a “Preview Site”).\nWebsite monthly fees may be increased from time to time.\nNo refunds of fees you have paid will be given even if you elect to terminate your subscription early.</p>\n<p>6.2 Past Due Amounts.\nIf you fail to pay the fees due and payable for the Website Services, we reserve all of its rights, including without limitation the right to engage a collections agency to collect the fees, and you shall pay all costs incurred by us in connection with the collection of past due amounts, including without limitation reasonable attorneys’ and collections agencies’ fees plus interest in an amount equal to the lesser of 1.0% per month or the maximum rate permitted by applicable law.</p>\n<p>\n<b>7.\nTerm</b>.\nUnless otherwise expressly stated in your order form and/or online sign-up flow, the Website Services term shall be month to month, terminable by either party upon 30 days’ written notice to the other party.</p>\n<p>\n<strong>8.\nEncryption.\nSSL Certificates.</strong>We currently secure each website purchased as part of the Website Services with SSL certificates, which may result in SSL-related errors or warnings for site visitors who use an older browser or out-of-date browser version.\nUpon termination of the Website Services, any SSL certificate protection will terminate as well.\nFinally, in order to participate in the Website Services, you agree to be, and hereby are, bound by the Let’s Encrypt Subscriber Agreement, which can be found at https://letsencrypt.org/repository.</p>\n<br>\n<br> terms ", "created_at": "2021-11-22 04:28:28.453327", "updated_at": "2021-11-22 03:29:08.758485"}], "points": [], "urls": ["mycase.com"]}}