{"error": 448, "message": "OK", "parameters": {"id": 2059, "name": "The Session", "created_at": "2019-12-24 17:50:02.936319", "updated_at": "2021-03-25 03:19:47.174775", "wikipedia": null, "keywords": null, "related": null, "slug": "the_session", "is_comprehensively_reviewed": true, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/2059.png", "url": "thesession.org", "documents": [{"id": 2231, "name": "API", "url": "https://thesession.org/api", "xpath": "", "text": " menu Log in\nor\nSign up The Session <abbr>API</abbr>\n<p>The Session has a read-only API.\nInformation that is available through the website as HTML is also available in other formats.\nTo request a URL in another format, add <code>?format=</code> to the URL with one of the these formats specified:</p> Formats <abbr>JSON</abbr>\n?format=json <abbr>XML</abbr>\n?format=xml <abbr>RSS</abbr>\n?format=rss Endpoints <p>The following lists are available in multiple formats <abbr>e.g.</abbr> /tunes/new?format=json or /recordings/search?q=altan&amp;format=rss</p>\n<p>By default, 10 items will be returned in a list.\nYou can request up to 50 items by appending &amp;perpage= <abbr>e.g.</abbr> /tunes/new?format=json&amp;perpage=35</p>\n<p>If you request an individual item, <abbr>e.g.</abbr> /tunes/27?format=xml, you will get back the details for that item and any comments that have been posted to it.</p> Tunes New tune settings\n/tunes/new Popular tunes\n/tunes/popular Recordings of tunes\n/tunes/recordings Sets of tunes\n/tunes/sets Tune search results\n/tunes/search?q=searchterm Individual tune\n/tunes/ID Comments on tunes\n/tunes/comments Recordings New recordings\n/recordings/new Recordings search results\n/recordings/search?q=searchterm Individual recording\n/recordings/ID Comments on recordings\n/recordings/comments Trips Upcoming trips\n/trips/upcoming New trips\n/trips/new Trips search results\n/trips/search?q=searchterm Nearby trips\n/trips/nearby?latlon=latitude,longitude&amp;radius=75 Individual trip\n/trips/ID Comments on trips\n/trips/comments Sessions New sessions\n/sessions/new Sessions search results\n/sessions/search?q=searchterm Nearby sessions\n/sessions/nearby?latlon=latitude,longitude&amp;radius=75 Individual session\n/sessions/ID Comments on sessions\n/sessions/comments Events Upcoming events\n/events/upcoming New events\n/events/new Events search results\n/events/search?q=searchterm Nearby events\n/events/nearby?latlon=latitude,longitude&amp;radius=75 Individual event\n/events/ID Comments on events\n/events/comments Discussions New discussions\n/discussions/new Discussions search results\n/discussions/search?q=searchterm Individual discussion\n/discussions/ID Comments on discussions\n/discussions/comments Member contributions Tune settings\n/members/ID/tunes Recordings\n/members/ID/recordings Trips\n/members/ID/trips Sessions\n/members/ID/sessions Events\n/members/ID/events Discussions\n/members/ID/discussions Sets of tunes\n/members/ID/sets Activity Streams <p>There are a number of activity streams published on The Session to the Activity Streams JSON specification.\nYou can access the activity streams by appending <code>?format=json</code> to these endpoints (paginate with <code>&amp;page=2</code>, <code>&amp;page=3</code>, <abbr>etc.</abbr>:</p> The Session\n/activity Tunes\n/tunes/activity Recordings\n/recordings/activity Trips\n/trips/activity Sessions\n/sessions/activity Events\n/events/activity Discussions\n/discussions/activity <p>Activity streams are also available for individual items:</p> Individual tune\n/tunes/ID/activity Individual recording\n/recordings/ID/activity Individual trip\n/trips/ID/activity Individual session\n/sessions/ID/activity Individual event\n/events/ID/activity Individual discussion\n/discussions/ID/activity Individual member\n/members/ID/activity <p>There are also individual activity streams for member notifications:</p> Tunes\n/members/ID/notifications/tunes Recordings\n/members/ID/notifications/recordings Trips\n/members/ID/notifications/trips Sessions\n/members/ID/notifications/sessions Events\n/members/ID/notifications/events Discussions\n/members/ID/notifications/discussions Data dumps <p>You can download CSV and JSON files of data from The Session on Github (.zip).\nThese are updated about once a week.</p>\n<p>That Githup repo also has the same data bundled up into a SQLite database.\nYou can run queries against that database at thesession.vercel.app.\nThe result of any query you run has its own URL and is also available as JSON—that means you can use them as an API.</p>\n<p>If you prefer to work with GraphQL, you can use thesession.vercel.app/graphql to try out GraphQL queries.</p> menu Log in\nor\nSign up <ul>\n<li>Tunes</li>\n<li>Recordings</li>\n<li>Trips</li>\n<li>Sessions</li>\n<li>Events</li>\n<li>Discussions</li>\n</ul>\n<ul>\n<li>help</li>\n<li>privacy</li>\n<li>contact</li>\n<li>links</li>\n<li>donate</li>\n</ul> back to top Log in ", "created_at": "2019-12-24 17:54:58.947941", "updated_at": "2020-12-14 23:39:38.05751"}, {"id": 2230, "name": "Privacy policy", "url": "https://thesession.org/privacy", "xpath": "", "text": " menu Log in\nor\nSign up The Session Privacy Policy <p>My name is Jeremy.\nI run The Session.\nIf you need any help, let me know.</p> Information about you\n<p>When you sign up to The Session, you provide some information about yourself.\nThis information will never, <em>ever</em> be shared, sold or given away to anyone.</p>\nYour email address\n<p>You need to provide a valid email address when you sign up for The Session.\nThis is for a few reasons:</p>\n<ul>\n<li>You can have a password-reset email sent to you if you ever have a problem logging in (for example, if you can’t remember your password).</li>\n<li>You can choose to receive a weekly newsletter from The Session detailing what’s been submitted in the last seven days.</li>\n</ul>\n<p>You can update your email address at any time from your member profile.</p>\nYour username\n<p>When you sign up to The Session, you provide a name that you will be known by on the site.\nI encourage you to use your real name, but you don’t have to.</p>\n<p>You can update your username at any time from your member profile.</p>\nYour password\n<p>When you sign up to The Session, you choose a password for logging into the site.\nThis password is not stored in plaintext—it is encrypted.\nSo even in the case of a security breach, nobody can gain access to your password.</p>\n<p>Because your password is encrypted, if you forget what it is, I can’t provide it to you.\nThat’s why it’s important that you provide a valid email address when you sign up.</p>\n<p>You can update your password at any time from your member profile.</p>\nYour location\n<p>After signing up to The Session, you can provide your geographical location if you choose.\nThis is stored as latitude and longitude coordinates.\nIt’s up to you how precise or vague you want to be with your location.</p>\n<p>If you provide your location, it will be easier to find nearby sessions, events, and fellow members.</p>\n<p>You can update or delete your location at any time from your member profile.</p> Your contributions\n<p>All of the content on The Session—tune settings, sessions, events, discussions, etc.—is provided by members.\nEvery contribution is attributed with a link back to the corresponding member profile.</p>\nDeactivating your account\n<p>If you no longer want to contribute to The Session, you don’t need to take any action.</p>\n<p>If you no longer want your past contributions attributed to you, you can contact me and request your membership be deactivated.\nOnce your member profile is marked as inactive, all of your previous contributions become anonymous.</p> Security\n<p>I’ll make every effort to maintain the highest level of security possible for The Session.\nBut you shouldn’t take my word for it.\nYou can use your browser’s address bar to examine your connection to The Session and make sure it’s secure.</p>\n<p>You can also examine the <abbr>SSL</abbr> settings for The Session.</p>\n<p>You can examine the security headers for The Session as well.</p>\nThird parties\n<p>The Session has no third-party scripts or cookies: no advertising.\nno tracking.\nno analytics.</p>\n<p>Sometimes third-party content is embedded within pages on The Session—iframes with YouTube or Vimeo videos, Soundcloud players, or map tiles from OpenStreetMap.\nBut even if your browser is configured to accept third-party cookies, the cookie settings for The Session ensure that no third-party cookies can be set.</p> menu Log in\nor\nSign up <ul>\n<li>Tunes</li>\n<li>Recordings</li>\n<li>Trips</li>\n<li>Sessions</li>\n<li>Events</li>\n<li>Discussions</li>\n</ul>\n<ul>\n<li>help</li>\n<li>privacy</li>\n<li>contact</li>\n<li>links</li>\n<li>donate</li>\n</ul> back to top Log in ", "created_at": "2019-12-24 17:50:57.693936", "updated_at": "2020-12-14 23:38:47.746551"}, {"id": 2232, "name": "About", "url": "https://thesession.org/about", "xpath": "", "text": " menu Log in\nor\nSign up The Session The Session <p>The exchange of tunes is what keeps traditional Irish music alive.\nThis website is one way of passing on jigs, reels and other dance tunes.\nSome of the tunes are well known, and some are more obscure.\nIt’s this mixture of the familiar and the new that makes for a good session.</p> Acknowledegments <p>The Session uses these open source JavaScript libraries:</p>\n<ul>\n<li>\nabcjs\n<p>An open source ABC music notation engraving library.</p>\n<p>\n</p>\n<p>Written by Paul Rosen and Gregory Dyke.</p>\n</li>\n<li>\nLeaflet\n<p>An open source JavaScript library for mobile-friendly interactive maps.</p>\n<p>Written by Vladimir Agafonkin.</p>\n</li>\n</ul>\n<p>Map tiles are © OpenStreetMap contributors.</p> menu Log in\nor\nSign up <ul>\n<li>Tunes</li>\n<li>Recordings</li>\n<li>Trips</li>\n<li>Sessions</li>\n<li>Events</li>\n<li>Discussions</li>\n</ul>\n<ul>\n<li>help</li>\n<li>privacy</li>\n<li>contact</li>\n<li>links</li>\n<li>donate</li>\n</ul> back to top Log in ", "created_at": "2019-12-24 17:55:42.850764", "updated_at": "2020-12-14 23:39:41.096051"}, {"id": 2233, "name": "Help", "url": "https://thesession.org/help", "xpath": "", "text": " menu Log in\nor\nSign up The Session Help <p>My name is Jeremy.\nI run The Session.\nIf you need any help, let me know.</p>\n<p>Here are some house rules and frequently asked questions.\nYou can also read the privacy policy.\nIf you’re a developer, you can check out the <abbr>API</abbr>.</p> House Rules <strong>Be civil</strong>\n<p>Contributions should be constructive and polite, not mean-spirited or contributed with the intention of causing trouble.</p>\n<p>Foul language or aggressive behaviour will not be tolerated.\nThis may sound a bit strict in comparison to a “real” session in a pub setting, but try to remember that the online Irish music community consists of people of all ages and cultural backgrounds.</p> Please stay on topic\n<p>Please keep discussion submissions relevant to Irish music.</p>\n<p>I understand that it’s tempting to chat about sports or politics, but there are plenty of other places on the web for that.</p>\n<p>Please don’t post meta-discussions i.e.\ndiscussions about discussions, or discussions about the running of this site.\nGet in touch with me (Jeremy) instead.</p> No spamming\n<p>Please don’t submit the same thing more than once.</p> Please use your own name\n<p>You can choose any name you want for your membership, but please don’t hide behind a pseudonym with any expectation of anonymity.\nThe Session is not a place for making anonymous remarks.</p> No duplicate memberships\n<p>It’s strictly one membership per person here at The Session.\nAnyone caught faking a new membership will be expelled.</p>\n<p>Remember, you can update your email address, name and other preferences from your member profile so you should have no reason to want more than one membership.</p> Frequently Asked Questions Why should I become a member? <p>Everyone is free to browse around The Session, look at tunes and read comments.\nHowever, if you’re a member, you'll also be able to contribute tune settings and post your own comments.</p>\n<p>Best of all, members can select tunes they like and add them to their own personal tunebook.\nYou can then download an ABC file of all the tunes in your tunebook.\nThis is a lot easier than downloading tunes individually and then cutting and pasting them into a larger ABC file.</p> How do I become a member? <p>When you sign up to become a member, you will be asked to give your name and email address, and choose a password.</p>\n<p>You can then use the combination of your name and password to sign in to The Session and begin submitting tune settings, posting comments and adding tunes to your tunebook.\nYou can change your name, email and password at any time.</p> I’ve forgotten my password! <p>To have a password reset link sent to you, go to the log-in page and click on the forgotten your password? link.\nEnter the email address you used to sign up with.</p> Do I have to provide an email address? <p>Yes.</p>\n<p>Your email address will NOT be displayed anywhere on The Session.</p>\n<p>Your email address will NOT be given or sold to any third party.</p>\n<p>Your email address WILL be used to block you from The Session if you break the rules while you’re here.</p> Can I change my name, password or email address? <p>Sure.\nYou can log in and go to your member profile.\nYou will see options there for changing any of your details.</p> Why should I provide my location? <p>If you provide your location, it will be much easier to find sessions, events, and other members in your area.</p>\n<p>You can be as precise or as vague as you want when you’re setting your location.</p> How do I submit a tune? <p>First of all, make sure that the tune isn’t already listed by doing a search.\nIf the tune is already listed, you can log in and add your setting to the existing listing.</p>\n<p>If the tune isn’t yet listed, log in and click on the Add a tune button in the tunes section.\nThen follow the on-screen instructions.\nYou’ll need to submit the tune in ABC notation.</p> What’s ABC notation? <p>ABC is a great way of passing on tunes by writing the notes out in plain text.</p>\n<p>It's very straightforward and easy to learn.\nYou can find out more on the ABC notation site.</p>\n<p>You should test your ABC notation before submitting a tune setting.\nHere’s an ABC editor you can use to see how your notation will look as sheet music (and you can download the ABC file too).</p> Can I submit an alternate setting of a tune that’s already listed? <p>Yes.\nLog in.\nGo to the tune and click on the “Add a setting” button.</p> Why is there no tune category for slow airs? <p>When you submit a tune, the tune type determines the time signature: jigs are in 6/8, polkas are in 2/4, etc.</p>\n<p>Because slow airs come in a variety of time signatures (3/4,6/8, etc.), there can be no category for “slow airs” just as there can be no category for “speedy tunes” or “really great ones”.</p>\n<p>Besides, transcribing slow airs is notoriously difficult and frankly beyond the scope of this website.\nFor that reason, The Session is “limited” to dance tunes.</p> Can I submit my own compositions? <p>Well...\nThe Session isn’t really intended for that.\nIf you do post one of your own compositions, then you must do your “penance”, so to speak, by balancing each original composition with about five trad tune settings.</p> What is my tunebook? <p>The Session allows you to collect tunes and add them to a virtual tunebook.\nThe tunebook is really just a list of tunes that you have selected.\nYou can download the entire tunebook as a single ABC file.</p>\n<p>To add a tune to your tunebook, log in, go to the tune in question and click on the “Add to tunebook” button.</p> How can I correct inaccurate sessions, events or recordings? <p>Every member of The Session can edit the details of sessions, events, recordings and tunes, regardless of who first submitted it.\nIf you see an inaccurate or incomplete listing, go ahead and edit it.\nYou’ll need to log in first.</p> A session is no longer active.\nHow do I delete it? <p>You don’t.\nInstead, log in and add a comment explaining that the session is no longer active.\nAlso, update the schedule so that no days are selected.</p>\n<p>It is far, far more useful for people to be able to find information on a defunct session than to find no information at all.</p> I still have questions.\nWhat should I do? <p>There are two things you can do.</p>\n<p>You can ask your question in the Discussions section of the site.\nOther members of The Session can then answer your question.\nThis is probably the best place to post questions about the music or ABC problems.</p>\n<p>You can also write to me (Jeremy) but I can't promise as quick a response.</p> menu Log in\nor\nSign up <ul>\n<li>Tunes</li>\n<li>Recordings</li>\n<li>Trips</li>\n<li>Sessions</li>\n<li>Events</li>\n<li>Discussions</li>\n</ul>\n<ul>\n<li>help</li>\n<li>privacy</li>\n<li>contact</li>\n<li>links</li>\n<li>donate</li>\n</ul> back to top Log in ", "created_at": "2019-12-24 17:56:00.825738", "updated_at": "2020-12-14 23:39:43.81007"}], "points": [{"id": 8702, "title": "The service does not share user information with third parties", "source": "https://thesession.org/privacy", "status": "Generated through the annotate view", "created_at": "2019-12-26 17:27:30.351355", "updated_at": "2020-12-15 10:42:51.844353", "quoteText": "The Session has no third-party scripts or cookies: no advertising.\nno tracking.\nno analytics.", "case_id": 311, "document_id": 2230, "quoteStart": 2983, "quoteEnd": 3076}, {"id": 8705, "title": "The terms for this service are easy to read", "source": "https://thesession.org/privacy", "status": "Generated through the annotate view", "created_at": "2019-12-26 17:36:04.190406", "updated_at": "2020-12-15 10:43:22.632131", "quoteText": "My name is Jeremy.\nI run The Session.\nIf you need any help, let me know.</p>", "case_id": 199, "document_id": 2230, "quoteStart": 54, "quoteEnd": 130}, {"id": 8701, "title": "This service does not sell your personal data", "source": "https://thesession.org/privacy", "status": "Generated through the annotate view", "created_at": "2019-12-26 17:24:10.385279", "updated_at": "2020-12-15 10:42:44.787566", "quoteText": "When you sign up to The Session, you provide some information about yourself.\nThis information will never, <em>ever</em> be shared, sold or given away to anyone.", "case_id": 193, "document_id": 2230, "quoteStart": 156, "quoteEnd": 317}, {"id": 8703, "title": "You have the right to leave this service at any time", "source": "https://thesession.org/privacy", "status": "Generated through the annotate view", "created_at": "2019-12-26 17:28:19.636869", "updated_at": "2020-12-15 10:43:02.852972", "quoteText": "If you no longer want your past contributions attributed to you, you can contact me and request your membership be deactivated.", "case_id": 170, "document_id": 2230, "quoteStart": 2335, "quoteEnd": 2462}, {"id": 8704, "title": "The service allows you to use pseudonyms", "source": "https://thesession.org/privacy", "status": "Generated through the annotate view", "created_at": "2019-12-26 17:28:43.655534", "updated_at": "2020-12-15 10:43:16.640307", "quoteText": "When you sign up to The Session, you provide a name that you will be known by on the site.\nI encourage you to use your real name, but you don’t have to.</p>\n<p>You can update your username at any time from your member profile.</p>\n", "case_id": 215, "document_id": 2230, "quoteStart": 833, "quoteEnd": 1064}], "urls": ["thesession.org"]}}