{"error": 448, "message": "OK", "parameters": {"id": 285, "name": "Scotiabank", "created_at": "2018-01-16 15:26:07.431012", "updated_at": "2021-06-25 22:35:35.986555", "wikipedia": "https://en.wikipedia.org/wiki/Scotiabank", "keywords": "", "related": "", "slug": "scotiabank", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/285.png", "url": "scotiabank.com", "documents": [{"id": 7327, "name": "Online Security Guarantee", "url": "https://www.scotiabank.com/ca/en/about/contact-us/security/online-security/online-security-guarantee.html", "xpath": "//*[@id=\"main\"]", "text": " Online Security Guarantee<br>\n<p>We will fully reimburse you in the unlikely event that you suffer direct financial losses due to unauthorized activity<sup>1</sup> in your accounts through Scotia OnLine Financial Services<sup>2</sup> provided you have met your security responsibilities.<br>\n</p> Our Commitment to You <p>At Scotiabank, we're committed to keeping your accounts and financial information safe and secure, from the moment you sign on to&nbsp;<i>Scotia OnLine</i>&nbsp;to the time you sign out.\nAs part of this commitment, we have instituted a number of security measures to help ensure the integrity of your transactions and your account information, including:</p>\n<ul>\n<li>\n<b>Meeting high industry Internet security standards</b>&nbsp;by enforcing the use of 128-bit encryption browsers</li>\n<li>\n<b>Installing firewalls and monitoring our systems</b>&nbsp;to prevent unauthorized access to our internal systems and maintain the safety of your information</li>\n<li>\n<b>Developing and implementing security enhancements</b>&nbsp;to further protect&nbsp;<i>Scotia OnLine</i>&nbsp;information and sessions.\nWe provide such security features like&nbsp;Express Sign-On, Access Code, Session Timeouts and free Rapport Security Software.\nWe also offer you an extra level of security protection by displaying the date and time of the last online visit, whenever you login to&nbsp;<i>Scotia OnLine</i>\n</li>\n</ul> A Shared Responsibility <p>To ensure you are protected under the Online Security Guarantee, you must do your part too.\nThat means it is your responsibility to abide by the terms of our customer agreements<sup>3</sup>&nbsp;and follow the guidelines in the&nbsp;Safe Computing Practices&nbsp;section of Scotiabank's website.\nIn particular, you must:</p>\n<ul>\n<li>Carefully select your&nbsp;<i>Scotia OnLine</i>&nbsp;sign-on password and Access Code and ensure that they are different from one another.\nNever select a password or Access Code that is the same as or similar to an obvious number combination such as your date of birth, bank account numbers, ABM PIN number or telephone numbers</li>\n<li>Keep your&nbsp;<i>ScotiaCard</i>&nbsp;number,&nbsp;<i>Scotia OnLine</i>&nbsp;sign-on password, Access Code, and&nbsp;<i>ScotiaCard</i>&nbsp;Security Code number (last three italicized numbers printed on the back of your&nbsp;<i>ScotiaCard</i>)&nbsp;<b>confidential</b>.\nDo not divulge this information to anyone – including family members, friends, employees, bookkeepers or anyone else.\nDo not write this information down or keep a poorly disguised record of it, or keep it together with your&nbsp;<i>ScotiaCard</i>\n</li>\n<li>Notify us immediately in the event of loss, theft, misuse or compromise of your&nbsp;<i>ScotiaCard</i>&nbsp;or&nbsp;<i>ScotiaCard</i>&nbsp;number,<i>Scotia OnLine</i>&nbsp;sign-on password, Access Code, or&nbsp;<i>Scotia OnLine</i>&nbsp;session.\nYou can contact us at 1-800-4 SCOTIA (1-800 472-6842)</li>\n<li>Install and maintain up-to-date firewall and virus protection software on your PC or wireless device</li>\n<li>Do not respond to pop-ups, emails, or other Internet requests that ask you to reveal personal information about yourself or your Scotiabank accounts.\nScotiabank will&nbsp;<b>never</b>&nbsp;send you unsolicited emails asking for your password, Personal Identification Number (PIN), credit card, account numbers, etc.\nWe will&nbsp;<b>never</b>&nbsp;ask you to validate or restore your account access through unsolicited email</li>\n<li>Review your statements and report any errors in a timely manner.\nDifferent transactions have different reporting deadlines.\nPlease see the applicable account agreement<sup>3</sup>, statement or trade confirmation for further details</li>\n<li>Assist us in any investigation into improper access to your accounts</li>\n</ul>\n<p>By working together, you can help us protect your financial and personal account information.</p> View legal footnotes 1 <p>\"Unauthorized activity\" means a transaction that was carried out in your Scotiabank account through Scotia OnLine without your permission, authorization or knowledge and where it can be established that you are a victim of fraud, theft or coercion.<br>\n</p> 2 <p>&nbsp;\"Accounts\" include all accounts that are accessible through Scotia OnLine.<br>\n</p> 3 Customer agreements include&nbsp;ScotiaCard Cardholder Agreement, the&nbsp;Investment Companion Booklet, the&nbsp;Scotiabank Group Privacy Agreement&nbsp;as well as the agreements governing your personal or business banking or brokerage account(s) or other financial service or product offered by us.\n", "created_at": "2021-06-25 22:43:59.372712", "updated_at": "2021-06-25 22:44:10.74496"}, {"id": 7326, "name": "Digital Privacy and Interest-Based Advertising Policy", "url": "https://www.scotiabank.com/ca/en/about/contact-us/privacy/privacy-cookies.html", "xpath": "//*[@id=\"main\"]", "text": " <b>Scotiabank Digital Privacy and Interest-Based Advertising Policy&nbsp;</b>\n<br>\n<p>&nbsp;</p>\n<p>This Digital Privacy and Interest-Based Advertising Policy, along with the Scotiabank Privacy Agreement, describes how Scotiabank uses cookies and other technologies to provide our customers and business partners (“you”) with personalized products and services.</p>\n<p>Some of our affiliates and subsidiaries have their own digital and interest-based advertising policies.\nWhere that is not the case, this Policy applies to The Bank of Nova Scotia and any current and newly acquired members of the Scotiabank group of companies or any Scotiabank programs (“Scotiabank” or “we” or “us”).\nFor a complete list of the Scotiabank group of companies, see our Annual Report.</p>\n<p>Information we collect and use when you visit or use a Scotiabank website or mobile application</p> collapse <p>We collect information about the computer or device you use to access our website or one of our mobile applications, including IP (Internet Protocol) address, mobile device identification number, MAC address or other device identifier, the make and model of your device, its operating system, information about the screen size, page requests, browser type, average time spent on our website or app and date and time of your use.</p>\n<p>We use this information to determine which settings are appropriate for your computer or device, to provide or enhance digital functionality and banking options, and for security purposes including fraud prevention, internal analysis and reporting.\nWe also may use this information to help us understand our website and mobile application activity and to monitor and improve our website and mobile applications.&nbsp;</p>\n<p>Technologies we use<b>\n</b>\n</p> collapse <p>We use cookies and other technologies such as pixel tags and web beacons.</p>\n<p>A \"cookie\" is a piece of data that a web browser creates when you visit a website.\nThis data is information about how and when you use a site.\nIt is placed on your computer, smartphone, or tablet (“online device”) in the form of a small text file.</p>\n<p>There are two main types of cookies:</p>\n<ul>\n<li>\n<b>Session cookies: </b>these are temporary cookies that expire when you leave the site.\nSession cookies allow the website to recognize you as you navigate between pages during a single browser session and allow you to use the website most efficiently.&nbsp;</li>\n</ul>\n<ul>\n<li>\n<b>Persistent cookies:</b>&nbsp;in contrast to session cookies, persistent cookies are stored on your online device between browsing sessions until expiry or deletion.\nThey therefore enable the website to \"recognize\" you on your return, remember your preferences, and personalize services to you.</li>\n</ul>\n<p>We use both session cookies and persistent cookies on our website.&nbsp;The benefit of enabling cookies is that it will allow your use of Scotiabank’s websites to be faster, easier and tailored to your interests.</p>\n<p>Pixel tags and web beacon technologies provide information about how you interact with our websites, mobile applications, and emails.\nFor example, pixels can be used to determine whether an e-mail has been opened or forwarded and how much of it has been viewed.\nThese technologies may communicate with servers to obtain images and other content and to relay information about the IP address being used to access our site and information about your browser.\nWe may use the information we obtain through these technologies to serve you targeted ads, as described below under “<i>What is interest-based advertising?”</i>.</p>\n<p>Why we use these technologies</p> collapse <ul>\n<li>\n<b>To collect statistical information:</b>&nbsp;We use these technologies to collect and evaluate statistical information on how you use our websites to help us improve our websites, products and services.</li>\n</ul>\n<ul>\n<li>\n<b>To measure engagement:&nbsp;</b>We use these technologies to gain a better understanding of customer behaviours on our websites to develop engagement strategies to better serve you and make it easier for you to navigate our websites and find information about our products and services.\nThis data may be matched with other information we have about you to provide you with personalized marketing communications and services that better reflect your needs.</li>\n</ul>\n<ul>\n<li>\n<b>To advertise or make offers:</b>&nbsp;We use these technologies to serve Scotiabank advertisements and offers tailored to you or that may be of interest to you on third party websites.\nFor more information on interest-based advertising see<b>\n</b>\n<i>“What is interest-based advertising?”</i>\n<b>&nbsp;</b>below.</li>\n</ul>\n<ul>\n<li>\n<b>For analytics</b>: We may use web analytics services such as Adobe Analytics and Google Analytics to help us analyze how visitors use our websites so that we can better understand and improve our websites.\nThese third parties may collect your IP address or device identifier on the date you visit a site as well as the number of visitors to our site, where visitors have come to the site from and the pages they visit.\n.\nFor example, with Google Analytics, the information generated by the cookie about your use of the site (including your IP address) will be transmitted to and stored by a Google server.\nGoogle uses this information for the purpose of evaluating your use of the site, compiling reports on site activity for us, and providing us with other services relating to site activity and internet usage.\nFor more information, see “How Google uses data when you use our partners’ sites or apps” and “Google Analytics and Privacy”.\nFor instructions on how to opt-out of Google Analytics and Adobe Analytics, please see “<i>How to control or refuse cookies”</i> Below.</li>\n</ul>\n<ul>\n<li>\n<b>For the Scotia OnLine<sup>®</sup>&nbsp;express sign-on feature (Save my ScotiaCard<sup>®</sup>):&nbsp;</b>You can select to have a cookie securely store your ScotiaCard Number and an optional Nickname.\nThis allows you to access your accounts faster and more conveniently.\nYou cannot store your passwords.</li>\n</ul>\n<ul>\n<li>\n<b>To authenticate your computer:&nbsp;</b>We use these technologies to gather information such as IP address and browser type to authenticate you and your computer and to detect and prevent fraud.</li>\n</ul>\n<ul>\n<li>\n<b>For security and verification:</b>&nbsp;We use these technologies to help us maintain security and verify your details while you navigate from page to page on our websites, which enables you to avoid having to re-enter your details each time you enter a new page.</li>\n</ul>\n<ul>\n<li>\n<b>To personalize content:&nbsp;</b>We use these technologies to remember how you have customized your use of our websites, such as your preferred currency and time zone, and to personalize your experience on our websites and mobile applications.&nbsp;</li>\n</ul>\n<ul>\n<li>\n<b>To improve your user experience</b>: We use these technologies cookies to collect information about your activity on our websites to enable us to better understand and improve your user experience when using our websites, for example, a cookie which recognizes if your browser supports specific technology features.\nThis helps, for example, in enabling websites to be loaded more quickly when you request the download of a large file.</li>\n</ul>\n<p>Why we collect information about your location&nbsp;</p> collapse <p>We offer mobile applications or other products and services that use information about your location.\nIf you choose to use such applications or services, we may, with your consent, collect information about your location to provide you with services you request (for example, to show you the nearest ATM) or to protect you and us from fraud.</p>\n<p>How to control or refuse cookies</p> collapse <p>You can limit the collection of your information by disabling cookies on your browser.\nYou may also be able to modify your browser settings to require your permission each time a website attempts to set a cookie.\nHowever, our websites (and many other websites) rely on cookies to enable certain functionality.\nIf you choose to disable cookies, some of the services or functionality available on our websites may not work properly.</p>\n<p>You can prevent the storage and processing of data relating to your use of the site by Google and Adobe as follows:&nbsp;</p>\n<ul>\n<li>You can opt out of Adobe Analytics using&nbsp;Adobe Opt Out Settings.</li>\n<li>You can opt out of Google Analytics by installing Google’s&nbsp;opt-out browser add-on.</li>\n</ul>\n<p>To opt-out of interest-based advertising, please see “<i>How to opt-out of interest-based advertising”</i> below.&nbsp;<b>\n</b>\n</p>\n<p>What is interest-based advertising?</p> collapse <p>Interest-based advertising allows us to deliver advertisements and offers that are more relevant to you and your interests.\nIt works by showing you advertisements and offers that are based on your browsing patterns and the way you have interacted with our websites.\nWe use third parties such as ad networks, advertisers and other partners who use their own technologies (including cookies and pixel tags) to collect information about your activity on our websites and on third-party websites (such as those you visit and your interaction with our advertising and other communications).\nThis information is used to make predictions about your preferences and deliver ads that are more relevant to your perceived interests when you are on our websites or third party websites.\nWe may also share this information with a limited number of trusted business partners that wish to advertise to you.</p>\n<p>If you click one of our advertisements or offers, we may also track the response rate and the website activity associated with it to evaluate the effectiveness of our online campaigns.</p>\n<p>How to opt-out of interest-based advertising</p> collapse <p>&nbsp;</p>\n<p>To opt-out of the third parties collecting information for interest-based advertising on our websites, please click here for our cookie consent management tool.</p>\n<p>As part of our commitment to fair information practices, Scotiabank is a participant and supporter of the Digital Advertising Alliance of Canada's \"AdChoices\" program and adheres to the DAAC Canadian Self-Regulatory Principles for Online Behavioural Advertising.</p>\n<p>AdChoices is a self-regulatory program that requires participating companies to include an AdChoices icon in any ads that use interest-based advertising.\nIt's intended to provide consumers with greater transparency around interest-based advertising and to give them the ability to opt-out of this type of targeting.\nYou can learn more at&nbsp;www.youradchoices.ca.\nYou can also click on the AdChoices icon which appears at the bottom (or top) of our websites or ads.</p>\n<p>For more information about interest-based advertising on your desktop or mobile browser and to understand your options, including how you can opt-out of receiving interest-based ads from third-party advertising companies participating in the Digital Advertising Alliance of Canada (DAAC) Self-Regulatory Program for Online Interest-Based Advertising, please visit the DAAC website at http://youradchoices.ca/choices.</p>\n<p>You can also opt-out of interest-based Adobe ads using&nbsp;Adobe Opt Out Settings and from interest-based Google ads using&nbsp;Google’s Ads Settings.</p>\n<p>Important notes about your opt-out:</p>\n<ul>\n<li>If you opt-out of interest-based advertising by a third party, these technologies may still collect data for other purposes including analytics and you will still see ads from us across the Internet, but the ads will not be targeted based on behavioural information about you and may therefore be less relevant to you and your interests.</li>\n</ul>\n<ul>\n<li>Interest-based advertising opt-outs work by saving cookies in your browser that tell the various ad partners that you have opted-out.\nBecause cookies are generally browser-specific, your choice will only apply to the web browser from which you opt-out.\nYou must opt-out from each web browser from which you do not want interest-based advertising (and this may involve different devices, if you use more than one).&nbsp;</li>\n</ul>\n<ul>\n<li>If you delete or clear your browser’s cookies, you will need to opt-out again.</li>\n</ul>\n<p>How to protect your security&nbsp;</p> collapse <p>Browsers such as Microsoft Internet Explorer allow you to store passwords and logon IDs so you do not need to re-enter this information each time you access a web site.&nbsp;<b>To prevent unauthorized use of your online banking access codes, Scotiabank strongly urges you to&nbsp;<u>NOT</u>&nbsp;use this functionality.</b>\n</p>\n<p>How we will notify you of changes to this Policy<b>\n</b>\n</p> collapse <p>We may change this Policy from time to time to reflect changes in our practices.\nWe will display the changed Policy on our website.\nWe encourage you to visit our website frequently to stay informed.</p>\n<p>How to contact us</p> collapse <p>If you have any questions about this Policy or our interest-based advertising practices, please contact the Privacy Office c/o the Office of the President:</p>\n<p>Telephone: 1-877-700-0043<br>\nFax: 1-877-700-0045<br>\nEmail: mail.president@scotiabank.com<br>\nLetter: Privacy Office c/o The Office of the President, Scotiabank<br>\n44 King Street West<br>\nToronto ON M5H 1H1</p> ", "created_at": "2021-06-25 22:42:09.705405", "updated_at": "2021-06-25 22:42:21.354917"}, {"id": 7325, "name": "Privacy Agreement", "url": "https://www.scotiabank.com/ca/en/about/contact-us/privacy/privacy-agreement.html", "xpath": "//*[@id=\"main\"]", "text": " Scotiabank Privacy Agreement<br>\n<p>Scotiabank recognizes the importance of your personal information and we never take for granted the trust that you - as a customer or a business partner - have placed in us to protect that information.<br>\n</p>\n<p>Scotiabank values transparency.\nWith this Privacy Agreement, along with our&nbsp;Digital Privacy and Interest-Based Advertising Policy, we are striving to provide you with a good understanding of why we collect and use your personal information, how your information is shared, retained and protected, and how you can exercise your personal choices.\n&nbsp;We will also explain how you can find out what personal information we hold about you.\nWhen you apply or sign-up for a product or service that requires further explanation about how we use your personal information, we will explain that to you.<br>\n</p>\n<p>Some of our affiliates and subsidiaries have their own privacy policies, but where that is not the case, this Privacy Agreement and our Digital Privacy and Interest-Based Advertising Policy apply to The Bank of Nova Scotia and the current and newly acquired&nbsp;members of the Scotiabank group of companies&nbsp;or any Scotiabank programs in Canada (“Scotiabank” or “we” or “us”).</p>\n<p>Our privacy framework</p> collapse <p>We have established a privacy framework that sets out the structure and accountability for the secure and respectful treatment of personal information.\nOur privacy framework is overseen by a dedicated Privacy Office, led by our Chief Privacy Officer.</p>\n<p>You can contact our Chief Privacy Officer using the contact information at the end of this Privacy Agreement.&nbsp;</p>\n<p>What is personal information?</p> collapse <p>Personal information is information that identifies you or can be used to identify you.\nExamples of personal information include: first and last name, mother’s maiden name, mailing address, telephone number (including mobile), email address, date of birth, social insurance number (SIN), government-issued identification, credit history, information about your employment and education, annual income, assets and liabilities and financial transactions.</p>\n<p>Why we collect and use personal information</p> collapse <p>We collect and use personal information to establish and manage our banking relationship with you, provide you with personalized products and services, manage our business, and comply with legal and regulatory requirements.\nWe will give you some examples to explain each one of these purposes.</p> To establish and manage our banking relationship<br>\n<p>We collect and use personal information to establish and maintain our relationship and provide you with the products and services you have requested.</p>\n<ul>\n<li>\n<p>\n<b>We need to confirm who you are and verify the information you have provided to us</b>: We will ask for your name, address, telephone numbers (including mobile), email address, and date of birth, and may ask for other forms of identification such as a valid driver’s license, passport or a recent utility bill.\nWe may also ask for certain biometric information, like a fingerprint or a voiceprint to securely verify your identity.\nWe may ask you for your SIN to confirm your identity and ensure we obtain accurate information from credit reporting agencies.\nProviding your SIN for these identity verification purposes is optional.\nTo withdraw your consent for the use of your SIN for identity verification purposes, you may contact us under <i>“How to refuse or withdraw your consent</i>” as set out below.\nFor corporate clients, we need to collect the signing officers’ names and other personal details.</p>\n</li>\n<li>\n<p>\n<b>We need to assess your eligibility and suitability for our products and services</b>: When you apply for a product like a bank account, credit card, line of credit, mortgage, automotive financing or investment product, or agree to act as a guarantor, we may ask about your credit and payment history, education, employment, annual income, assets and liabilities.\nWe may need information about how you intend to use the product or service and the source of any incoming funds or assets or the source of any down payment.</p>\n</li>\n<li>\n<b>We need to communicate with you</b>: We may communicate with you by phone, fax, mail, email, SMS text message or other electronic means to provide you with information related to the products and services you hold with us, or to collect on a debt owed to us.\nYou can also choose to sign-up to receive alerts (including push notifications) regarding your account.<b>\n</b>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<b>We may need information about related parties to establish and manage our banking relationship with you</b>: In some circumstances, we may need information about your spouse, legal guardian, beneficiaries or personal representatives.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<b>We may need certain credit-related information:</b> We obtain credit and other information about you from credit reporting agencies on an on-going basis.\nWe use this information to assess your application, verify your identity and your current and ongoing creditworthiness, update our records, help us to determine your eligibility for other products and services (such as pre-approved credit products, credit limit increases and balance transfer offers), to manage and assess our risks and to help us help you manage your credit responsibly.\nYour consent is effective for as long as you have the product or service with Scotiabank.\nThe information we obtain from credit reporting agencies may include the types and amounts of credit advanced to you, payment histories, collection actions, legal proceedings, previous bankruptcies and other information reported by your creditors.<br>\n</p>\n<p>We obtain your credit information from the following credit reporting agencies, and you can contact them to obtain a copy of your credit report:&nbsp;<br>\n</p>\n<ul>\n<li>\n<p>Equifax:&nbsp;&nbsp;http://www.equifax.ca<br>\n</p>\n</li>\n<li>\n<p>TransUnion:&nbsp;http://www.transunion.ca</p>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<b>We may need additional information for insurance services</b>: When you apply for or accept insurance offered by us (such as mortgage, line of credit, credit card, or loan protection, life or travel insurance), we collect additional personal information.\nWe and our insurance providers require this personal information to assess insurance risk and to establish and administer the insurance coverage, including the assessment of claims.\nFor certain insurance products and services, we may ask for some health information.</li>\n</ul> To provide you with personalized products and services<br>\n<p>We collect and use personal information to provide you with personalized products and services and information about products and services that may be of interest to you.<br>\n</p>\n<ul>\n<li>\n<p>\n<b>We collect and use information to personalize your experience with us</b>, <b>including</b>: to better understand your needs and preferences including through data analytics.\nto personalize your experience on our websites and mobile applications.\nto provide you with tailored communications and offers.</p>\n</li>\n<li>\n<p>\n<b>We collect and use information to provide you with marketing communications: </b>We may contact you by phone, fax, mail, email, SMS text message or other electronic means about new products and services, offers, events and promotions.\nOur communications may be tailored based on information that we have about you.\nIf you do not wish to receive these communications, you can withdraw your consent at any time by following the instructions under “<i>How to update your marketing choices</i>” below.<b>\n</b>\n</p>\n<p>If you sign-up to receive electronic messages (such as emails and SMS text messages) from the Scotiabank group of companies, we will each send you communications about our products and services, offers, events, and other valuable information.\nWe may also send you information about the products and services of Scotiabank’s trusted partners that may be of interest to you.</p>\n<p>We may also use services provided by third-party platforms (such as social networking and other websites) to serve relevant Scotiabank advertisements on such platforms to you and others.\nWe may provide a de-identified version of your email address to the platform provider for such purposes.\nTo opt-out of the use of your information for these purposes, you can unsubscribe from receiving email marketing communications by following the instructions under “<i>How to update your marketing choices</i>” below.</p>\n</li>\n<li>\n<b>We collect and use information when you participate in a contest, survey, or promotion: </b>If you participate in a contest, survey or promotion, we may collect your name, address, phone number, email address, and other information or responses you provide.\nWe use this information to administer your participation in the contest or promotion and as otherwise described to you when you enter.\nThe information obtained through our surveys is used in an aggregated form.\nWe use this information to help us understand our clients and to improve our products and services.\nIf a contest or promotion is administered by a third party (such as a loyalty program partner), we may share information with the third party as described to you at the time of entry into the contest or promotion.<b>\n</b>\n</li>\n</ul> To manage our business<br>\n<p>We collect and use personal information to operate and manage our business and business relationships.&nbsp;&nbsp;</p>\n<ul>\n<li>\n<p>\n<b>We collect and use information to prevent and detect fraud and criminal activity and secure our premises: </b>We may ask you for any additional information required to investigate matters, settle any claim or report a matter to the appropriate authorities.\nWe also conduct video surveillance in and around branches, bank machines and other locations for the purpose of safeguarding our customers and employees and protecting against theft, fraud and vandalism.&nbsp;</p>\n</li>\n<li>\n<p>\n<b>We collect and use information when you contact us</b>: We record telephone calls for training and quality assurance purposes.\nWe will tell you when we are recording a call.</p>\n</li>\n<li>\n<p>\n<b>We collect and use information to collect debts, enforce obligations and to manage and assess risk.</b>\n</p>\n</li>\n<li>\n<p>\n<b>We collect and use information to manage our business relationships: </b>For example, we collect personal information from employees or other representatives of our suppliers and contractors that is necessary for them to do business with us.</p>\n</li>\n<li>\n<p>\n<b>We use and analyze the information we collect to better understand our clients, improve our products and services, and to prevent and detect fraud.</b>\n</p>\n</li>\n</ul> To comply with legal and regulatory requirements<br>\n<p>We are required to collect and use personal information to meet legal and regulatory requirements.&nbsp;</p>\n<ul>\n<li>\n<p>We collect and use personal information that may be required for anti-money laundering and “know your client” requirements and other applicable legal or regulatory requirements.</p>\n</li>\n<li>\n<p>We also need to collect, use and disclose your SIN for income tax reporting purposes and to fulfil other regulatory requirements, as required by law.<br>\n</p>\n</li>\n</ul>\n<p>Why we share your personal information</p> collapse <p>Scotiabank may share your personal information with third parties for the purposes described below.</p>\n<ul>\n<li>\n<b>We may share information with members of the Scotiabank Group of companies: </b>We may share personal information with members of the Scotiabank group of companies who provide operational, administrative and support services on our behalf, to meet legal and regulatory obligations, for fraud prevention purposes, and to perform analytics.<i>\n</i>\n</li>\n</ul>\n<p>Members of the Scotiabank group of companies may be located outside of Canada and may access and process your personal information from the United States or other jurisdictions.\nFor a list of Scotiabank’s principal affiliates and subsidiaries enterprise-wide, please refer to the most recent Annual Report.</p>\n<ul>\n<li>\n<p>We may share your personal information with other members of the Scotiabank group of companies so that they may contact you for the purposes of marketing, including telemarketing, or to help you manage your credit responsibly.\nYou can withdraw your consent to the disclosure of your personal information to other Scotiabank companies for marketing at any time.\nSee “<i>How to update your marketing choices</i>” for more information.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<b>We may share information with our service providers: </b>We may use third party service providers to process or handle personal information on our behalf.\nOur service providers assist us with various services such as printing, postal and electronic mail distribution, marketing (including by telephone and electronic means), advertising, analytics, customer service, and processing, authorizing and authenticating your transactions.</p>\n</li>\n</ul>\n<p>We also provide personal information to credit or payment card networks and associations to administer the payment card system.\nWe may also share information with merchants with whom you have set up pre-authorized or automatic bill payments, in which case we may provide your updated payment card number or expiry date.</p>\n<p>When personal information is provided to our service providers, we will require them to protect the information in a manner that is consistent with Scotiabank privacy and security policies, practices and standards.</p>\n<p>Some of our service providers are located outside of Canada and may access and process your personal information from the United States or other jurisdictions.</p>\n<ul>\n<li>\n<b>We may share information with our loyalty, reward or program partners: </b>We may offer products and services with trusted business partners, such as through the SCENE points program, or automotive manufacturers and dealers as part of our automotive financing business.\nIn the event we collect, use and disclose personal information in connection with a partner program, we will tell you this at the time you sign-up for the program.\nFor more information, see the terms that govern your participation in the program.</li>\n</ul>\n<ul>\n<li>\n<p>\n<b>We may share information with other trusted business partners: </b>We may share information with our partners for marketing or other servicing purposes.\nFor example, if you sign-up to receive communications from our trusted business partners, we share your personal information with our trusted partners so that they may contact you for the purposes of marketing, including telemarketing.\nYou can withdraw your consent to the disclosure of your personal information with these partners at any time.\nSee “<i>How to update your marketing choices</i>” below for more information.<b>\n</b>\n</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<b>We may share information with credit reporting agencies: </b>We exchange personal information with consumer and credit reporting agencies on an ongoing basis, including information about late payments, missed payments or other defaults.<b>\n</b>\n</p>\n</li>\n<li>\n<p>\n<b>We may share information with your joint account holders, representatives, executors and beneficiaries: </b>We share personal information with joint account holders or representatives (such as a legal guardian, power of attorney or lawyer).\nJoint account holders will each have access to all of the account history and transaction details for the account.\nWe may also share personal information with your (or your joint account holder’s) estate representatives or beneficiaries where reasonably necessary to administer the estate.<i>\n</i>\n</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<b>We may share information with third parties in connection with a prospective business transaction: </b>If we sell a company or a portion of the business or assets of a Scotiabank company, or in the event we sell, assign or securitize your loan, mortgage or other debt, we may provide information we hold about you to the prospective purchaser or investor.\nThe personal information we disclose in such circumstances may include financial information obtained in support of your loan, mortgage or other debt.<b>\n</b>\n</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<b>We may share information to meet legal requirements: </b>Scotiabank and our Canadian, US and foreign service providers may disclose personal information where we are required or permitted to do so by applicable law.\nThis may be:</p>\n<ul>\n<li>\n<p>to other organizations for the purposes of investigating a breach of an agreement or contravention of law or to detect, suppress or prevent fraud;</p>\n</li>\n<li>\n<p>to establish, exercise or defend legal claims;</p>\n</li>\n<li>\n<p>to protect the rights, property and safety of Scotiabank and others;</p>\n</li>\n<li>\n<p>to courts, law enforcement and regulatory authorities in the jurisdictions in which we or our service providers operate, including to respond to a local or foreign court order, search warrant or other demand or request which we believe to be valid;</p>\n</li>\n<li>\n<p>to comply with the rules of production of a local or foreign court.\nand</p>\n</li>\n<li>\n<p>to satisfy legal and regulatory requirements that we believe are applicable to us, including the requirements of any self-regulatory organizations to which we belong.</p>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<b>We may share information relating to mortgage products:&nbsp;</b>If you have a mortgage account with us, we may share information about you, including credit information and the amount of your mortgage, to mortgage insurers for the purposes of offering and administering mortgage insurance, or to a creditor where you are in default of an obligation to that creditor.</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<b>We may share information relating to insurance services: </b>We may exchange personal information (including health information) with hospitals and health care professionals, government insurance plans, other insurance companies and insurance service bureaus.<b>\n</b>\n</p>\n</li>\n</ul>\n<ul>\n<li>\n<p>\n<b>We may share information in accordance with your requests or as you otherwise consent.&nbsp;</b>\n</p>\n</li>\n</ul>\n<p>How we protect and retain personal information</p> collapse <p>We have implemented measures designed to safeguard the personal information in our custody and control against theft, loss and unauthorized access, use, and disclosure.</p>\n<p>We restrict access to personal information to employees and authorized service providers who require access to fulfil their job requirements.</p>\n<p>We may keep and use information about you in our records for as long as it is needed for the purposes described above, or to otherwise meet our legal obligations, even if you are no longer a customer.</p>\n<p>How we maintain accurate personal information</p> collapse <p>We require accurate, complete and up-to-date records to provide our products and services, and we have implemented processes to help ensure this.</p>\n<p>We also rely on you to provide us with information that is true and complete.\nIf any personal information changes or becomes inaccurate or out of date, please advise us using the contact information set out below so we can update our records.</p>\n<p>How to refuse or withdraw your consent</p> collapse <p>You can refuse to consent to our collection, use or disclosure of personal information, or you may withdraw your consent to our further collection, use or disclosure of your personal information at any time by giving us reasonable notice, subject to limited exceptions.\nThis includes withdrawing your consent for Scotiabank to use your SIN to verify credit information to confirm your identity.</p>\n<p>If you wish to withdraw consent, you may do so at any time by contacting the branch or office with which you are dealing or by calling us toll-free at the telephone numbers listed below.\nYou can also contact the Office of the President as set out at the end of this Privacy Agreement.</p>\n<p>Scotiabank 1-800-4SCOTIA<br>\nScotiaMcLeod, Scotiatrust and Private Investment Counsel 1-866-437-4990<br>\nScotiaLife Financial 1-800-387-9844<br>\nScotia iTRADE<sup>®</sup>&nbsp;1-888-872-3388</p>\n<p>Depending on the circumstances, your withdrawal of consent may prevent us from providing you, or continuing to provide you, with some products and services, the ability to access certain products and services, or information that may be of value to you.</p>\n<p>In addition, we may have legal, regulatory or contractual obligations to collect, use or disclose certain of your personal information, in which case you may not withdraw your consent.\nFor example, during the term of a loan, you may not withdraw your consent to our ongoing collection, use or disclosure of your personal information in connection with the loan you have with us or have guaranteed.</p>\n<p>You also cannot refuse to consent to our collection, use and disclosure of personal information required by our regulators, including self-regulatory organizations.</p>\n<p>We will act on your instructions as quickly as possible but there may be certain uses of your information that we may not be able to stop immediately.<br>\n</p>\n<p>&nbsp;</p>\n<p>How to update your marketing choices</p> collapse <p>You can update your marketing communication preferences at any time by contacting the branch or office you deal with or call us toll free at 1-800-4SCOTIA.</p>\n<p>You can also withdraw your consent to receive specific types of communications as set out below:</p>\n<ul>\n<li>To opt-out of email communications, click on the “unsubscribe” link included in each of our communications or click <u>here</u> for The Bank of Nova Scotia in Canada or <u>here </u>for Scotiabank Global Wealth Management senders.&nbsp;</li>\n</ul>\n<ul>\n<li>To opt-out of receiving SMS text messages, respond to any message by texting “STOP”.\nYou may also adjust your InfoAlert settings within our mobile app or the Scotiabank OnLine portal.&nbsp;<br>\n</li>\n</ul>\n<ul>\n<li>To opt-out of interest-based advertising, see our Digital Privacy and Interest-Based Advertising Policy.</li>\n</ul>\n<ul>\n<li>&nbsp;To opt-out of the sharing of your personal information with trusted partners or members of the Scotiabank group of companies, contact us using the contact information set out above.&nbsp;</li>\n</ul>\n<ul>\n<li>To opt-out of direct mail and phone marketing communications, contact us using the contact information set out above.</li>\n</ul>\n<p>You may continue to receive certain types of communications, including electronic messages or offers from Scotiabank, even after you have withdrawn your consent or unsubscribed to emails.\nFor example, messages sent from the Scotiabank OnLine portal, messages sent in response to specific inquiries, messages to satisfy a legal obligation or for debt collection purposes or to enforce or provide you with notice of an existing or pending right.\nIn addition, if you visit your advisor at the branch or contact us by telephone, online (including through the Scotiabank Online portal) or visit an ABM, we may make certain offers to you.</p>\n<p>How to access or update your personal information</p> collapse <p>You can request to access or update the personal information we hold about you.\nMuch of this information is already accessible by you, for example: through your account statements.\nby visiting the branch or office where you regularly do business.\nby accessing your account online.\nor through the Customer Contact Centre.\nHowever, to access any other personal information about you, please send request in writing to the Office of the President using the contact information included at the end of this Agreement.</p>\n<p>To process your request, we may ask you for information to validate your identity and confirm the scope of your request, such as your branch and account number, and clarification on the specific information or time period you are requesting.</p>\n<p>We may not be able to provide you with access to your personal information in certain circumstances, such as where your request includes personal information about a third party that cannot be removed, or when the information you are requesting is protected by legal privilege.</p>\n<p>Scotiabank may charge you a nominal access fee depending on the nature of your request.\nWe will advise you of the fee, if any, prior to proceeding with your request.</p>\n<p>If you have a sensory disability, you may request that your personal information be made available in an alternative format.</p>\n<p>How we notify you of changes to this Privacy Agreement</p> collapse <p>We may amend this Agreement from time to time to reflect changes in our personal information practices.\nWe will post the revised Agreement on our website and make it available at our branches.</p>\n<p>We may also notify you of any changes to this Agreement in any of the following ways:</p>\n<ul>\n<li>A notice prominently displayed at all Scotiabank ATMs;</li>\n</ul>\n<ul>\n<li>An announcement through an automated telephone message or a digital channel such as a mobile app;</li>\n</ul>\n<ul>\n<li>A notice on the Scotiabank website or your Scotia OnLine portal;</li>\n</ul>\n<ul>\n<li>A notice in our branches.\nor</li>\n</ul>\n<ul>\n<li>A notice in your monthly statement.</li>\n</ul>\n<p>How to contact us</p> collapse <p>\n<br>\nIf you have an inquiry about Scotiabank's privacy practices or how we and our service providers treat your personal information, please contact the branch or office you deal with or call us toll free at 1-800-472-6842.\nIf your branch or office is not able to resolve your concern to your satisfaction, you can contact the Privacy Office c/o the Office of the President:&nbsp;</p>\n<p>Telephone: 1-877-700-0043<br> Fax: 1-877-700-0045<br> Email:&nbsp;mail.president@scotiabank.com<br> Letter: Privacy Office c/o The Office of the President, Scotiabank<br> 44 King Street West<br> Toronto ON M5H 1H1</p>\n<p>Scotiabank has policies and procedures to receive, investigate, and respond to your privacy complaints and questions.\nWe will investigate all complaints we receive and if we find a complaint justified, we will try to resolve it.</p>\n<p>If you are not satisfied, you may file a complaint with the Office of the Privacy Commissioner of Canada:</p>\n<p>30, Victoria Street<br>\nGatineau, Quebec<br>\nK1A 1H3<br>\nToll-free: 1-800-282-1376<br>\nPhone: (819) 994-5444<br>\nTTY: (819) 994-6591<br>\nwww.priv.gc.ca</p>\n<p>Printer-Friendly Version<br>\n</p> ", "created_at": "2021-06-25 22:40:53.593318", "updated_at": "2021-06-25 22:41:07.938096"}, {"id": 1465, "name": "Terms of Access", "url": "https://www.scotiabank.com/ca/en/about/contact-us/legal.html", "xpath": "//*[@id=\"main\"]", "text": " Legal Scotiabank.com Terms of Access<br> IMPORTANT <p>THIS NOTICE GOVERNS USE OF THIS WORLD WIDE WEB SITE (\"SITE\") SCOTIABANK.COM.\nBY ACCESSING THIS SITE, YOU AGREE TO THE FOLLOWING TERMS.\nIF YOU DO NOT AGREE TO THESE TERMS, DO NOT ACCESS THIS SITE.<br>\n</p>\n<p>Click on the links provided for legal notices pertaining to Scotiabank Global Banking and Markets, 1832 Asset Management L.P.\nand ScotiaMcLeod Web sites that are additional to the legal notice provided by The Bank of Nova Scotia (sometimes referred to as “Scotiabank”) in respect to Scotiabank and its affiliates.<br>\n</p>\n<p>Copyright in the content of this site, including the screens displaying the pages and their arrangement, is owned by The Bank of Nova Scotia unless otherwise indicated.\nAll rights reserved.\nUsers of Scotiabank's World Wide Web site pages (the \"Work\") shall only be entitled to copy the Work for their own personal use and may not republish nor reproduce any substantial part of the Work in any manner whatsoever, including electronically reproducing this Work by \"uploading\", \"downloading\" or accessing the Work on to the Internet or any other local or international computer system, without the prior written permission of Scotiabank, and any such unauthorized use constitutes copyright infringement.\nAn acknowledgement of the source must be included whenever Scotiabank material is copied or published.\nIf you require further information on a permitted use or license to reproduce or republish any material, address your inquiry to e-Scotia, Business to Consumer Products &amp.\nServices, 44 King Street West, Toronto, Ontario M5H 1H1.\nAny infringement of Scotiabank rights will result in appropriate legal action.\nScotiabank disclaims any and all liability for any consequences which may result from any unauthorized reproduction or use of this Work whatsoever.\nUse of any software downloaded from this site is governed by the terms of any license agreement provided with that software.</p>\n<p>Jurisdiction: Available Only Where Permitted by Law</p>\n<p>Information on Scotiabank's WWW pages is for information purposes only and does not constitute an offer to buy or a solicitation to sell any currency, investment fund, securities, units of mutual funds, or other product service or information in any jurisdiction in which an offer or solicitation is not authorized or cannot be legally made, or to any person whom it is unlawful to make an offer or solicitation.\nFor information specific to any jurisdiction outside of Canada, please contact your financial advisor.</p>\n<p>Not all products and services displayed on Scotiabank’s WWW pages that Canadian residents may be interested in are available in all regions of Canada.\nNot all products and services that other country residents may be interested in are available in that country.</p>\n<p>Scotiabank's products and services are available in accordance with local law and only if they may be lawfully offered for sale in any particular jurisdiction.\nAll Scotiabank products and services are subject to the terms of applicable agreements.</p>\n<p>You acknowledge and agree that while you may access Scotiabank’s WWW pages from other jurisdictions outside of Canada, some aspects of the products and services or some information thereon may not be available to you in those jurisdictions.\nScotiabank is only offering to you products and services that are legally permitted in the jurisdictions from which you access Scotiabank’s WWW pages, whether through mobile banking or otherwise.\nIf you access or use Scotiabank’s WWW pages outside of Canada, you do so at your own risk, and you bear all responsibility for compliance with any local, provincial, national, or international laws that are applicable to such aces or use of Scotiabank’s WWW pages by you.</p>\n<p>Not Offering Any Advice</p>\n<p>The information, material and content provided in Scotiabank’s WWW pages is for informational purposes only and is not intended to provide specific financial, investment, tax, legal, accounting or other advice to you, and should not be acted or relied upon in that regard without seeking the advice of a professional.</p> Access to and Use of Site <p>Scotiabank adheres to the highest security measures on its&nbsp;Scotiabank.com&nbsp;and Scotia OnLine Financial Services websites.</p>\n<p>Sensitive communication between you and these sites is always protected via encryption while in transit.\nHowever, Scotiabank advises you that, unlike communication with our website, we have no control over the privacy of your e-mail communications with us.\nWe recommend that you not include private and sensitive information in e-mails to Scotiabank and its affiliates, including, but not limited to, account numbers, balances, passwords, etc.\nScotiabank and its affiliates will not be responsible for any damages you may suffer if you transmit confidential or sensitive information to us through e-mail.</p>\n<p>Facts and data provided by Scotiabank and its affiliates and other sources are believed to be reliable when posted.\nScotiabank cannot guarantee that they are accurate or complete or that they will be current at all times.\nInformation on this WWW site is not intended to provide legal, accounting, or tax advice, and should not be relied upon in that regard.\nNeither The Bank of Nova Scotia nor any of its affiliates is responsible in any manner for direct, indirect, special or consequential damages howsoever caused, arising out of the use of this WWW site.\nScotiabank advises all end users that IBM Canada Ltd.\nhas no liability to end users.</p>\n<p>All services described in this site are subject to conditions, exclusions and limitations as established by the provider of service.\nThe rate bonuses are not to be used in combination with any other pricing bonuses being offered by The Bank of Nova Scotia or its affiliates.</p>\n<p>Sites accessed by hypertext appearing in this Scotiabank site have been independently developed by parties other than Scotiabank and Scotiabank does not guarantee the accuracy of information contained in such sites.\nThe listing of an organization in this site should not be construed as an endorsement of its services or products, and Scotiabank will not be responsible for any losses suffered in visiting those sites.</p>\n<p>The Canada NewsWire Ltd.\nservice is not related to, and is independent of, Scotiabank.</p>\n<p>Reuters and other \"feed\" services are not related to and are independent of Scotiabank.\nScotiabank is providing information from Reuters and other \"feed\" services to you as a convenience.\nScotiabank did not investigate or verify any such information and the inclusion of any such information does not imply that Scotiabank endorses it.\nScotiabank makes no representation as to the accuracy of such information.\nReuters content is the intellectual property of Reuters Limited.\nAny copying, republication or redistribution of Reuters content, including by caching, framing or similar means, is expressly prohibited without the prior written consent of Reuters.\nReuters shall not be liable for any errors or delays in content, or for any actions taken in reliance thereon.\nReuters, the Reuters Dotted Logo and the Sphere Logo are registered trademarks of the Reuters group of companies around the world.\nTo the extent permitted by law, Scotiabank shall not be liable for any damages suffered or incurred by the user of this site or any third person arising out of any faults, interruptions or delays in the Scotiabank site or the Reuters Services and any inaccuracies, errors or omissions in the Scotiabank and Reuters content.</p>\n<p>All reasonable steps have been taken to ensure the security of your personal information transmitted over the Internet.\nThis includes the use of end-to-end encryption and on-line authentication.\nAlthough considerable care has been taken in preparing and maintaining the information and materials contained on Scotiabank’s WWW pages, they are provided on an “as is” basis, without warranty of any kind either express or implied.\nThere are no warranties, conditions, guarantees or representations (in this paragraph called \"Warranties\") as to merchantability, fitness for a particular purpose or other warranties, whether express or implied, in law or in fact, oral or in writing.\nAll software is provided \"as is\" without any representations or Warranties.\nEach user hereby acknowledges that it has not relied upon any representations or Warranties of Scotiabank or Reuters Information Services (Canada) Limited.</p>\n<p>There remains a remote possibility of data security violations occurring.\nIn the event of such breaches, the Bank of Nova Scotia and its subsidiaries and affiliates will notbe responsible for any damages you may suffer as a result.\nThe Bank of Nova Scotia and its subsidiaries and affiliates, are not responsible in any manner for direct, indirect, special or consequential damages howsoever caused, arising out of the use of this web site.\nIn particular, all responsibility or liability for any damages caused to computer systems, software or electronic files by computer viruses “worms”, “Trojan horses” or other items or forces of an intrusive, disruptive or destructive nature is disclaimed.</p>\n<p>The Dow Jones Indexes<sup>SM</sup>&nbsp;are proprietary to and distributed by Dow Jones &amp.\nCompany, Inc.\nand have been licensed for use.</p>\n<p>The Dow Jones Wilshire Indexes<sup>SM</sup>&nbsp;are jointly produced by Dow Jones &amp.\nCompany, Inc.\nand Wilshire Associates, Inc.\nand have been licensed for use.\nAll content of the Dow Jones Wilshire Indexes<sup>SM</sup>&nbsp;© 2005 is proprietary to Dow Jones &amp.\nCompany, Inc.\n&amp.\nWilshire Associates Incorporated.</p>\n<p>Dow Jones and Dow Jones Wilshire content is the intellectual property of Dow Jones &amp.\nCompany, Inc.\n(\"Dow Jones\") and/or Wilshire Associates Incorporated (\"Wilshire\").\nAny copying, republication or redistribution of Dow Jones content, including by caching, framing or similar means, is expressly prohibited without the prior written consent of Dow Jones.\nDow Jones shall not be liable for any errors or delays in content, or for any actions taken in reliance thereon.\nDow Jones Marks and Dow Jones Wilshire Marks are famous, well-known and internationally recognized trade names, trademarks and service marks owned by Dow Jones or Wilshire, as the case may be.\nTo the extent permitted by law, Dow Jones shall not be liable for any damages suffered or incurred by the user of this site or any third person arising out of any faults, interruptions or delays in the&nbsp;Scotiabank.com&nbsp;site and any inaccuracies, errors or omissions in the&nbsp;Scotiabank.com&nbsp;and Dow Jones/Dow Jones Wilshire content.\nExcept as expressly stated in this site, there are no warranties, conditions, guarantees or representations (in this paragraph called \"Warranties\") as to merchantability, fitness for a particular purpose or other warranties, whether express or implied, in law or in fact, oral or in writing.\nAll Dow Jones/Dow Jones Wilshire content is provided \"as is\" without any representations or Warranties.\nEach user hereby acknowledges that it has not relied upon any representations or Warranties of Dow Jones or Wilshire.</p>\n<p>¥ The prime lending rate of The Bank of Nova Scotia.</p> Trademark Legends <p>\n<b>\n<i>Scotiabank's Registered &amp.\nUnregistered Trademarks</i>\n</b>\n</p>\n<p>The symbols ® and ™ designate Canadian registered trademark and, generally, unregistered trademark status respectively.\nThe following are registered trademarks of The Bank of Nova Scotia in Canada: Scotiabank.\nScotia.\nFlying \"S\" and design.\nScotia 2020.\nScotia Banking Advantage.\nScotiabusiness.\nScotiaClub.\nScotiaconnect.\nScotia Direct.\nScotia iTRADE.\nScotiafarm.\nScotiaFunds.\nDynamic Funds.\nScotiaGold Passport.\nScotiaGold.\nScotia Homeowner ADD-Vantage.\nScotia Leasing.\nScotiaLife Financial.\nScotiaLine.\nScotiaMcLeod.\nScotia OnLine.\nScotia Plan.\nScotia Plus.\nScotia Professional.\nScotia Rewards, Scotia Securities, Scotiatrust, Scotia Value, Scotiabank Value, Cashstop, Executive Money Master, Getting There Savings Program, GICs with Guts, GoldChoice, Miss-A-Payment, Money Master, Pay Yourself Too Plan, Reality Check, TeleScotia, Scotia Ultimate, The Ultimate, The Ultimate Laddered, ScotiaCard, Scotia Total Equity, Match-A-Payment, WaterStreet Family Offices, StartRight.</p>\n<p>The following are trademarks of The Bank of Nova Scotia in Canada:&nbsp;scotiabank.ca;scotiabank.com.\n1832 Asset Management.\nScotia Institutional Asset Management.</p>\n<p>The following are service marks of The Bank of Nova Scotia in the United States: Scotiabank.\nFlying \"S\" design;&nbsp;scotiabank.com.</p>\n<p>The Bank of Nova Scotia has additional trademarks and service marks, registered and unregistered, in Canada and other countries, which may appear on this site.</p>\n<p>\n<b>\n<i>Licensed and Authorized Use</i>\n</b>\n</p>\n<p>The display of trademarks herein does not imply that a license of any kind has been granted.</p>\n<p>NHL, the NHL Shield and the image of the Stanley Cup are registered trademarks and the word mark Stanley Cup is a trademark of the National Hockey League.\nAll Rights Reserved.</p>\n<p>Adobe.\nAdobe and Design and Acrobat are registered trademarks of Adobe Systems Incorporated in Canada.</p>\n<p>Adobe Get Acrobat Reader &amp.\nDesign is a trademark of Adobe Systems Incorporated.</p>\n<p>\n<sup>\n<b>®</b>\n</sup> Used under license From American Express Marketing and Development Corp.<br>\nCopyright ©: Amex Canada Inc.\n2002</p>\n<p>Diners Club is a registered trademark of Diners Club International Ltd.</p>\n<p>En Route is a registered trademark of Air Canada.</p>\n<p>Lotus is a registered trademark of International Business Machines Corporation.</p>\n<p>Microsoft, Excel and Windows are registered trademarks of Microsoft Corporation.</p>\n<p>* indicates a registered trademark of VISA International Service Association.\nUsed under license by The Bank of Nova Scotia.</p>\n<p>** MasterCard is a registered trademark of MasterCard International Inc.</p>\n<p>*** Interac Corp.\nowner of Mark INTERAC.\nThe Bank of Nova Scotia authorized user of Mark.</p>\n<p>‡ Trademarks of Discovery Communications, Inc.</p>\n<p>† McAfee and VirusScan are registered trademarks or trademarks of McAfee, Inc., and/or its affiliates in the US and/or other countries.\nAll other registered and unregistered trademarks herein are the sole property of their respective owners All rights reserved.</p>\n<p>+ Bell Mobility is a trademark of Bell Canada.</p>\n<p>± Mobile Browser is a trademark of Bell Mobility Cellular Inc.</p>\n<p>Λ Rogers Communications Inc.\nUsed under License.</p>\n<p>¤ The BlackBerry and RIM families of related marks, images and symbols are the exclusive properties of BlackBerry Limited.\nand are used by permission.</p>\n<p>◊ All other service and product names are trademarks or registered trademarks of their respective owners.</p>\n<p>The display of trademarks herein does not imply that a license of any kind has been granted.</p> Subsidiaries, Affiliates and Divisions <p>The Bank of Nova Scotia Trust Company, e-Scotia.com Inc., e-Scotia Acquisition Inc., e-Scotia Commerce Holdings Ltd., Montreal Trust Company, National Trust Company, Roynat Inc., Scotia Capital Inc., Scotia Mortgage Corporation, Scotia Securities Inc., Victoria and Grey Mortgage Corporation are corporate entities separate from, though wholly owned by, The Bank of Nova Scotia.</p>\n<p>Scotia McLeod and Scotia iTRADE are divisions of Scotia Capital Inc.\n(“SCI”).\nSCI is a member of the Investment Industry Regulatory Organization of Canada and the Canadian Investor Protection Fund.</p>\n<p>Global Asset Management, Retail Canada.\nDynamicFunds.\nScotia Institutional Asset Management.\nand WaterStreet Family Offices are divisions of 1832 Asset Management L.P.</p>\n<p>1832 Asset Management L.P.\nis a limited partnership, the general partner of which is wholly-owned by The Bank of Nova Scotia.</p>\n<p>Banco Inverlat S.A.\nInstitucion de Banca Multiple Grupo Financiero Inverlat is a Mexican Bank organized under the laws of Mexico and is controlled by Grupo Financiero Inverlat S.A.\nde C.V.</p> Forward-Looking Statements <p>Our public communications often include oral or written forward-looking statements.\nStatements of this type are included in this document, and may be included in other filings with Canadian securities regulators or the U.S.\nSecurities and Exchange Commission, or in other communications.\nAll such statements are made pursuant to the “safe harbor” provisions of the U.S.\nPrivate Securities Litigation Reform Act of 1995 and any applicable Canadian securities legislation.\nForward-looking statements may include, but are not limited to, statements made in this document, the Management’s Discussion and Analysis in the Bank’s 2017 Annual Report under the headings “Outlook” and in other statements regarding the Bank’s objectives, strategies to achieve those objectives, the regulatory environment in which the Bank operates, anticipated financial results (including those in the area of risk management), and the outlook for the Bank’s businesses and for the Canadian, U.S.\nand global economies.\nSuch statements are typically identified by words or phrases such as “believe,” “expect,” “anticipate,” “intent,” “estimate,” “plan,” “may increase,” “may fluctuate,” and similar expressions of future or conditional verbs, such as “will,” “may,” “should,” “would” and “could.”</p>\n<p>By their very nature, forward-looking statements involve numerous assumptions, inherent risks and uncertainties, both general and specific, and the risk that predictions and other forward-looking statements will not prove to be accurate.\nDo not unduly rely on forward-looking statements, as a number of important factors, many of which are beyond the Bank’s control and the effects of which can be difficult to predict, could cause actual results to differ materially from the estimates and intentions expressed in such forward-looking statements.\nThese factors include, but are not limited to: the economic and financial conditions in Canada and globally.\nfluctuations in interest rates and currency values.\nliquidity and funding.\nsignificant market volatility and interruptions.\nthe failure of third parties to comply with their obligations to the Bank and its affiliates.\nchanges in monetary policy.\nlegislative and regulatory developments in Canada and elsewhere, including changes to, and interpretations of tax laws and risk-based capital guidelines and reporting instructions and liquidity regulatory guidance.\nchanges to the Bank’s credit ratings.\noperational (including technology) and infrastructure risks.\nreputational risks.\nthe risk that the Bank’s risk management models may not take into account all relevant factors.\nthe accuracy and completeness of information the Bank receives on customers and counterparties.\nthe timely development and introduction of new products and services.\nthe Bank’s ability to expand existing distribution channels and to develop and realize revenues from new distribution channels.\nthe Bank’s ability to complete and integrate acquisitions and its other growth strategies.\ncritical accounting estimates and the effects of changes in accounting policies and methods used by the Bank as described in the Bank’s annual financial statements (See “Controls and Accounting Policies – Critical accounting estimates” in the Bank’s 2017 Annual Report) and updated by quarterly reports.\nglobal capital markets activity.\nthe Bank’s ability to attract and retain key executives.\nreliance on third parties to provide components of the Bank’s business infrastructure.\nunexpected changes in consumer spending and saving habits.\ntechnological developments.\nfraud by internal or external parties, including the use of new technologies in unprecedented ways to defraud the Bank or its customers.\nincreasing cyber security risks which may include theft of assets, unauthorized access to sensitive information or operational disruption.\nanti-money laundering.\nconsolidation in the financial services sector in Canada and globally.\ncompetition, both from new entrants and established competitors.\njudicial and regulatory proceedings.\nnatural disasters, including, but not limited to, earthquakes and hurricanes, and disruptions to public infrastructure, such as transportation, communication, power or water supply.\nthe possible impact of international conflicts and other developments, including terrorist activities and war.\nthe effects of disease or illness on local, national or international economies.\nand the Bank’s anticipation of and success in managing the risks implied by the foregoing.\nA substantial amount of the Bank’s business involves making loans or otherwise committing resources to specific companies, industries or countries.\nUnforeseen events affecting such borrowers, industries or countries could have a material adverse effect on the Bank’s financial results, businesses, financial condition or liquidity.\nThese and other factors may cause the Bank’s actual performance to differ materially from that contemplated by forward-looking statements.\nFor more information, see the “Risk Management” section of the Bank’s 2017 Annual Report.<br>\n</p>\n<p>Material economic assumptions underlying the forward-looking statements contained in this document are set out in the 2017 Annual Report under the headings “Outlook”, as updated by quarterly reports.\nThe “Outlook” sections are based on the Bank’s views and the actual outcome is uncertain.\nReaders should consider the above-noted factors when reviewing these sections.\nThe preceding list of factors is not exhaustive of all possible risk factors and other factors could also adversely affect the Bank’s results.\nWhen relying on forward-looking statements to make decisions with respect to the Bank and its securities, investors and others should carefully consider the preceding factors, other uncertainties and potential events.\nThe forward-looking statements contained in this document are presented for the purpose of assisting the holders of the Bank’s securities and financial analysts in understanding the Bank’s financial position and results of operations as at and for the periods ended on the dates presented, as well as the Bank’s financial performance objectives, vision and strategic goals, and may not be appropriate for other purposes.\nExcept as required by law, the Bank does not undertake to update any forward-looking statements, whether written or oral, that may be made from time to time by or on its behalf.<br>\n</p>\n<p>Additional information relating to the Bank, including the Bank’s Annual Information Form, can be located on the SEDAR website at&nbsp;www.sedar.com&nbsp;and on the EDGAR section of the SEC’s website at&nbsp;www.sec.gov.<br>\n</p> ", "created_at": "2019-06-06 15:57:34.554789", "updated_at": "2020-12-14 22:38:03.427378"}], "points": [{"id": 27937, "title": "Third-party cookies are used for statistics", "source": "https://www.scotiabank.com/ca/en/about/contact-us/privacy/privacy-cookies.html", "status": "Generated through the annotate view", "created_at": "2022-06-03 05:36:59.521758", "updated_at": "2022-06-03 05:36:59.521758", "quoteText": "For analytics</b>: We may use web analytics services such as Adobe Analytics and Google Analytics to help us analyze how visitors use our websites so that we can better understand and improve our websites.", "case_id": 325, "document_id": 7326, "quoteStart": 4718, "quoteEnd": 4923}, {"id": 27936, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://www.scotiabank.com/ca/en/about/contact-us/privacy/privacy-agreement.html", "status": "Generated through the annotate view", "created_at": "2022-06-03 05:27:58.424624", "updated_at": "2022-06-03 05:27:58.424624", "quoteText": "Scotiabank has policies and procedures to receive, investigate, and respond to your privacy complaints and questions.\nWe will investigate all complaints we receive and if we find a complaint justified, we will try to resolve it.</p>\n<p>If you are not satisfied, you may file a complaint with the Office of the Privacy Commissioner of Canada:</p>\n<p>30, Victoria Street<br>\nGatineau, Quebec<br>\nK1A 1H3<br>\nToll-free: 1-800-282-1376<br>\nPhone: (819) 994-5444<br>\nTTY: (819) 994-6591<br>\nwww.priv.gc.ca</p>\n<p>Printer-Friendly Version<br>\n", "case_id": 300, "document_id": 7325, "quoteStart": 26163, "quoteEnd": 26700}, {"id": 27935, "title": "You can opt out of promotional communications", "source": "https://www.scotiabank.com/ca/en/about/contact-us/privacy/privacy-agreement.html", "status": "Generated through the annotate view", "created_at": "2022-06-03 05:23:52.698661", "updated_at": "2022-06-03 05:23:52.698661", "quoteText": "To opt-out of the use of your information for these purposes, you can unsubscribe from receiving email marketing communications by following the instructions under “<i>How to update your marketing choices</i>” below.", "case_id": 223, "document_id": 7325, "quoteStart": 8411, "quoteEnd": 8627}, {"id": 27934, "title": "The service is provided 'as is' and to be used at your sole risk", "source": "https://www.scotiabank.com/ca/en/about/contact-us/legal.html", "status": "Generated through the annotate view", "created_at": "2022-06-03 05:19:37.070506", "updated_at": "2022-06-03 05:19:37.070506", "quoteText": "All software is provided \"as is\" without any representations or Warranties.", "case_id": 286, "document_id": 1465, "quoteStart": 8303, "quoteEnd": 8378}, {"id": 2065, "title": "scotiabank.com/Alerts terms", "source": "https://groups.google.com/d/topic/tosdr/r2iIxj7wzTk/discussion", "status": "scotiabank.com/Alerts terms", "created_at": "2018-05-15 09:12:13.379541", "updated_at": "2021-02-06 03:50:38.517528", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["scotiabank.com"]}}