{"error": 448, "message": "OK", "parameters": {"id": 3215, "name": "JW Player", "created_at": "2021-04-18 19:02:10.862147", "updated_at": "2021-04-19 00:03:02.190868", "wikipedia": null, "keywords": null, "related": null, "slug": "jw_player", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3215.png", "url": "jwplayer.com", "documents": [{"id": 5252, "name": "DMCA COPYRIGHT POLICY", "url": "https://www.jwplayer.com/dmca/", "xpath": "//body", "text": " <ul>\n<li>Products<i>\n</i>\n<ul>\n<li>Play<ul>\n<li>Video Player</li>\n<li>Mobile SDKs</li>\n<li>OTT Apps</li>\n</ul>\n</li>\n<li>Stream<ul>\n<li>Video Delivery</li>\n<li>Live Streaming</li>\n<li>Content Protection</li>\n</ul>\n</li>\n<li>Monetize<ul>\n<li>Video Monetization</li>\n<li>Player Bidding</li>\n<li>Yield Optimization</li>\n<li>Outstream Player</li>\n</ul>\n</li>\n<li>Engage<ul>\n<li>Audience Engagement</li>\n<li>Article Matching</li>\n<li>Recommendations</li>\n<li>Analytics</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Recent News<ul>\n<li>Introducing Live Channels</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Advertisers</li>\n<li>Solutions<i>\n</i>\n<ul>\n<li>Publishers</li>\n<li>Film &amp.\nTV</li>\n<li>Fitness</li>\n<li>Online Courses</li>\n<li>Sports</li>\n<li>Faith</li>\n<li>Dev Shops</li>\n<li>Ad Networks</li>\n<li>Retail</li>\n</ul>\n<ul>\n<li>\n<p>See how we stack up against our competition.</p>\n<ul>\n<li>Brightcove vs JW Player</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Resources<i>\n</i>\n<ul>\n<li>Blog</li>\n<li>Events</li>\n<li>Webinars</li>\n<li>Case Studies</li>\n<li>Playbooks &amp.\nmore</li>\n<li>News Room</li>\n<li>Press Releases</li>\n<li>Contact Us</li>\n</ul>\n<ul>\n<li>\n<p>\n<strong>What's New</strong>\n</p>\n<ul>\n<li>The Modern Publisher’s Guide to Video Advertising</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Company<i>\n</i>\n<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>Contact Us</li>\n</ul>\n<ul>\n<li>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Support</li>\n<li>Dashboard</li>\n<li>Pricing</li>\n</ul>DMCA COPYRIGHT POLICY\n<p>LongTail Ad Solutions, Inc.\n(\"JW Player\", \"Company\") has adopted the following general policy toward copyright infringement in accordance with the Digital Millennium Copyright Act (\"DMCA\").\nWe reserve the right to (1) block access to or remove material that we believe in good faith to be copyrighted material that has been illegally copied and distributed by any of our advertisers, affiliates, content providers, members or users and (2) remove and discontinue service to repeat offenders immediately upon subsequent violation.\nThe address of the Designated Agent to Receive Notification of Claimed Infringement (\"Designated Agent\") is listed at the bottom of this page.\nPlease note that if you fail to comply with all of the requirements below, your DMCA notice or counter-notification may not be processed.</p>\n<p>Remember that your use of JW Player's Services is at all times subject to the Terms of Service located at https://www.jwplayer.com/tos/ which incorporates this DMCA Copyright Policy.\nAny terms we use in this DMCA Copyright Policy without defining them have the definitions given to them in the Terms of Service located at https://www.jwplayer.com/tos/</p>\nI.\nReporting Copyright Infringement:\n<p>If you believe that material or content residing on or accessible through JW Player's websites or services infringes your copyright (or the copyright of someone whom you are authorized to act on behalf of), please send a notice of copyright infringement containing the following information to the Designated Agent listed below:</p>\n<ol>\n<li>Your contact information, including address, telephone number and, if available, your e-mail address;</li>\n<li>Identification of the works or materials being infringed;</li>\n<li>Identification of the material that is claimed to be infringing including information regarding the location of the infringing materials that the copyright owner seeks to have removed, with sufficient detail so that JW Player is capable of finding and verifying its existence (e.g.\nthe URL);</li>\n<li>A statement that you have a good faith belief that use of the material identified in I(3) is not authorized by the copyright owner, its agent, or the law;</li>\n<li>A statement made <strong>under penalty of perjury</strong> that the information provided is accurate and you are authorized to make the complaint on behalf of the copyright owner.\nand</li>\n<li>Your physical or electronic signature.</li>\n</ol>\n<p>\n<strong>UNDER SECTION 512(f) OF THE COPYRIGHT ACT, 17 U.S.C.\n§ 512(f), ANY PERSON WHO KNOWINGLY MATERIALLY MISREPRESENTS THAT MATERIAL OR ACTIVITY IS INFRINGING MAY BE SUBJECT TO LIABILITY.</strong>\n</p>\nII.\nOnce Proper Bona Fide Infringement Notification is Received by the Designated Agent\n<p>Upon receipt of a proper notice of copyright infringement, we reserve the right to:</p>\n<ol>\n<li>Remove or disable access to the infringing material;</li>\n<li>Notify the content provider who is accused of infringement that we have removed or disabled access to the applicable material.\nand</li>\n<li>Terminate such content provider's access to the Services if such content provider is a repeat offender.</li>\n</ol>\nIII.\nCounter-Notification\n<p>If you believe that your material has been removed or access to your material has been disabled due to mistake or misidentification (e.g., because your material is not infringing or you have the right to post and use such material from the copyright owner, the copyright owner's agent, or, pursuant to the law), please provide a counter-notification containing the following information to the Designated Agent listed below:</p>\n<ol>\n<li>Your contact information, including address, telephone number and, if available, your e-mail address;</li>\n<li>Identification of the material that was removed or to which access has been disabled including information regarding the location of the infringing material before it was removed or disabled, with sufficient detail so that JW Player is capable of finding it and verifying its existence (e.g.\nthe URL);</li>\n<li>A statement made under penalty of perjury that you have a good faith belief that the material was removed or disabled as a result of mistake or misidentification;</li>\n<li>A statement that you consent to the jurisdiction of the Federal District Court for the judicial district in which your address is located, or if your address is outside of the United States, any judicial district in which JW Player is located (including the United States District Court for the Southern District of New York), and that you will accept service of process from the person who filed the original DMCA notice or an agent of that person.\nand</li>\n<li>Your physical or electronic signature.</li>\n</ol>\n<p>\n<strong>UNDER SECTION 512(f) OF THE COPYRIGHT ACT, 17 U.S.C.\n§ 512(f), ANY PERSON WHO KNOWINGLY MATERIALLY MISREPRESENTS THAT MATERIAL WAS REMOVED OR DISABLED BY MISTAKE OR MISIDENTIFICATION MAY BE SUBJECT TO LIABILITY.</strong>\n</p>\n<p>If a counter-notice is received by the Designated Agent, JW Player may, in its discretion, forward a copy of your counter-notification to the person who submitted the original notice of infringement informing that person that JW Player may replace the removed material or cease disabling it in 10 business days.\nIf JW Player does not receive notice that a lawsuit for copyright infringement has been filed against the content provider accused of committing infringement, we may replace or restore access to the removed materials in 10 to 14 business days or more after receipt of the counter-notice, atJW Player's discretion.\nUntil that time, your materials will remain removed.</p>\nDesignated Agent\n<p>Please contact the Designated Agent to Receive Notification of Claimed Infringement for Company at dmca@jwplayer.com or at:</p>\n<p>Attn: Copyright Compliance Department</p>\n<p>LongTail Ad Solutions, Inc.\nd/b/a JW Player\n8 W 38th St., Ste.\n901\nNew York, NY 10018\n212-244-0140</p>\n<p>\n<em>Updated: June 30, 2020</em>\n</p>\n<p>© 2007-2021 Longtail Ad Solutions, Inc.</p>\n<ul>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Ad Choices</li>\n<li>DMCA</li>\n<li>Developers</li>\n<li>About Us</li>\n<li>Careers</li>\n</ul> Privacy Preference CenterYour PrivacyYour Privacy<p>JW Player websites may request cookies to be set on your device.\nWe use cookies to let us know when you visit our websites, how you interact with us, to enrich your user experience, and to customize your relationship with JW Player.\nClick on the different category headings to find out more.\nYou can also change your cookie preferences.\nNote that blocking some types of cookies may impact your experience on our websites and the services we are able to offer.\nMore information.</p>\n<ul>\n<li>Functional CookiesFunctional Cookies Functional Cookies<p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>\n</li>\n<li>Strictly Necessary CookiesStrictly Necessary CookiesAlways Active Strictly Necessary Cookies<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>\n</li>\n<li>Targeting CookiesTargeting Cookies Targeting Cookies<p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>\n</li>\n<li>Performance CookiesPerformance Cookies Performance Cookies<p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>\n</li>\n</ul>Back ButtonAdvertising Cookies Filter ButtonConsent Leg.Interest Select All Vendors Select All Vendors Select All Hosts<p>Select All</p>\n<ul>\n<li> REPLACE-WITH-DYANMIC-HOST-ID33Across33AcrossView Third Party Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> REPLACE-WITH-DYANMIC-VENDOR-ID33Across<p>3 Purposes</p>View Privacy Notice33Across<p>3 Purposes</p>View Privacy Notice REPLACE-WITH-DYANMIC-VENDOR-ID<p>Consent Purposes</p>\n<p>Location Based Ads</p>\n<p>Consent Allowed</p>\n<p>Legitimate Interest Purposes</p>\n<p>Personalize</p>Require Opt-Out <p>Special Purposes</p>\n<p>Location Based Ads</p>\n<p>Features</p>\n<p>Location Based Ads</p>\n<p>Special Features</p>\n<p>Location Based Ads</p>\n</li>\n</ul>\n<p>Clear Filters</p> Information storage and accessApplyConfirm My Choices Allow All<p>We use cookies to offer you a better browsing experience, analyze site traffic, and personalize our communications with you.\nRead about how we use cookies and how you can control them by clicking \"Cookie Settings.\" By clicking “Accept and Continue,”, you consent to our use of cookies.Privacy policy page.</p>Cookies Settings Accept and Continue", "created_at": "2021-04-18 19:02:13.18635", "updated_at": "2021-04-18 19:02:41.882385"}, {"id": 5251, "name": "Terms of Service", "url": "https://www.jwplayer.com/tos/", "xpath": "//body", "text": " <ul>\n<li>Products<i>\n</i>\n<ul>\n<li>Play<ul>\n<li>Video Player</li>\n<li>Mobile SDKs</li>\n<li>OTT Apps</li>\n</ul>\n</li>\n<li>Stream<ul>\n<li>Video Delivery</li>\n<li>Live Streaming</li>\n<li>Content Protection</li>\n</ul>\n</li>\n<li>Monetize<ul>\n<li>Video Monetization</li>\n<li>Player Bidding</li>\n<li>Yield Optimization</li>\n<li>Outstream Player</li>\n</ul>\n</li>\n<li>Engage<ul>\n<li>Audience Engagement</li>\n<li>Article Matching</li>\n<li>Recommendations</li>\n<li>Analytics</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Recent News<ul>\n<li>Introducing Live Channels</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Advertisers</li>\n<li>Solutions<i>\n</i>\n<ul>\n<li>Publishers</li>\n<li>Film &amp.\nTV</li>\n<li>Fitness</li>\n<li>Online Courses</li>\n<li>Sports</li>\n<li>Faith</li>\n<li>Dev Shops</li>\n<li>Ad Networks</li>\n<li>Retail</li>\n</ul>\n<ul>\n<li>\n<p>See how we stack up against our competition.</p>\n<ul>\n<li>Brightcove vs JW Player</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Resources<i>\n</i>\n<ul>\n<li>Blog</li>\n<li>Events</li>\n<li>Webinars</li>\n<li>Case Studies</li>\n<li>Playbooks &amp.\nmore</li>\n<li>News Room</li>\n<li>Press Releases</li>\n<li>Contact Us</li>\n</ul>\n<ul>\n<li>\n<p>\n<strong>What's New</strong>\n</p>\n<ul>\n<li>The Modern Publisher’s Guide to Video Advertising</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Company<i>\n</i>\n<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>Contact Us</li>\n</ul>\n<ul>\n<li>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Support</li>\n<li>Dashboard</li>\n<li>Pricing</li>\n</ul>JW Player\n<p>\n<strong>Terms of Service</strong>\n</p>\n<p>Please read these Terms of Service carefully before any Use of the Products.\nYour Use constitutes an unconditional agreement to be bound by these Terms of Service.\nIF YOU DO NOT ACCEPT THE TERMS OF SERVICE YOU ARE PROHIBITED FROM USING THE PRODUCTS.</p>\n<p>The Products are available in different Editions, including unpaid and paid options.\nCertain rights, obligations and restrictions vary by Edition.\nUnless otherwise stated, terms apply to all Editions.</p>\nDefinitions\n<ol>\n<li>\"Adaptation\" means any work that modifies, adds to, deletes from, edits, affects the function of or is based on a Product or any previous Adaptation thereof, including all derivative works of a Product as such term is defined by the Copyright Act.\nExamples of Adaptations may include SDK Applications, JW Showcase Implementations, OEM implementations (to the extent applicable) and plug-ins.\nWebsites on which Products are used solely to facilitate Content playback and streaming (but not Software as a Service) are not Adaptations hereunder.</li>\n<li>\"Application Package\" means a Publisher product that incorporates Products in an OEM use case, as authorized on an applicable Order Form.\nPublisher agrees to notify Company in writing within ten (10) business days in the event such product's name changes.</li>\n<li>\"Claims\" means claims, suits, demands and actions by third parties.</li>\n<li>\"Company\" means LongTail Ad Solutions, Inc.\nd/b/a JW Player.</li>\n<li>\"Content\" means media including videos, images, graphics, animations, sounds, text and music and any related submissions (e.g., viewer comments) hosted, streamed or Played through the Products.\n\"Content\" includes \"Recommended Content\" (described further below).</li>\n<li>\"Dashboard\" means an on-line control panel that provides certain functionality including account monitoring, player configuration, video management and statistics reporting.</li>\n<li>\"Developer Edition\" means an Edition of the Product for which Fees are not required but that allows for Ad Plays, as set forth in the License Scope, below.\n\"Free Edition\" means an Edition of the Product for which Fees are not required and that does not allow for Ad Plays.</li>\n<li>\"Documentation\" means any technical or other specifications or documentation that Company may provide to Publisher for use in connection with Products.</li>\n<li>\"Data\" means all transactional and Content data obtained by, processed by or provided to the Company through the Use of Products.\nData may include metadata (such as title, author, description and other information pertaining to Content), IP addresses, mobile device identifiers, URLs, browser and operating system.\nCompany's use of Data is limited to that which is permitted by applicable law, the Privacy Policy and these Terms of Service.</li>\n<li>\"Distribute\" means to sell, transfer, assign, circulate, disseminate, distribute or make available to any third party, or the facilitation of the foregoing.</li>\n<li>\"Edition\" means a particular edition of JW Player, including the Free Edition, Developer Edition, Starter Edition, Premium Edition, Business Edition, Platinum Edition, Enterprise Edition and Enterprise Trial Edition.</li>\n<li>\"Effective Date\" means the earliest date a Product is Used by Publisher unless otherwise provided on an applicable Order Form.</li>\n<li>\"End User\" means an individual or entity (other than Company, Publisher or their agents acting on their behalf) that accesses or Uses Publisher's Content or Adaptations.</li>\n<li>\"Fee\" means the amount payable to the Company for Use of a Product.</li>\n<li>\"JW Platform\" means certain advanced video content management features previously offered as part of the Bits On The Run product.</li>\n<li>\"JW Player\" means Publisher-hosted and cloud-hosted versions of the JW Player software and any, features, plug-ins and updates (other than new major versions) provided by Company therefor.</li>\n<li>\"JW Showcase\" means that certain web app builder for publishing JW Player-hosted video content.</li>\n<li>\"JW Showcase Implementations\" means stand-alone Websites created with JW Showcase and directed at End Users.</li>\n<li>\"Licensing Key\" means certain code in the Products that permits Company to verify that Use of a Product is authorized.\nThe Licensing Key does not gather personally identifiable information and its functions are more fully described in these Terms of Service.</li>\n<li>\"Licensed Programs\" means Publisher-hosted versions of JW Player, the SDKs and JW Showcase.</li>\n<li>\"License Scope\" means the features authorized for a particular Edition, including advertising, the maximum volume of data, maximum number of domains, maximum Plays, maximum API requests, authorization to Use the SDKs, JW Showcase, OEM and JW Platform.</li>\n<li>\"Losses\" means damages, losses, costs and liabilities (including reasonable attorney and professional fees) arising from a Claim.</li>\n<li>\"Monthly Usage Limits\" means the maximum monthly number or volume, as applicable, of Content Plays, Ad Plays, Websites, Videos, Hosting, Streaming, and API requests for the applicable Edition, as set forth in the License Scope.\nIf a partial month of Use is authorized, Monthly Usage Limits for such month will be prorated based on the number of days in such month.</li>\n<li>\"OEM\" means a Publisher that acts as an original equipment manufacturer of the Company by incorporating a Product with its own products into an authorized Application Package.\nFor the avoidance of doubt, Publisher is not an OEM with respect to its Websites except to the extent a Product is incorporated into Software as a Service provided thereon.</li>\n<li>\"OEM License\" means a sublicense grant given to an OEM for Products to be used in an Application Package.</li>\n<li>\"OEM Support\" means support and maintenance for OEM's sublicensees pursuant to an OEM License.</li>\n<li>\"Operating System\" means Apple iOS and/or Google Android.</li>\n<li>\"Order Form\" is an agreement between Company and Publisher setting forth custom pricing and terms for the use of Products and includes any contemporaneous Addendum thereto.\nIn the event of any conflict between the terms of an Order Form and these Terms of Service, the Order Form shall take precedence.</li>\n<li>\"Overages\" means amounts payable to the Company for Use of one or more Products in excess of the Monthly Usage Limits.\nExcept as set forth herein or on an applicable Order Form, Overages are calculated on a calendar-month basis (pro-rated for partial months) at the Company's then-applicable overage rates.</li>\n<li>\"Play\" means each instance of Content streamed, in whole or in part, through the Products.</li>\n<li>\"Products\" means the Licensed Programs and Services (as applicable to the relevant Edition).</li>\n<li>\"Prohibited Content\" means any Content that (i) infringes any copyright, trademark, patent, trade secret, right of publicity or other right of any person or entity, (ii) is unlawful, threatening, abusive, harassing, hateful, discriminatory, defamatory, libelous, misleading, deceptive, fraudulent, invasive, tortious, obscene, offensive, vulgar, pornographic, profane, promotes violence, is prohibited by our Content Guidelines (which are incorporated into this Terms of Service) or is otherwise inappropriate as determined by the Company in its sole discretion, (iii) contains any virus, worm, malicious code, Trojan horse, time bomb, spyware, malware or other computer code, file or program designed, intended or likely to disrupt, damage, limit or interfere with the proper function of any software, hardware or telecommunications equipment or to damage or obtain unauthorized access to any system, data, password or other information of the Company or any person or entity, (iv) encourages illegal activity or (v) falsely suggests or implies sponsorship or endorsement by the Company.</li>\n<li>\"Publisher\" or \"You\" means you and any entity on whose behalf you Use Products.</li>\n<li>\"Publisher Information\" means personal and non-personal information about Publisher including but not limited to Publisher's name, address, email address, telephone number, likeness, and, if Publisher transacts business with the Company, financial information such as payment method (valid credit card number, type, expiration date or other financial information).</li>\n<li>\"Purpose\" means (i) Use to facilitate Content playback and streaming on Publisher's Website(s) and/or application(s), (ii) Use of the SDKs to develop and Distribute SDK Applications, (iii) Use of JW Showcase to implement and Distribute JW Showcase Implementations, and (iv) other OEM Use as a component of the Application Package, in each case, if and to the extent within the applicable License Scope.</li>\n<li>\"Recommended Content\" means Content of Publisher, Company or Recommended Content Partners that is recommended, displayed and/or played by Related Videos.</li>\n<li>\"Recommended Content Partner\" means a third party that provides Recommended Content.</li>\n<li>\"Related Videos\" means a feature of JW Player that, when enabled, automatically displays and/or plays recommended related Content following the playback of certain Publisher Content.</li>\n<li>\"SDK\" means the JW Player Software Development Kits for Android and iOS, including all components thereof (Documentation, code, tools, libraries, data, files and materials) and all updates thereto.</li>\n<li>\"SDK Applications\" means application software for Operating Systems, created with the SDK, incorporating Products and directed at End Users.</li>\n<li>\"Sensitive Data\" means online account access credentials.\na first name or initial and last name.\na Social Security number.\na driver's license number or other state or government identification number.\nmedical or health insurance information.\npersonal biometric data.\nan account number, debit card number, or credit card number in combination with any required security code, access code, or password that would permit access to or use of such account or card.\nProtected Health Information (as defined by HIPAA).\ninformation pertaining to or obtained from any person known to be under 13, or from a Website or application directed to persons under 13.\nor special categories of personal data, as referenced in Article 9 of the GDPR.</li>\n<li>\"Service Analytics\" means functionality of the JW Player and JW Platform that facilitates statistics and Data gathering and reporting.\nService Analytics collects only web, player and browser-based information (e.g., browser type, Internet Service Provider, operating system, IP addresses, device IDs, but not name/address, email address, or telephone numbers) as more fully described in the Privacy Policy and these Terms of Service.</li>\n<li>\"Services\" means services provided or made available to Publisher under these Terms of Service or otherwise offered by the Company to its customers, including cloud-hosted versions of JW Player, the SDKs and JW Showcase provided as software as a service (SaaS), hosting and streaming functionality, Live Streaming, the Dashboard, Related Videos and maintenance and support services, as well as data used within any of those features (such as for optimization or analytics).</li>\n<li>\"Taxes\" means all taxes, levies, duties, tariffs, imposts, deductions, charges or withholdings and all related liabilities, including interest, penalties or additions thereto.</li>\n<li>\"Terms of Service\" or \"TOS\" means this document, including any applicable, mutually ratified Order Form and/or Addendum, which shall be incorporated into these Terms of Service.</li>\n<li>\"Use\" means operating, accessing, downloading, installing, integrating or providing Content through a Product or Adaptation.</li>\n<li>\"Website\" means any website on which you use any Services.</li>\n</ol>\nProducts.\nUpgrade\n<p>These Terms of Service apply to JW Player versions numbered 8.0-8.99 only.\nAll other versions are excluded and subject to other licenses.\nFor Terms of Service applicable to JW Player versions numbered 7.0-7.99, please see JW7 Terms of Service located at https://www.jwplayer.com/jw7-tos/ (the \"Standard JW7 Terms of Service\").\nPublisher's rights and licenses to Use Products are limited to the Editions for which it has enrolled, is eligible and has paid all Fees (for paid Editions) in accordance with these Terms of Service.\nAny Use of the Products other than as permitted by these Terms of Service is strictly prohibited.\nThe Company reserves all rights and licenses not expressly granted hereunder.</p>\n<p>Enterprise Edition Publishers under the Standard JW7 Terms of Service may elect and shall be deemed to upgrade to the then-current JW Player version 8.x and shall be subject to these Terms of Service by Using such version 8.x, provided, (a) Publisher's Use of JW Player version 7.x is not pursuant to any mutually agreed document that materially alters the terms of the Standard JW 7 Terms of Service.\nand (b) Publisher is not in breach of any of its obligations to Company.\nBy electing such upgrade, Publisher acknowledges that its Order Form (including any Plays or volumes set forth therein) remains operative throughout the remainder of the Term and such upgrade does not create any duplicative right.</p>\nPublisher License\n<p>Subject to the terms and conditions of these Terms of Service and Publisher's observance thereof, Company hereby grants to Publisher and Publisher hereby accepts a non-exclusive, non-transferable, non-sublicensable, limited right and license, solely for the Purpose, to (a) Use, access and install the Products, (b) Use, access, integrate and install the SDKs, (c) make and distribute Documentation internally, (d) publicly Distribute SDK Applications for the Operating Systems, (e) Use JW Showcase, and (f) operate and allow End Users of SDK Applications and JW Showcase Implementations to operate JW Player incorporated into such SDK Applications and JW Showcase Implementations.</p>\n<p>Use of the Free Edition, Starter Edition, Business Edition or Premium Edition in connection with advertising of any kind is prohibited.\nUse of Developer Edition in connection with commercial use of any kind other than a technical evaluation is prohibited.\nExcept for Publishers with Enterprise or Enterprise Trial Editions, Publishers are limited to one (1) account.\nPromotional offerings, such as a trial period, shall have the limitations and restrictions provided in such promotional offering, in addition to the limitations and restrictions set forth in these Terms of Service.</p>\nOEM License\n<p>Upon explicit written approval by the Company to act as an OEM and subject to the terms and conditions of these Terms of Service and Publisher's observance thereof, the Company grants, in object code form, to Publisher, a non-exclusive, limited subscription license, solely for the Purpose, to (a) incorporate the object code version of the applicable Products in the Application Package, (b) reproduce and distribute the applicable Products as incorporated into the Application Package, (c) modify and enhance the applicable Products as incorporated into the Application Package, and (d) reproduce and distribute any such modifications or enhancements, subject to the License Scope listed above.\nThe foregoing rights may be sublicensed through multiple tiers of distribution, including resellers, provided each reseller or other distributor is contractually required to abide by the requirements of this Section.\nPublisher shall ensure that any Application Package incorporating the applicable Products shall be governed by a license agreement that is at least as protective to the Company as are the Company's Terms of Service in the Application Package.\nUnless explicit written approval is given by Company to Publisher to act as an OEM, any references to OEM terms, such as an OEM License, OEM Support, or other OEM provisions, shall be inapplicable.</p>\n<p>An OEM License may be authorized only in connection with the Enterprise Edition.\nPublishers with any Edition other than Enterprise Edition and Publishers with an Enterprise Edition without an OEM License authorized on an applicable Order Form are strictly prohibited from incorporating a Product into any Application Package or incorporating a Product into any goods or services, other than those authorized under subsections (i) – (iii) of the Purpose.\nPublisher is strictly prohibited from incorporating a Product into any goods or services, other than with respect to the authorized Application Package and those authorized under subsections (i) – (iii) of the Purpose.</p>\n<p>Publisher shall be responsible for all OEM Support under the OEM License.\nOEM may assign up to five (5) designated support contacts from OEM's company to contact the Company by providing notice to the Company.\nOEM's customers may not contact the Company directly for OEM Support.\nOEM further agrees, at its own expense, to be adequately trained on providing Product support to OEM's customers.</p>\nLicense Scope\n<p>The License Scope varies by Edition and the licenses granted hereunder are limited accordingly.\nUnless otherwise provided, licenses are personal to Publisher for its own Use.\nIf you would like more information about upgrading to the Enterprise Edition, please contact us at www.jwplayer.com/contact-us/ or sales@jwplayer.com.</p>\n<p>Editions have the following License Scope (volume per month where applicable):</p>\n<strong>Free+</strong>\n<strong>Developer</strong>\n<strong>Starter</strong>\n<strong>Premium</strong>\n<strong>Business</strong>\n<strong>Platinum</strong>\n<strong>Enterprise</strong>\n<strong>Enterprise Trial</strong>\n<strong>Content Plays:</strong>\n5,000\n15,000\n50,000\n100,000\n150,000\n250,000\nCustom*\n200,000 <strong>Websites:</strong>\n1\n1\n1\n1\n1\n1\nCustom\n1 <strong>Videos:</strong>\n10\n50\n50\n500\n1500\n2500\nSee Hosting\n1500 <strong>Hosting^:</strong>\n5 GB\n25 GB\n150 GB\n50 GB\n1000 GB\n1000 GB\nCustom*\n150 GB <strong>Streaming:</strong>\n25 GB\n75 GB\n500 GB\n250 GB\n2,500 GB\n2,550 GB\nCustom*\n500 GB <strong>Ad Plays:</strong>\nProhibited\n1,000\nProhibited\nProhibited\n25,000\n25,000\nCustom*\n100,000 <strong>OEM:</strong>\nProhibited\nProhibited\nProhibited\nProhibited\nProhibited\nProhibited\nCustom\nProhibited <strong>SDKs</strong>\nProhibited\nYes\nProhibited\nProhibited\nProhibited\nProhibited\nYes\nCustom <strong>Analytics:</strong>\nBasic\nPer-Video, Real-Time, Custom Reports and Actionable Analytics\nPer-Video\nPer-Video and Custom Reports\nPer-Video, Real Time and Custom Reports\nPer-Video , Real-Time and Custom Reports\nPer-Video, Real-Time, Custom Reports and Actionable Analytics\nPer-Video, Real-Time, Custom Reports and Actionable Analytics <strong>Live Streaming:</strong>\nNone\nNone\nNone\nNone\nNone\nNone\nCustom\nCustom <p>+\"Free\" license edition was previously referred to as \"Developer.\"</p>\n<p>* License Scope for the Enterprise Edition shall be as explicitly provided on an applicable Order Form or checkout page, and where License Scope items are provided on the applicable Order Form but limits are not explicitly set, Content Plays shall be limited to 200,000, Websites shall be limited to 1, Hosting shall be limited to 150 GB, and Streaming shall be limited to 500 GB.\nExcept as explicitly provided on an applicable Order Form, Ad Plays for Editions with ads enabled shall be limited to the applicable number of Content Plays, and Overage Rates for Ad Plays shall be equal to that for Content Plays.\nExcept as explicitly agreed to otherwise, Overage Rates for Content Plays for all Editions other than Enterprise and Enterprise Trial shall be $2.50 per thousand.</p>\n<p>^Content hosted using our Services utilizes more GBs than the uploaded Content because the Services creates multiple versions of the Content at various resolutions.</p>\n<p>In order to ensure maximum performance and protect the experience of all users, requests to the JW Platform API (presently accessed via api.jwplatform.com) may not exceed sixty (60) per minute, or any other limit set forth in the applicable technical documentation.\nFor the avoidance of doubt, this does not limit Publisher's Plays per minute and reflects a number of requests unlikely to be reached through normal Use, the excess of which would be abusive.\nIn addition to any other remedies provided by these Terms of Service, the Company reserves the right to immediately suspend accounts that exceed the maximum API requests set forth herein and to terminate, block and/or blacklist such accounts if Company believes in its reasonable discretion that such excess is due to Publisher's abusive behavior.</p>\n<p>Publishers using the Free Edition or Developer Edition may not modify or customize the menu that appears when an End User right-clicks (or other equivalent action) on a video.</p>\n<p>Live Streaming Usage shall also count against the Streaming limits.</p>\nAdvertisements\n<p>Publishers who have not purchased the Platinum Edition, Business Edition, Enterprise Trial Edition or ads-enabled Enterprise Edition are strictly prohibited from using the Products in any manner to display advertisements.\nSuch prohibition includes actions such as (i) the making or use of any Adaptation that enables any type of advertisement to be shown in, on or around the Products (e.g., a skin), (ii) interoperation of the Products with any software that serves advertisements and (iii) adding advertisements to a playlist.</p>\nRegistration\n<p>Publisher is strictly prohibited from providing false or misleading sign-up information, including using a name, address or email address owned or controlled by another person without appropriate authorization.\nCompany reserves the right to refuse registration or cancel any account that it reasonably believes is in violation of the foregoing.\nPublisher shall be responsible for maintaining the secrecy of its password and is liable for all activities that occur on its account.\nPublisher agrees to immediately notify the Company of any unauthorized use of Publisher's username, password or other breach of account security.</p>\nAdaptations\n<p>Publisher is authorized to make Adaptations reasonably necessary to exercise its rights under these Terms of Service.\nAll Adaptations created by Publisher are strictly for Use in connection with the Purpose.\nPublisher is solely responsible to ensure that its Adaptations (except the Products incorporated therein) comply with all applicable laws and regulations and do not infringe the intellectual property rights of any third party.\nCompany reserves the right to prohibit the Use or Distribution of any Adaptation that it reasonably believes violates or is likely to violate such laws, regulations or rights and if Publisher fails to cure the foregoing within fifteen (15) days after written notice thereof.</p>\nSDK\n<p>Company may update the SDKs at any time and is under no obligation to provide notice thereof.\nUpdates may have features or functionality that differ from that of the current SDKs.\nCompany may identify certain updates as being critical (e.g., updates that address significant security issues) by written notice (including e-mail to the address provided by Publisher).\nPublisher shall incorporate such critical updates into its SDK Applications and, if such SDK Applications have been Distributed, shall use its best efforts to provide a public update thereto.\nCompany shall not be liable for, and Publisher shall indemnify and hold Company harmless for, Losses due to Publisher's failure to take the foregoing steps with respect to a critical update.</p>\n<p>Publisher acknowledges that development for each Operating System may be subject to the applicable Operating System provider's own rules, regulations, standards and requirements and that Company has no control or responsibility therefor.\nPublisher is solely responsible for its compliance with the foregoing and Company makes no representations or warranties of compatibility with any Operating System.</p>\nJW Showcase\n<p>Company may update JW Showcase at any time and is under no obligation to provide notice thereof.\nUpdates may have features or functionality that differ from that of the current JW Showcase.\nCompany may identify certain updates as being critical (e.g., updates that address significant security issues) by written notice (including e-mail to the address provided by Publisher).\nPublisher shall incorporate such critical updates into its JW Showcase Implementations.\nCompany shall not be liable for, and Publisher shall indemnify and hold Company harmless for, Losses due to Publisher's failure to take the foregoing steps with respect to a critical update.</p>\nBeta Products\n<p>For the purposes of these Terms of Service, \"Beta Products\" means products, features, programs or services identified by Company as beta products, or which are made available by Company to Beta Participant and which are not yet generally available.\nIf Publisher Uses any Beta Products, Publisher's Use of any such Beta Product(s) constitutes unconditional agreement to be bound by, and such Use shall be subject to, the JW Player Beta Program Agreementhttps://jwplayer.com/beta-program-agreement with respect to such Beta Product(s).</p>\nDistribution\n<p>Except pursuant to the Purpose or as otherwise specifically set forth herein, Publisher shall not Distribute, re-license, sell, lease, transfer, encumber, assign or make available for public use the Products or any Adaptation thereof.\nAny attempt to take any such actions is void and constitutes a material breach of these Terms of Service.</p>\nTerm\n<p>These Terms of Service shall become effective on the Effective Date.\nFor all Editions other than the (i) Enterprise Trial Edition or (ii) Enterprise Edition if otherwise set forth on an applicable Order Form, these Terms of Service shall remain effective for a period of one (1) year (the \"Initial Term\").\nUpon the conclusion of the Initial Term, these Terms of Service shall automatically renew for additional successive one (1) year terms, except in the case of the Enterprise Edition which shall renew for additional successive terms for the same period as the Initial Term (each a \"Renewal Term\" and together with the Initial Term and any Negotiation Period(s), the \"Term\").\nSuch renewal shall be at the then-current non-promotional rate, unless Publisher opts out of auto-renewal by electing to not renew these Terms of Service as set forth in the following paragraph.\nThe Enterprise Trial Edition's Term shall be 30 days unless otherwise mutually agreed by Publisher and Company and set forth on an applicable Order Form.</p>\n<p>Either party may elect to not renew these Terms of Service by notifying the other prior to the expiration of the then-current Initial Term or Renewal Term.\nSuch notice may be provided by Publisher either via email to customer support or through the Publisher dashboard.\nNotice for the Enterprise Edition must be provided in writing no later than thirty (30) days prior to such expiration.\nIf Publisher terminates these Terms of Service, Publisher may use Publisher's subscription until the end of Publisher's then-current term and Publisher's subscription will not be renewed after Publisher's then-current term expires.\nHowever, Publisher won't be eligible for a prorated refund of any portion of the subscription fee paid for the then-current subscription period.\nIF PUBLISHER DOES NOT WANT TO CONTINUE TO BE CHARGED ON A RECURRING BASIS, PUBLISHER MUST CANCEL THE APPLICABLE TERMS OF SERVICE BY NOTIFYING COMPANY BEFORE THE END OF THE THEN-CURRENT INITIAL TERM OR RENEWAL TERM, WHICH FOR ENTERPRISE EDITION SHALL BE NO LATER THAN THIRTY (30) DAYS PRIOR TO THE END OF THE THEN-CURRENT INITIAL TERM OR RENEWAL TERM.\nTHESE TERMS OF SERVICE CANNOT BE TERMINATED BEFORE THE END OF THE PERIOD FOR WHICH PUBLISHER HAS ALREADY PAID, AND EXCEPT AS EXPRESSLY PROVIDED IN THESE TERMS, COMPANY WILL NOT REFUND ANY FEES THAT PUBLISHER HAS ALREADY PAID.</p>\n<p>Publisher's non-termination or continued use of Products or Editions reaffirms that Company is authorized to charge Publisher's designated payment form for such Products or Editions.\nCompany may submit those charges for payment and Publisher will be responsible for such charges.\nThis does not waive Company's right to seek payment directly from Publisher.\nPublisher's charges may be payable in advance, in arrears, per usage, or as otherwise described when Publisher initially selected to use the Products or Editions.\nPublisher hereby acknowledges that it will not receive notice of a renewal cancellation date or automatic renewal and expressly waives the application of New York General Obligations Law Section 5-903, and any similar laws, to the renewal of these Terms of Service.</p>\n<p>If Company has provided notice of non-renewal to an Enterprise Edition Publisher in accordance with the above mechanism, and the parties are negotiating in good faith to agree a new Order Form, and Publisher continues to Use the products beyond the effective date of expiration without such new Order Form having been executed by a duly authorized representative of each party, Publisher will be deemed to have renewed for a one (1) month term (a \"Negotiation Period\").\nprovided that Company may in its sole discretion notify Publisher that such Negotiation Period will not occur, in which case these Terms of Service will expire as provided herein.\nPublisher will for the Negotiation Period be invoiced, and will pay in accordance with the payment terms herein, one-twelfth of the annual Fees provided on the applicable Order Form, and the License Scope for Content Plays, Hosting and Streaming will be one-twelfth of the annual limits provided on such Order Form.\nThe Negotiation Period will not renew without the written consent (email sufficing) of Company.\nThe foregoing shall not affect either party's rights to terminate these Terms of Service as provided herein.</p>\nTermination\n<p>These Terms of Service are subject to termination by Company immediately and/or Publisher's account may be suspended if (a) Publisher fails to timely pay a Fee or Overages, (b) Publisher violates any term of these Terms of Service, including the provisions regarding Prohibited Content or the Content Guidelines (c) Publisher becomes insolvent, declares bankruptcy or a receiver or trustee is appointed for Publisher, (d) Publisher is or becomes engaged in a business that is competitive with the Company's business, or (e) Publisher exceeds the License Scope permitted for its Edition and Publisher fails to cure any of the foregoing within seven (7) days of notice thereof.</p>\n<p>Enterprise Edition Terms of Service shall not be terminable for convenience by either party.\nCompany may terminate Free Edition, Developer Edition, Starter Edition, Business Edition, Premium Edition, Platinum Edition and Enterprise Trial Edition Terms of Service for its convenience on seven (7) days' notice.</p>\n<p>In the event of any termination by the Company pursuant to (a) – (e) above, the Company is under no obligation to provide a refund for the Fees received from Publisher or apply such fees to future services.\nIn the event of the Company's termination for convenience, Publisher shall, on its request, be given a pro rata refund of unused pre-paid Fees.\nIn the event Publisher switches to a different Edition, any pre-paid Fee balance shall be applied towards the Fees due for such Edition until exhausted.\nno refund shall be available for Publishers switching to a Free Edition or a Developer Edition.</p>\nEffects of Termination\n<p>Upon expiration or termination of these Terms of Service for any reason, Publisher shall immediately cease Use the Products and uninstall, delete and destroy any copies of the Licensed Programs under its control.\nIn the event any Products are no longer under Publisher's control (such as SDK Applications already in the marketplace), Publisher shall use its best efforts to cause use of such Products to promptly cease, including updating SDK Applications and other OEM uses.</p>\n<p>Without limiting the foregoing, if Publisher fails to cease Use of the Products or Services following expiration or termination, Publisher will continue to pay the Fees and Overages.\nTo the extent that such continued use is due to Products no longer under Publisher's control, such Fees shall be pro rata based on the volume of ongoing Use, until such Use ceases.</p>\n<p>Upon expiration or termination, Company may delete any Content, information, files or materials in or related to Publisher's account, and Company will have no obligation whatsoever to save or make any such Content, information, files or materials available to Publisher or any other party.\nPublisher agrees that Company will have no liability whatsoever to Publisher or any other party related to termination of access to Publisher's account or as a result of the deletion or loss of any Content, information, files or materials in or related to Publisher's account.</p>\n<p>Upon expiration or termination, all rights, obligations and licenses of the parties shall cease, except that all obligations that accrued prior to the effective date of expiration or termination and remedies for breach of these Terms of Service shall survive.\nThe provisions of the Sections titled Effects of Termination, Intellectual Property, Privacy, Fees and Payment, Content, Representations and Warranties, Disclaimer, Limitation of Liability, Basis of the Bargain, Indemnity, Audit, Confidential Information, Severability, Choice of Law and Jurisdiction, Injunctive Relief, Complete Agreement and Waiver of Breach shall also survive.</p>\nMaintenance and Support\n<p>Support Documentation is located at https://support.jwplayer.com.\nCompany will provide technical support and maintenance for the Products in its sole discretion except as otherwise provided in a paid support package set forth on an applicable Order Form, and Company shall have no obligation to provide additional technical support, maintenance, updates or enhancements to the Products or to provide customer service or support to Publisher's End Users.\nAll installation and maintenance of Products by Publisher shall be at the sole expense of Publisher.\nCompany is not responsible for performance issues caused by low-performance End-User computers, low-bandwidth End-User Internet connections, periodic network congestion among network providers, low-bandwidth connectivity from redirected image and video sources, improperly configured campaigns and low-bandwidth connectivity from any Publisher Content servers.\nIn the event Company identifies slow performance due to its system, Company shall use commercially reasonable efforts to restore the Services to acceptable performance levels.\nPublisher's sole remedy for any disruption (as determined by checking the response of a Product's HTTP API) or failure to provide support shall be a pro rata refund of the Fee paid by Publisher for the relevant period.\nLegacy support for JW Player version 6.xx and earlier is no longer offered.\nCompany, at its discretion, may make available future upgrades or updates to the Products.\nUpgrades and updates, if any, may not necessarily include all existing or new features that Company releases for newer versions of the Products.</p>\nIntellectual Property\n<p>The Company shall retain all intellectual property rights pertaining to the Products, including but not limited to copyright, trademark and patent rights and all rights not expressly granted herein are reserved.\nIf Publisher creates an Adaptation, Publisher shall obtain all intellectual property rights in and to the elements of such Adaptation created by Publisher and the Company shall retain all intellectual property rights in and to any elements of the Products incorporated in such Adaptation.\nPublisher is prohibited from creating any Adaptation that in any manner infringes the patents, trademarks, copyrights, trade secret rights or other rights of the Company or any third party.</p>\n<p>In the event that you provide comments, suggestions, ideas, or recommendations to the Company with respect to the Products and Services (including, without limitation, with respect to modifications, enhancements, improvements and other changes) (collectively, \"Feedback\"), you hereby grant to the Company a worldwide, royalty free, irrevocable, transferable, perpetual license to use and otherwise incorporate any Feedback.</p>\nPrivacy\n<p>Exercise of the rights and licenses granted hereunder shall be subject to the Company's Privacy Policy, located at www.jwplayer.com/privacy, which is incorporated by reference herein.\nPublisher shall place prominently and maintain on all locations on which it Uses the Products, and comply with, a privacy statement or policy that adheres to or exceeds applicable law, regulations and industry self-regulatory programs.</p>\n<p>Service Analytics powers the Products' data and statistics reporting functionality (including Publisher's JW Player Dashboard) in accordance with the Company's Privacy Policy and United States and European Union privacy laws.\nThe Products also utilize a Licensing Key to verify compliance with these Terms of Service (e.g., the Edition being Used).\nService Analytics may collect web, player and browser-based information and metadata, and Publisher grants Company a limited, royalty-free license to collect and use such information and metadata to facilitate the operation of Products and for its internal business purposes, and as more specifically described in this and the following section.</p>\n<p>Publisher will register all video Content with a Media ID (an 8-digit identifier) in accordance with the Documentation and will initiate all Plays using the applicable Media ID.\nPublisher is strictly prohibited from removing, altering, disabling or circumventing the Licensing Key or Service Analytics or otherwise interfering with the operation thereof.</p>\n<p>Company may use Publisher Information and Data to: deliver the Products.\nmanage Publisher's account.\nprovide customer support.\ncommunicate with Publisher by email, postal mail, telephone and/or mobile devices.\ndevelop and display content and advertising tailored to your interests.\nenforce our Terms of Service.\nmanage our business.\nand perform functions otherwise described to you at the time of collection.\nAs part of Company's continued development and improvement of the Products, Publisher authorizes Company to periodically conduct limited testing through the Products.</p>\n<p>Incorporated herein by reference is the Company's Data Processing Agreement, available at www.jwplayer.com/dpa.</p>\nOur Use of Cookies and Similar Technologies\n<p>In operating our technology and providing our Products, we use cookies, web pixels and similar passive technologies to deliver and render Content.\nUsing these technologies, we may collect data about the Content or about the websites or applications on which the Content is displayed, or about End Users' interactions with the Content or the websites and applications.</p>\n<p>Publisher agrees to disclose in its privacy policy prominently posted on its website, or otherwise in a legally sufficient manner, that (a) the Products collect information as described in the preceding paragraph, (b) this information may include End User's activity on Publisher's Website or application or End User's interaction with Content or the Website or application, and (c) this information may be used by third parties to serve, optimize and measure advertising and Content.\nFor avoidance of doubt, the foregoing does not require that Publisher describe JW Player or its Products specifically or by name.\nrather, it requires that the above relevant disclosures about data collection, cookie usage, data sharing and user choice, or other substantively similar or legally sufficient disclosures be provided.\nPublisher (not the Company) is responsible for any statements and omissions in Publisher's privacy policy.\nFurther, while we may recommend language for you to insert in your privacy policy, this does not change the foregoing, and Publisher should not rely on any such recommendations as or as a substitute for legal advice.</p>\nData Transfer\n<p>Publisher acknowledges that Company is a participant in the EU and Swiss Privacy Shield programs administered by the U.S.\nDepartment of Commerce, and that all data processed by Company pursuant to the provision of the Products is stored on servers located in the United States.\nTo the extent that the provision of the Products involves any transfers of data that includes personal data that is subject to data transfer restrictions or requirements under applicable laws and regulations, including but not limited to Directive 95/46/EC or any successor legislation: (a) Company shall use and disclose the information only for the purposes permitted by these Terms of Service.\nand (b) Company will provide at least the same level of protection for the information as is available under the EU-U.S.\nand Swiss-U.S.\nPrivacy Shield frameworks.\nIf Company determines that it can no longer provide such level of protection as necessary for Company's provision of the Products to Publisher: (x) Company will promptly notify Publisher of this determination.\n(y) Publisher shall have the right to terminate these Terms of Service without penalty upon notice to Company.\nand (z) Company will cease processing the information or take other reasonable and appropriate steps to remediate the situation.\nPublisher authorizes Company to provide these Terms of Service to the Department of Commerce upon its request (as required under the Accountability for Onward Transfer Principle of the Privacy Shield).</p>\nIntegrations\n<p>To the extent Publisher accesses or uses integrations with third-party services made available by Company or through the Products (e.g.\nservices for the provision of advertising), Publisher shall be responsible for its obligations to any such third parties, and Company makes no representation as to the continued access or availability of any such third-party services and shall have no liability related to or arising from such third-party services.</p>\n<p>Some features or functionality of our Licensed Programs may use YouTube's Application Interface Program (API).\nBy using those Licensed Programs, you are agreeing to be bound by the YouTube Terms of Service.\nYou can review YouTube's Terms of Service here: https://www.youtube.com/t/terms.\nYou also agree to the Google Privacy Policy which can be found here: https://www.google.com/policies/privacy.</p>\n<p>You can revoke our Licensed Programs' access to your data via the Google security settings page at https://security.google.com/settings/security/permissions/.\nIf you would like more information about our privacy practices, please see the Company's Privacy Policy, located at www.jwplayer.com/privacy/, and if you have questions or concerns about our privacy practices you may contact us at privacy@jwplayer.com.</p>\nFees and Payment\n<p>Fees are published at www.jwplayer.com/pricing or provided on an applicable Order Form or checkout page.\nCompany may modify the Fees prior to the commencement of each Renewal Term, provided, Company shall provide Enterprise Edition Publishers updated pricing at least forty-five (45) days prior to commencement of the applicable Renewal Term.</p>\n<p>Publisher agrees to timely pay in U.S.\nDollars all Fees and Overages due during the Term.\nCompany may invoice Publisher prior to the Effective Date.\nCompany reserves the right to withhold or suspend Publisher's access to Products or Editions if Fees or Overages are not timely paid and/or until Fees or Overages have been paid for the applicable period.\nSuch suspension shall not affect Publisher's duty to pay all Fees or Overages due under any Order Form or Addendum or constitute termination of these Terms of Service absent Company's notice of termination pursuant to the Termination section hereof.\nPast-due Fees and Overages shall incur interest at a rate of one-and-one-half percent (1.5%) per month or the maximum rate allowed by law, whichever is lesser.\nPublisher shall be liable to, and fully reimburse, Company for all costs (including attorney's fees) incurred in connection with Company's collection of past-due Fees and Overages.\nAll Fees are non-refundable except as otherwise provided in these Terms of Service.\nPublisher shall be responsible to pay all Taxes (except Company's corporate taxes) and all other charges (for example, currency exchange settlements) due in connection with the Fees and Overages and Publisher's use of the Products.</p>\n<p>Periodic (e.g., quarterly or annual) Fees are billed in advance and payment and is due upon receipt of invoice.\nStarter Edition, Business Edition, Premium Edition and Platinum Edition Publishers, as well as Enterprise Edition Publishers without an Order Form, must provide a valid form of payment (e.g., credit card, debit card, PayPal account) and accurate billing information.\nPublisher hereby authorizes Company to charge all Fees and Overages incurred to the designated payment form and acknowledges that periodic Fees and Overages may be charged automatically and without separate authorization.\nBy choosing a recurring payment plan, Publisher acknowledges that such Products or Editions have an initial and recurring payment feature and Publisher accepts responsibility for all recurring charges prior to cancellation.\nCOMPANY MAY SUBMIT PERIODIC CHARGES (E.G., QUARTERLY OR ANNUAL) WITHOUT FURTHER AUTHORIZATION FROM PUBLISHER, UNTIL PUBLISHER PROVIDES PRIOR NOTICE (RECEIPT OF WHICH IS CONFIRMED BY COMPANY) THAT PUBLISHER HAS TERMINATED THIS AUTHORIZATION OR WISHES TO CHANGE PUBLISHER'S PAYMENT METHOD.\nSUCH NOTICE WILL NOT AFFECT CHARGES SUBMITTED BEFORE COMPANY REASONABLY COULD ACT.\nTO TERMINATE YOUR AUTHORIZATION, CONTACT COMPANY SUPPORT.\nTO CHANGE YOUR PAYMENT METHOD, GO TO THE BILLING PAGE IN YOUR ACCOUNT SETTINGS.</p>\nRelated Videos\n<p>Related Videos is an optional feature of JW Player that is available to all Editions.\nBy electing to Use Related Videos, Publisher automatically grants Company a limited, royalty-free license to perform analysis of Publisher's Content in connection with Related Videos' operation and authorizes Company to deliver Recommended Content to Publisher and End Users based thereon.\n(Company owns any models, algorithms, analysis, or other designs and know-how, used in or derived from performing such analysis and optimization.) Publisher may, for an additional Fee, determine all Recommended Content delivered to its End Users.\nOtherwise, Related Videos will deliver Recommended Content from Company and/or Recommended Content Partners.\nPublisher acknowledges that recommendations of Recommended Content are automatically generated and, while Company will use reasonable efforts to ensure the relevance of Recommended Content, all its Recommended Content and, if applicable, that provided by Recommended Content Partners, is provided AS-IS and Company disclaims any and all responsibility for the relevance or nature of Recommended Content.</p>\nContent\n<p>By uploading Content, Publisher agrees to and hereby does grant, and does represent and warrant that it has the right to grant, the Company a limited, royalty-free, fully paid up, license to process, store, host, stream, deliver and Use such Content solely in connection with the operation and provision of the Products and more generally as described in these terms of Service.</p>\n<p>Publisher is solely responsible for any Content or other material that Publisher posts, uploads, submits or Distributes.\nAny Content that violates the terms of this Section is subject to removal on written notice to Publisher.\nPublisher is prohibited from posting, uploading, submitting Playing or otherwise Distributing Prohibited Content and any such activity is a violation of the Publisher License granted herein.\nCompany may monitor your account, content, and conduct, and may take all appropriate actions to enforce its rights including, at the sole discretion of Company, removing the Content, suspending your account, and terminating these Terms of Service and the License granted herein.</p>\n<p>Publisher is responsible for taking its own steps to backup its Content, and Company recommends the Publisher routinely archive its Content.\nCompany disclaims any responsibility for deleted, lost, corrupted or inaccessible Content, regardless of whether Company hosts such Content.</p>\nRestrictions on Use\n<p>Publisher shall not (i) interfere or attempt to interfere with the proper operation of the Products or any activities conducted through the Products or disable or bypass any measures that Company may use to prevent or restrict access to any Product, (ii) use any robot, spider or other device to retrieve, index, scrape, data mine or in any way gather information, Content or other materials from the Products, (iii) decipher, decompile, disassemble, reverse engineer, simulate, derive or attempt to discover any source code or underlying structure, ideas or algorithms from the Products, Data or Documentation or use any of the foregoing to create any software or service similar to the Products, (iv) create any derivative work or modification of the Products other than Adaptations permitted by these Terms of Service, (v) license, sublicense, copy, display, sell, pledge, encumber, assign, loan, rent, lease, Distribute, transfer or similarly exploit the Products, except as expressly set forth in these Terms of Service, (vi) remove, obscure or alter any proprietary notices on any Product (or any portion thereof), (vii) use any Product for any benchmarking purposes.\nor for application service provider, timesharing, service bureau or competitive purposes.\nor any purpose other than as contemplated by these Terms of Service or (viii) use any Product other than in accordance with these Terms of Service and all applicable laws and regulations.</p>\n<p>Content transcoded via the Products may only be delivered to end users via the endpoints in the JW Platform Delivery API.\nDownloading transcoded content for delivery via other mechanisms or using JW Player's CDN as an origin or shield for other CDNs is strictly prohibited and may result in account suspension, and/or termination, as determined by the Company at its sole discretion.</p>\n<p>Appending randomized query string parameters to JW Player Delivery API requests or using aggressive HTTP cache-control headers to circumvent JW Player's CDN edge caching (sometimes called \"cache busting\") is strictly prohibited and may result in account suspension, and/or termination, as determined by the Company at its sole discretion.</p>\n<p>If, in any given 24-hour period, Publisher uploads more than 10,000 minutes of videos to a particular account Property, Company may restrict the Management API rate limit on Publisher's account(s).</p>\nRepresentations and Warranties\n<p>Publisher represents and warrants that (i) if Publisher is an individual, Publisher is at least eighteen (18) years old, (ii) if Publisher is an entity, its consent to these Terms of Service has been duly ratified, (iii) all information provided during the registration process is true, accurate and complete, and Publisher will promptly update Publisher's registration information with any changes thereto, (iv) it is not (a) a resident of or located in (and will not Use the Products in) a country or territory that the U.S.\ngovernment has embargoed for Use of the Products, including Cuba, Iran, North Korea, Syria, or the Crimea region, (b) it is not named on the U.S.\nTreasury Department's list of Specially Designated Nationals Foreign Sanctions Evaders List, or the Sectoral Sanctions Identification List, (c) it is not on the Department of Commerce's Bureau of Industry and Security's Entity List, Denied Persons List, or Unverified List, (d) it is not on or any other applicable export control or trade sanctions list of restricted parties nor is otherwise targeted by U.S.\nsanctions or export control restrictions, (e) it is not owned (at 50% or greater level), directly or indirectly, by, or acting on behalf of, any individual or entity that is described under (iv)(a) through (e).\n(v) its Content conforms to the standards set forth in the Sections of these Terms of Service titled Content and Restrictions on Use, (vi) its Adaptations shall not infringe the intellectual property rights of any third party, (vii) its Adaptations shall not violate any law or regulation in any jurisdiction where they are Used or Distributed, including privacy and data collection laws, (viii) its SDK Applications shall not be designed, marketed or Distributed for the purpose of harassing, abusing, threatening or otherwise violating the legal rights of others, (ix) all SDK Applications shall comply with the Documentation, (x) its Use of Products is in compliance with all applicable laws and regulations, including all applicable export control and trade sanctions laws and regulations as further described in (iv) above.\n(xi) it has obtained all necessary consents and permissions under applicable laws from individuals and other persons for its performance of this Agreement and its Use of the Products, including without limitation for all features and operations of the Products, (xii) it has obtained and will maintain on an ongoing basis a valid legal basis to collect, process and transfer to Company Data, as required under applicable law, rules and regulations, (xiii) none of its Content and none the websites or applications on which its Content appears are directed to anyone under the age of 13, that Publisher will not use the Services on any Website or application (or portion of any Website or application) that is directed to persons under the age of sixteen (13) years of age or in conjunction with any person known to be under the age of sixteen (13), and that Publisher is and shall be in compliance with the Children's Online Privacy Protection Act of 1998 (\"COPPA\"), and (xiv) except for Publisher Information, it will not share, pass or transfer o Company any of the following data: Sensitive Data, or personal information from anyone under the age of 13 (or under the age of 16 in California)</p>\nLimited Product Warranty\n<p>The Company warrants that it will provide the Products (except Free Editions and Developer Editions) in a manner consistent with general industry standards reasonably applicable to the provision thereof.\nThe Company does not warrant that the Products will be error-free or that any errors in the Products will be corrected.</p>\nDisclaimer\n<p>EXCEPT AS OTHERWISE PROVIDED AND TO THE MAXIMUM EXTENT ALLOWED BY LAW, THE PRODUCTS AND RECOMMENDED CONTENT ARE PROVIDED ON AN \"AS IS\" BASIS, WITHOUT WARRANTIES OR CONDITIONS OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY WARRANTIES OR CONDITIONS OF TITLE, NON-INFRINGEMENT OF THIRD PARTY RIGHTS, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE.\nEXCEPT AS OTHERWISE PROVIDED, USE OF THE PRODUCTS IS AT PUBLISHER'S OWN RISK AND PUBLISHER IS SOLELY RESPONSIBLE FOR DETERMINING THE APPROPRIATENESS OF EXERCISING THE RIGHTS GRANTED UNDER THIS AGREEMENT AND ASSUMES ALL RISKS ASSOCIATED THEREWITH, INCLUDING BUT NOT LIMITED TO THE RISKS AND COSTS OF PROGRAM ERRORS, COMPLIANCE WITH APPLICABLE LAWS, DAMAGE TO OR LOSS OF DATA, PROGRAMS OR EQUIPMENT, SUITABILITY FOR HOSTING AND UNAVAILABILITY OR INTERRUPTION.</p>\nLimitation of Liability\n<p>EXCEPT TO THE EXTENT REQUIRED BY APPLICABLE LAW OR TO THE EXTENT THAT ANY EXCLUSION OR LIMITATION OF ITS LIABILITY IS VOID, PROHIBITED OR UNENFORCEABLE, IN NO EVENT SHALL THE COMPANY BE LIABLE UNDER ANY EQUITY, COMMON LAW, CONTRACT, ESTOPPEL, NEGLIGENCE, TORT, STRICT LIABILITY OR OTHER THEORY (REGARDLESS OF THE FORM OF ACTION) (A) FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, PUNITIVE OR EXEMPLARY DAMAGES (INCLUDING LOSS OF PROFITS, REVENUES, SAVINGS, CUSTOMERS, OPPORTUNITIES OR GOODWILL), (B) FOR ANY MATTER BEYOND ITS REASONABLE CONTROL OR (C) FOR ANY LOSS, CORRUPTION OR INACCURACY OF DATA, LOSS OR INTERRUPTION OF USE OR COST OF PROCURING SUBSTITUTE TECHNOLOGY, EVEN IF THE COMPANY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nIN NO EVENT WILL THE COMPANY'S CUMULATIVE AGGREGATE LIABILITY ARISING OUT OF THESE TERMS OF SERVICE FROM ANY CAUSE OF ACTION WHATSOEVER EXCEED THE TOTAL FEES PAID BY PUBLISHER TO THE COMPANY PURSUANT TO THESE TERMS OF SERVICE DURING THE SIX (6) MONTHS PRIOR TO THE DATE THE CAUSE OF ACTION AROSE.\nTHESE LIMITATIONS ARE INDEPENDENT FROM ALL OTHER PROVISIONS OF THIS AGREEMENT AND SHALL APPLY NOTWITHSTANDING THE FAILURE OF ANY REMEDY PROVIDED HEREIN.</p>\n<p>EACH PARTY AGREES AND DOES WAIVE TRIAL BY JURY IN ANY ACTION, PROCEEDING OR COUNTERCLAIM BROUGHT AGAINST THE OTHER PARTY FOR ANY MATTER WHATSOEVER ARISING OUT OF OR IN ANY WAY CONNECTED WITH THESE TERMS OF SERVICE.\nNO ACTION, SUIT OR PROCEEDING SHALL BE BROUGHT AGAINST COMPANY MORE THAN ONE YEAR AFTER THE DATE OF RELATED SERVICES UNDER THESE TERMS OF SERVICES.</p>\nBasis of the Bargain\n<p>THE PARTIES AGREE THAT THE SECTIONS ON DISCLAIMER AND LIMITATION OF LIABILITY HEREIN FAIRLY ALLOCATE THE RISKS BETWEEN THE PARTIES AND ARE ESSENTIAL ELEMENTS OF THE BASIS OF THE BARGAIN BETWEEN THE PARTIES SUCH THAT THE PARTIES WOULD NOT HAVE ENTERED INTO THESE TERMS OF SERVICE WITHOUT SUCH SECTIONS.</p>\nIndemnity\n<p>Except as otherwise set forth in these Terms of Service, Publisher will indemnify, defend and hold harmless the Company and its employees, officers and agents from and against all Claims, and for all resulting Losses (including attorney's fees) that result or arise from Claims, which in whole or in part, pertain to any Publisher Adaptation or arise from Publisher's Use, reproduction, Distribution or other exploitation of the Products, any breach of Publisher's representations and warranties or violations of Publisher's obligations in these Terms of Service.\nPublisher will pay all amounts agreed to in a monetary settlement of the Claims and all Losses that result or arise from the Claims.\nNotwithstanding the foregoing, Publisher shall have no duty to indemnify or defend the Company from Claims which primarily allege that Products, as provided to Publisher by the Company and used in accordance with the terms hereof, infringe the copyright, patent or trademark rights of a third party.</p>\nDMCA\n<p>Hosting and Streaming Services shall be subject to the Company's published DMCA policy, which is incorporated by reference herein and available at www.jwplayer.com/dmca.\nIf you believe that any materials distributed through the Company's Hosting and Streaming Services violate a copyright that you hold, please follow the steps set forth in that DMCA policy.</p>\nAudit\n<p>Enterprise Edition and Platinum Edition Publishers whose Fees are based in whole or in part on Publisher-hosted Licensed Programs shall keep complete and accurate records of all Use during the Term and for two (2) years thereafter.\nCompany may periodically conduct audits of such Publishers to confirm the accuracy of Fees paid and compliance with the applicable License Scope.\nSuch audits shall be conducted no more than one (1) time per year, by an independent certified public accountant, at the place of business where Publisher customarily keeps such records, during normal business hours, and upon fifteen (15) days' advance written notice.\nCompany shall bear the full cost of all audits, provided, if an audit reveals that Fees or Overages have been underpaid or the License Scope has been exceeded by at least five percent (5%), Publisher shall, in addition to payment of any underpaid Fees and Overages and any other remedies due under these Terms of Service, reimburse Company for its professional fees and out-of-pocket expenses incurred in conducting such audit.</p>\nConfidential Information\n<p>Publisher acknowledges that it may have access to certain confidential information of the Company, such as information concerning its business, plans, customers, technology and products (\"Confidential Information\").\nConfidential Information will include all information in tangible or intangible form that is marked or designated as confidential or that, under the circumstances of its disclosure, should reasonably be considered confidential.\n\"Confidential Information\" shall not include (a) information that becomes known to the general public without breach of the nondisclosure obligations of these Terms of Service.\n(b) information that is already known to Publisher at the time that it is disclosed to the receiving party.\n(c) information that is obtained from a third party without breach of a nondisclosure obligation and without restriction on disclosure.\nand (d) information that has been independently developed by Publisher without reference to any of the disclosing party's Confidential Information.</p>\n<p>Publisher agrees that it will not use Confidential Information in any way for its own account or the account of any third party, except as expressly permitted by, or required to achieve the purposes of, these Terms of Service, nor will it disclose to any third party (except as required by law or its attorneys, accountants and other advisors as reasonably necessary) any of the Confidential Information and it will take reasonable precautions to protect the confidentiality of such information, at least as stringent as it takes to protect its own Confidential Information.\nUpon termination or expiration of these Terms of Service for any reason or at Company's request at any time, Publisher will return or destroy, at the Company's request, all Confidential Information and all documents or media containing any such Confidential Information and any and all copies or extracts thereof.</p>\nPublicity\n<p>Company shall be permitted to publicly identify Publisher as a user of the Products, including on Company's websites and marketing materials.\nPublisher hereby grants Company a non-exclusive, non-transferable, non-sublicensable, royalty-free license during the Term to use Publisher's name and marks for this purpose.\nCompany agrees to state on all materials using Publisher's marks that such marks are property of Publisher and to include the trademark registration symbol if applicable.\nAll goodwill arising out of any use of any of the Publisher's marks by Company will inure solely to the benefit of Publisher.</p>\n<p>Company may display the words \"Powered by JW Player\" and the JW Player version number in the menu that appears when an End User right clicks (or other equivalent action) on a video.\nPublisher is prohibited from disabling this feature unless otherwise provided on an applicable Order Form.</p>\nIndependent Contractors\n<p>The parties hereto are independent contractors and nothing herein constitutes or creates an employer-employee, agency, joint venture or representative relationship between the parties.</p>\nExport\n<p>Publisher agrees and certifies that it will not export or re-export, directly or indirectly, the Products contrary to the laws of the United States or any other country from or to which such export or re-export may occur.</p>\nSeverability\n<p>If for any reason a court of competent jurisdiction finds any provision of these Terms of Service, or portion thereof, to be unenforceable, that provision of the Terms of Service shall be enforced to the maximum extent permissible so as to effectuate the intent of the parties, and the remainder of these Terms of Service shall continue in full force and effect.</p>\nChoice of Law and Jurisdiction\n<p>These Terms of Service shall be governed by and construed in accordance with the laws of the State of New York (except that body of law controlling conflict of laws) and specifically excluding from application to this Agreement that law known as the United Nations Convention on Contracts for the International Sale of Goods.\nEach party irrevocably consents to the exclusive jurisdiction, forum and venue of the Commercial Division of the Supreme Court of the State of New York, New York County and the United States District Court for the Southern District of New York over any and all claims, disputes, controversies or disagreements between the parties or any of their respective subsidiaries, affiliates, successors and assigns under or related to these Terms of Service or the subject matter thereof.</p>\nInjunctive Relief\n<p>Publisher acknowledges and agrees that unauthorized Use of the Products or disclosure of Confidential Information may cause the Company irreparable harm for which its remedies at law may be inadequate.\nPublisher hereby agrees that the Company will be entitled, in addition to any other remedies available to it at law or in equity, to obtain immediate injunctive relief to prevent such unauthorized actions.</p>\nComplete Agreement\n<p>These Terms of Service constitute the entire agreement between the Company and Publisher with respect to the subject matter hereof and supersedes all prior or contemporaneous understandings or agreements, written or oral, regarding such subject matter.\nANY PURCHASE ORDER OR OTHER SIMILAR DOCUMENT PROVIDED BY OR RECEIVED FROM A PARTY SHALL NOT MODIFY THESE TERMS OF SERVICE OR GOVERN PUBLISHER'S USE OF THE PRODUCTS UNLESS EXECUTED BY BOTH PARTIES' DULY AUTHORIZED REPRESENTATIVES.\nEACH PARTY REJECTS ANY TERMS CONTAINED IN PURCHASE ORDERS OR SIMILAR DOCUMENTS PROVIDED BY THE OTHER PARTY, AND ANY SUCH TERMS SHALL BE VOID AND HAVE NO LEGAL EFFECT.\nRESTRICTIVE ENDORSEMENTS OR OTHER STATEMENTS ON CHECKS ACCEPTED BY COMPANY SHALL NOT BE ENFORCEABLE.</p>\nModification\n<p>The Company may modify the terms of these Terms of Service in its sole discretion and such modifications shall take effect and be binding on Publisher on the earliest date on which they are posted to the Company's publicly available website or delivered to Publisher via electronic or physical delivery to the last known physical or email address provided to the Company.\nNo one other than the Company has the right to modify these Terms of Service.\nNotwithstanding the foregoing, no modification or amendment to a mutually ratified Addendum or Order Form shall be effective unless in writing and executed by a duly authorized representative of each party.</p>\nNo Assignment\n<p>Publisher may not assign or transfer this agreement to any third party without the Company's express written consent.\nAny other assignment or transfer shall be void and in the event of such unauthorized assignment or transfer the Company may immediately terminate these Terms of Service.</p>\nWaiver of Breach\n<p>No term or provision of these Terms of Service shall be deemed waived and no breach excused, unless such waiver or consent shall be in writing and signed by the Company.\nAny consent by the Company to, or waiver of, a breach by Publisher whether expressed or implied, shall not constitute consent to, waiver of, or excuse for, any other breach or any subsequent breach, except as may be expressly provided by the Company.</p>\n<p>\n<em>Last Revised: Nov 10, 2020</em>\n</p>\n<p>© 2007-2021 Longtail Ad Solutions, Inc.</p>\n<ul>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Ad Choices</li>\n<li>DMCA</li>\n<li>Developers</li>\n<li>About Us</li>\n<li>Careers</li>\n</ul> Privacy Preference CenterYour PrivacyYour Privacy<p>JW Player websites may request cookies to be set on your device.\nWe use cookies to let us know when you visit our websites, how you interact with us, to enrich your user experience, and to customize your relationship with JW Player.\nClick on the different category headings to find out more.\nYou can also change your cookie preferences.\nNote that blocking some types of cookies may impact your experience on our websites and the services we are able to offer.\nMore information.</p>\n<ul>\n<li>Functional CookiesFunctional Cookies Functional Cookies<p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>\n</li>\n<li>Strictly Necessary CookiesStrictly Necessary CookiesAlways Active Strictly Necessary Cookies<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>\n</li>\n<li>Targeting CookiesTargeting Cookies Targeting Cookies<p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>\n</li>\n<li>Performance CookiesPerformance Cookies Performance Cookies<p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>\n</li>\n</ul>Back ButtonAdvertising Cookies Filter ButtonConsent Leg.Interest Select All Vendors Select All Vendors Select All Hosts<p>Select All</p>\n<ul>\n<li> REPLACE-WITH-DYANMIC-HOST-ID33Across33AcrossView Third Party Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> REPLACE-WITH-DYANMIC-VENDOR-ID33Across<p>3 Purposes</p>View Privacy Notice33Across<p>3 Purposes</p>View Privacy Notice REPLACE-WITH-DYANMIC-VENDOR-ID<p>Consent Purposes</p>\n<p>Location Based Ads</p>\n<p>Consent Allowed</p>\n<p>Legitimate Interest Purposes</p>\n<p>Personalize</p>Require Opt-Out <p>Special Purposes</p>\n<p>Location Based Ads</p>\n<p>Features</p>\n<p>Location Based Ads</p>\n<p>Special Features</p>\n<p>Location Based Ads</p>\n</li>\n</ul>\n<p>Clear Filters</p> Information storage and accessApplyConfirm My Choices Allow All<p>We use cookies to offer you a better browsing experience, analyze site traffic, and personalize our communications with you.\nRead about how we use cookies and how you can control them by clicking \"Cookie Settings.\" By clicking “Accept and Continue,”, you consent to our use of cookies.Privacy policy page.</p>Cookies Settings Accept and Continue", "created_at": "2021-04-18 19:02:12.508813", "updated_at": "2021-04-18 19:03:16.620998"}, {"id": 5250, "name": "Privacy Policy", "url": "https://www.jwplayer.com/privacy/", "xpath": "//body", "text": " <ul>\n<li>Products<i>\n</i>\n<ul>\n<li>Play<ul>\n<li>Video Player</li>\n<li>Mobile SDKs</li>\n<li>OTT Apps</li>\n</ul>\n</li>\n<li>Stream<ul>\n<li>Video Delivery</li>\n<li>Live Streaming</li>\n<li>Content Protection</li>\n</ul>\n</li>\n<li>Monetize<ul>\n<li>Video Monetization</li>\n<li>Player Bidding</li>\n<li>Yield Optimization</li>\n<li>Outstream Player</li>\n</ul>\n</li>\n<li>Engage<ul>\n<li>Audience Engagement</li>\n<li>Article Matching</li>\n<li>Recommendations</li>\n<li>Analytics</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Recent News<ul>\n<li>Introducing Live Channels</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Advertisers</li>\n<li>Solutions<i>\n</i>\n<ul>\n<li>Publishers</li>\n<li>Film &amp.\nTV</li>\n<li>Fitness</li>\n<li>Online Courses</li>\n<li>Sports</li>\n<li>Faith</li>\n<li>Dev Shops</li>\n<li>Ad Networks</li>\n<li>Retail</li>\n</ul>\n<ul>\n<li>\n<p>See how we stack up against our competition.</p>\n<ul>\n<li>Brightcove vs JW Player</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Resources<i>\n</i>\n<ul>\n<li>Blog</li>\n<li>Events</li>\n<li>Webinars</li>\n<li>Case Studies</li>\n<li>Playbooks &amp.\nmore</li>\n<li>News Room</li>\n<li>Press Releases</li>\n<li>Contact Us</li>\n</ul>\n<ul>\n<li>\n<p>\n<strong>What's New</strong>\n</p>\n<ul>\n<li>The Modern Publisher’s Guide to Video Advertising</li>\n</ul>\n</li>\n</ul>\n</li>\n<li>Company<i>\n</i>\n<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>Contact Us</li>\n</ul>\n<ul>\n<li>\n</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Support</li>\n<li>Dashboard</li>\n<li>Pricing</li>\n</ul>\nJW Player Privacy Policy\n<p>\n<em>Posted: June 30th, 2020</em>\n<br>\n<em>Effective: June 30th, 2020</em>\n</p>\n<p>Our Privacy Policy now separately describes the information collection practices of JW Player’s corporate website, our other owned websites, and the proprietary technology that we use to perform services for our customers.</p>\n<p>\n<strong>Introduction</strong>\n</p>\n<ol>\n<li>Corporate Website at www.jwplayer.com<ol>\n<li>Information Collected by the Corporate Website</li>\n<li>About Personal Data</li>\n<li>About Usage Data and Tracking Data</li>\n<li>Your Choices on the Corporate Website</li>\n<li>Service Providers</li>\n<li>Transfer of Information</li>\n</ol>\n</li>\n<li>JW Player Technology<ol>\n<li>Information Collected by JW Player Technology About Users</li>\n<li>About Usage Data and Tracking Data</li>\n<li>User Choices for the JW Player Technology</li>\n<li>Transfer of Information</li>\n</ol>\n</li>\n<li>Showcase Websites<ol>\n<li>Showcase Websites are Powered by the JW Player Technology</li>\n<li>Service Providers</li>\n</ol>\n</li>\n<li>Other Information<ol>\n<li>About Data Security</li>\n<li>Links to Other Sites</li>\n<li>Children’s Privacy</li>\n<li>Recourse, Privacy Complaints by European Union and Swiss Residents: Privacy Shield</li>\n</ol>\n</li>\n<li>How to Contact JW Player</li>\n</ol>\n<strong>Introduction</strong>\n<p>JW Player (legally known as LongTail Ad Solutions, Inc.) is a leading video player software and video management platform (collectively, the “<strong>JW Player Technology</strong>”).\nOur customers are businesses that use the JW Player Technology to host, embed and stream, and deliver advertising to, digital video over the web (collectively, the “<strong>JW Player Services</strong>”).</p>\n<p>JW Player has prepared this Privacy Policy to describe our practices regarding the information we collect from:</p>\n<ul>\n<li>Visitors to our website located at www.jwplayer.com (the “<strong>Corporate Website</strong>”), including all subdomains,</li>\n<li>Users who watch our customers’ videos on websites, apps, mobile apps, and other software powered by the JW Player Technology (each, a “<strong>Customer Property</strong>”) using a desktop or laptop PC, mobile phone, tablet, connected TV, set-top box, kiosk, virtual reality hardware, or other device, and</li>\n<li>Visitors to our other owned-and-operated websites (each, a “<strong>JW Player Website</strong>”), including www.jwshowcase.com and tv.jwplayer.com.</li>\n</ul>\n<p>This Privacy Policy does <em>not</em> describe the information collection practices of our customers that use the JW Player Technology on their Customer Properties.\nWe are a third-party service provider to our customers.\nWe recommend that you refer to our customers’ privacy policies to learn about their information collection practices.</p>\n<p>\n<strong>Changes to this Privacy Policy.</strong> JW Player will update this Privacy Policy to reflect changes to our practices.\nWe will post all Privacy Policy changes on this page and, if the changes are significant, we will provide a more prominent notice.\nThe Privacy Policy posted on this page will say when that version went into effect.\nIf you visit the Corporate Website or view a video on a Customer Property after a change, then you will have accepted JW Player’s new Privacy Policy.\nYou are advised to review our Privacy Policy periodically for any changes.</p>\n<strong>A.\nCorporate Website at www.jwplayer.com</strong>\n<strong>1.\nINFORMATION COLLECTED BY THE CORPORATE WEBSITE</strong>\n<p>Our Corporate Website provides information about our company, business, and the services we provide.\nIt is also the portal used by our customers to sign into the customer dashboard for the JW Player Services.</p>\n<p>The Corporate Website collects Personal Data, Usage Data, and Tracking Data when you visit the site at www.jwplayer.com.\nAs used in our discussion about the Corporate Website in this Section A:</p>\n<ul>\n<li>\n<p>“<strong>Personal Data</strong>” is the information about an individual that can be used to identify that individual.\nIf you access the Corporate Website from the EEA, Switzerland or the UK, we use a different definition of Personal Data to comply with the General Data Protection Regulation (GDPR).</p>\n</li>\n<li>\n<p>“<strong>Tracking Data</strong>” is the information collected by cookies and similar tracking technologies (e.g., pixel tags, web beacons, or scripts) that we use to keep track of visitor activity on the Corporate Website.\n(Note that the Tracking Data collected by the JW Player Technology is different, and is discussed in Section B.)</p>\n<ul>\n<li>\n<strong>Cookies</strong> are small files that contain a small amount of data, typically including a unique identifier.\nThey are generally placed on your browser by a website or other browser-based service.\nOur Corporate Website uses cookies.</li>\n<li>\n<strong>Other tracking technologies</strong>, in the context of the Corporate Website, include pixel tags, web beacons, and scripts, and are used to track usage and performance.\n(See Section B below for the tracking technologies used by the JW Player Technology.)</li>\n</ul>\n</li>\n<li>\n<p>“<strong>Usage Data</strong>”, in the context of the Corporate Website, is the information that your browser sends to JW Player’s servers when you visit the Corporate Website.</p>\n</li>\n</ul>\n<p>As with other Internet services, our web servers gather information automatically each time your browser or device interacts with the Corporate Website, and store that information in “log files.” The information stored in our web servers’ log files includes information that we call Personal Data, Usage Data and Tracking Data, and that we describe more fully in the following sections.</p>\nNote for visitors who access the Corporate Website from the EEA, Switzerland or the UK:\n<ul>\n<li>\n<strong>Personal Data.</strong> In the EEA, Switzerland and the UK, Personal Data is defined differently than in the U.S., and means a variety of data that identifies or can identify a particular unique user or device (e.g., names, addresses, cookie identifiers, mobile device identifiers, precise location data and biometric data).\nFor visitors who access the Corporate Website from the EEA, Switzerland, or the UK, elements of Usage Data and Tracking Data – such as a visitor’s full Internet Protocol (IP) address, and the information that we associate with a unique identifier (like a cookie or other tracking technology) – are Personal Data under the General Data Protection Regulation (GDPR).</li>\n<li>\n<strong>Legal grounds for processing your Personal Data when accessing the Corporate Website.</strong> For visitors who access the Corporate Website from the EEA, Switzerland, or the UK, we process your Personal Data for the purposes set out in Section A.2.\non one or more of the following legal grounds:<ul>\n<li>You provided your consent;</li>\n<li>It is necessary for our contractual relationship;</li>\n<li>The processing is necessary for us to comply with our legal or regulatory obligations.\nand/or</li>\n<li>The processing is in our or a relevant data controllers’ legitimate interest, for instance, where we use data to protect the security and integrity of our systems and to provide services or other benefits.</li>\n</ul>\n</li>\n</ul>\n<p>\n<strong>Note for California Residents who visit our C orporate Website(s):</strong>\n</p>\n<p>If you have provided us with your personal information (for instance, if we met you at a trade show or you sign up to receive product emails), you have certain rights as to which you may contact us directly.\nPlease contact us at privacy@jwplayer.com if you would to exercise any of the following rights under the CCPA: </p>\n<ul>\n<li>If you would like to know the personal information we have collected or disclosed about you in the last twelve months.\nthe categories of sources of such information.\nthe business or\ncommercial purpose for collecting your personal information (we do not sell this information).\nor the categories of third parties with whom we shared personal information, please contact us at privacy@jwplayer.com;</li>\n<li>If you would like us to delete information we have about you, please likewise contact us at privacy@jwplayer.com;</li>\n<li>If you would like to “opt out” of receiving marketing from us, e.g., emails about our service or product enhancements, please likewise contact us at privacy@jwplayer.com;</li>\n<li>If you would like to “opt out” of any ad targeting that occurs from our website(s) – for instance, if we “retarget” consumers who visit our website with an ad about a webinar or event we are holding or products we offer – please go to either the NAI opt-out portal or the DAA opt-out portal, two industry website that offer consumer choices regarding personalized advertising.\nThis type of advertising is offered by third party service providers we may work with, most (or all) of whom are listed on the above “opt out” websites.</li>\n</ul>\n2.\n<strong>ABOUT PERSONAL DATA</strong>\n<ol>\n<li>\n<p>\n<strong>Personal Data Collected by the Corporate Website.</strong> Personal Data includes your name, email address, postal address, and telephone number.\nIt also includes any information that we have associated with your Personal Data.</p>\n<p>The Corporate Website collects Personal Data from you when you engage in any of the following:</p>\n<ul>\n<li>Request information about a product or service on the Corporate Website.</li>\n<li>Register on the Corporate Website for emails, newsletters or other communications.</li>\n<li>As an employee or authorized agent of a JW Player Service, use a login account on the Corporate Website to access the customer dashboard for the JW Player Technology.</li>\n</ul>\n<p>We may combine Personal Data that you submit on or through the Corporate Website with information that we collect from and about you from other sources, offline and online.</p>\n</li>\n<li>\n<p>\n<strong>How We May Use Personal Data.</strong> We use the Personal Data that you provide on the Corporate Website for the following activities:</p>\n<ul>\n<li>Provide the services that you request.</li>\n<li>Send you administrative information, including information regarding changes to the Corporate Website’s terms, conditions and policies.</li>\n<li>Personalize your experience on the Corporate Website (including through the use of cookies and similar technologies).</li>\n<li>Send you messages that you request.</li>\n<li>Target you to receive ads and other marketing messages from us about the JW Player Services.</li>\n<li>For our business purposes, such as data analysis, audits, developing new products, enhancing the Corporate Website, improving our services, and identifying usage trends and determining the effectiveness of our marketing.</li>\n<li>As we believe appropriate (a) to comply with applicable law and legal process, including to respond to valid requests by public authorities (e.g., a court, government agency, or law enforcement), (b) to enforce our terms and conditions, (c) to prevent or investigate possible wrongdoing in connection with the Corporate Website, JW Player Technology, JW Player Services or the like, (d) to protect our operations or those of our affiliates, (e) to protect our rights, property, privacy, safety, or that of our affiliates, you or others, or (f) to allow us to pursue available remedies or limit the damages that we may sustain (these purposes, collectively, the “<strong>Compliance Purposes</strong>”).</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>When We May Disclose Personal Data.</strong> The Personal Data that you provide to the Corporate Website may be disclosed:</p>\n<ul>\n<li>\n<strong>Service Providers.</strong> To our third-party service providers who provide services such as hosting, data analysis, IT infrastructure, IT services, customer service, email delivery, payment processing, billing and collections, data enhancement, order fulfillment, auditing, security, fraud, and other services to enable them to provide such services.\nThese third parties have access to your Personal Data only to perform these tasks on our behalf.</li>\n<li>\n<b>Transfer of Business.</b> To a third party to which we have transferred our business, assets or stock if JW Player is involved in a reorganization, merger, sale, joint venture, assignment, transfer or other disposition of some or all of our business, assets or stock, including during due diligence related to any such transaction (and also including in connection with any bankruptcy or similar proceeding).</li>\n<li>s we believe appropriate for Compliance Purposes.</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>How Long We Retain Personal Data.</strong> We retain your Personal Data for the period necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required for the security or integrity of the Corporate Website, or to comply with our legal obligations, resolve disputes, or enforce our legal agreements or policies.</p>\n</li>\n<li>\n<p>\n<strong>No Sensitive Information.</strong> Please do not disclose through the Corporate Website any sensitive Personal Data (e.g., social security numbers, detailed financial information, health information, information related to racial or ethnic origin, political opinions, religion or other beliefs, criminal background or trade union membership).</p>\n</li>\n<li>\n<p>\n<strong>ABOUT USAGE DATA AND TRACKING DATA</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Usage Data and Tracking Data Collected by the Corporate Website.</strong> The Usage Data and Tracking Data collected by the Corporate Website include:</p>\n<ul>\n<li>Information collected through cookies, pixel tags and other tracking technologies.</li>\n<li>Browser type and version.</li>\n<li>Your Internet Protocol (IP) address.</li>\n<li>If you are accessing the Corporate Website through a mobile phone, tablet, connected TV, set-top box, kiosk, virtual reality hardware, or other device: the type of device, unique device ID, device IP address, device operating system, and diagnostic data.</li>\n<li>Information about how you interact with the Corporate Website, such as the date and time of your visit, the pages that you visit, and the time spent on those pages.</li>\n<li>Other aggregated information.</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>How We May Collect Usage Data and Tracking Data.</strong> Usage Data and Tracking Data are collected by the Corporate Website:</p>\n<ul>\n<li>\n<strong>When your browser or device sends it.</strong> Standard information is sent by most browsers.\nThis information includes your device type, screen resolution, operating system version, and Internet browser type and version.</li>\n<li>\n<strong>Through web technologies.</strong> We and our service providers may use cookies, pixel tags, web beacons, and other similar technologies to, among other things, facilitate your ongoing access to and use of the Corporate Website, present you with more tailored information about our products and services, and collect and store information about your use of the Corporate Website.</li>\n<li>\n<strong>When you volunteer it.</strong> You may volunteer demographic information, as well as other information, such as your preferred means of communication.</li>\n<li>\n<strong>Through activity reports.</strong> Information about how you interact with the Corporate Website is collected with every visit, and is used to determine usage levels, diagnose server problems, and operate and maintain the Corporate Website.</li>\n<li>\n<strong>By aggregating information.</strong> We may aggregate or de-identify information collected by the Corporate Website.</li>\n</ul>\n</li>\n<li>\n<p>\n<strong>How We May Use and Disclose Usage Data and Tracking Data.</strong> We may use and disclose Usage Data and Tracking Data collected on the Corporate Website for any purpose permitted by applicable law.</p>\n<p>\n<em>Note:</em> If we are required by law to treat any element of Usage Data or Tracking Data as Personal Data, then we will handle those elements as Personal Data.\nIf we combine any Usage Data or Tracking Data with Personal Data, we will treat the combined information as Personal Data as long as it is combined.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<strong>YOUR CHOICES ON THE CORPORATE WEBSITE REGARDING YOUR PERSONAL DATA</strong>\n</p>\n<ol>\n<li>\n<p>\n<strong>Your Choices Regarding Cookies.</strong> If you do not want cookies on the Corporate Website to collect information about you, there is a simple procedure on most devices that allows you to decline the use of cookies.\nTo learn more about cookies, please visit www.allaboutcookies.org/.\nHowever, if you choose to decline cookies, then some or all of the features, functionality and promotions available through the Corporate Website may not be available to you.</p>\n</li>\n<li>\n<p>\n<strong>How You Can Access, Change or Delete the Personal Data About You Collected by The Corporate Website.</strong> If you have a login to the Corporate Website (<em>i.e.</em>, you are a JW Player customer), you can log into your account to access, delete, or make changes to the Personal Data we have on file for your account.</p>\n<p>If you do not have a login to the Corporate Website (<em>e.g.</em>, a prospective customer or a website visitor) and would like to access, change, or delete the Personal Data that you have previously provided to the Corporate Website, you can contact us by emailing us at privacy@jwplayer.com to make the requested changes.\nWe will comply with your request as soon as reasonably practicable.\nIf you have requested that some Personal Data be deleted, note that we may need to retain some of the information for backup or Compliance Purposes.\nIn addition, there could remain residual traces of the deleted Personal Data in our databases and other records.\nWe are not responsible for changing or deleting information from the databases of third parties that have previously accessed your information.</p>\n</li>\n<li>\n<p>Your Choices Regarding Messaging.\nYou may opt out from receiving marketing-related messages from us either by using the unsubscribe mechanism provided in the message or by emailing us at privacy@jwplayer.com.\nIf you opt out from receiving marketing-related messages from us, we may still send administrative messages to you.\nYou cannot opt out from receiving administrative messages.</p>\n<p>You have the right to lodge a complaint with a supervisory authority as to our processing of data.\nHowever, we hope that you will first consult with us, by emailing us at privacy@jwplayer.com or writing us at LongTail Ad Solutions, Inc., d/b/a JW Player, 8 W 38th St., Ste.\n901, New York, NY 10018 so that we may work with you to resolve any complaint or concern you might have.</p>\n<p>The Corporate Website does not support the Do Not Track browser setting.</p>\n</li>\n</ol>\n</li>\n</ol>\n<p>\n</p>\n<ol>\n<li>\n<strong>SERVICE PROVIDERS</strong> We use third party companies and individuals to provide services and functionality for the Corporate Website.\nThese service providers may have access to your Personal Data in order to perform tasks on our behalf (<em>e.g.</em>, to send you information that you request or that we believe is of interest to you).</li>\n</ol>\n<p>JW Player uses third-party advertising companies to advertise JW Player and the JW Player Services.\nWe allow these service providers to use their tracking technologies on the Corporate Website so that we can target ads about JW Player to you when you are elsewhere on the Internet.\nThis process is sometimes referred to as interest-based advertising or online behavioral advertising.\nIf you want more information about these third-party advertising companies, or if you wish to opt out of this type of advertising, please visit the ad industry choice mechanism at www.aboutads.info/choices/.</p>\n<p>\n<b>6.\nTRANSFER OF INFORMATION.</b> As JW Player works with global companies and technologies, we may need to transfer your Personal Data outside of the country from which it was originally provided.\nThis may be intra-group or to third parties that we work with who are likely located outside of your state, province, country or other governmental jurisdiction where the data protection laws may differ from those in your jurisdiction.\nIf you are located outside the United States and choose to provide information to us, please note that we transfer the data, including Personal Data, to the United States and process it there.</p>\n<p>\n<b>Note for visitors who access the Corporate Website from the EEA, Switzerland or the UK:</b> If we transfer Personal Data outside of the EEA, Switzerland or the UK, we will take steps to make sure that appropriate safeguards are in place to protect your Personal Data.\nJW Player is Privacy Shield certified.</p>\n<p>\n</p>\n<strong>B.\nJW Player Technology</strong>\n<p>\n<b>1.\nINFORMATION COLLECTED BY JW PLAYER TECHNOLOGY ABOUT USERS</b> Our customers are primarily web publishers (each, a “<b>Customer</b>”) that deploy JW Player Technology on their Customer Properties to provide their visitors (each, a “<b>User</b>”) with a high-quality video viewing experience.\nIn Section B, we describe the information that is collected from Users who view videos and ads on a Customer Property.\nThe JW Player Technology collects <b>Usage Data</b> and <b>Tracking Data</b> from Users.\nNote that the Tracking Technologies used in the JW Player Technology are different from the Tracking Technologies used on the Corporate Website.\n<b>2.\nABOUT USAGE DATA AND TRACKING DATA</b>\n</p>\n<ol>\n<li>Usage Data and Tracking Data Collected by the JW Player Technology.\nThe JW Player Technology collects Usage Data and Tracking Data from a User when he or she views video on a Customer Property.\nAs used in our discussion about the JW Player Technology in this Section B:\n“<b>Usage Data</b>” is the information that a User’s browser automatically sends to JW Player’s servers when a User accesses video or sees an ad on a Customer Property.\nThis information includes a User’s device type, screen resolution, operating system version, and Internet browser type and version.\n<p>“<b>Tracking Data</b>” is the information collected by the JW Player Technology from Users who access videos on a Customer Property, and consists primarily of the following:</p>\n<ul>\n<li>\n<b>Proprietary tracking technologies</b> used by the JW Player Technology for video delivery and performance reporting.\nThese tracking technologies include the following:\n<ul>\n<li>Local ID, which is stored on a User’s computer to identify a User’s player on a given Customer Property.</li>\n<li>Global ID, which is stored on a User’s browser and JW Player’s servers and identifies a User across different players and Customer Properties.\n<b>The JW Player Technology does not assign a Global ID to Users whose Internet Protocol (IP) addresses are based in the EEA, Switzerland and the UK.</b>\n</li>\n<li>Viewer ID, which is stored on JW Player’s servers to identify a User.</li>\n</ul>\n</li>\n<li>Other tracking technologies include pixel tags, web beacons, and scripts, and are used for ad delivery and reporting.</li>\n</ul>\n<p>\nAs with other Internet services, our web servers gather information automatically each time a User’s browser or device interacts with the JW Player Technology, and store that information in “<b>log files.</b>” The information stored in our web servers’ log files includes Usage Data and Tracking Data.\nThe Usage Data and Tracking Data collected by the JW Player Technology include:</p>\n<ul>\n<li>Information collected through tracking technologies.</li>\n<li>Browser type and version.</li>\n<li>User’s Internet Protocol (IP) address.</li>\n<li>Unique identifiers set by our tracking technologies to identify video players, Users, and video sessions.</li>\n<li>If a User is accessing the JW Player Technology through a mobile phone, tablet, connected TV, set-top box, kiosk, virtual reality hardware, or other device: the type of device, unique device ID, device IP address, device operating system, and diagnostic data.</li>\n<li>Information about how a User interacts with the JW Player Technology, such as the date and time of a User’s visit, the videos watched, and the time spent watching those videos.</li>\n<li>Other aggregated information.</li>\n</ul>\n<p>\n<b>Note for visitors who access the JW Player Technology from the EEA, Switzerland or the UK:</b>\n</p>\n<ul>\n<li>\n<b>Personal Data.</b> As previously noted, some elements of Usage Data and Tracking Data – for example, a visitor’s full Internet Protocol (IP) address, and the information that we associate with a unique identifier (like a cookie or other tracking technology) – are Personal Data under the General Data Protection Regulation (GDPR), and we treat those elements as Personal Data when collected by the JW Player Technology from Users whose IP addresses are based in the EEA, Switzerland or the UK.\nNote that the JW Player Technology does not assign a Global ID to a User accessing the JW Player Technology from an EEA, Swiss or UK IP address.\nWe will retain those elements of Usage Data and Tracking Data that are Personal Data under the GDPR for the period necessary to fulfill the purposes outlined in this Privacy Policy, unless a longer retention period is required for the security or integrity of the JW Player Services or JW Player Technology, or to comply with our legal obligations, resolve disputes, or enforce our legal agreements or policies.</li>\n<p>\n</p>\n<li>\n<b>Legal grounds for processing Personal Data on Customer Properties.</b> For Users who access the JW Player Technology from IP addresses in the EEA, Switzerland, or the UK, we process the elements of Usage Data and Tracking Data that are considered Personal Data under the GDPR.\nThe GDPR makes a distinction between organizations that process Personal Data for their own purposes (known as “<b>data controllers</b>”) and organizations that process Personal Data on behalf of other organizations (known as “<b>data processors</b>”).\nWhen we handle Personal Data strictly on behalf of our customers in order to provide our services to them, as is the case with the JW Player Technology, we are a data processor and our customers, as the data controllers, have primary responsibility for your Personal Data and are responsible for obtaining a legal basis to collect such data.\nIf you have questions about Personal Data that is used primarily by a Customer Property on which the JW Player Technology is embedded or utilized, you should contact those companies with your questions about how they handle your Personal Data.\n<p>With that in mind, if you have concerns about JW Player, you may contact our privacy officer, at privacy@jwplayer.com.</p> **Note for California Residents who visit our Customer Properties** Similar to the above, when our technology is employed on a website (or a mobile property or other service), we generally act as a “service provider” to the website provider for purposes of the California Consumer Privacy Act – i.e., providing them services to help them display, curate and/or integrate content shown through our player technology.\nThus, if you If you have questions about personal information collected or used by a Customer Property on which the JW Player Technology is embedded or utilized, you should contact the particular website or content provider that you are engaging with.\n(If you have questions about information that we collect when you visit our Corporate Website(s), please go to SectionA(1).\n</li>\n</ul>\n<p>\n</p>\n</li>\n<li>How We May Use Usage Data and Tracking Data.\nWe use Usage Data and Tracking Data collected by the JW Player Technology for the following purposes:\n<ul>\n<li>Deliver video to Customer Properties, and ads on behalf of advertisers.</li>\n<li>Recommend videos that a User may enjoy.</li>\n<li>Prepare reports and analytics for our customers.</li>\n<li>For our other business purposes, such as data analysis, identifying usage trends, diagnosing technical problems, operating, maintaining, enhancing and improving the JW Player Technology and JW Player Service, and developing new products and services.</li>\n<li>As we believe appropriate for Compliance Purposes.</li>\n</ul>\n<p>\n</p>\n</li>\n<li>When We May Disclose Usage and Tracking Data.\nWe may disclose Usage Data and Tracking Data collected by the JW Player Technology for the following purposes:\n<ul>\n<li>\n<b>Service Providers.</b> To third-party service providers who provide services such as hosting, data analysis, IT infrastructure, IT services, customer service, auditing, security, fraud, and other similar functions to us or our Customers.\nThese third parties have access to User Usage and Tracking Data to perform these tasks on our behalf.</li>\n<li>\n<b>Transfer of Business.</b> To a third party to which we have transferred our business, assets or stock in the event that JW Player is involved in a reorganization, merger, sale, joint venture, assignment, transfer or other disposition of some or all of our business, assets or stock, including during due diligence related to any such transaction (and also including in connection with any bankruptcy or similar proceeding).</li>\n<li>As we believe appropriate for Compliance Purposes.</li>\n</ul>\n<p>\n</p>\n</li>\n</ol>\n<p>\n</p>\n<p>\n<b>3.\nUSER CHOICES FOR THE JW PLAYER TECHNOLOGY</b>\n</p>\n<ol>\n<li>For Users who access the JW Player Technology from the EEA, Switzerland, and the UK: The Do Not Track Browser Setting.\nCertain versions of the JW Player Technology support Do Not Track for Users in the EEA, Switzerland, and the UK.\nDo Not Track is a preference Users can set in their web browser to inform websites that they do not want to be tracked.\nUsers can enable or disable Do Not Track by visiting the Preferences or Settings page of their web browser.\nWe make reasonable efforts to maintain compatibility between our technology and Do Not Track functionality across different web browsers.\nHowever, you should be aware that, despite our reasonable efforts, there may be circumstances in which a particular Do Not Track setting is not recognized and honored.\n<p>Note that even if a User enables and JW Player recognizes Do Not Track, the JW Player Technology will continue to collect Usage Data about each visit to a Customer Property, because Usage Data are automatically sent by the User’s web browser.\nHowever, the Usage Data will not be associated with a unique identifier, and the JW Player Technology will not be able to associate such User Data collected with User.</p>\n</li>\n<li>Check Our Customers’ Privacy Policy.\nUsers interact with the JW Player Technology, because our Customers have implemented the JW Player Technology in their Customer Properties.\nWe recommend that Users check the privacy policy of the Customer Properties that they visit for information about the user choices available from our Customers.\nMany Customer Properties use third-party advertising companies for interest-based advertising or online behavioral advertising.\nIf you want more information about these third-party advertising companies, please visit the ad industry choice mechanism at www.aboutads.info/choices/.\n</li>\n<p>\n</p>\n</ol>\n<p>\n<b>4.\nFOR USERS WHO ACCESS THE JW PLAYER TECHNOLOGY FROM THE EEA, SWITZERLAND, AND THE UK: TRANSFER OF INFORMATION.</b> See Section A.6 for information regarding those elements of Usage Data and Tracking Data that are Personal Information under the GDPR.\n<b>5.\nSERVICE PROVIDERS.</b> We work with third parties that provide services and functionality for the JW Player Technology.\nThese service providers may have access to Usage Data and Tracking Data of the JW Player Technology in order to perform tasks on our behalf.\nOccasionally, we may give our service providers explicit permission to use the Usage Data or Tracking Data to enhance the fraud-detection, security, or other features of their services.\nAt our Customers’ instruction, we work with the service providers of our Customers.\nWe may provide Usage Data and Tracking Data collected on a Customer Property to that Customer’s service providers.</p>\n<strong>C.\nShowcase Websites</strong>\n<p>\n<b>1.\nSHOWCASE WEBSITES ARE POWERED BY THE JW PLAYER TECHNOLOGY</b> JW Player owns and operates the JW Showcase websites at www.jwshowcase.com and tv.jwplayer.com, and from time to time creates and runs other owned-and-operated websites.\nThese owned-and-operated websites (each, a “<b>Showcase Website</b>”) provide Users with video content prepared by JW Player and our Customers.<br>\nThe Showcase Website is powered by the JW Player Technology.\nThe JW Player Technology collects Usage Data and Tracking Data when a User visits a Showcase Website.\nPlease refer to Section B for information about the Usage Data and Tracking Data collected by the JW Player Technology.\n<b>2.\nSERVICE PROVIDERS.</b> In addition to the service providers described in Section B.5., we use third-party advertising companies to facilitate advertising on the Showcase Websites.\nWe allow these service providers to use their tracking technologies on the Showcase Websites so that ads appear on a Showcase Website.\nIf you want more information about these third-party advertising companies, please visit the ad industry choice mechanism at www.aboutads.info/choices/.</p>\n<strong>D.\nOther Information</strong>\n<p>\n<b>1.\nABOUT DATA SECURITY.</b> JW Player employs security measures to prevent the loss, misuse or alteration of information collected by the Corporate Website, JW Player Websites, and JW Player Technology.\nHowever, no data transmission over the Internet or data security system can be guaranteed to be 100% secure.\n<b>2.\nLINKS TO OTHER SITES.</b> Our Corporate Website, JW Player Websites, and JW Player Technology may contain links to other sites that are not operated by us.\nIf you click on a third party link, you will be directed to that third party’s site.\nWe strongly advise you to review the Privacy Policy of every site you visit.\nWe have no control over and assume no responsibility for the content, privacy policies or practices of any third party sites or services.\n<b>3.\nCHILDREN’S PRIVACY.</b> The Corporate Website, JW Player Websites, and JW Player Technology are not targeted to anyone under the age of 13 (“Child”).\nWe do not knowingly collect Personal Data from anyone under the age of 13, unless agreed in writing with a particular Customer.\nIf we know that the Personal Data we have collected is from or about a Child, we place that Personal Data in a separate category for restrictive handling.\nIf you are a parent or guardian and you are aware that your Child has provided us with Personal Data, please contact us.\nIf we become aware that we have collected Personal Data from a Child without verification of parental consent, we will take steps to remove that information from our servers.\n<b>4.\nRECOURSE, PRIVACY COMPLAINTS BY EUROPEAN UNION AND SWISS RESIDENTS: PRIVACY SHIELD.</b> JW Player complies with the EU-US Privacy Shield Framework and the Swiss-US Privacy Shield Framework as set forth by the US Department of Commerce regarding the collection, use, and retention of Personal Data transferred from the European Union and Switzerland to the United States, respectively.\nJW Player has certified to the Department of Commerce that it adheres to the Privacy Shield Principles.\nJW Player is subject to the investigatory and enforcement powers of the Federal Trade Commission with respect to our adherence to Privacy Shield.\nIf JW Player transfers Personal Data received from the European Union or Switzerland to a third party acting as its agent, it remains responsible for how that Personal Information is processed – which means that it will remain liable under the Privacy Shield Principles if any third party acting as its agent processes your Personal Information in a manner that is inconsistent with the Privacy Shield Principles, unless it can prove that it was not responsible for the event giving rise to the damage.\nIf there is any conflict between the terms in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification, please visit www.privacyshield.gov.\nYou have the right to access your Personal Data.\nfor information about the choices and means JW Player offers individuals for limiting the use and disclosure of their Personal Data, please see Section A.2.g above.\nIn compliance with the EU-US and Swiss-US Privacy Shield Principles, JW Player commits to resolve complaints about your privacy and our collection or use of your Personal Data.\nIn the hope that we can resolve any complaints or questions that you have in a fair an amicable way, we ask that European Union and Swiss individuals with inquiries or complaints regarding this privacy policy first contact us via email at: privacy@jwplayer.com.\nJW Player has further committed to refer unresolved privacy complaints under the EU-US and Swiss-US Privacy Shield Principles to an independent dispute resolution mechanism, the JAMS Privacy Shield Dispute Resolution, a non-profit alternative dispute resolution mechanism located in the United States and operated by JAMS.\nIf you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed, please visit https://www.jamsadr.com/eu-us-privacy-shield for more information and to file a complaint.\nPlease note that if your complaint is not resolved through these channels, under limited circumstances, a binding arbitration option may be available before a Privacy Shield Panel.</p>\n<strong>E.\nHow to Contact JW Player</strong>\n<p>If you have any questions about this Privacy Policy, please contact us at:<br>\nLongTail Ad Solutions, Inc., d/b/a JW Player<br>\n8 W 38th St., Ste.\n901\nNew York, NY 10018\nUSA<br>\nprivacy@jwplayer.com</p>\n<p>© 2007-2021 Longtail Ad Solutions, Inc.</p>\n<ul>\n<li>Terms of Service</li>\n<li>Privacy Policy</li>\n<li>Ad Choices</li>\n<li>DMCA</li>\n<li>Developers</li>\n<li>About Us</li>\n<li>Careers</li>\n</ul> Privacy Preference CenterYour PrivacyYour Privacy<p>JW Player websites may request cookies to be set on your device.\nWe use cookies to let us know when you visit our websites, how you interact with us, to enrich your user experience, and to customize your relationship with JW Player.\nClick on the different category headings to find out more.\nYou can also change your cookie preferences.\nNote that blocking some types of cookies may impact your experience on our websites and the services we are able to offer.\nMore information.</p>\n<ul>\n<li>Functional CookiesFunctional Cookies Functional Cookies<p>These cookies enable the website to provide enhanced functionality and personalisation.\nThey may be set by us or by third party providers whose services we have added to our pages.\nIf you do not allow these cookies then some or all of these services may not function properly.</p>\n</li>\n<li>Strictly Necessary CookiesStrictly Necessary CookiesAlways Active Strictly Necessary Cookies<p>These cookies are necessary for the website to function and cannot be switched off in our systems.\nThey are usually only set in response to actions made by you which amount to a request for services, such as setting your privacy preferences, logging in or filling in forms.\nYou can set your browser to block or alert you about these cookies, but some parts of the site will not then work.\nThese cookies do not store any personally identifiable information.</p>\n</li>\n<li>Targeting CookiesTargeting Cookies Targeting Cookies<p>These cookies may be set through our site by our advertising partners.\nThey may be used by those companies to build a profile of your interests and show you relevant adverts on other sites.\nThey do not store directly personal information, but are based on uniquely identifying your browser and internet device.\nIf you do not allow these cookies, you will experience less targeted advertising.</p>\n</li>\n<li>Performance CookiesPerformance Cookies Performance Cookies<p>These cookies allow us to count visits and traffic sources so we can measure and improve the performance of our site.\nThey help us to know which pages are the most and least popular and see how visitors move around the site.\nAll information these cookies collect is aggregated and therefore anonymous.\nIf you do not allow these cookies we will not know when you have visited our site, and will not be able to monitor its performance.</p>\n</li>\n</ul>Back ButtonAdvertising Cookies Filter ButtonConsent Leg.Interest Select All Vendors Select All Vendors Select All Hosts<p>Select All</p>\n<ul>\n<li> REPLACE-WITH-DYANMIC-HOST-ID33Across33AcrossView Third Party Cookies<ul>\n<li>Namecookie name</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li> REPLACE-WITH-DYANMIC-VENDOR-ID33Across<p>3 Purposes</p>View Privacy Notice33Across<p>3 Purposes</p>View Privacy Notice REPLACE-WITH-DYANMIC-VENDOR-ID<p>Consent Purposes</p>\n<p>Location Based Ads</p>\n<p>Consent Allowed</p>\n<p>Legitimate Interest Purposes</p>\n<p>Personalize</p>Require Opt-Out <p>Special Purposes</p>\n<p>Location Based Ads</p>\n<p>Features</p>\n<p>Location Based Ads</p>\n<p>Special Features</p>\n<p>Location Based Ads</p>\n</li>\n</ul>\n<p>Clear Filters</p> Information storage and accessApplyConfirm My Choices Allow All<p>We use cookies to offer you a better browsing experience, analyze site traffic, and personalize our communications with you.\nRead about how we use cookies and how you can control them by clicking \"Cookie Settings.\" By clicking “Accept and Continue,”, you consent to our use of cookies.Privacy policy page.</p>Cookies Settings Accept and Continue", "created_at": "2021-04-18 19:02:11.82911", "updated_at": "2021-04-18 19:03:22.770384"}], "points": [], "urls": ["jwplayer.com"]}}