{"error": 448, "message": "OK", "parameters": {"id": 3372, "name": "Liftoff ", "created_at": "2021-05-01 18:46:52.583776", "updated_at": "2021-05-02 00:00:56.511269", "wikipedia": null, "keywords": null, "related": null, "slug": "liftoff_", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3372.png", "url": "liftoff.io", "documents": [{"id": 5575, "name": "Terms of Use ", "url": "https://liftoff.io/terms-of-service", "xpath": "", "text": " <ul>\n<li>No IDFA? No Problem</li>\n<li>Solutions <ul>\n<li>Our Approach</li>\n<li>Liftoff For Gaming Apps</li>\n<li>Liftoff for Shopping Apps</li>\n<li>Liftoff for Subscription Apps</li>\n<li>Liftoff for Agencies</li>\n<li>Liftoff for Brands</li>\n<li>Work With Us!</li>\n</ul>\n</li>\n<li>Product <ul>\n<li>Product</li>\n<li>Acquisition</li>\n<li>Re-Engagement</li>\n<li>Analytics</li>\n<li>Fraud Prevention</li>\n<li>Machine Learning</li>\n<li>Creative Services</li>\n<li>Cost Per Revenue</li>\n</ul>\n</li>\n<li>Resources <ul>\n<li>View All</li>\n<li>Case Studies</li>\n<li>Events</li>\n<li>Guides &amp.\nReports</li>\n<li>Mobile Heroes</li>\n<li>Videos</li>\n<li>Webinars</li>\n<li>Podcasts</li>\n</ul>\n</li>\n<li>Heroes</li>\n<li>Blog</li>\n<li>Get Started</li>\n</ul>\n<i>\n</i>\n<ul>\n<li>No IDFA? No Problem</li>\n<li>Solutions <ul>\n<li>Our Approach</li>\n<li>Liftoff For Gaming Apps</li>\n<li>Liftoff for Shopping Apps</li>\n<li>Liftoff for Subscription Apps</li>\n<li>Liftoff for Agencies</li>\n<li>Liftoff for Brands</li>\n<li>Work With Us!</li>\n</ul>\n</li>\n<li>Product <ul>\n<li>Product</li>\n<li>Acquisition</li>\n<li>Re-Engagement</li>\n<li>Analytics</li>\n<li>Fraud Prevention</li>\n<li>Machine Learning</li>\n<li>Creative Services</li>\n<li>Cost Per Revenue</li>\n</ul>\n</li>\n<li>Resources <ul>\n<li>View All</li>\n<li>Case Studies</li>\n<li>Events</li>\n<li>Guides &amp.\nReports</li>\n<li>Mobile Heroes</li>\n<li>Videos</li>\n<li>Webinars</li>\n<li>Podcasts</li>\n</ul>\n</li>\n<li>Heroes</li>\n<li>Blog</li>\n<li>Get Started</li>\n</ul>\n<em>ENEN</em>\n<ul>\n<li> English</li>\n<li> 简体中文 (Chinese (Simplified))</li>\n<li> 한국어 (Korean)</li>\n<li> 日本語 (Japanese)</li>\n<li> Español (Spanish)</li>\n<li> Português (Portuguese (Brazil))</li>\n</ul>Terms of Use<p>PLEASE READ THESE TERMS OF USE (“AGREEMENT”) CAREFULLY BEFORE USING THE SERVICES OFFERED BY LIFTOFF, INC.\n(“COMPANY”).\nBY VISITING THE WEBSITES OR USING THE SERVICES IN ANY MANNER, YOU AGREE THAT YOU HAVE READ AND AGREE TO BE BOUND BY AND A PARTY TO THE TERMS AND CONDITIONS OF THIS AGREEMENT TO THE EXCLUSION OF ALL OTHER TERMS.\nIF THE TERMS OF THIS AGREEMENT ARE CONSIDERED AN OFFER, ACCEPTANCE IS EXPRESSLY LIMITED TO SUCH TERMS.\nIF YOU DO NOT UNCONDITIONALLY AGREE TO ALL THE TERMS AND CONDITIONS OF THIS AGREEMENT, YOU HAVE NO RIGHT TO USE THE WEBSITE OR SERVICES.\nUSE OF COMPANY’S SERVICES IS EXPRESSLY CONDITIONED UPON YOUR ASSENT TO ALL THE TERMS AND CONDITIONS OF THIS AGREEMENT, TO THE EXCLUSION OF ALL OTHER TERMS, UNLESS A SEPARATE COMMERCIAL AGREEMENT IS ALSO IN PLACE BETWEEN YOU AND THE COMPANY (WHERE SUCH SEPARATE AGREEMENT MAY INTEGRATE AND TAKE PRECEDENCE OVER THIS AGREEMENT).</p>\n<p>\n<strong>1.\nACCESS TO THE SERVICES.</strong> The liftoff.io website and domain name and any other linked pages, features, content, or application services (including without limitation any mobile application services) offered from time to time by Company in connection therewith (collectively, the “Website”) are owned and operated by Company.\nSubject to the terms and conditions of this Agreement, Company may offer to provide certain services, as described more fully on the Website, and that have been selected by you (together with the Website, the “Services”), solely for your own use, and not for the use or benefit of any third party.\nThe term “Services” includes, without limitation, use of the Website, any service Company performs for you and the Content (as defined below) offered by Company on the Website.\nCompany may change, suspend or discontinue the Services at any time, including the availability of any feature, database, or Content.\nCompany may also impose limits on certain features and services or restrict your access to parts or all of the Services without notice or liability.\n<strong>Company reserves the right, in its sole discretion, to modify this Agreement at any time by posting a notice on the Website, or by sending you a notice.\nYou shall be responsible for reviewing and becoming familiar with any such modifications.\nYour use of the Services following such notification constitutes your acceptance of the terms and conditions of this Agreement as modified.</strong>\n</p>\n<p>Company does not knowingly collect or solicit personal information from anyone under the age of 13 or knowingly allow such persons to register for the Services.\nIf you are under 13, please do not attempt to register for the Services or send any information about yourself to us, including your name, address, telephone number, or email address.\nNo one under age 13 may provide any personal information to Company or on the Services.\nIn the event that we learn that we have collected personal information from a child under age 13 without verification of parental consent, we will delete that information as quickly as possible.\nIf you believe that we might have any information from or about a child under 13, please contact us atsupport@liftoff.io.\nYou represent and warrant to Company that: (i) you are an individual (i.e., not a corporation) and you are of legal age to form a binding contract or have your parent’s permission to do so , and you are at least 13 years or age or older.\n(ii) all registration information you submit is accurate and truthful.\nand (iii) you will maintain the accuracy of such information.\nYou also certify that you are legally permitted to use and access the Services and take full responsibility for the selection and use of and access to the Services.\nThis Agreement is void where prohibited by law, and the right to access the Services is revoked in such jurisdictions.</p>\n<p>\n<strong>2.\nSERVICES CONTENT.</strong> The Services and its contents may only be used in accordance with the terms of this Agreement.\nAll materials displayed or performed on the Services (including, but not limited to text, graphics, articles, photographs, images, illustrations (also known as the “Content,” and which includes User Submissions (as defined below))) are protected by copyright.\nYou shall abide by all copyright notices, trademark rules, information, and restrictions contained in any Content accessed through the Services, and shall not use, copy, reproduce, modify, translate, publish, broadcast, transmit, distribute, perform, upload, display, license, sell or otherwise exploit for any purposes whatsoever any Content or third party submissions or other proprietary rights not owned by you: (i) without the express prior written consent of the respective owners, and (ii) in any way that violates any third party right.</p>\n<p>The Services are protected by copyright as a collective work and/or compilation, pursuant to U.S.\ncopyright laws, international conventions, and other intellectual property laws.\nYou may not modify, publish, transmit, participate in the transfer or sale of, reproduce (except as expressly provided in this Section 2), create derivative works based on, distribute, perform, display, or in any way exploit, any of the Content, software, materials, or Services in whole or in part.</p>\n<p>You shall not store any significant portion of any Content in any form.\nCopying or storing of any Content other than personal, noncommercial use is expressly prohibited without prior written permission from Company or from the copyright holder identified in such Content’s copyright notice.\nIf you link to the Website, Company may revoke your right to so link at any time, at Company’s sole discretion.\nCompany reserves the right to require prior written consent before linking to the Website.</p>\n<p>In the course of using the Services, you and other users may provide information which may be used by Company in order to provide the Services to you and other users.\nYou understand that by providing content, materials or information to Company or in connection with the Services, such as Ad Creatives, (collectively, “User Submissions”), Company hereby is and shall be granted a non‑exclusive, worldwide, royalty‑free, perpetual, irrevocable, sublicenseable and transferable right to display, use, distribute, transmit, reproduce, and provide user access to such User Submissions (including all related intellectual property rights) in connection with providing the Services and Company’s (and its successors’ and assigns’) business, including without limitation for promoting and redistributing part or all of the Services in any media formats and through any media channels.\nhowever, Company will only share personally identifiable information in accordance with Company’s privacy policy in effect from time to time and located at liftoff.io/privacy.\nFurthermore, you understand that Company retains the right to reformat, modify, and translate any User Submissions submitted by you as necessary to provide the Services.\nFor clarity, the foregoing license grant to Company does not affect your ownership of or right to grant additional non-exclusive licenses to the material in your User Submissions, unless otherwise agreed in writing.</p>\n<p>Under no circumstances will Company be liable in any way for any Content, including, but not limited to, any errors or omissions in any Content, or any loss or damage of any kind incurred in connection with use of or exposure to any Content posted, emailed, accessed, transmitted, or otherwise made available via the Services.</p>\n<p>\n<strong>3.\nRESTRICTIONS.</strong> You warrant, represent and agree that you will not contribute any Content or otherwise use the Services in a manner that (i) infringes or violates the intellectual property rights or proprietary rights, rights of publicity or privacy, or other rights of any third party.\n(ii) violates any law, statute, ordinance or regulation.\n(iii) is harmful, fraudulent, deceptive, threatening, abusive, harassing, tortious, defamatory, vulgar, obscene, libelous, or otherwise objectionable.\n(iv) involves commercial activities and/or sales without Company’s prior written consent such as contests, sweepstakes, barter, advertising, or pyramid schemes.\n(v) impersonates any person or entity, including without limitation any employee or representative of Company.\nor (vi) contains a virus, trojan horse, worm, time bomb, or other harmful computer code, file, or program.\nCompany reserves the right to remove any Content from the Services at any time, for any reason (including, but not limited to, upon receipt of claims or allegations from third parties or authorities relating to such Content or if Company is concerned that you may have breached the immediately preceding sentence), or for no reason at all.\nYou, not Company, remain solely responsible for all Content that you upload, post, email, transmit, or otherwise disseminate using, or in connection with, the Services, and you warrant that you possess all rights necessary to provide such content to Company and to grant Company the rights to use such information in connection with the Services and as otherwise provided herein.</p>\n<p>You are responsible for all of your activity in connection with the Services.\nAny fraudulent, abusive, or otherwise illegal activity may be grounds for termination of your right to access or use the Services.\nYou may not post or transmit, or cause to be posted or transmitted, any communication or solicitation designed or intended to obtain password, account, or private information from any other user of the Services.\nUse of the Services to violate the security of any computer network, crack passwords or security encryption codes, transfer or store illegal material (including material that may be considered threatening or obscene), or engage in any kind of illegal activity is expressly prohibited.\nYou will not run Maillist, Listserv, any form of auto-responder, or “spam” on the Services, or any processes that run or are activated while you are not logged on to the Services, or that otherwise interfere with the proper working of or place an unreasonable load on the Services’ infrastructure.\nFurther, the use of manual or automated software, devices, or other processes to “crawl,” “scrape,” or “spider” any portion of the Services is strictly prohibited.\nYou will not decompile, reverse engineer, or otherwise attempt to obtain the source code of the Services.\nYou will be responsible for withholding, filing, and reporting all taxes, duties and other governmental assessments associated with your activity in connection with the Services.</p>\n<p>You understand and agree that Company shall have the sole right to decide whether you are in violation of any of the restrictions set forth in this Section, and shall have sole discretion regarding the course of action to take in connection therewith.</p>\n<p>\n<strong>4.\nWARRANTY DISCLAIMER.</strong> Company has no special relationship with or fiduciary duty to you.\nYou acknowledge that Company has no control over, and no duty to take any action regarding: which users gain access to the Services.\nwhat Content you access via the Services.\nwhat effects the Content may have on you.\nhow you may interpret or use the Content.\nor what actions you may take as a result of having been exposed to the Content.\nYou release Company from all liability for you having acquired or not acquired Content through the Services.\nThe Services may contain, or direct you to websites containing, information that some people may find offensive or inappropriate.\nCompany makes no representations concerning any content contained in or accessed through the Services, and Company will not be responsible or liable for the accuracy, copyright compliance, legality or decency of material contained in or accessed through the Services.\nCompany makes no representations or warranties regarding the accuracy of descriptions anywhere on the Services, or regarding suggestions or recommendations of services or products offered or purchased through the Services.\nTHE SERVICES, CONTENT, WEBSITE AND ANY SOFTWARE ARE PROVIDED ON AN \"AS IS\" BASIS, WITHOUT WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INFRINGEMENT, OR THAT USE OF THE SERVICES WILL BE UNINTERRUPTED OR ERROR-FREE.\nSOME STATES DO NOT ALLOW LIMITATIONS ON HOW LONG AN IMPLIED WARRANTY LASTS, SO THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.</p>\n<p>\n<strong>5.\nPRIVACY POLICY.</strong> For information regarding Company’s treatment of personally identifiable information, please review Company’s current Privacy Policy at liftoff.io/privacy, which is hereby incorporated by reference.\nyour acceptance of this Agreement constitutes your acceptance and agreement to be bound by Company’s Privacy Policy.</p>\n<p>\n<strong>6.\nREGISTRATION AND SECURITY.</strong> a condition to using some aspects of the Services, you may be required to register with Company and select a password and user name (“Company User ID”).\nYou shall provide Company with accurate, complete, and updated registration information.\nFailure to do so shall constitute a breach of this Agreement, which may result in immediate termination of your account.\nYou may not (i) select or use as a Company User ID a name of another person with the intent to impersonate that person.\nor (ii) use as a Company User ID a name subject to any rights of a person other than you without appropriate authorization.\nCompany reserves the right to refuse registration of or cancel a Company User ID in its discretion.\nYou shall be responsible for maintaining the confidentiality of your password.</p>\n<p>\n<strong>7.\nINDEMNITY.</strong> You will indemnify and hold Company, its parents, subsidiaries, affiliates, officers, and employees harmless (including, without limitation, from all damages, liabilities, settlements, costs and attorneys’ fees) from any claim or demand made by any third party due to or arising out of your access to the Services, use of the Services, your violation of this Agreement, or the infringement by you or any third party using your account of any intellectual property or other right of any person or entity.</p>\n<p>\n<strong>8.\nLIMITATION OF LIABILITY.</strong> TO THE FULLEST EXTENT ALLOWED BY APPLICABLE LAW, IN NO EVENT SHALL COMPANY OR ITS SUPPLIERS, OR THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS BE LIABLE WITH RESPECT TO THE WEBSITE OR THE SERVICES OR THE SUBJECT MATTER OF THIS AGREEMENT UNDER ANY CONTRACT, NEGLIGENCE, TORT, STRICT LIABILITY OR OTHER LEGAL OR EQUITABLE THEORY (I) FOR ANY AMOUNT IN THE AGGREGATE IN EXCESS OF THE GREATER OF $100 OR THE FEES PAID BY YOU THEREFORE DURING THE 12-MONTH PERIOD PRECEDING THE APPLICABLE CLAIM.\n(II) FOR ANY INDIRECT, INCIDENTAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES OF ANY KIND WHATSOEVER.\n(III) FOR DATA LOSS OR COST OF PROCUREMENT OF SUBSTITUTE GOODS OR SERVICES.\nOR (IV) FOR ANY MATTER BEYOND COMPANY’S REASONABLE CONTROL.\nSOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATIONS AND EXCLUSIONS MAY NOT APPLY TO YOU.</p>\n<p>\n<strong>9.\nFEES AND PAYMENT.</strong> You shall pay all applicable fees, as described on the Website in connection with such Services selected by you.\nCompany reserves the right to change its price list and to institute new charges at any time, upon notice to you, which may be sent by email or posted on the Website.\nYour use of the Services following such notification constitutes your acceptance of any new or increased charges.\nAny fees paid hereunder are non-refundable.</p>\n<p>\n<strong>10.\nINTERACTION WITH THIRD PARTIES.</strong> The Services may contain links to third party websites or services (“Third Party Services”) that are not owned or controlled by Company.\nWhen you access Third Party Services, you do so at your own risk.\nYou hereby represent and warrant that you have read and agree to be bound by all applicable policies of any Third Party Services relating to your use of the Services and that you will act in accordance with those policies, in addition to your obligations under this Agreement.\nCompany has no control over, and assumes no responsibility for, the content, accuracy, privacy policies, or practices of or opinions expressed in any Third Party Services.\nIn addition, Company will not and cannot monitor, verify, censor or edit the content of any Third Party Service.\nBy using the Services, you expressly relieve and hold harmless Company from any and all liability arising from your use of any Third Party Service.</p>\n<p>Your interactions with organizations and/or individuals found on or through the Services, including payment and delivery of goods or services, and any other terms, conditions, warranties or representations associated with such dealings, are solely between you and such organizations and/or individuals.\nYou should make whatever investigation you feel necessary or appropriate before proceeding with any online or offline transaction with any of these third parties.\nYou agree that Company shall not be responsible or liable for any loss or damage of any sort incurred as the result of any such dealings.\nIf there is a dispute between participants on this site, or between users and any third party, you understand and agree that Company is under no obligation to become involved.\nIn the event that you have a dispute with one or more other users or third parties, you hereby release Company, its officers, employees, agents, and successors in rights from claims, demands, and damages (actual and consequential) of every kind or nature, known or unknown, suspected or unsuspected, disclosed or undisclosed, arising out of or in any way related to such disputes.\nIf you are a California resident, you shall and hereby do waive California Civil Code Section 1542, which says:<strong> “A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which, if known by him must have materially affected his settlement with the debtor.”</strong>\n</p>\n<p>\n<strong>11.\nTERMINATION.</strong> This Agreement shall remain in full force and effect while you use the Services.\nYou may terminate your use of the Services at any time.\nCompany may terminate or suspend your access to the Services or your membership at any time, for any reason, and without warning, which may result in the forfeiture and destruction of all information associated with your membership.\nCompany may also terminate or suspend any and all Services and access to the Website immediately, without prior notice or liability, if you breach any of the terms or conditions of this Agreement.\nUpon termination of your account, your right to use the Services, access the Website, and any Content will immediately cease.\nAll provisions of this Agreement which, by their nature, should survive termination, shall survive termination, including, without limitation, ownership provisions, warranty disclaimers, and limitations of liability.</p>\n<p>\n<strong>12.\nMISCELLANEOUS.</strong> The failure of either party to exercise, in any respect, any right provided for herein shall not be deemed a waiver of any further rights hereunder.\nCompany shall not be liable for any failure to perform its obligations hereunder where such failure results from any cause beyond Company’s reasonable control, including, without limitation, mechanical, electronic or communications failure or degradation (including “line-noise” interference).\nIf any provision of this Agreement is found to be unenforceable or invalid, that provision shall be limited or eliminated to the minimum extent necessary so that this Agreement shall otherwise remain in full force and effect and enforceable.\nThis Agreement is not assignable, transferable or sublicensable by you except with Company’s prior written consent.\nCompany may transfer, assign or delegate this Agreement and its rights and obligations without consent.\nUnless a separate commercial agreement is also in place between the parties (where such separate commercial agreement may integrate and take precedence over this Agreement), both parties agree that this Agreement is the complete and exclusive statement of the mutual understanding of the parties and supersedes and cancels all previous written and oral agreements, communications and other understandings relating to the subject matter of this Agreement, and that all modifications must be in a writing signed by both parties, except as otherwise provided herein.\nNo agency, partnership, joint venture, or employment is created as a result of this Agreement and you do not have any authority of any kind to bind Company in any respect whatsoever.\nHeadings for each section have been included above for your convenience, but such headings do not have any legal meaning, and may not accurately reflect the content of the provisions they precede.\nYou and Company agree there are no third party beneficiaries intended under this Agreement.</p>\n<p>\n<strong>13.\nARBITRATION.\nGOVERNING LAW.</strong> This Agreement shall be governed by and construed in accordance with the laws of the State of California without regard to the conflict of laws provisions thereof.\nAny dispute arising from or relating to the subject matter of this Agreement shall be finally settled by arbitration in San Francisco County, California, using the English language in accordance with the Streamlined Arbitration Rules and Procedures of Judicial Arbitration and Mediation Services, Inc.\n(“JAMS”) then in effect, by one commercial arbitrator with substantial experience in resolving intellectual property and commercial contract disputes, who shall be selected from the appropriate list of JAMS arbitrators in accordance with the Streamlined Arbitration Rules and Procedures of JAMS.\nJudgment upon the award so rendered may be entered in a court having jurisdiction, or application may be made to such court for judicial acceptance of any award and an order of enforcement, as the case may be.\nNotwithstanding the foregoing, each party shall have the right to institute an action in a court of proper jurisdiction for injunctive or other equitable relief pending a final decision by the arbitrator.\nFor all purposes of this Agreement, the parties consent to exclusive jurisdiction and venue in the United States Federal Courts located in the Northern District of California.</p>\n<p>\n<strong>14.\nCOPYRIGHT DISPUTE POLICY.</strong> Company has adopted the following general policy toward copyright infringement in accordance with the Digital Millennium Copyright Act or DMCA (posted at www.lcweb.loc.gov/copyright/legislation/dmca.pdf).\nThe address of Company’s Designated Agent to Receive Notification of Claimed Infringement (“Designated Agent”) is listed at the end of this Section.\nIt is Company’s policy to (1) block access to or remove material that it believes in good faith to be copyrighted material that has been illegally copied and distributed by any of our advertisers, affiliates, content providers, members or users.\nand (2) remove and discontinue service to repeat offenders.</p>A.\nProcedure for Reporting Copyright Infringements:<p>If you believe that material or content residing on or accessible through the Services infringes a copyright, please send a notice of copyright infringement containing the following information to the Designated Agent listed below:</p>\n<ol>\n<li>A physical or electronic signature of a person authorized to act on behalf of the owner of the copyright that has been allegedly infringed;</li>\n<li>Identification of works or materials being infringed;</li>\n<li>Identification of the material that is claimed to be infringing including information regarding the location of the infringing materials that the copyright owner seeks to have removed, with sufficient detail so that Company is capable of finding and verifying its existence;</li>\n<li>Contact information about the notifier including address, telephone number and, if available, email address;</li>\n<li>A statement that the notifier has a good faith belief that the material identified in (3) is not authorized by the copyright owner, its agent, or the law.\nand</li>\n<li>A statement made under penalty of perjury that the information provided is accurate and the notifying party is authorized to make the complaint on behalf of the copyright owner.</li>\n</ol>B.\nOnce Proper Bona Fide Infringement Notification is Received by the Designated Agent:<p>It is Company’s policy:</p>\n<ol>\n<li>to remove or disable access to the infringing material;</li>\n<li>to notify the content provider, member or user that it has removed or disabled access to the material.\nand</li>\n<li>that repeat offenders will have the infringing material removed from the system and that Company will terminate such content provider’s, member’s or user’s access to the Services.</li>\n</ol>C.\nProcedure to Supply a Counter-Notice to the Designated Agent:<p>If the content provider, member or user believes that the material that was removed (or to which access was disabled) is not infringing, or the content provider, member or user believes that it has the right to post and use such material from the copyright owner, the copyright owner’s agent, or, pursuant to the law, the content provider, member, or user, must send a counter-notice containing the following information to the Designated Agent listed below:</p>\n<ol>\n<li>A physical or electronic signature of the content provider, member or user;</li>\n<li>Identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or disabled;</li>\n<li>A statement that the content provider, member or user has a good faith belief that the material was removed or disabled as a result of mistake or misidentification of the material.\nand</li>\n<li>Content provider’s, member’s or user’s name, address, telephone number, and, if available, email address, and a statement that such person or entity consents to the jurisdiction of the Federal Court for the judicial district in which the content provider’s, member’s or user’s address is located, or, if the content provider’s, member’s or user’s address is located outside the United States, for any judicial district in which Company is located, and that such person or entity will accept service of process from the person who provided notification of the alleged infringement.</li>\n</ol>\n<p>If a counter-notice is received by the Designated Agent, Company may send a copy of the counter-notice to the original complaining party informing that person that Company may replace the removed material or cease disabling it in 10 business days.\nUnless the copyright owner files an action seeking a court order against the content provider, member or user, the removed material may be replaced or access to it restored in 10 to 14 business days or more after receipt of the counter-notice, at Company’s discretion.</p>\n<p>Please contact Company’s Designated Agent to Receive Notification of Claimed Infringement at the following address:</p>\n<p>Mark Ellis<br> support@liftoff.io<br> 555 Bryant Street, Suite #133<br> Palo Alto, CA 94301</p>\n<p>\n<strong>15.\nCONTACT.</strong> If you have any questions, complaints, or claims with respect to the Services, you may contact us at support@liftoff.io.</p>\n<p>\n<em>Effective: December 1, 2012</em>\n</p> Solutions<ul>\n<li>Our Approach</li>\n<li>Liftoff for Gaming Apps</li>\n<li>Liftoff for Shopping Apps</li>\n<li>Liftoff for Subscription Apps</li>\n<li>Liftoff for Agencies</li>\n<li>Liftoff for Brands</li>\n</ul>Product<ul>\n<li>User Acquisition</li>\n<li>Re-Engagement</li>\n<li>Analytics</li>\n<li>Fraud Prevention</li>\n<li>Machine Learning</li>\n<li>Creative Services</li>\n<li>Cost Per Revenue</li>\n</ul>Resources<ul>\n<li>Ad Tracker</li>\n<li>Blog</li>\n<li>Case Studies</li>\n<li>Events</li>\n<li>Guides &amp.\nReports</li>\n<li>Mobile Heroes</li>\n<li>No IDFA? No Problem</li>\n<li>Podcasts</li>\n<li>Videos</li>\n<li>Webinars</li>\n</ul>Company<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>Contact Us</li>\n<li>Engineering at Liftoff</li>\n<li>Liftoff Brand Guidelines</li>\n<li>Reporting API</li>\n<li>Login</li>\n</ul>© 2021 Liftoff &nbsp;| &nbsp;Privacy Policy &nbsp;| &nbsp;Terms of Service Email* English <ul>\n<li> English</li>\n<li> 简体中文 (Chinese (Simplified))</li>\n<li> 한국어 (Korean)</li>\n<li> 日本語 (Japanese)</li>\n<li> Español (Spanish)</li>\n<li> Português (Portuguese (Brazil))</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> This site uses cookies: Learn more.Okay, thanks × We Value Your PrivacySettingsNextRoll, Inc.\n(\"NextRoll\") and our advertising partners use cookies and similar technologies on this site and around the web to collect and use personal data (e.g., your IP address).\nIf you consent, the cookies, device identifiers, or other information can be stored or accessed on your device for the purposes described below.\nYou can click \"Allow All\" or \"Decline All\" or click Settings above to customize your consent.NextRoll and our advertising partners process personal data to: ● Store and/or access information on a device.\n● Create a personalized content profile.\n● Select personalised content.\n● Personalized ads, ad measurement and audience insights.\n● Product development.\nFor some of the purposes above, our advertising partners: ● Use precise geolocation data.\nSome of our partners rely on their legitimate business interests to process personal data.\nView our advertising partners to see the purposes they believe they have a legitimate interest for and how you can object to such processing.Your changes on this site will be applied across the internet on any digital property you visit using NextRoll's technology.\nIf you select Decline All, you will still be able to view content on this site and you will still receive advertising, but the advertising will not be tailored for you.\nYou may change your setting whenever you see Decline AllAllow All", "created_at": "2021-05-01 18:46:54.284705", "updated_at": "2021-05-01 18:48:06.25603"}, {"id": 5574, "name": "Privacy Policy", "url": "https://liftoff.io/privacy-policy", "xpath": "", "text": " <ul>\n<li>No IDFA? No Problem</li>\n<li>Solutions <ul>\n<li>Our Approach</li>\n<li>Liftoff For Gaming Apps</li>\n<li>Liftoff for Shopping Apps</li>\n<li>Liftoff for Subscription Apps</li>\n<li>Liftoff for Agencies</li>\n<li>Liftoff for Brands</li>\n<li>Work With Us!</li>\n</ul>\n</li>\n<li>Product <ul>\n<li>Product</li>\n<li>Acquisition</li>\n<li>Re-Engagement</li>\n<li>Analytics</li>\n<li>Fraud Prevention</li>\n<li>Machine Learning</li>\n<li>Creative Services</li>\n<li>Cost Per Revenue</li>\n</ul>\n</li>\n<li>Resources <ul>\n<li>View All</li>\n<li>Case Studies</li>\n<li>Events</li>\n<li>Guides &amp.\nReports</li>\n<li>Mobile Heroes</li>\n<li>Videos</li>\n<li>Webinars</li>\n<li>Podcasts</li>\n</ul>\n</li>\n<li>Heroes</li>\n<li>Blog</li>\n<li>Get Started</li>\n</ul>\n<i>\n</i>\n<ul>\n<li>No IDFA? No Problem</li>\n<li>Solutions <ul>\n<li>Our Approach</li>\n<li>Liftoff For Gaming Apps</li>\n<li>Liftoff for Shopping Apps</li>\n<li>Liftoff for Subscription Apps</li>\n<li>Liftoff for Agencies</li>\n<li>Liftoff for Brands</li>\n<li>Work With Us!</li>\n</ul>\n</li>\n<li>Product <ul>\n<li>Product</li>\n<li>Acquisition</li>\n<li>Re-Engagement</li>\n<li>Analytics</li>\n<li>Fraud Prevention</li>\n<li>Machine Learning</li>\n<li>Creative Services</li>\n<li>Cost Per Revenue</li>\n</ul>\n</li>\n<li>Resources <ul>\n<li>View All</li>\n<li>Case Studies</li>\n<li>Events</li>\n<li>Guides &amp.\nReports</li>\n<li>Mobile Heroes</li>\n<li>Videos</li>\n<li>Webinars</li>\n<li>Podcasts</li>\n</ul>\n</li>\n<li>Heroes</li>\n<li>Blog</li>\n<li>Get Started</li>\n</ul>\n<em>ENEN</em>\n<ul>\n<li> English</li>\n<li> 简体中文 (Chinese (Simplified))</li>\n<li> 한국어 (Korean)</li>\n<li> 日本語 (Japanese)</li>\n<li> Español (Spanish)</li>\n<li> Português (Portuguese (Brazil))</li>\n</ul>Privacy Policy<p>Effective: July 29, 2019</p>\n<p>Liftoff Mobile, Inc.\n(“Company,” “we,” “us,” “our”) is a mobile advertising company that provides customers with an advertising and optimization platform and software (the “Services”).\nIn order to provide our Services to customers, we collect and use certain information about user activity and preferences.\nAs such, we know that our users (“you”, “your”) care about their personal information and how it is used and shared, and we take your privacy very seriously.\nTaking the importance of your privacy into consideration, we have created and enacted this privacy policy to help you understand our privacy practices.</p>\n<p>\n<strong>KEY POINTS</strong>\n</p>\n<ul>\n<li>Liftoff Mobile, Inc.\nis the data controller of personal information processed through our interaction with you or processed in order to serve you with ads.</li>\n<li>We obtain and process information about end users who are targeted with our customers’ ads (insofar as the information is required for such ad targeting), customer and supplier personnel (for the purposes of liaising and contracting with customers and suppliers and for business development purposes) and users of our website (to provide the website and answer queries and requests).\nFor the most part, we process this data on the basis of our legitimate interests.</li>\n<li>We may send you marketing updates about our services, however you can unsubscribe at any time.</li>\n<li>We share information with third party service providers, our affiliates and partners, our group companies and where required by law.</li>\n<li>You have a number of rights that you may exercise in relation to our use of your personal information, and you may exercise these by contacting us at support@liftoff.io.</li>\n</ul>\n<p>\n</p>\n<p>\n<strong>I.\nWHAT DOES THIS PRIVACY POLICY COVER?</strong>\n<br> The privacy practices and policies that we outline in this privacy policy will apply to the way that we use your information.\nGenerally speaking, you will fall into one of four categories:</p>\n<ul>\n<li>“Site Visitor”: accessing or browsing the www.liftoff.io site (the “Site”)</li>\n<li>“Customer”: requesting the provision of Services from us</li>\n<li>“Partner”: providing services to us, to allow us to provide Services to our Customers</li>\n<li>“Targeted End User”: using mobile apps provided to you by our Customers (acting as an “End User”)</li>\n</ul>\n<p>This privacy policy applies to the Site and our Services.\nThis privacy policy describes how Liftoff Mobile, Inc.\ncollects, uses, shares and stores information that identifies you (“personal information”) as well as your choices regarding the use, access and correction of your personal information.</p>\n<p>Please note that this policy does not apply to the practices of companies that we do not own or control, or to individuals that we do not employ or manage.</p>\n<p>This Privacy Policy covers the following:</p>\n<ul>\n<li>Who we are</li>\n<li>The information we collect and how we use and store your personal information</li>\n<li>Cookies</li>\n<li>International transfers</li>\n<li>How we share your personal information and who we share it with</li>\n<li>Security</li>\n<li>Data retention</li>\n<li>Your rights and your options for opting out of these practices</li>\n<li>Changes to the privacy policy</li>\n<li>Children’s Privacy</li>\n<li>Complaints, questions and suggestions</li>\n</ul>\n<p>\n</p>\n<p>\n<strong>II.\nWHO WE ARE</strong>\n<br> Liftoff Mobile, Inc.\nis the data controller of the personal information that we collect from you.\nIt is a company registered in Delaware (registration number C3511707), whose registered office is at 555 Bryant Street, Suite #133, Palo Alto CA 94301.<br> You can contact us in relation to this privacy policy by email at support@liftoff.io.</p>\n<p>\n</p>\n<p>\n<strong>III.\nTHE INFORMATION WE COLLECT AND HOW WE USE AND STORE YOUR PERSONAL INFORMATION</strong>\n<br> The type of personal information that we process falls into three categories:</p>\n<ul>\n<li>Information we collect from Customers and Partners in connection with the provision of our Services</li>\n<li>Information we collect and use when Targeted End-Users interact with our Customers’ mobile applications and which we need to provide our Services</li>\n<li>Information that Site Visitors provide to us via the Site</li>\n</ul>\n<p>\n<strong>A.\nInformation We Collect from Customers and Partners</strong>\n<br> If you are one of our Customers or Partners (or a representative of one of our Customers or Partners), we collect the following information from you in connection with our legitimate business interests in order to appropriately target advertisements as part of our Services and, in the case of individual representatives of our Customers, to allow you to set up a user account and profile, to contact you, to fulfil your requests for certain products and Services (such as our mobile heroes certification process), to analyze how Customers utilize the Services, to generate leads and to create industry influencers:</p>\n<ul>\n<li>Name</li>\n<li>Email</li>\n<li>Browser information</li>\n<li>Geographic data</li>\n<li>Payment Information from Partners</li>\n</ul>\n<p>Customers and Partners wishing to opt out of receiving information from Liftoff can click “UNSUBSCRIBE” in marketing emails or email us at support@liftoff.io.</p>\n<p>We also collect certain types of information automatically through the use of Cookies as outlined below and other similar tracking technologies.\nThese tracking technologies enable us to personalize the Services to Customers.</p>\n<p>We also collect, from you, the following information about your contacts when you nominate a hero, for our legitimate business interests:</p>\n<ul>\n<li>Full Name</li>\n<li>Work email address</li>\n</ul>\n<p>When you provide us with personal information about your contacts we will only use this information for the specific reason for which it is provided in order to reach out to the individual nominated as a mobile hero.\nIf you believe that one of your contacts has provided us with your personal information and you would like to request that it be removed from our database, please contact us at support@liftoff.io.</p>\n<p>\n<strong>B.\nInformation We Collect and Use About Targeted End Users When They Interact With Our Customers’ Mobile Applications</strong>\n<br> If you are a Targeted End User, we collect certain device information provided by our advertising exchange Partners or our Customers to serve targeted ads to you, to measure performance of and optimize our Customers’ marketing campaigns to you, to analyze trends in aggregated data and to analyze data to identify the demographic and interests of Targeted End Users across the app ecosystem (all of which could include the sharing to data with the applicable Customer for such purposes).<br> This information includes:</p>\n<ul>\n<li>Generic geographic location consisting of IP address and explicit geographical categorization such as country or zip code and then granular latitude and longitude coordinates (please note that this is subject to the capability of the advertising exchange that we use, and so this data is not always collected by us)</li>\n<li>Carrier</li>\n<li>Device make, manufacturer, operating system and language settings</li>\n<li>Name of application interactive with Liftoff Services</li>\n<li>Internet Protocol Address</li>\n<li>Device ID</li>\n<li>Browser type</li>\n<li>Internet service provider (ISP)</li>\n<li>Android ID or Identifier for Advertisers (IDFA)</li>\n<li>Connection speed</li>\n<li>App usage data</li>\n<li>Referring / exit pages</li>\n<li>Files viewed on our Site (e.g.\nHTML pages, graphic, etc.)</li>\n<li>Date / time stamp</li>\n<li>Clickstream data</li>\n</ul>\n<p>We process this information on the basis of our legitimate business interest.</p>\n<p>\n<strong>i.\nOur Privacy Principles</strong>\n</p>\n<ul>\n<li>Liftoff’s systems aggregate events/data at granularities that cover many users, as opposed to a specific user, unless the user consents.\nFor instance: users with iPhone X's in San Francisco have clicked on ads in app A 100 times and installed app B 50 times.&nbsp;</li>\n<li>Liftoff does not tie together events/data across apps in a user-specific way, without the user's consent.\nFor instance: we do not track that a person did X in app A and also Y in app B from a different publisher, if the person opts-out of interest-based advertising.<ul>\n<li>Instead, Liftoff only ties events/data from a given specific user within the context of a given app.\nE.g.\nuser with app-local ID 123 installed app A, then finished the tutorial, then made a purchase.</li>\n<li>This allows Liftoff to understand the conversion rates from one event to another within an app, but not track the activities of a user across different apps.&nbsp;</li>\n</ul>\n</li>\n<li>Liftoff does not record or store personal information that the user cannot easily revoke, such as email address, physical address, photographs or phone number to personalize our advertising.\nLiftoff relies upon device IDs to uniquely identify a user, and Liftoff solely relies upon the user’s consent in allowing Liftoff to access this information.</li>\n<li>Liftoff does not export per-user data outside of Liftoff, except for validation purposes to a company that already has access to that data</li>\n</ul>\n<p>\n<strong>C.\nInformation You Provide to Us via Our Site</strong>\n<br> We collect and store any information that Site Visitors provide to us as required for us to provide you with access to the Site and the Services, pursuant to the Site’s Terms of Use.\nFor example, we collect personal information such as your name, email address and browser information.\nYou can choose not to provide us with certain information, but then you may not be able to register with us or take advantage of some of our features.\nThe process Site Visitor data on the basis of our legitimate interests, unless we let you know otherwise.</p>\n<p>If you have provided us with a means of contacting you, we will use such means to communicate with you in relation to the purposes for which you provided your contact details and in relation to similar products or Services.\nIf you do not want to receive communications from us, please indicate this by contacting us at support@liftoff.io.\nPlease note that if you do not want to receive legal notices from us, those legal notices will still govern your use of the Services, and you are responsible for reviewing such legal notices for changes.</p>\n<p>Additionally, you may sign up to receive reports and communications from us by following the “Join Our Newsletter” link on our Site.\nIf you would like to opt-out of receiving any information that you receive from us, you may update your email preferences by using the “UNSUBSCRIBE” link found in emails we send to you or at your member profile on our Site or by contacting us at support@liftoff.io.\nWhere we ask for your consent to send you communications, we process the relevant data you provide us on the basis of that consent.</p>\n<p>\n<strong>User Data Supplementation</strong>\n<br> We may receive information about you from other sources as required in connection with our legitimate interests, including publicly available databases or third parties from whom we have purchased data (including marketing data).\nWe combine this data with information we already have about you to help us to update, expand and analyze our records, identify new Customers, deliver our marketing services and provide more tailored advertising, products and Services.\n&nbsp;If you provide us with personal information about others, or if others give us your information, we will only use that information for the specific reason for which it was provided to us.</p>\n<p>\n</p>\n<p>\n<strong>Cookies and Tracking Technologies</strong>\n<br> Liftoff and our partners use cookies or similar technologies to analyze trends, administer the Site, track users’ movements around our Site, and to gather demographic information about our user base as a whole.\nA full list of cookies we use on this site is found on our&nbsp;Cookie Policy.</p>\n<p>You can control the use of cookies at the individual browser level, but if you choose to disable cookies, it may limit your use of certain features or functions on our Site or Services.</p>\n<p>\n<strong>Automated decision making</strong>\n<br> We perform the following automated decision making processes using your personal information:</p>\n<ul>\n<li>To build lookalike targeting models to target users who are similar to the Customer’s existing users.\nOur Machine Learning does this automatically for every Customer.\nThe more upfront device IDs Liftoff has, the more beneficial this is.</li>\n<li>For power predictive ML features e.g.\nusers who have purchased in the past are much more likely to purchase again in the future</li>\n<li>To exclude existing users from User Acquisition campaigns, and power targeting rules for re-engagement campaigns e.g.\ntarget users who have registered but not purchased</li>\n</ul>\n<p>\n<strong>Information Related to Data Collected through the Service</strong>\n<br> If you are using our analytics platform, the use of information collected through our service shall be limited to the purpose of providing the Service for which you have engaged Liftoff Mobile, Inc.</p>\n<p>Liftoff collects information under the direction of its Customers, and has no direct relationship with the individuals whose personal information it processes.\nIf you are a Targeted End Users of one of our Customers and would no longer like to be contacted by one of our Customers that use our service, please contact the Customer that you interact with directly.\n&nbsp;We may transfer personal information to companies that help us provide our service.\nTransfers to subsequent third parties are covered by the service agreements with our Customers.</p>\n<p>We acknowledge that you have the right to access your personal information.\nA Targeted End User who seeks access, or who seeks to correct, amend, or delete inaccurate data should direct his query to the Liftoff’s Customer (the data controller).\nIf requested to remove data we will respond within a reasonable timeframe.</p>\n<p>We will retain personal information we process on behalf of our Customers for as long as needed to provide services to our Customer.\nLiftoff will retain this personal information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n<p>\n</p>\n<p>\n<strong>IV.\nINTERNATIONAL TRANSFERS</strong>\n<br>\n<strong>EU-U.S.\nPrivacy Shield</strong>\n<br> As we are based in the United States, if you are located outside the United States and provide personal information to us, or to one of our group companies, your information will be transferred to us in the United States in accordance with this privacy policy.</p>\n<p>Liftoff Mobile, Inc.\nparticipates in and has certified its compliance with the EU-U.S.\nand the Swiss – U.S.\nPrivacy Shield Framework.\nLiftoff Mobile, Inc.\nis committed to subjecting all personal data received from European Union (EU) member countries and Switzerland, in reliance on the Privacy Shield Framework, to the Framework’s applicable Principles.\nTo learn more about the Privacy Shield Framework, visit the U.S.\nDepartment of Commerce’s Privacy Shield List.\n[https://www.privacyshield.gov/list]</p>\n<p>Liftoff Mobile, Inc.\nis responsible for the collecting and the processing of personal data it receives, under the Privacy Shield Framework, and subsequently transfers to a third party acting as an agent on its behalf in accordance with this privacy policy.\nLiftoff Mobile, Inc.\ncomplies with the Privacy Shield Principles for all onward transfers of personal data from the EU and Switzerland, including the onward transfer liability provisions.</p>\n<p>We have certified to the Department of Commerce that we adhere to the Privacy Shield principles of: (1) Notice.\n(2) Choice.\n(3) Accountability for Onward Transfer.\n(4) Security.\n(5) Data Integrity and Purpose Limitation.\n(6) Access.\nand (7) Recourse, Enforcement and Liability in respect of any personal information received from the European Union or Switzerland in reliance on the Privacy Shield (the “Privacy Shield Principles”)</p>\n<p>With respect to personal data received or transferred pursuant to the Privacy Shield Framework, Liftoff Mobile, Inc.\nis subject to the regulatory enforcement powers of the U.S.\nFederal Trade Commission.\nIn certain situations, Liftoff Mobile, Inc.\nmay be required to disclose personal data in response to lawful requests by public authorities, including to meet national security or law enforcement requirements.<br> If there is any conflict between the policies of this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall take precedence.</p>\n<p>If you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based independent third party dispute resolution provider (free of charge) at https://feedback-form.truste.com/watchdog/request.\nEuropean Union individuals with enquiries or complaints regarding this privacy policy should first contact us at support@liftoff.io.</p>\n<p>Under certain conditions, more fully described on the Privacy Shield website https://www.privacyshield.gov/article?id=How-to-Submit-a-Complaint, you may invoke binding arbitration when other dispute resolution procedures have been exhausted.\nIf you believe that you have the right to invoke binding arbitration, you must notify us at support@liftoff.io, and provide us with a summary of steps taken under the Privacy Shield Pre-Arbitration Requirements to resolve your claim, a description of the alleged violation, and, if you wish, any supporting documents and materials and/or a discussion of law relating to the alleged claim.</p>\n<p>We commit to cooperate with the panel established by the EU data protection authorities and comply with the advice given by the panel with regard to data transferred from the EU.</p>\n<p>\n<strong>Other international transfers</strong>\n<br> If you are based in the European Union, we may also transfer personal information that we collect from you to third party data processors located in countries that are outside of the European Economic Area (including to the United States) or to members of our group of companies (including to the following entities based in the following countries: Liftoff Mobile Pte Ltd in Singapore and Liftoff Mobile KK in Japan in connection with the above purposes.\nPlease be aware that countries which are outside the European Economic Area may not offer the same level of data protection, although our collection, storage and use of your personal data will continue to be governed by this privacy policy.</p>\n<p>\n</p>\n<p>\n<strong>V.\nHOW WE SHARE YOUR PERSONAL INFORMATION AND WHO WE SHARE IT WITH</strong>\n<br>\n<strong>Sharing of Information We Collect</strong>\n<br> We neither rent nor sell your personal information in personally identifiable form to anyone.\nHowever, we do share your personal information with third parties as described in Section III and in this Section.\nIf you have consented to us sharing your personal information but later change your mind, you may contact us and we will cease any such activity.</p>\n<p>\n<strong>Affiliated Businesses and Third Party Websites We Do Not Control</strong>\n<br> In certain situations, businesses or third party websites we’re affiliated with may sell items or provide services to you through the Services (either alone or jointly with us).\nYou will be able to recognize when an affiliated business is associated with such a transaction or service, and we will share your personal information with that affiliated business only to the extent that it is necessary and related to such transaction or service.\nWe have no control over the policies and practices of third party websites or businesses as to privacy or anything else, so if you choose to take part in any transaction or service relating to an affiliated website or business, please review all such business’ or websites’ policies.\nThis privacy policy applies only to personal information that we collect through the Site and Services.\nIf you have any questions about these practices, please contact us at support@liftoff.io.</p>\n<p>\n<strong>Service Providers</strong>\n<br> We employ third party companies and people, for example cloud service providers (“Third Party Service Providers”), such as Amazon Web Services, Dropbox, Salesforce and&nbsp;Unity Technologies&nbsp;to perform tasks e.g., provide computer and network infrastructure services on our behalf or as advertising exchange partners and we may need to share your information with them to provide products or Services to you.\nWe only share your personal information with Third Party Service Providers to the extent necessary for them to assist us and they do not have any right to use your personal information we share with them beyond what is necessary to assist us.</p>\n<p>\n<strong>Group companies</strong>\n<br> We may provide your personal information to our subsidiaries or affiliated companies for the purpose of processing personal information on our behalf to provide the Site and the Services to you.\nThese parties are required to process such information based on our instructions and in accordance with this privacy policy.\nThey do not have any independent right to share this information.</p>\n<p>\n<strong>Compliance with laws and legal proceedings</strong>\n<br> We may also disclose your personal information as required by law, such as to comply with a subpoena or other legal process and when we believe in good faith that disclosure is necessary to protect our rights, protect your safety or the safety of others, investigate fraud, or respond to a government request.</p>\n<p>\n<strong>Merger or Acquisition</strong>\n<br> If Liftoff Mobile, Inc.\nor any of its subsidiaries are involved in a merger, acquisition, or sale of all or a portion of its assets, you will be notified via email and/or a prominent notice on our Site of any change in ownership, uses of your personal information, and choices you may have regarding your personal information.\nWe may also disclose your personal information to any other third party with your prior consent.</p>\n<p>\n</p>\n<p>\n<strong>VI.\nSECURITY</strong>\n<br> The security of your personal information is important to us.\n&nbsp;Whilst we take appropriate technical and organisational measures to safeguard the personal information that you provide to us, no transmission over the Internet can ever be guaranteed secure.\nConsequently, please note that we cannot guarantee the security of any personal information that you transfer over the Internet to us</p>\n<p>We take appropriate steps to pseudonymize your personal data.\nFor Targeted End Users, the advertising device IDs (which are the only per-user identifiers that we track, and can be reset by the user at any time) are SHA1-hashed before insertion.\nSince SHA1 is a one-way hashing algorithm, the original raw advertising device ID cannot be reverse-engineered from the hashed version.</p>\n<p>If you have any questions about the security of your personal information, you can contact us at support@liftoff.io.</p>\n<p>\n</p>\n<p>\n<strong>VII.\nDATA RETENTION</strong>\n<br> If you have provided us with personal information for the purposes of holding an account with us, we will retain your information (including personal information) for as long as your account is active or as needed to provide you Services.<br> If we hold information about you through any other means we shall only process this information for as long as is necessary for the purpose and in any event for no longer than 28 days.</p>\n<p>Information relating to Targeted End Users is retained for 30 days in pseudonymized form before it is automatically deleted from our active database.\nBackups are stored indefinitely.</p>\n<p>We will delete it after the timescales stated above, except we will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n<p>\n</p>\n<p>\n<strong>VIII.\nYOUR RIGHTS</strong>\n<br>\n<strong>Opting-out of interest-based advertising from Liftoff</strong>\n<br> As described in this privacy policy, third parties may use cookies and similar tracking technologies to collect information and infer your interests for interest-based advertising purposes.\nIf you would prefer to not receive personalized ads based on your browser or device usage, you may generally express your opt-out preference to no longer receive tailored advertisements by clicking here (or if located in the European Union click here.\nPlease note that you will continue to see advertisements, but they will no longer be tailored to your interests.</p>\n<p>Refer to our&nbsp;opt out page&nbsp;for instructions on how to opt-out of interest-based advertising when you are a Targeted End User.</p>\n<p>\n<strong>Data Subject Rights</strong>\n<br> You also have the following rights;</p>\n<ul>\n<li>the right to ask us to provide you (or another data controller) with copies of the personal information that we hold about you at any time.\nWe may charge a reasonable fee for any manifestly unfounded, excessive or repetitive requests;</li>\n<li>the right to ask us to update or correct any out-of-date or incorrect personal information that we hold about you (in accordance with applicable data protection laws);</li>\n<li>the right to ask us not to process your personal information for the legitimate interests that we have set out above.\nIn certain circumstances we may not be able to stop using your personal information but, if that is the case, we will let you know and tell you why.\nand</li>\n<li>the right to opt out of any marketing communications that we (or any third party to whom we have disclosed your personal information with your consent) may send you.</li>\n</ul>\n<p>If you wish to exercise any of the above rights, please write to us, either by post or by e-mail at gdpr@liftoff.io and we will respond within 30 days.</p>\n<p>\n</p>\n<p>\n<strong>IX.\nCHILDREN’S PRIVACY</strong>\n<br> We do not knowingly collect or solicit personal information from anyone under the age of 16 or knowingly allow such persons to register for the Services (as that term is defined in our Terms of Use).\nIf you are under 16, please do not attempt to use the Site or register for the Services or send any information about yourself to us, including your name, address, telephone number, or email address.\nNo one under age 16 may provide any personal information to us or use the Site or the Services.\nIn the event that we learn that we have collected personal information from a child under age 16, we will delete that information as quickly as possible unless your parent or guardian has provided us with their consent for your use of our Site or Services.\nIf you believe that we might have any information from or about a child under 16, please contact us at support@liftoff.io.</p>\n<p>\n</p>\n<p>\n<strong>X.\nCHANGES TO THIS PRIVACY POLICY</strong>\n<br> We may update this privacy policy to reflect changes to our information practices.\nIf we make any material changes, we will notify you by email (sent to the e-mail address specified in your account) or by means of a notice on this Site prior to the change becoming effective.\nWe encourage you to periodically review this page for the latest information on our privacy practices.</p>\n<p>\n</p>\n<p>\n<strong>XI.\nCOMPLAINTS, QUESTIONS AND SUGGESTIONS</strong>\n<br> We have a Data Protection Officer to assist with all queries regarding our processing of personal information.\nHarry Robertson who can be contacted at 555 Bryant Street, Suite #133, Palo Alto, CA 94301 and at harry@liftoff.io.</p>\n<p>If you have complaints about our Site or Services, please contact us at: support@liftoff.io.\nIn the EEA, you may also make a compliant to the appropriate data protection authority for data protection matters or seek a remedy through local courts if you believe your rights have been breached.</p> Solutions<ul>\n<li>Our Approach</li>\n<li>Liftoff for Gaming Apps</li>\n<li>Liftoff for Shopping Apps</li>\n<li>Liftoff for Subscription Apps</li>\n<li>Liftoff for Agencies</li>\n<li>Liftoff for Brands</li>\n</ul>Product<ul>\n<li>User Acquisition</li>\n<li>Re-Engagement</li>\n<li>Analytics</li>\n<li>Fraud Prevention</li>\n<li>Machine Learning</li>\n<li>Creative Services</li>\n<li>Cost Per Revenue</li>\n</ul>Resources<ul>\n<li>Ad Tracker</li>\n<li>Blog</li>\n<li>Case Studies</li>\n<li>Events</li>\n<li>Guides &amp.\nReports</li>\n<li>Mobile Heroes</li>\n<li>No IDFA? No Problem</li>\n<li>Podcasts</li>\n<li>Videos</li>\n<li>Webinars</li>\n</ul>Company<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>Contact Us</li>\n<li>Engineering at Liftoff</li>\n<li>Liftoff Brand Guidelines</li>\n<li>Reporting API</li>\n<li>Login</li>\n</ul>© 2021 Liftoff &nbsp;| &nbsp;Privacy Policy &nbsp;| &nbsp;Terms of Service Email* English <ul>\n<li> English</li>\n<li> 简体中文 (Chinese (Simplified))</li>\n<li> 한국어 (Korean)</li>\n<li> 日本語 (Japanese)</li>\n<li> Español (Spanish)</li>\n<li> Português (Portuguese (Brazil))</li>\n</ul>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i> This site uses cookies: Learn more.Okay, thanks × We Value Your PrivacySettingsNextRoll, Inc.\n(\"NextRoll\") and our advertising partners use cookies and similar technologies on this site and around the web to collect and use personal data (e.g., your IP address).\nIf you consent, the cookies, device identifiers, or other information can be stored or accessed on your device for the purposes described below.\nYou can click \"Allow All\" or \"Decline All\" or click Settings above to customize your consent.NextRoll and our advertising partners process personal data to: ● Store and/or access information on a device.\n● Create a personalized content profile.\n● Select personalised content.\n● Personalized ads, ad measurement and audience insights.\n● Product development.\nFor some of the purposes above, our advertising partners: ● Use precise geolocation data.\nSome of our partners rely on their legitimate business interests to process personal data.\nView our advertising partners to see the purposes they believe they have a legitimate interest for and how you can object to such processing.Your changes on this site will be applied across the internet on any digital property you visit using NextRoll's technology.\nIf you select Decline All, you will still be able to view content on this site and you will still receive advertising, but the advertising will not be tailored for you.\nYou may change your setting whenever you see Decline AllAllow All", "created_at": "2021-05-01 18:46:53.584044", "updated_at": "2021-05-01 18:49:40.387284"}], "points": [], "urls": ["liftoff.io"]}}