{"error": 448, "message": "OK", "parameters": {"id": 206, "name": "Slack", "created_at": "2018-01-16 15:26:05.951644", "updated_at": "2021-03-25 03:19:56.449372", "wikipedia": "https://en.wikipedia.org/wiki/Slack_(software)", "keywords": "", "related": "", "slug": "slack", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/206.png", "url": "slack.com,slack.shop,slackhq.com,slackcertified.com,api.slack.com", "documents": [{"id": 361, "name": "Terms of Service", "url": "https://slack.com/terms-of-service", "xpath": "", "text": "Skip to main content<ul>\n<li>Product<ul>\n<li>Features</li>\n<li>Channels</li>\n<li>Integrations</li>\n<li>Security</li>\n<li>Slack Connect</li>\n<li>Solutions</li>\n<li>Customers</li>\n<li>Download Slack</li>\n</ul>\n</li>\n<li>Enterprise</li>\n<li>Resources</li>\n<li>Pricing</li>\n</ul>Sign inTalk to salesTry for free <ul>\n<li>Product<ul>\n<li>Features</li>\n<li>Channels</li>\n<li>Integrations</li>\n<li>Security</li>\n<li>Slack Connect</li>\n<li>Solutions</li>\n<li>Customers</li>\n<li>Download Slack</li>\n</ul>\n</li>\n<li>Enterprise</li>\n<li>Resources</li>\n<li>Pricing</li>\n</ul>Sign inSign inDownload SlackCustomer Terms of ServiceLegal navigationAdditional Terms PagesClose Legal NavigationGetting started<ul>\n<li>Overview</li>\n</ul>TermsTerms<ul>\n<li>Customer Terms of Service</li>\n<li>User Terms of Service</li>\n<li>Customer-Specific Suppl.</li>\n<li>API Terms of Service</li>\n<li>App Directory Agreement</li>\n<li>Service Level Agreement</li>\n<li>Data Processing Addenda</li>\n<li>Slack Partner Program Terms &amp.\nConditions</li>\n</ul>PoliciesPolicies<ul>\n<li>Privacy Shield Notice</li>\n<li>Acceptable Use Policy</li>\n<li>Slack Subprocessors</li>\n<li>Slack Affiliates</li>\n<li>DMCA Policy</li>\n<li>Multi-year Accessibility Plan</li>\n</ul>SecuritySecurity<ul>\n<li>Security Practices</li>\n<li>Report a Vulnerability</li>\n</ul>Slack Certified ProgramSlack Certified Program<ul>\n<li>Slack Certified Participant Agreement</li>\n</ul>ContactContact<ul>\n<li>Company Information</li>\n</ul>ArchivesArchives<ul>\n<li>Terms &amp.\nPolicy Archives</li>\n</ul>\n<p>\n<strong>Effective: January 31, 2018</strong>\n</p>\n<p>These Customer Terms of Service (the “<strong>Customer Terms</strong>”) describe your rights and responsibilities when using our online workplace productivity tools and platform (the “<strong>Services</strong>”).\nPlease read them carefully.\nIf you are a Customer (defined below), these Customer Terms govern your access and use of our Services.\nIf you are being invited to a workspace set up by a Customer, the User Terms of Service (the “<strong>User Terms</strong>”) govern your access and use of the Services.\nWe are grateful you’re here.</p>First Things FirstThese “Customer Terms” Form a Part of a Binding “Contract”<p>These Customer Terms (or, if applicable, your written agreement with us) and any Order Form(s) (defined below) together form a binding “<strong>Contract</strong>” between Customer and us.\nIf any terms in the Customer-Specific Supplement apply to Customer (e.g., if Customer is a U.S.\ngovernment entity), those terms are also incorporated herein by reference and form part of the Contract.\n“We,” “our” and “us” refers to the applicable Slack entity in the section entitled “Which Slack Entity is Customer Contracting With?” below.</p>Your Agreement On Behalf of “Customer”<p>If you purchase subscription(s), create a workspace (i.e., a digital space where a group of users may access the Services, as further described in our Help Center pages), invite users to that workspace, or use or allow use of that workspace after being notified of a change to these Customer Terms, you acknowledge your understanding of the then-current Contract and agree to the Contract on behalf of Customer.\nPlease make sure you have the necessary authority to enter into the Contract on behalf of Customer before proceeding.</p>Customer Choices and InstructionsWho is “Customer”? (Hint: There can be only one)<p>“Customer” is the organization that you represent in agreeing to the Contract.\nIf your workspace is being set up by someone who is not formally affiliated with an organization, Customer is the individual creating the workspace.\nFor example, if you signed up using a personal email address and invited a couple of friends to work on a new startup idea but haven't formed a company yet, you are the Customer.</p>Signing Up Using a Corporate Email Domain<p>If you signed up for a plan using your corporate email domain, your organization is Customer, and Customer can modify and re-assign roles on your workspace (including your role) and otherwise exercise its rights under the Contract.\nIf Customer elects to replace you as the representative with ultimate authority for the workspace, we will provide you with notice following such election and you agree to take any actions reasonably requested by us or Customer to facilitate the transfer of authority to a new representative of Customer.</p>What This Means for Customer—and for Us<p>Individuals authorized by Customer to access the Services (an “<strong>Authorized User</strong>”) may submit content or information to the Services, such as messages or files (“<strong>Customer Data</strong>”), and Customer may exclusively provide us with instructions on what to do with it.\nFor example, Customer may provision or deprovision access to the Services, enable or disable third party integrations, manage permissions, retention and export settings, transfer or assign workspaces, share channels, or consolidate workspaces or channels with other workspaces or channels.\nSince these choices and instructions may result in the access, use, disclosure, modification or deletion of certain or all Customer Data, please review the Help Center pages for more information about these choices and instructions.</p>\n<p>Customer will (a) inform Authorized Users of all Customer policies and practices that are relevant to their use of the Services and of any settings that may impact the processing of Customer Data.\nand (b) ensure the transfer and processing of Customer Data under the Contract is lawful.</p>Ordering Subscriptions<p>A subscription allows an Authorized User to access the Services.\nNo matter the role, a subscription is required for each Authorized User.\nA subscription may be procured through the Services interface, or in some cases, via an order form entered into between Customer and us (each, an “<strong>Order Form</strong>”).\nPlease see the Help Center for more information on procuring subscriptions and inviting new Authorized Users.\nEach Authorized User must agree to the User Terms to activate their subscription.\nSubscriptions commence when we make them available to Customer and continue for the term specified in the Services “check-out” interface or in the Order Form, as applicable.\nEach subscription is for a single Authorized User for a specified term and is personal to that Authorized User.\nWe sometimes enter into other kinds of ordering arrangements, but that would need to be spelled out and agreed to in an Order Form.\nDuring an active subscription term, adding more subscriptions is fairly easy.\nUnless the Order Form says otherwise, Customer may purchase more subscriptions at the same price stated in the Order Form and all will terminate on the same date.\nCheck out our Help Center pages for additional information on setting up a workspace and assigning roles.</p>Purchasing Decisions<p>We may share information about our future product plans because we like transparency.\nOur public statements about those product plans are an expression of intent, but do not rely on them when making a purchase.\nIf Customer decides to buy our Services, that decision should be based on the functionality or features we have made available today and not on the delivery of any future functionality or features.</p>Choosing to be a Beta Tester<p>Occasionally, we look for beta testers to help us test our new features.\nThese features will be identified as “beta” or “pre-release,” or words or phrases with similar meanings (each, a “<strong>Beta Product</strong>”).\nBeta Products may not be ready for prime time so they are made available “as is,” and any warranties or contractual commitments we make for other Services do not apply.\nShould Customer encounter any faults with our Beta Products, we would love to hear about them.\nour primary reason for running any beta programs is to iron out issues before making a new feature widely available.</p>Feedback is Welcome<p>The more suggestions our customers make, the better the Services become.\nIf Customer sends us any feedback or suggestions regarding the Services, there is a chance we will use it, so Customer grants us (for itself and all of its Authorized Users and other Customer personnel) an unlimited, irrevocable, perpetual, sublicensable, transferable, royalty-free license to use any such feedback or suggestions for any purpose without any obligation or compensation to Customer, any Authorized User or other Customer personnel.\nIf we choose not to implement the suggestion, please don’t take it personally.\nWe appreciate it nonetheless.</p>Non-Slack Products<p>Our Services include a platform that third parties may use to develop applications and software that complement Customer’s use of the Services (each, a “<strong>Non-Slack Product</strong>”).\nWe also maintain a directory called the Slack App Directory where some Non-Slack Products are available for installation.\nTHESE ARE NOT OUR SERVICES, SO WE DO NOT WARRANT OR SUPPORT NON-SLACK PRODUCTS, AND, ULTIMATELY, CUSTOMER (AND NOT US) WILL DECIDE WHETHER OR NOT TO ENABLE THEM.\nANY USE OF A NON-SLACK PRODUCT IS SOLELY BETWEEN CUSTOMER AND THE APPLICABLE THIRD PARTY PROVIDER.</p>\n<p>If a Non-Slack Product is enabled for Customer’s workspace, please be mindful of any Customer Data that will be shared with the third party provider and the purposes for which the provider requires access.\nWe will not be responsible for any use, disclosure, modification or deletion of Customer Data that is transmitted to, or accessed by, a Non-Slack Product.\nCheck out our Help Center pages for more information.</p>Privacy Policy<p>Please review our Privacy Policy for more information on how we collect and use data relating to the use and performance of our websites and products.</p>Customer and Authorized UsersUse of the Services<p>Customer must comply with the Contract and ensure that its Authorized Users comply with the Contract and the User Terms.\nWe may review conduct for compliance purposes, but we have no obligation to do so.\nWe aren't responsible for the content of any Customer Data or the way Customer or its Authorized Users choose to use the Services to store or process any Customer Data.\nThe Services are not intended for and should not be used by anyone under the age of 16.\nCustomer must ensure that all Authorized Users are over 16 years old.\nCustomer is solely responsible for providing high speed internet service for itself and its Authorized Users to access and use the Services.</p>Our Removal Rights<p>If we believe that there is a violation of the Contract that can simply be remedied by Customer’s removal of certain Customer Data or Customer’s disabling of a Non-Slack Product, we will, in most cases, ask Customer to take direct action rather than intervene.\nHowever, we may directly step in and take what we determine to be appropriate action, if Customer does not take appropriate action, or if we believe there is a credible risk of harm to us, the Services, Authorized Users, or any third parties.</p>Payment ObligationsPayment Terms<p>For Customers that purchase our Services, fees are specified at the Services interface “check-out” and in the Order Form(s) — and must be paid in advance.\nPayment obligations are non-cancelable and, except as expressly stated in the Contract, fees paid are non-refundable.\nFor clarity, in the event Customer downgrades any subscriptions from a paid plan to a free plan, Customer will remain responsible for any unpaid fees under the paid plan, and Services under the paid plan will be deemed fully performed and delivered upon expiration of the initial paid plan subscription term.\nCheck out our Help Center pages for more information about payment options.\nIf we agree to invoice Customer by email, full payment must be received within thirty (30) days from the invoice date.\nFees are stated exclusive of any taxes, levies, duties, or similar governmental assessments of any nature, including, for example, value-added, sales, use or withholding taxes, assessable by any jurisdiction (collectively, “<strong>Taxes</strong>”).\nCustomer will be responsible for paying all Taxes associated with its purchases, except for those taxes based on our net income.\nShould any payment for the Services be subject to withholding tax by any government, Customer will reimburse us for such withholding tax.</p>Fair Billing Policy<p>We believe customers should only pay for subscriptions that are actually used, so we offer a Fair Billing Policy.\nCertain exceptions and conditions may apply, as noted in the Services interface “check-out” or in an Order Form.</p>Credits<p>Any credits that may accrue to Customer’s account (for example, from a promotion or application of the Fair Billing Policy), will expire following expiration or termination of the applicable Contract, will have no currency or exchange value, and will not be transferable or refundable.\nCredits accrued to a workspace on a free subscription plan will expire if the workspace’s plan is not upgraded to a paid plan within ninety (90) days of accrual, unless otherwise specified.\nFor more information on credits, please see the Help Center.</p>Downgrade for Non-Payment<p>If any fees owed to us by Customer (excluding amounts disputed reasonably and in good faith) are thirty (30) days or more overdue, we may, without limiting our other rights and remedies, downgrade any fee-based Services to free plans until those amounts are paid in full, so long as we have given Customer ten (10) or more days’ prior notice that its account is overdue.\nNotwithstanding the second paragraph of the “Providing the Services” section below, Customer acknowledges and agrees that a downgrade will result in a decrease in certain features and functionality and potential loss of access to Customer Data, as illustrated by comparing the plans in the Pricing Guide.</p>\n<p>&nbsp;</p>Our ResponsibilitiesProviding the Services<p>Customer isn’t the only one with responsibilities.\nwe have some, too.\nWe will (a) make the Services available to Customer and its Authorized Users as described in the Contract.\nand (b) not use or process Customer Data for any purpose without Customer’s prior written instructions.\nprovided, however, that “prior written instructions” will be deemed to include use of the Services by Authorized Users and any processing related to such use or otherwise necessary for the performance of the Contract.</p>\n<p>Be assured that (a) the Services will perform materially in accordance with our then-current Help Center pages.\nand (b) subject to the “Non-Slack Products” and “Downgrade for Non-Payment” sections, we will not materially decrease the functionality of a Service during a subscription term.\nFor any breach of a warranty in this section, Customer’s exclusive remedies are those described in the sections titled “Termination for Cause” and “Effect of Termination”.</p>Keeping the Services Available<p>As further described in our Help Center pages, for some of our Services, we also offer specific uptime commitments paired with credits, if we fall short.\nIn those cases, the credits will serve as what the lawyers call liquidated damages and will be Customer’s sole remedy for the downtime and related inconvenience.\nFor all Service plans, we will use commercially reasonable efforts to make the Services available 24 hours a day, 7 days a week, excluding planned downtime.\nWe expect planned downtime to be infrequent but will endeavor to provide Customer with advance notice (e.g., through the Services), if we think it may exceed five (5) continuous minutes.</p>Protecting Customer Data<p>The protection of Customer Data is a top priority for us so we will maintain administrative, physical, and technical safeguards at a level not materially less protective than as described in our Security Practices page.\nThose safeguards will include measures for preventing unauthorized access, use, modification, deletion and disclosure of Customer Data by our personnel.\nBefore sharing Customer Data with any of our third party service providers, we will ensure that the third party maintains, at a minimum, reasonable data practices for maintaining the confidentiality and security of Customer Data and preventing unauthorized access.\nCustomer (not us) bears sole responsibility for adequate security, protection and backup of Customer Data when in Customer’s or its representatives’ or agents’ possession or control.\nWe are not responsible for what Customer’s Authorized Users or Non-Slack Products do with Customer Data.\nThat is Customer’s responsibility.</p>The Slack Extended Family<p>We may leverage our employees, those of our corporate affiliates and third party contractors (the “<strong>Slack Extended Family</strong>”) in exercising our rights and performing our obligations under the Contract.\nWe will be responsible for the Slack Extended Family’s compliance with our obligations under the Contract.</p>Ownership and Proprietary RightsWhat’s Yours is Yours…<p>As between us on the one hand, and Customer and any Authorized Users on the other, Customer will own all Customer Data.\nSubject to the terms and conditions of the Contract, Customer (for itself and all of its Authorized Users) grants us and the Slack Extended Family a worldwide, non-exclusive, limited term license to access, use, process, copy, distribute, perform, export and display Customer Data, and any Non-Slack Products created by or for Customer, only as reasonably necessary (a) to provide, maintain and update the Services.\n(b) to prevent or address service, security, support or technical issues.\n(c) as required by law or as permitted by the Data Request Policy.\nand (d) as expressly permitted in writing by Customer.\nCustomer represents and warrants that it has secured all rights in and to Customer Data from its Authorized Users as may be necessary to grant this license.</p>And What’s Ours is Ours<p>We own and will continue to own our Services, including all related intellectual property rights.\nWe may make software components available, via app stores or other channels, as part of the Services.\nWe grant to Customer a non-sublicensable, non-transferable, non-exclusive, limited license for Customer and its Authorized Users to use the object code version of these components, but solely as necessary to use the Services and in accordance with the Contract and the User Terms.\nAll of our rights not expressly granted by this license are hereby retained.</p>Term and TerminationContract Term<p>As further described below, a free subscription continues until terminated, while a paid subscription has a term that may expire or be terminated.\nThe Contract remains effective until all subscriptions ordered under the Contract have expired or been terminated or the Contract itself terminates.\nTermination of the Contract will terminate all subscriptions and all Order Forms.</p>Auto-Renewal<p>Unless an Order Form says something different, (a) all subscriptions automatically renew (without the need to go through the Services-interface “check-out” or execute a renewal Order Form) for additional periods equal to one (1) year or the preceding term, whichever is shorter.\nand (b) the per-unit pricing during any automatic renewal term will remain the same as it was during the immediately prior term.\nEither party can give the other notice of non-renewal at least thirty (30) days before the end of a subscription term to stop the subscriptions from automatically renewing.</p>Termination for Cause<p>We or Customer may terminate the Contract on notice to the other party if the other party materially breaches the Contract and such breach is not cured within thirty (30) days after the non-breaching party provides notice of the breach.\nCustomer is responsible for its Authorized Users, including for any breaches of this Contract caused by its Authorized Users.\nWe may terminate the Contract immediately on notice to Customer if we reasonably believe that the Services are being used by Customer or its Authorized Users in violation of applicable law.</p>Termination Without Cause<p>Customer may terminate its free subscriptions immediately without cause.\nWe may also terminate Customer’s free subscriptions without cause, but we will provide Customer with thirty (30) days prior written notice.</p>Effect of Termination<p>Upon any termination for cause by Customer, we will refund Customer any prepaid fees covering the remainder of the term of all subscriptions after the effective date of termination.\nUpon any termination for cause by us, Customer will pay any unpaid fees covering the remainder of the term of those subscriptions after the effective date of termination.\nIn no event will any termination relieve Customer of the obligation to pay any fees payable to us for the period prior to the effective date of termination.</p>Data Portability and Deletion<p>We are custodians of Customer Data.\nDuring the term of a workspace’s subscriptions, Customer will be permitted to export or share certain Customer Data from the Services.\nprovided, however, that because we have different products with varying features and Customer has different retention options, Customer acknowledges and agrees that the ability to export or share Customer Data may be limited or unavailable depending on the type of Services plan in effect and the data retention, sharing or invite settings enabled.\nFollowing termination or expiration of a workspace’s subscriptions, we will have no obligation to maintain or provide any Customer Data and may thereafter, unless legally prohibited, delete all Customer Data in our systems or otherwise in our possession or under our control.\nPlease review our Security Practices page for more information on how Customer itself can initiate deletion.</p>Representations Disclaimer of Warranties<p>Customer represents and warrants that it has validly entered into the Contract and has the legal power to do so.\nCustomer further represents and warrants that it is responsible for the conduct of its Authorized Users and their compliance with the terms of this Contract and the User Terms.</p>\n<p>EXCEPT AS EXPRESSLY PROVIDED FOR HEREIN, THE SERVICES AND ALL RELATED COMPONENTS AND INFORMATION ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS WITHOUT ANY WARRANTIES OF ANY KIND, AND WE EXPRESSLY DISCLAIM ANY AND ALL WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nCUSTOMER ACKNOWLEDGES THAT WE DO NOT WARRANT THAT THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE.</p>Limitation of Liability<p>OTHER THAN IN CONNECTION WITH A PARTY’S INDEMNIFICATION OBLIGATIONS HEREUNDER, IN NO EVENT WILL EITHER CUSTOMER’S OR THE SLACK EXTENDED FAMILY’S AGGREGATE LIABILITY ARISING OUT OF OR RELATED TO THE CONTRACT OR THE USER TERMS (WHETHER IN CONTRACT OR TORT OR UNDER ANY OTHER THEORY OF LIABILITY) EXCEED THE TOTAL AMOUNT PAID BY CUSTOMER HEREUNDER IN THE TWELVE (12) MONTHS PRECEDING THE LAST EVENT GIVING RISE TO LIABILITY.\nTHE FOREGOING WILL NOT LIMIT CUSTOMER’S PAYMENT OBLIGATIONS UNDER THE “PAYMENT TERMS” SECTION ABOVE.</p>\n<p>IN NO EVENT WILL EITHER CUSTOMER OR ANY MEMBER OF THE SLACK EXTENDED FAMILY HAVE ANY LIABILITY TO THE OTHER PARTY OR TO ANY THIRD PARTY FOR ANY LOST PROFITS OR REVENUES OR FOR ANY INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, COVER OR PUNITIVE DAMAGES HOWEVER CAUSED, WHETHER IN CONTRACT, TORT OR UNDER ANY OTHER THEORY OF LIABILITY, AND WHETHER OR NOT THE PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nTHE FOREGOING DISCLAIMER WILL NOT APPLY TO THE EXTENT PROHIBITED BY APPLICABLE LAW.</p>\n<p>The Services support logins using two-factor authentication (“<strong>2FA</strong>”), which is known to reduce the risk of unauthorized use of or access to the Services.\nWe therefore will not be responsible for any damages, losses or liability to Customer, Authorized Users, or anyone else if any event leading to such damages, losses or liability would have been prevented by the use of 2FA.\nAdditionally, Customer is responsible for all login credentials, including usernames and passwords, for administrator accounts as well the accounts of your Authorized Users.\nWe will not be responsible for any damages, losses or liability to Customer, Authorized Users, or anyone else, if such information is not kept confidential by Customer or its Authorized Users, or if such information is correctly provided by an unauthorized third party logging into and accessing the Services.</p>\n<p>The limitations under this “Limitation of Liability” section apply with respect to all legal theories, whether in contract, tort or otherwise, and to the extent permitted by law.\nThe provisions of this “Limitation of Liability” section allocate the risks under this Contract between the parties, and the parties have relied on these limitations in determining whether to enter into this Contract and the pricing for the Services.</p>Our Indemnification of Customer<p>We will defend Customer from and against any and all third party claims, actions, suits, proceedings, and demands alleging that the use of the Services as permitted under the Contract infringes or misappropriates a third party’s intellectual property rights (a “<strong>Claim Against Customer</strong>”), and will indemnify Customer for all reasonable attorney’s fees incurred and damages and other costs finally awarded against Customer in connection with or as a result of, and for amounts paid by Customer under a settlement we approve of in connection with, a Claim Against Customer.\nprovided, however, that we will have no liability if a Claim Against Customer arises from (a) Customer Data or Non-Slack Products.\nand (b) any modification, combination or development of the Services that is not performed by us, including in the use of any application programming interface (API).\nCustomer must provide us with prompt written notice of any Claim Against Customer and allow us the right to assume the exclusive defense and control, and cooperate with any reasonable requests assisting our defense and settlement of such matter.\nThis section states our sole liability with respect to, and Customer’s exclusive remedy against us and the Slack Extended Family for, any Claim Against Customer.</p>Customer's Indemnification of Us<p>Customer will defend Slack and the members of the Slack Extended Family (collectively, the “<strong>Slack Indemnified Parties”</strong>) from and against any and all third party claims, actions, suits, proceedings, and demands arising from or related to Customer’s or any of its Authorized Users’ violation of the Contract or the User Terms (a “<strong>Claim Against Us”</strong>), and will indemnify the Slack Indemnified Parties for all reasonable attorney’s fees incurred and damages and other costs finally awarded against a Slack Indemnified Party in connection with or as a result of, and for amounts paid by a Slack Indemnified Party under a settlement Customer approves of in connection with, a Claim Against Us.\nWe must provide Customer with prompt written notice of any Claim Against Us and allow Customer the right to assume the exclusive defense and control, and cooperate with any reasonable requests assisting Customer’s defense and settlement of such matter.\nThis section states your sole liability with respect to, and the Slack Indemnified Parties’ exclusive remedy against Customer for, any Claim Against Us.</p>Limitations on Indemnifications<p>Notwithstanding anything contained in the two preceding sections, (a) an indemnified party will always be free to choose its own counsel if it pays for the cost of such counsel.\nand (b) no settlement may be entered into by an indemnifying party, without the express written consent of the indemnified parties (such consent not to be unreasonably withheld), if (i) the third party asserting the claim is a government agency, (ii) the settlement arguably involves the making of admissions by the indemnified parties, (iii) the settlement does not include a full release of liability for the indemnified parties, or (iv) the settlement includes terms other than a full release of liability for the indemnified parties and the payment of money.</p>ConfidentialityConfidential Information<p>Each party (“<strong>Disclosing Party</strong>”) may disclose “<strong>Confidential Information</strong>” to the other party (“<strong>Receiving Party</strong>”) in connection with the Contract, which is anything that reasonably should be understood to be confidential given the nature of the information and the circumstances of disclosure including all Order Forms, as well as non-public business, product, technology and marketing information.Confidential Information of Customer includes Customer Data.\nIf something is labeled “Confidential,” that’s a clear indicator to the Receiving Party that the material is confidential.\nNotwithstanding the above, Confidential Information does not include information that (a) is or becomes generally available to the public without breach of any obligation owed to the Disclosing Party.\n(b) was known to the Receiving Party prior to its disclosure by the Disclosing Party without breach of any obligation owed to the Disclosing Party.\n(c) is received from a third party without breach of any obligation owed to the Disclosing Party.\nor (d) was independently developed by the Receiving Party.</p>Protection and Use of Confidential Information<p>The Receiving Party will (a) take at least reasonable measures to prevent the unauthorized disclosure or use of Confidential Information, and limit access to those employees, affiliates and contractors who need to know such information in connection with the Contract.\nand (b) not use or disclose any Confidential Information of the Disclosing Party for any purpose outside the scope of this Contract.\nNothing above will prevent either party from sharing Confidential Information with financial and legal advisors.\nprovided, however, that the advisors are bound to confidentiality obligations at least as restrictive as those in the Contract.</p>Compelled Access or Disclosure<p>The Receiving Party may access or disclose Confidential Information of the Disclosing Party if it is required by law.\nprovided, however, that the Receiving Party gives the Disclosing Party prior notice of the compelled access or disclosure (to the extent legally permitted) and reasonable assistance, at the Disclosing Party's cost, if the Disclosing Party wishes to contest the access or disclosure.\nWithout limiting the foregoing, please review the Data Request Policy for details on how requests may be made for the disclosure of Customer Data and how we will handle those requests.\nIf the Receiving Party is compelled by law to access or disclose the Disclosing Party’s Confidential Information, the Disclosing Party will reimburse the Receiving Party for its reasonable cost of compiling and providing access to such Confidential Information as well as the reasonable cost for any support provided in connection with the Disclosing Party seeking a protective order or confidential treatment for the Confidential Information to be produced.</p>Survival<p>The sections titled “Feedback is Welcome,” “Non-Slack Products,” “Our Removal Rights,” “Use of the Services,” “Payment Terms,” “Credits,” “The Slack Extended Family,” “What’s Yours is Yours…,” “And What’s Ours is Ours,” “Effect of Termination,” “Data Portability and Deletion,” “Representations.\nDisclaimer of Warranties,” “Limitation of Liability,” “Our Indemnification of Customer,” “Customer’s Indemnification of Us,” “Limitations on Indemnifications,” “Confidentiality” and “Survival,” as well as all of the provisions under the general heading “General Provisions,” will survive any termination or expiration of the Contract.</p>General ProvisionsPublicity<p>Customer grants us the right to use Customer’s company name and logo as a reference for marketing or promotional purposes on our website and in other public or private communications with our existing or potential customers, subject to Customer’s standard trademark usage guidelines as provided to us from time-to-time.\nWe don’t want to list customers who don’t want to be listed, so Customer may send us an email to feedback@slack.com stating that it does not wish to be used as a reference.</p>Force Majeure<p>Neither us nor Customer will be liable by reason of any failure or delay in the performance of its obligations on account of events beyond the reasonable control of a party, which may include denial-of-service attacks, a failure by a third party hosting provider or utility provider, strikes, shortages, riots, fires, acts of God, war, terrorism, and governmental action.</p>Relationship of the Parties.\nNo Third Party Beneficiaries<p>The parties are independent contractors.\nThe Contract does not create a partnership, franchise, joint venture, agency, fiduciary or employment relationship between the parties.\nThere are no third party beneficiaries to the Contract.</p>Email and Slack Messages<p>Except as otherwise set forth herein, all notices under the Contract will be by email, although we may instead choose to provide notice to Customer through the Services (e.g., a slackbot notification).\nNotices to Slack will be sent to feedback@slack.com, except for legal notices, such as notices of termination or an indemnifiable claim, which must be sent to legal@slack.com.\nNotices will be deemed to have been duly given (a) the day after it is sent, in the case of notices through email.\nand (b) the same day, in the case of notices through the Services.</p>Modifications<p>As our business evolves, we may change these Customer Terms and the other components of the Contract (except any Order Forms).\nIf we make a material change to the Contract, we will provide Customer with reasonable notice prior to the change taking effect, either by emailing the email address associated with Customer’s account or by messaging Customer through the Services.\nCustomer can review the most current version of the Customer Terms at any time by visiting this page and by visiting the most current versions of the other pages that are referenced in the Contract.\nThe materially revised Contract will become effective on the date set forth in our notice, and all other changes will become effective upon posting of the change.\nIf Customer (or any Authorized User) accesses or uses the Services after the effective date, that use will constitute Customer’s acceptance of any revised terms and conditions.</p>Waiver<p>No failure or delay by either party in exercising any right under the Contract will constitute a waiver of that right.\nNo waiver under the Contract will be effective unless made in writing and signed by an authorized representative of the party being deemed to have granted the waiver.</p>Severability<p>The Contract will be enforced to the fullest extent permitted under applicable law.\nIf any provision of the Contract is held by a court of competent jurisdiction to be contrary to law, the provision will be modified by the court and interpreted so as best to accomplish the objectives of the original provision to the fullest extent permitted by law, and the remaining provisions of the Contract will remain in effect.</p>Assignment<p>Except with respect to the Slack Extended Family, neither party may assign or delegate any of its rights or obligations hereunder, whether by operation of law or otherwise, without the prior written consent of the other party (not to be unreasonably withheld).\nNotwithstanding the foregoing, either party may assign the Contract in its entirety (including all Order Forms), without consent of the other party, to a corporate affiliate or in connection with a merger, acquisition, corporate reorganization, or sale of all or substantially all of its assets.\nCustomer will keep its billing and contact information current at all times by notifying Slack of any changes.\nAny purported assignment in violation of this section is void.\nA party’s sole remedy for any purported assignment by the other party in breach of this section will be, at the non-assigning party’s election, termination of the Contract upon written notice to the assigning party.\nIn the event of such a termination by Customer, we will refund Customer any prepaid fees covering the remainder of the term of all subscriptions after the effective date of termination.\nSubject to the foregoing, the Contract will bind and inure to the benefit of the parties, their respective successors and permitted assigns.</p>Which Slack Entity is Customer Contracting With?<p>All references to ‘Slack,’ ‘we,’ or ‘us’ under the Contract, what law will apply in any dispute or lawsuit arising out of or in connection with the Contract, and which courts have jurisdiction over any such dispute or lawsuit, depend on where Customer is domiciled.</p>\n<p>\n<strong>Domicile</strong>\n</p>\n<p>\n<strong>Slack Contracting Entity</strong>\n</p>\n<p>\n<strong>Governing Law</strong>\n</p>\n<p>\n<strong>Venue</strong>\n</p>\n<p>United States and Canada</p>\n<p>Slack Technologies, Inc.</p>\n<p>California</p>\n<p>San Francisco County, California</p>\n<p>Rest of World (Except Japan)</p>\n<p>Slack Technologies Limited</p>\n<p>Ireland</p>\n<p>Dublin, Ireland</p>\n<p>Japan</p>\n<p>Slack Technologies Limited</p>\n<p>Japan</p>\n<p>Tokyo, Japan</p>\n<p>The Contract, and any disputes arising out of or related hereto, will be governed exclusively by the applicable governing law above, without regard to conflicts of laws rules or the United Nations Convention on the International Sale of Goods.\nThe courts located in the applicable venue above will have exclusive jurisdiction to adjudicate any dispute arising out of or relating to the Contract or its formation, interpretation or enforcement.\nEach party hereby consents and submits to the exclusive jurisdiction of such courts.\nIn any action or proceeding to enforce rights under the Contract, the prevailing party will be entitled to recover its reasonable costs and attorney’s fees.</p>Entire Agreement<p>The Contract, including these Customer Terms and all referenced pages and Order Forms, if applicable, constitutes the entire agreement between the parties and supersedes all prior and contemporaneous agreements, proposals or representations, written or oral, concerning its subject matter.\nWithout limiting the foregoing, the Contract supersedes the terms of any online agreement electronically accepted by Customer or any Authorized Users.\nHowever, to the extent of any conflict or inconsistency between the provisions in these Customer Terms and any other documents or pages referenced in these Customer Terms, the following order of precedence will apply: (1) the terms of any Order Form (if any), (2) the portions of the Customer-Specific Supplement that apply to Customer (if any), (3) the Customer Terms and (4) finally any other documents or pages referenced in the Customer Terms.\nNotwithstanding any language to the contrary therein, no terms or conditions stated in a Customer purchase order, vendor onboarding process or web portal, or any other Customer order documentation (excluding Order Forms) will be incorporated into or form any part of the Contract, and all such terms or conditions will be null and void.</p>Try Slack with your team for freeGet started<ul>\n<li>Why Slack?<ul>\n<li>Slack vs.\nEmail</li>\n<li>Channels</li>\n<li>Engagement</li>\n<li>Watch the Demo</li>\n</ul>\n</li>\n<li>Product<ul>\n<li>Features</li>\n<li>Integrations</li>\n<li>Enterprise</li>\n<li>Solutions</li>\n</ul>\n</li>\n<li>Pricing<ul>\n<li>Plans</li>\n<li>Paid vs.\nFree</li>\n</ul>\n</li>\n<li>Resources<ul>\n<li>Partners</li>\n<li>Developers</li>\n<li>Apps</li>\n<li>Blog</li>\n<li>Help Center</li>\n<li>Events</li>\n</ul>\n</li>\n<li>Company<ul>\n<li>About Us</li>\n<li>Leadership</li>\n<li>Investor Relations</li>\n<li>News</li>\n<li>Media Kit</li>\n<li>Careers</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Status</li>\n<li>Privacy &amp.\nTerms</li>\n<li>Contact Us</li>\n<li>\n<p>Change Region</p>\n<p>Selecting a different region will change the language and content of slack.com.</p>AmericasLatinoamérica (español)Brasil (português)United States (English)EuropeDeutschland (Deutsch)España (español)France (français)Italia (italiano)United Kingdom (English)Asia PacificIndia (English)日本 (日本語)한국어Change Region</li>\n</ul> Download Slack<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> © Copyright 2020 Slack Technologies, Inc.\nAll rights reserved.\nVarious trademarks held by their respective owners.\n", "created_at": "2018-08-24 12:20:11.389868", "updated_at": "2020-12-14 15:53:30.040643"}, {"id": 362, "name": "Privacy Policy", "url": "https://slack.com/privacy-policy", "xpath": "", "text": "Skip to main content<ul>\n<li>Product<ul>\n<li>Features</li>\n<li>Channels</li>\n<li>Integrations</li>\n<li>Security</li>\n<li>Slack Connect</li>\n<li>Solutions</li>\n<li>Customers</li>\n<li>Download Slack</li>\n</ul>\n</li>\n<li>Enterprise</li>\n<li>Resources</li>\n<li>Pricing</li>\n</ul>Sign inTalk to salesTry for free <ul>\n<li>Product<ul>\n<li>Features</li>\n<li>Channels</li>\n<li>Integrations</li>\n<li>Security</li>\n<li>Slack Connect</li>\n<li>Solutions</li>\n<li>Customers</li>\n<li>Download Slack</li>\n</ul>\n</li>\n<li>Enterprise</li>\n<li>Resources</li>\n<li>Pricing</li>\n</ul>Sign inSign inDownload SlackPrivacy PolicyTrust navigationAdditional Policies PagesClose Legal NavigationGetting started<ul>\n<li>Overview</li>\n</ul>PrivacyPrivacy<ul>\n<li>Slack Privacy Policy</li>\n<li>Privacy FAQ</li>\n</ul>Data RequestsData Requests<ul>\n<li>Data Request Policy</li>\n<li>Transparency Report</li>\n</ul>ComplianceCompliance<ul>\n<li>Cookie Policy</li>\n<li>Slack's GDPR Commitment</li>\n<li>California Consumer Privacy Act (CCPA) FAQ</li>\n<li>FERPA Compliance</li>\n</ul>SecuritySecurity<ul>\n<li>Overview</li>\n</ul>Data ManagementData Management<ul>\n<li>Transparency and Control</li>\n<li>Privacy principles: Search, Learning, and Intelligence</li>\n</ul>LegalData Management<ul>\n<li>Legal Overview</li>\n</ul>\n<p>\n<strong>Effective: October 5, 2020</strong>\n</p>\n<p>This Privacy Policy describes how Slack collects, uses and discloses information, and what choices you have with respect to the information.</p>\n<p>When we refer to “<strong>Slack</strong>”, we mean the Slack entity that acts as the controller or processor of your information, as explained in more detail in the “Identifying the Data Controller and Processor” section below.</p>Table of Contents:<ul>\n<li>Applicability of this Privacy Policy</li>\n<li>Information We Collect and Receive</li>\n<li>How We Use Information</li>\n<li>Data Retention</li>\n<li>How We Share and Disclose Information</li>\n<li>Security</li>\n<li>Age Limitations</li>\n<li>Changes to this Privacy Policy</li>\n<li>International Data Transfers</li>\n<li>Data Protection Officer</li>\n<li>Identifying the Data Controller and Processor</li>\n<li>Your Rights</li>\n<li>California Privacy Rights</li>\n<li>Data Protection Authority</li>\n<li>Contacting Slack</li>\n</ul>Applicability Of This Privacy Policy<p>This Privacy Policy applies to Slack’s online workplace productivity tools and platform, including the associated Slack mobile and desktop applications (collectively, the “<strong>Services</strong>”), Slack.com and other Slack websites (collectively, the “<strong>Websites</strong>”) and other interactions (e.g., customer service inquiries, user conferences, etc.) you may have with Slack.\nIf you do not agree with the terms, do not access or use the Services, Websites or any other aspect of Slack’s business.</p>\n<p>This Privacy Policy does not apply to any third party applications or software that integrate with the Services through the Slack platform (“<strong>Third Party Services</strong>”), or any other third party products, services or businesses.\nIn addition, a separate agreement governs delivery, access and use of the Services (the “<strong>Customer Agreement</strong>”), including the processing of any messages, files or other content submitted through Services accounts (collectively, “<strong>Customer Data</strong>”).\nThe organization (e.g., your employer or another entity or person) that entered into the Customer Agreement (“<strong>Customer</strong>”) controls its instance of the Services (its “<strong>Workspace</strong>”) and any associated Customer Data.\nIf you have any questions about specific Workspace settings and privacy practices, please contact the Customer whose Workspace you use.\nIf you have an account, you can check http://slack.com/account/team for contact information of your Workspace owner(s) and administrator(s).\nIf you have received an invitation to join a Workspace but have not yet created an account, you should request assistance from the Customer that sent the invitation.</p>Information We Collect And Receive<p>Slack may collect and receive Customer Data and other information and data (“<strong>Other Information</strong>”) in a variety of ways:</p>\n<ul>\n<li>\n<strong>Customer Data</strong>.\nCustomers or individuals granted access to a Workspace by a Customer (“<strong>Authorized Users</strong>”) routinely submit Customer Data to Slack when using the Services.</li>\n<li>\n<strong>Other Information.</strong> Slack also collects, generates and/or receives Other Information:<ol>\n<li>Workspace and Account Information.\nTo create or update a Workspace account, you or your Customer (e.g., your employer) supply Slack with an email address, phone number, password, domain and/or similar account details.\nFor details on Workspace creation, click here.\nIn addition, Customers that purchase a paid version of the Services provide Slack (or its payment processors) with billing details such as credit card information, banking information and/or a billing address.</li>\n<li>Usage Information.<ul>\n<li>\n<em>Services Metadata</em>.\nWhen an Authorized User interacts with the Services, metadata is generated that provides additional context about the way Authorized Users work.\nFor example, Slack logs the Workspaces, channels, people, features, content and links you view or interact with, the types of files shared, and what Third Party Services are used (if any).</li>\n<li>\n<em>Log data</em>.\nAs with most websites and technology services delivered over the Internet, our servers automatically collect information when you access or use our Websites or Services and record it in log files.\nThis log data may include the Internet Protocol (IP) address, the address of the web page visited before using the Website or Services, browser type and settings, the date and time the Services were used, information about browser configuration and plugins, language preferences and cookie data.</li>\n<li>\n<em>Device information</em>.\nSlack collects information about devices accessing the Services, including type of device, what operating system is used, device settings, application IDs, unique device identifiers and crash data.\nWhether we collect some or all of this Other Information often depends on the type of device used and its settings.</li>\n<li>\n<em>Location information</em>.\nWe receive information from you, your Customer and other third-parties that helps us approximate your location.\nWe may, for example, use a business address submitted by your employer, or an IP address received from your browser or device to determine approximate location.\nSlack may also collect location information from devices in accordance with the consent process provided by your device.</li>\n</ul>\n</li>\n<li>Cookie Information.\nSlack uses a variety of cookies and similar technologies in our Websites and Services to help us collect Other Information.\nFor more details about how we use these technologies, and your opt-out opportunities and other options, please see our Cookie Policy.</li>\n<li>Third Party Services.\nA Customer can choose to permit or restrict Third Party Services for its Workspace.\nTypically, Third Party Services are software that integrate with our Services, and a Customer can permit its Authorized Users to enable and disable these integrations for its Workspace.\nSlack may also develop and offer Slack applications that connect the Services with a Third Party Service.\nOnce enabled, the provider of a Third Party Service may share certain information with Slack.\nFor example, if a cloud storage application is enabled to permit files to be imported to a Workspace, we may receive the user name and email address of Authorized Users, along with additional information that the application has elected to make available to Slack to facilitate the integration.\nAuthorized Users should check the privacy settings and notices in these Third Party Services to understand what data may be disclosed to Slack.\nWhen a Third Party Service is enabled, Slack is authorized to connect and access Other Information made available to Slack in accordance with our agreement with the Third Party Provider and any permission(s) granted by Customer (including, by its Authorized User(s)).\nWe do not, however, receive or store passwords for any of these Third Party Services when connecting them to the Services.\nFor more information on Third Party Services, click here.</li>\n<li>Contact Information.\nIn accordance with the consent process provided by your device, any contact information that an Authorized User chooses to import (such as an address book from a device) is collected when using the Services.</li>\n<li>Third Party Data.\nSlack may receive data about organizations, industries, lists of companies that are customers, Website visitors, marketing campaigns and other matters related to our business from parent corporation(s), affiliates and subsidiaries, our partners, or others that we use to make our own information better or more useful.\nThis data may be combined with Other Information we collect and might include aggregate-level data, such as which IP addresses correspond to zip codes or countries.\nOr it might be more specific: for example, how well an online marketing or email campaign performed.</li>\n<li>Additional Information Provided to Slack.\nWe also receive Other Information when submitted to our Websites or in other ways, such as if you participate in a focus group, contest, activity or event, apply for a job, enroll in a certification program or other educational program hosted by Slack or a vendor, request support, interact with our social media accounts or otherwise communicate with Slack.</li>\n</ol>\n</li>\n</ul>\n<p>Generally, no one is under a statutory or contractual obligation to provide any Customer Data or Other Information (collectively, “<strong>Information</strong>”).\nHowever, certain Information is collected automatically and, if some Information, such as Workspace setup details, is not provided, we may be unable to provide the Services.</p>How We Use Information<p>Customer Data will be used by Slack in accordance with Customer’s instructions, including any applicable terms in the Customer Agreement and Customer’s use of Services functionality, and as required by applicable law.\nSlack is a processor of Customer Data and Customer is the controller.\nCustomer may, for example, use the Services to grant and remove access to a Workspace, assign roles and configure settings, access, modify, export, share and remove Customer Data and otherwise apply its policies to the Services.</p>\n<p>Slack uses Other Information in furtherance of our legitimate interests in operating our Services, Websites and business.\nMore specifically, Slack uses Other Information:</p>\n<ul>\n<li>\n<strong>To provide, update, maintain and protect our Services, Websites and business.</strong> This includes use of Other Information to support delivery of the Services under a Customer Agreement, prevent or address service errors, security or technical issues, analyze and monitor usage, trends and other activities, or at an Authorized User’s request.</li>\n<li>\n<strong>As required by applicable law, legal process or regulation.</strong>\n</li>\n<li>\n<strong>To communicate with you by responding to your requests, comments and questions.</strong> If you contact us, we may use your Other Information to respond.</li>\n<li>\n<strong>To develop and provide search, learning and productivity tools and additional features.</strong> Slack tries to make the Services as useful as possible for specific Workspaces and Authorized Users.\nFor example, we may improve search functionality by using Other Information to help determine and rank the relevance of content, channels or expertise to an Authorized User, make Services or Third Party Service suggestions based on historical use and predictive models, identify organizational trends and insights, to customize a Services experience, or create new productivity features and products.</li>\n<li>\n<strong>To send emails and other communications.</strong> We may send you service, technical and other administrative emails, messages, and other types of communications.\nWe may also contact you to inform you about changes in our Services, our Services offerings, and important Services-related notices, such as security and fraud notices.\nThese communications are considered part of the Services and you may not opt out of them.\nIn addition, we sometimes send emails about new product features, promotional communications or other news about Slack.\nThese are marketing messages so you can control whether you receive them.\nIf you have additional questions about a message you have received from Slack please reach out through the contact mechanisms described below.</li>\n<li>\n<strong>For billing, account management and other administrative matters.</strong> Slack may need to contact you for invoicing, account management, and similar reasons and we use account data to administer accounts and keep track of billing and payments.</li>\n<li>\n<strong>To investigate and help prevent security issues and abuse.</strong>\n</li>\n</ul>\n<p>If Information is aggregated or de-identified so that it is no longer reasonably associated with an identified or identifiable natural person, Slack may use it for any business purpose.\nTo the extent Information is associated with an identified or identifiable natural person and is protected as personal data under applicable data protection law, it is referred to in this Privacy Policy as <strong>“Personal Data.”</strong>\n</p>Data Retention<p>Slack will retain Customer Data in accordance with a Customer’s instructions, including any applicable terms in the Customer Agreement and Customer’s use of Services functionality, and as required by applicable law.\nDepending on the Services plan, Customer may be able to customize its retention settings and apply those customized settings at the Workspace level, channel level or other level.\nCustomer may also apply different settings to messages, files or other types of Customer Data.\nThe deletion of Customer Data and other use of the Services by Customer may result in the deletion and/or de-identification of certain associated Other Information.\nFor more detail, please review the Help Center or contact Customer.\nSlack may retain Other Information pertaining to you for as long as necessary for the purposes described in this Privacy Policy.\nThis may include keeping your Other Information after you have deactivated your account for the period of time needed for Slack to pursue legitimate business interests, conduct audits, comply with (and demonstrate compliance with) legal obligations, resolve disputes, and enforce our agreements.</p>How We Share And Disclose Information<p>This section describes how Slack may share and disclose Information.\nCustomers determine their own policies and practices for the sharing and disclosure of Information, and Slack does not control how they or any other third parties choose to share or disclose Information.</p>\n<ul>\n<li>\n<strong>Customer’s Instructions.</strong> Slack will solely share and disclose Customer Data in accordance with a Customer’s instructions, including any applicable terms in the Customer Agreement and Customer’s use of Services functionality, and in compliance with applicable law and legal process.</li>\n<li>\n<strong>Displaying the Services.</strong> When an Authorized User submits Other Information, it may be displayed to other Authorized Users in the same or connected Workspaces.\nFor example, an Authorized User’s email address may be displayed with their Workspace profile.\nPlease consult the Help Center for more information on Services functionality.</li>\n<li>\n<strong>Collaborating with Others.</strong> The Services provide different ways for Authorized Users working in independent Workspaces to collaborate, such as Slack Connect or email interoperability.\nOther Information, such as an Authorized User’s profile Information, may be shared, subject to the policies and practices of the other Workspace(s).</li>\n<li>\n<strong>Customer Access.</strong> Owners, administrators, Authorized Users, and other Customer representatives and personnel may be able to access, modify, or restrict access to Other Information.\nThis may include, for example, your employer using Service features to export logs of Workspace activity, or accessing or modifying your profile details.\nFor information about your Workspace settings, please see https://slack.com/account/settings.</li>\n<li>\n<strong>Third Party Service Providers and Partners.</strong> We may engage third party companies or individuals as service providers or business partners to process Other Information and support our business.\nThese third parties may, for example, provide virtual computing and storage services, or we may share business information to develop strategic partnerships with Third Party Service providers to support our common customers.\nAdditional information about the subprocessors we use to support delivery of our Services is set forth at Slack Subprocessors.</li>\n<li>\n<strong>Third Party Services.</strong> Customer may enable or permit Authorized Users to enable Third Party Services.\nWe require each Third Party Service to disclose all permissions for information access in the Services, but we do not guarantee that they do so.\nWhen enabled, Slack may share Other Information with Third Party Services.\nThird Party Services are not owned or controlled by Slack and third parties that have been granted access to Other Information may have their own policies and practices for its collection, use, and sharing.\nPlease check the permissions, privacy settings, and notices for these Third Party Services or contact the provider for any questions.</li>\n<li>\n<strong>Corporate Affiliates.</strong> Slack may share Other Information with its corporate affiliates, parents and/or subsidiaries.</li>\n<li>\n<strong>During a Change to Slack’s Business.</strong> If Slack engages in a merger, acquisition, bankruptcy, dissolution, reorganization, sale of some or all of Slack’s assets or stock, financing, public offering of securities, acquisition of all or a portion of our business, a similar transaction or proceeding, or steps in contemplation of such activities, some or all Other Information may be shared or transferred, subject to standard confidentiality arrangements.</li>\n<li>\n<strong>Aggregated or De-identified Data.</strong> We may disclose or use aggregated or de-identified Other Information for any purpose.\nFor example, we may share aggregated or de-identified Other Information with prospects or partners for business or research purposes, such as telling a prospective Slack customer the average amount of time spent within a typical Workspace.</li>\n<li>\n<strong>To Comply with Laws.</strong> If we receive a request for information, we may disclose Other Information if we reasonably believe disclosure is in accordance with or required by any applicable law, regulation, or legal process.\nPlease see the Data Request Policy to understand how Slack responds to requests to disclose data from government agencies and other sources.</li>\n<li>\n<strong>To enforce our rights, prevent fraud, and for safety.</strong> To protect and defend the rights, property, or safety of Slack or third parties, including enforcing contracts or policies, or in connection with investigating and preventing fraud or security issues.</li>\n<li>\n<strong>With Consent.</strong> Slack may share Other Information with third parties when we have consent to do so.</li>\n</ul>Security<p>Slack takes security of data very seriously.\nSlack works hard to protect Other Information you provide from loss, misuse, and unauthorized access or disclosure.\nThese steps take into account the sensitivity of the Other Information we collect, process and store, and the current state of technology.\nSlack has received internationally recognized security certifications.\nTo learn more about current practices and policies regarding security and confidentiality of the Services, please see our Security Practices.\nGiven the nature of communications and information processing technology, Slack cannot guarantee that Information during transmission through the Internet or while stored on our systems or otherwise in our care will be absolutely safe from intrusion by others.\nWhen you click a link to a third-party site, you will be leaving our site and we don’t control or endorse what is on third-party sites.</p>Age Limitations<p>To the extent prohibited by applicable law, Slack does not allow use of our Services and Websites by anyone younger than 16 years old.\nIf you learn that anyone younger than 16 has unlawfully provided us with personal data, please contact us and we will take steps to delete such information.</p>Changes To This Privacy Policy<p>Slack may change this Privacy Policy from time to time.\nLaws, regulations, and industry standards evolve, which may make those changes necessary, or we may make changes to our services or business.\nWe will post the changes to this page and encourage you to review our Privacy Policy to stay informed.\nIf we make changes that materially alter your privacy rights, Slack will provide additional notice, such as via email or through the Services.\nIf you disagree with the changes to this Privacy Policy, you should deactivate your Services account.\nContact the Customer if you wish to request the removal of Personal Data under their control.</p>International Data Transfers<p>Slack may transfer your Personal Data to countries other than the one in which you live.\nWe deploy the following safeguards if Slack transfers Personal Data from jurisdictions with differing data protection laws:</p>\n<ul>\n<li>\n<strong>European Union Model Clauses.</strong> Slack offers European Union Model Clauses, also known as Standard Contractual Clauses, to meet the adequacy and security requirements for our Customers that operate in the European Union and the United Kingdom, and other international transfers of Customer Data.\nA copy of our standard data processing addendum, incorporating Model Clauses, is available here.</li>\n<li>\n<strong>E.U.-U.S.\nPrivacy Shield and Swiss-U.S.\nPrivacy Shield.</strong> While Slack Technologies, Inc.\n(“Slack US”) remains self-certified under the E.U.-U.S.\nPrivacy Shield and the Swiss-U.S.\nPrivacy Shield, it is not currently relying on these frameworks for the transfer of personal data.\nFor more information, including the types of information covered, see Slack US’s Privacy Shield Notice.\nTo learn more about the Privacy Shield Program, please see http://www.privacyshield.gov/welcome.</li>\n<li>\n<strong>Asia-Pacific Economic Cooperation Cross-Border Privacy Rules System And Privacy Recognition For Processors.</strong> Slack’s privacy practices, described in this Privacy Policy, comply with the Asia-Pacific Economic Cooperation (“APEC”) Cross Border Privacy Rules (“CBPR”) system and the Privacy Recognition for Processors (“PRP”).\nThe APEC CBPR system provides a framework for organizations to ensure protection of personal information transferred among participating APEC economies and the PRP demonstrates an organization’s ability to provide effective implementation of a personal information controller’s privacy obligations related to the processing of personal information.\nMore information about the APEC framework can be found here.<br>\n<br>If you have an unresolved privacy or data use concern related to our APEC CBPR or PRP certifications that we have not addressed satisfactorily, you may contact our third party dispute resolution provider.</li>\n</ul>Data Protection Officer<p>To communicate with our Data Protection Officer, please email dpo@slack.com.</p>Identifying The Data Controller And Processor<p>Data protection law in certain jurisdictions differentiates between the “controller” and “processor” of information.\nIn general, Customer is the controller of Customer Data.\nIn general, Slack is the processor of Customer Data and the controller of Other Information.\nDifferent Slack entities provide the Services in different parts of the world.\nSlack Technologies Limited, an Irish company based in Dublin, Ireland, is the controller of Other Information and a processor of Customer Data relating to Authorized Users who use Workspaces established for Customers outside of the U.S.\nand Canada.\nSlack Technologies, Inc., a US company based in San Francisco, California is the controller of Other Information and a processor of Customer Data relating to Authorized Users who use Workspaces established for Customers in the US and Canada.</p>Your Rights<p>Individuals located in certain countries, including the European Economic Area and the United Kingdom, have certain statutory rights in relation to their personal data.\nSubject to any exemptions provided by law, you may have the right to request access to Information, as well as to seek to update, delete or correct this Information.\nYou can usually do this using the settings and tools provided in your Services account.\nIf you cannot use the settings and tools, contact the Customer who controls your workspace for additional access and assistance.\nPlease check https://slack.com/account/settings for Customer contact information.</p>\n<p>To the extent that Slack’s processing of your Personal Data is subject to the General Data Protection Regulation (or applicable laws covering the processing of Personal Data in the United Kingdom), Slack relies on its legitimate interests, described above, to process your data.\nSlack may also process Other Information that constitutes your Personal Data for direct marketing purposes, and you have a right to object to Slack’s use of your Personal Data for this purpose at any time.</p>Your California Privacy Rights<p>This section provides additional details about the personal information we collect about California consumers and the rights afforded to them under the California Consumer Privacy Act or “CCPA.”</p>\n<p>For more details about the personal information we have collected over the last 12 months, including the categories of sources, please see the Information We Collect And Receive section above.\nWe collect this information for the business and commercial purposes described in the How We Use Information section above.\nWe share this information with the categories of third parties described in the How We Share and Disclose Information section above.\nSlack does not sell (as such term is defined in the CCPA) the personal information we collect (and will not sell it without providing a right to opt out).\nPlease note that we do use third-party cookies for our advertising purposes as further described in our Cookie Policy.</p>\n<p>Subject to certain limitations, the CCPA provides California consumers the right to request to know more details about the categories or specific pieces of personal information we collect (including how we use and disclose this information), to delete their personal information, to opt out of any “sales” that may be occurring, and to not be discriminated against for exercising these rights.</p>\n<p>California consumers may make a request pursuant to their rights under the CCPA by contacting us at privacy@slack.com.\nWe will verify your request using the information associated with your account, including email address.\nGovernment identification may be required.\nConsumers can also designate an authorized agent to exercise these rights on their behalf.</p>Data Protection Authority<p>Subject to applicable law, you also have the right to (i) restrict Slack’s use of Other Information that constitutes your Personal Data and (ii) lodge a complaint with your local data protection authority or the Irish Data Protection Commissioner, which is Slack’s lead supervisory authority in the European Union.\nIf you are a resident of the European Economic Area and believe we maintain your Personal Data within the scope of the General Data Protection Regulation (GDPR), you may direct questions or complaints to our lead supervisory authority:</p>\n<p>Irish Data Protection Commissioner<br>Office of the Data Protection Commissioner<br>Canal House, Station Road, Portarlington, Co.\nLaois, R32 AP23, Ireland<br>Phone +353 57 868 4757<br>Fax: +353 57 868 4757<br>Email: info@dataprotection.ie</p>\n<p>If you are a resident of the United Kingdom and believe we maintain your Personal Data within the scope of the applicable laws relating to personal data in the United Kingdom, you may direct questions or complaints to the UK supervisory authority, the Information Commissioner’s Office.</p>Contacting Slack<p>Please also feel free to contact Slack if you have any questions about this Privacy Policy or Slack’s practices, or if you are seeking to exercise any of your statutory rights.\nSlack will respond within a reasonable timeframe.\nYou may contact us at privacy@slack.com or at our mailing address below:</p>\n<p>For Customers and Authorized Users who use Workspaces established for Customers in the US and Canada:</p>\n<p>Slack Technologies, Inc.<br>500 Howard Street<br>San Francisco, CA, 94105<br>United States<br>\n</p>\n<p>\n<strong>or</strong>\n</p>\n<p>For Customers and Authorized Users who use Workspaces established for Customers outside the US and Canada:</p>\n<p>Slack Technologies Limited<br>4th Floor, One Park Place<br>Hatch Street Upper<br>Dublin 2, Ireland</p>Try Slack with your team for freeGet started<ul>\n<li>Why Slack?<ul>\n<li>Slack vs.\nEmail</li>\n<li>Channels</li>\n<li>Engagement</li>\n<li>Watch the Demo</li>\n</ul>\n</li>\n<li>Product<ul>\n<li>Features</li>\n<li>Integrations</li>\n<li>Enterprise</li>\n<li>Solutions</li>\n</ul>\n</li>\n<li>Pricing<ul>\n<li>Plans</li>\n<li>Paid vs.\nFree</li>\n</ul>\n</li>\n<li>Resources<ul>\n<li>Partners</li>\n<li>Developers</li>\n<li>Apps</li>\n<li>Blog</li>\n<li>Help Center</li>\n<li>Events</li>\n</ul>\n</li>\n<li>Company<ul>\n<li>About Us</li>\n<li>Leadership</li>\n<li>Investor Relations</li>\n<li>News</li>\n<li>Media Kit</li>\n<li>Careers</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Status</li>\n<li>Privacy &amp.\nTerms</li>\n<li>Contact Us</li>\n<li>\n<p>Change Region</p>\n<p>Selecting a different region will change the language and content of slack.com.</p>AmericasLatinoamérica (español)Brasil (português)United States (English)EuropeDeutschland (Deutsch)España (español)France (français)Italia (italiano)United Kingdom (English)Asia PacificIndia (English)日本 (日本語)한국어Change Region</li>\n</ul> Download Slack<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> © Copyright 2020 Slack Technologies, Inc.\nAll rights reserved.\nVarious trademarks held by their respective owners.\n", "created_at": "2018-08-24 12:20:26.416261", "updated_at": "2020-12-14 15:53:36.932432"}, {"id": 364, "name": "Acceptable Use", "url": "https://slack.com/acceptable-use-policy", "xpath": "", "text": "Skip to main content<ul>\n<li>Product<ul>\n<li>Features</li>\n<li>Channels</li>\n<li>Integrations</li>\n<li>Security</li>\n<li>Slack Connect</li>\n<li>Solutions</li>\n<li>Customers</li>\n<li>Download Slack</li>\n</ul>\n</li>\n<li>Enterprise</li>\n<li>Resources</li>\n<li>Pricing</li>\n</ul>Sign inTalk to salesTry for free <ul>\n<li>Product<ul>\n<li>Features</li>\n<li>Channels</li>\n<li>Integrations</li>\n<li>Security</li>\n<li>Slack Connect</li>\n<li>Solutions</li>\n<li>Customers</li>\n<li>Download Slack</li>\n</ul>\n</li>\n<li>Enterprise</li>\n<li>Resources</li>\n<li>Pricing</li>\n</ul>Sign inSign inDownload SlackAcceptable Use PolicyLegal navigationAdditional Policies PagesClose Legal NavigationGetting started<ul>\n<li>Overview</li>\n</ul>TermsTerms<ul>\n<li>Customer Terms of Service</li>\n<li>User Terms of Service</li>\n<li>Customer-Specific Suppl.</li>\n<li>API Terms of Service</li>\n<li>App Directory Agreement</li>\n<li>Service Level Agreement</li>\n<li>Data Processing Addenda</li>\n<li>Slack Partner Program Terms &amp.\nConditions</li>\n</ul>PoliciesPolicies<ul>\n<li>Privacy Shield Notice</li>\n<li>Acceptable Use Policy</li>\n<li>Slack Subprocessors</li>\n<li>Slack Affiliates</li>\n<li>DMCA Policy</li>\n<li>Multi-year Accessibility Plan</li>\n</ul>SecuritySecurity<ul>\n<li>Security Practices</li>\n<li>Report a Vulnerability</li>\n</ul>Slack Certified ProgramSlack Certified Program<ul>\n<li>Slack Certified Participant Agreement</li>\n</ul>ContactContact<ul>\n<li>Company Information</li>\n</ul>ArchivesArchives<ul>\n<li>Terms &amp.\nPolicy Archives</li>\n</ul>\n<p>\n<strong>Last Updated: April 9, 2019</strong>\n</p>\n<p> This Acceptable Use Policy sets out a list of acceptable and unacceptable conduct for our Services.\nIf we believe a violation of the policy is deliberate, repeated or presents a credible risk of harm to other users, our customers, the Services or any third parties, we may suspend or terminate your access.\nThis policy may change as Slack grows and evolves, so please check back regularly for updates and changes.\nCapitalized terms used below but not defined in this policy have the meaning set forth in the User Terms of Service.\n</p> Do: <ul>\n<li>comply with all User Terms of Service, including the terms of this Acceptable Use Policy;</li>\n<li>comply with all applicable laws and governmental regulations, including, but not limited to, all intellectual property, data, privacy, and export control laws, and regulations promulgated by any government agencies, including, but not limited to, the U.S.\nSecurities and Exchange Commission, and any rules of any national and other securities exchanges;</li>\n<li>upload and disseminate only Customer Data to which Customer owns all required rights under law and under contractual and fiduciary relationships (such as proprietary and confidential information learned or disclosed as part of employment relationships or under nondisclosure agreements) and do so only consistent with applicable law;</li>\n<li>use commercially reasonable efforts to prevent unauthorized access to or use of the Services;</li>\n<li>keep passwords and all other login information confidential;</li>\n<li>monitor and control all activity conducted through your account in connection with the Services;</li>\n<li>promptly notify us if you become aware of or reasonably suspect any illegal or unauthorized activity or a security breach involving your accounts or teams, including any loss, theft, or unauthorized disclosure or use of a username, password, or account.\nand</li>\n<li>comply in all respects with all applicable terms of the third party applications, including any that Customer elects to integrate with the Services that you access or subscribe to in connection with the Services.</li>\n</ul> Do Not: <ul>\n<li>permit any third party that is not an Authorized User to access or use a username or password for the Services;</li>\n<li>share, transfer or otherwise provide access to an account designated for you to another person;</li>\n<li>use the Services to store or transmit any Customer Data that may infringe upon or misappropriate someone else's trademark, copyright, or other intellectual property, or that may be tortious or unlawful;</li>\n<li>upload to, or transmit from, the Services any data, file, software, or link that contains or redirects to a virus, Trojan horse, worm, or other harmful component or a technology that unlawfully accesses or downloads content or information stored within the Services or on the hardware of Slack or any third party;</li>\n<li>attempt to reverse engineer, decompile, hack, disable, interfere with, disassemble, modify, copy, translate, or disrupt the features, functionality, integrity, or performance of the Services (including any mechanism used to restrict or control the functionality of the Services), any third party use of the Services, or any third party data contained therein (except to the extent such restrictions are prohibited by applicable law);</li>\n<li>attempt to gain unauthorized access to the Services or related systems or networks or to defeat, avoid, bypass, remove, deactivate, or otherwise circumvent any software protection or monitoring mechanisms of the Services;</li>\n<li>access the Services in order to build a similar or competitive product or service or copy any ideas, features, functions, or graphics of the Services;</li>\n<li>use the Services in any manner that may harm minors or that interacts with or targets people under the age of thirteen;</li>\n<li>engage in activity that incites or encourages violence or hatred against individuals or groups;</li>\n<li>impersonate any person or entity, including, but not limited to, an employee of ours, an “Administrator”, an “Owner”, or any other Authorized User, or falsely state or otherwise misrepresent your affiliation with a person, organization or entity;</li>\n<li>use the Services to provide material support or resources (or to conceal or disguise the nature, location, source, or ownership of material support or resources) to any organization(s) designated by the United States government as a foreign terrorist organization pursuant to section 219 of the Immigration and Nationality Act or other laws and regulations concerning national security, defense or terrorism;</li>\n<li>access, search, or create accounts for the Services by any means other than our publicly supported interfaces (for example, \"scraping\" or creating accounts in bulk);</li>\n<li>send unsolicited communications, promotions or advertisements, or spam;</li>\n<li>place any advertisements within a Slack client;</li>\n<li>send altered, deceptive or false source-identifying information, including \"spoofing\" or \"phishing\";</li>\n<li>abuse referrals or promotions to get more credits than deserved;</li>\n<li>sublicense, resell, time share or similarly exploit the Services;</li>\n<li>use the Services for consumer purposes, as Slack is intended for use by businesses and organizations;</li>\n<li>access or use the Services on behalf of, or for the benefit of, any Patent Assertion Entity (as defined in the Customer-Specific Supplement);</li>\n<li>use contact or other user information obtained from the Services (including email addresses) to contact Authorized Users outside of the Services without their express permission or authority or to create or distribute mailing lists or other collections of contact or user profile information for Authorized Users for use outside of the Services.\nor</li>\n<li>authorize, permit, enable, induce or encourage any third party to do any of the above.</li>\n</ul> Contacting Slack <p> Please also feel free to contact us if you have any questions about Slack’s Acceptable Use Policy.\nYou may contact us at feedback@slack.com or at our mailing address below: </p>\n<p> Slack Technologies<br> 500 Howard Street<br> San Francisco, CA, 94105<br> United States<br>\n</p>Try Slack with your team for freeGet started<ul>\n<li>Why Slack?<ul>\n<li>Slack vs.\nEmail</li>\n<li>Channels</li>\n<li>Engagement</li>\n<li>Watch the Demo</li>\n</ul>\n</li>\n<li>Product<ul>\n<li>Features</li>\n<li>Integrations</li>\n<li>Enterprise</li>\n<li>Solutions</li>\n</ul>\n</li>\n<li>Pricing<ul>\n<li>Plans</li>\n<li>Paid vs.\nFree</li>\n</ul>\n</li>\n<li>Resources<ul>\n<li>Partners</li>\n<li>Developers</li>\n<li>Apps</li>\n<li>Blog</li>\n<li>Help Center</li>\n<li>Events</li>\n</ul>\n</li>\n<li>Company<ul>\n<li>About Us</li>\n<li>Leadership</li>\n<li>Investor Relations</li>\n<li>News</li>\n<li>Media Kit</li>\n<li>Careers</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>Status</li>\n<li>Privacy &amp.\nTerms</li>\n<li>Contact Us</li>\n<li>\n<p>Change Region</p>\n<p>Selecting a different region will change the language and content of slack.com.</p>AmericasLatinoamérica (español)Brasil (português)United States (English)EuropeDeutschland (Deutsch)España (español)France (français)Italia (italiano)United Kingdom (English)Asia PacificIndia (English)日本 (日本語)한국어Change Region</li>\n</ul> Download Slack<ul>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul> © Copyright 2020 Slack Technologies, Inc.\nAll rights reserved.\nVarious trademarks held by their respective owners.\n", "created_at": "2018-08-24 12:21:20.587584", "updated_at": "2020-12-14 15:53:46.657536"}], "points": [{"id": 5640, "title": "The service has a no refund policy", "source": "https://slack.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2019-02-06 09:57:56.469602", "updated_at": "2019-05-18 17:45:04.137036", "quoteText": "Payment obligations are non-cancelable and, except as expressly stated in the Contract, fees paid are non-refundable.", "case_id": 162, "document_id": 361, "quoteStart": 11212, "quoteEnd": 11329}, {"id": 1641, "title": "Slack", "source": "https://groups.google.com/forum#!topic/tosdr/1Njvni1QwPs", "status": "Slack", "created_at": "2018-05-15 09:11:57.222332", "updated_at": "2020-11-26 20:55:13.826512", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 8645, "title": "The service can sell or otherwise transfer your personal data as part of a bankruptcy proceeding or other type of financial transaction.", "source": "https://slack.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-12-17 09:03:47.981793", "updated_at": "2021-02-06 04:02:12.76222", "quoteText": " If Slack engages in a merger, acquisition, bankruptcy, dissolution, reorganization, sale of some or all of Slack’s assets or stock, financing, public offering of securities, acquisition of all or a portion of our business, a similar transaction or proceeding, or steps in contemplation of such activities (e.g.\ndue diligence), some or all Other Information may be shared or transferred, subject to standard confidentiality arrangements.", "case_id": 243, "document_id": 362, "quoteStart": 18019, "quoteEnd": 18456}, {"id": 2055, "title": "slack.com", "source": "https://groups.google.com/forum#!topic/tosdr/QAOHgY0vCxo", "status": "slack.com", "created_at": "2018-05-15 09:12:13.081513", "updated_at": "2020-11-26 20:55:53.802147", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 5638, "title": "There is a date of the last update of the terms", "source": "https://slack.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2019-02-06 09:45:45.367009", "updated_at": "2019-06-08 22:26:14.450326", "quoteText": "Effective: January 31, 2018", "case_id": 331, "document_id": 361, "quoteStart": 1543, "quoteEnd": 1570}, {"id": 5639, "title": "This service is only available to users of a certain age", "source": "https://slack.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2019-02-06 09:54:21.18459", "updated_at": "2019-06-09 20:09:55.389472", "quoteText": "The Services are not intended for and should not be used by anyone under the age of 16.", "case_id": 152, "document_id": 361, "quoteStart": 10192, "quoteEnd": 10279}, {"id": 5642, "title": "You maintain ownership of your data", "source": "https://slack.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2019-02-06 10:09:56.759126", "updated_at": "2019-05-18 17:43:56.802037", "quoteText": "Customer will own all Customer Data.\nSubject to the terms and conditions of the Contract,", "case_id": 183, "document_id": 361, "quoteStart": 17073, "quoteEnd": 17162}, {"id": 5644, "title": "The service provides two factor authentification for your account", "source": "https://slack.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2019-02-06 10:19:21.032361", "updated_at": "2019-05-18 17:43:41.357001", "quoteText": "The Services support logins using two-factor authentication (“<strong>2FA</strong>”), which is known to reduce the risk of unauthorized use of or access to the Services.", "case_id": 312, "document_id": 361, "quoteStart": 23688, "quoteEnd": 23857}, {"id": 5645, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://slack.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2019-02-06 10:27:43.318407", "updated_at": "2019-05-18 17:44:39.50727", "quoteText": "If we make a material change to the Contract, we will provide Customer with reasonable notice prior to the change taking effect, either by emailing the email address associated with Customer’s account or by messaging Customer through the Services.", "case_id": 329, "document_id": 361, "quoteStart": 33827, "quoteEnd": 34074}, {"id": 8962, "title": "Your personal data is used for limited purposes", "source": "https://slack.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-02-03 14:20:48.857931", "updated_at": "2020-11-26 20:45:01.809108", "quoteText": "We will (a) make the Services available to Customer and its Authorized Users as described in the Contract.\nand (b) not use or process Customer Data for any purpose without Customer’s prior written instructions.\nprovided, however, that “prior written instructions” will be deemed to include use of the Services by Authorized Users and any processing related to such use or otherwise necessary for the performance of the Contract.", "case_id": 196, "document_id": 361, "quoteStart": 13992, "quoteEnd": 14420}, {"id": 8967, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://slack.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-02-03 20:33:40.237419", "updated_at": "2020-11-26 20:54:25.701163", "quoteText": "Customer will defend Slack and the members of the Slack Extended Family (collectively, the “<strong>Slack Indemnified Parties”</strong>) from and against any and all third party claims, actions, suits, proceedings, and demands arising from or related to Customer’s or any of its Authorized Users’ violation of the Contract or the User Terms (a “<strong>Claim Against Us”</strong>), and will indemnify the Slack Indemnified Parties for all reasonable attorney’s fees incurred and damages and other costs finally awarded against a Slack Indemnified Party in connection with or as a result of, and for amounts paid by a Slack Indemnified Party under a settlement Customer approves of in connection with, a Claim Against Us.", "case_id": 146, "document_id": 361, "quoteStart": 26371, "quoteEnd": 27091}, {"id": 8966, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://slack.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-02-03 14:34:41.792192", "updated_at": "2020-11-26 20:54:34.144726", "quoteText": "EXCEPT AS EXPRESSLY PROVIDED FOR HEREIN, THE SERVICES AND ALL RELATED COMPONENTS AND INFORMATION ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS WITHOUT ANY WARRANTIES OF ANY KIND, AND WE EXPRESSLY DISCLAIM ANY AND ALL WARRANTIES, WHETHER EXPRESS OR IMPLIED, INCLUDING THE IMPLIED WARRANTIES OF MERCHANTABILITY, TITLE, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT.\nCUSTOMER ACKNOWLEDGES THAT WE DO NOT WARRANT THAT THE SERVICES WILL BE UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE.</p>", "case_id": 286, "document_id": 361, "quoteStart": 22126, "quoteEnd": 22625}, {"id": 8972, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://slack.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-02-03 20:54:37.381163", "updated_at": "2020-11-26 20:50:38.972221", "quoteText": "If any provision of the Contract is held by a court of competent jurisdiction to be contrary to law, the provision will be modified by the court and interpreted so as best to accomplish the objectives of the original provision to the fullest extent permitted by law, and the remaining provisions of the Contract will remain in effect.", "case_id": 294, "document_id": 361, "quoteStart": 35014, "quoteEnd": 35348}, {"id": 8970, "title": "defend, indemnify, hold harmless; survives termination", "source": "https://slack.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-02-03 20:50:56.374887", "updated_at": "2021-02-06 04:25:24.56584", "quoteText": "The sections titled “Feedback is Welcome,” “Non-Slack Products,” “Our Removal Rights,” “A Condition of Use,” “Payment Terms,” “Credits,” “The Slack Extended Family,” “What’s Yours is Yours…,” “And What’s Ours is Ours,” “Effect of Termination,” “Data Portability and Deletion,” “Representations.\nDisclaimer of Warranties,” “Limitation of Liability,” “Our Indemnification of Customer,” “Customer’s Indemnification of Us,” “Limitations on Indemnifications,” “Confidentiality” and “Survival,” as well as all of the provisions under the general heading “General Provisions,” will survive any termination or expiration of the Contract.", "case_id": 147, "document_id": 361, "quoteStart": 31321, "quoteEnd": 31950}, {"id": 8973, "title": "Failure to enforce any provision of the Terms of Service does not constitute a waiver of such provision", "source": "https://slack.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-02-03 20:55:29.59635", "updated_at": "2020-11-26 20:50:26.371857", "quoteText": "No failure or delay by either party in exercising any right under the Contract will constitute a waiver of that right.", "case_id": 295, "document_id": 361, "quoteStart": 34626, "quoteEnd": 34744}, {"id": 8974, "title": "The court of law governing the terms is in location X", "source": "https://slack.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-02-03 20:58:06.215537", "updated_at": "2020-11-26 20:50:00.393819", "quoteText": "The courts located in the applicable venue above will have exclusive jurisdiction to adjudicate any dispute arising out of or relating to the Contract or its formation, interpretation or enforcement.", "case_id": 163, "document_id": 361, "quoteStart": 37678, "quoteEnd": 37877}, {"id": 1201, "title": "The service may use tracking pixels, web beacons, browser fingerprinting, and/or device fingerprinting on users.", "source": "https://slack.com/privacy-policy", "status": "In the Slack privacy policy, it says that it collects your \"Internet Protocol address, the address of the web page you visited before using the Services, your browser type and settings, the date and time of your use of the Services, information about your browser configuration and plug-ins, language preferences, and cookie data.\"", "created_at": "2018-03-31 04:16:41.081798", "updated_at": "2020-07-27 09:31:45.462746", "quoteText": "Log data</em>.\nAs with most websites and technology services delivered over the Internet, our servers automatically collect information when you access or use our Websites or Services and record it in log files.\nThis log data may include the Internet Protocol (IP) address, the address of the web page visited before using the Website or Services, browser type and settings, the date and time the Services were used, information about browser configuration and plugins, language preferences and cookie data.", "case_id": 323, "document_id": 362, "quoteStart": 5431, "quoteEnd": 5938}, {"id": 5643, "title": "You have the right to leave this service at any time", "source": "https://slack.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2019-02-06 10:12:51.478241", "updated_at": "2019-05-18 17:43:49.431294", "quoteText": "<p>Customer may terminate its free subscriptions immediately without cause.", "case_id": 170, "document_id": 361, "quoteStart": 20090, "quoteEnd": 20165}, {"id": 5641, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://slack.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2019-02-06 10:08:03.963538", "updated_at": "2019-05-18 17:44:51.355717", "quoteText": "Customer (not us) bears sole responsibility for adequate security, protection and backup of Customer Data when in Customer’s or its representatives’ or agents’ possession or control.", "case_id": 148, "document_id": 361, "quoteStart": 16253, "quoteEnd": 16435}, {"id": 11343, "title": "Users agree not to use the service for illegal purposes", "source": "https://slack.com/acceptable-use-policy", "status": "Generated through the annotate view", "created_at": "2020-11-18 01:52:20.976715", "updated_at": "2020-11-26 20:29:59.005733", "quoteText": "comply with all applicable laws and governmental regulations, including, but not limited to, all intellectual property, data, privacy, and export control laws, and regulations promulgated by any government agencies, including, but not limited to, the U.S.\nSecurities and Exchange Commission, and any rules of any national and other securities exchanges;</li>", "case_id": 280, "document_id": 364, "quoteStart": 2236, "quoteEnd": 2594}, {"id": 8646, "title": "Users should revisit the terms periodically, although in case of material changes, the service will notify", "source": "https://slack.com/privacy-policy", "status": "Generated through the annotate view", "created_at": "2019-12-17 09:07:45.54896", "updated_at": "2020-10-11 06:33:45.52749", "quoteText": "We will post the changes to this page and encourage you to review our Privacy Policy to stay informed.\nIf we make changes that materially alter your privacy rights, Slack will provide additional notice, such as via email or through the Services.", "case_id": 329, "document_id": 362, "quoteStart": 21090, "quoteEnd": 21335}, {"id": 8647, "title": "There is a date of the last update of the terms", "source": "https://slack.com/acceptable-use-policy", "status": "Generated through the annotate view", "created_at": "2019-12-17 09:08:33.594528", "updated_at": "2021-02-06 04:02:12.72245", "quoteText": "Last Updated: November 10, 2016", "case_id": 331, "document_id": 364, "quoteStart": 1502, "quoteEnd": 1533}, {"id": 8963, "title": "This service will warn users about website maintenance", "source": "https://slack.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-02-03 14:24:26.668694", "updated_at": "2020-11-26 20:44:34.017035", "quoteText": "We expect planned downtime to be infrequent but will endeavor to provide Customer with advance notice (e.g., through the Services), if we think it may exceed five (5) continuous minutes.", "case_id": 159, "document_id": 361, "quoteStart": 15398, "quoteEnd": 15584}, {"id": 8964, "title": "The service gives 30 days of notice before closing your account", "source": "https://slack.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-02-03 14:29:11.483334", "updated_at": "2020-11-26 20:44:20.908064", "quoteText": "We may also terminate Customer’s free subscriptions without cause, but we will provide Customer with thirty (30) days prior written notice.", "case_id": 206, "document_id": 361, "quoteStart": 20166, "quoteEnd": 20305}, {"id": 8965, "title": "This service allows you to retrieve an archive of your data", "source": "https://slack.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-02-03 14:32:37.493242", "updated_at": "2020-11-26 20:44:03.400752", "quoteText": "During the term of a workspace’s subscriptions, Customer will be permitted to export or share certain Customer Data from the Services.", "case_id": 140, "document_id": 361, "quoteStart": 20914, "quoteEnd": 21048}, {"id": 8968, "title": "Any liability on behalf of the service is only limited to the fees you paid as a user", "source": "https://slack.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-02-03 20:35:11.914849", "updated_at": "2020-11-09 19:43:06.207919", "quoteText": "OTHER THAN IN CONNECTION WITH A PARTY’S INDEMNIFICATION OBLIGATIONS HEREUNDER, IN NO EVENT WILL EITHER CUSTOMER’S OR THE SLACK EXTENDED FAMILY’S AGGREGATE LIABILITY ARISING OUT OF OR RELATED TO THE CONTRACT OR THE USER TERMS (WHETHER IN CONTRACT OR TORT OR UNDER ANY OTHER THEORY OF LIABILITY) EXCEED THE TOTAL AMOUNT PAID BY CUSTOMER HEREUNDER IN THE TWELVE (12) MONTHS PRECEDING THE LAST EVENT GIVING RISE TO LIABILITY.", "case_id": 149, "document_id": 361, "quoteStart": 22651, "quoteEnd": 23072}, {"id": 8969, "title": "The service promises to inform and/or notify users regarding government inquiries that may involve users' personal data", "source": "https://slack.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-02-03 20:45:59.162235", "updated_at": "2020-11-26 20:34:44.541133", "quoteText": "The Receiving Party may access or disclose Confidential Information of the Disclosing Party if it is required by law.\nprovided, however, that the Receiving Party gives the Disclosing Party prior notice of the compelled access or disclosure (to the extent legally permitted) and reasonable assistance, at the Disclosing Party's cost, if the Disclosing Party wishes to contest the access or disclosure.", "case_id": 165, "document_id": 361, "quoteStart": 30188, "quoteEnd": 30588}, {"id": 8971, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://slack.com/terms-of-service", "status": "Generated through the annotate view", "created_at": "2020-02-03 20:52:09.302362", "updated_at": "2020-11-26 20:50:51.998733", "quoteText": "Additionally, Customer is responsible for all login credentials, including usernames and passwords, for administrator accounts as well the accounts of your Authorized Users.", "case_id": 148, "document_id": 361, "quoteStart": 24081, "quoteEnd": 24254}], "urls": ["slack.com", "slack.shop", "slackhq.com", "slackcertified.com", "api.slack.com"]}}