{"error": 448, "message": "OK", "parameters": {"id": 2572, "name": "HP | Hewlett-Packard", "created_at": "2021-01-19 20:41:50.559449", "updated_at": "2021-10-08 22:00:17.434751", "wikipedia": "https://en.wikipedia.org/wiki/Hewlett-Packard", "keywords": null, "related": null, "slug": "hp_hewlettpackard", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/2572.png", "url": "hp.com,hpsmart.com,hpeprint.com", "documents": [{"id": 3642, "name": "Product Recalls", "url": "https://www8.hp.com/us/en/hp-information/recalls.html", "xpath": "/html/body/div[1]/div/div[2]/div", "text": " Replacement programs and product recalls 0 <strong>Replacement programs</strong>\n<p>HP participates in voluntary replacement programs for components or products that may cause functionality issues but are not related to a safety hazard.</p>\n<br> 1 <strong>Recalls</strong>\n<p>In cooperation with country government safety authorities, HP participates in voluntary recall programs when a defective part is shown to cause a potential safety hazard.</p>\n<br> 12 <strong>August 2019 Expansion of the 2018 HP Notebook Computer and Mobile Workstation Battery Safety Recall and Replacement Program - Additional Batteries Identified</strong>\n<strong>August 2019 Expansion of the 2018 HP Notebook Computer and Mobile Workstation Battery Safety Recall and Replacement Program - Additional Batteries Identified</strong>\n<p>\n<strong>HP urges customers to recheck all potentially affected products</strong>\n</p>\n<p>In August 2019, HP expanded its ongoing worldwide voluntary safety recall and replacement program for certain notebook computer and mobile workstation batteries which was announced January 2018 and expanded in January 2019.\nThe potentially affected batteries may have been shipped with specific HP ProBook (64x G2 and G3 series, 65x G2 and G3 series, 4xx G4 (430, 440, 450, 455, and 470)), HP x360 310 G2, HP ENVY m6, HP Pavilion x360 15 inch, HP 11 Notebook Computers and HP ZBook (17 G3, 17 G4, and Studio G3 &amp.\nG4) Mobile Workstations sold worldwide from December 2015 through October 2018.\nAdditionally, these batteries may have been sold as accessories or replacement batteries for HP ProBook 4xx G5 (430, 440, 450, 455, and 470), HP ENVY 15, and HP Mobile Thin Clients (mt20, mt21, and mt31) or for any of the preceding products from December 2015 through December 2018 through HP or an authorized Service Provider.\nThese batteries have the potential to overheat, posing a fire and burn hazard to customers.</p>\n<p>\n<strong>It is essential that customers recheck their batteries, even if they did so previously and were informed they were not affected.</strong> Note: customers who have already received a replacement battery through the recall program are NOT affected by this expansion.\nCustomers should cease use of affected batteries immediately.\nAs many of these batteries are internal to system and are not customer replaceable, HP is releasing an update to the BIOS for batteries affected by this program expansion that will discharge the battery and disable future charging until the battery is replaced.\nHP customers affected by this program will be eligible to receive replacement battery services for each verified, affected battery at no cost.</p>\n<br>\n<p>Learn More</p> 10 <strong>January 2017 Expansion of the 2016 HP Notebook Computer Notebook Battery Safety Recall and Replacement Program – Additional Batteries Affected</strong>\n<strong>January 2017 Expansion of the 2016 HP Notebook Computer Notebook Battery Safety Recall and Replacement Program – Additional Batteries Affected</strong>\n<p>\n<strong>HP urges customers to recheck all potentially affected products</strong>\n</p>\n<br>\n<p>In January 2017, HP announced an expansion of its ongoing worldwide voluntary safety recall and replacement program, for certain notebook computer batteries, which was announced in June 2016.\nThe program has been expanded to include additional batteries that were shipped with the same notebook products.</p>\n<p>The affected batteries were shipped with specific HP, Compaq, HP ProBook, HP ENVY, Compaq Presario, and HP Pavilion Notebook Computers sold worldwide from March 2013 through October 2016, and/or were sold as accessories or spares, or provided as replacements through Support.\nThese batteries have the potential to overheat, posing a fire and burn hazard to customers.\n<strong>HP urges customers to recheck their batteries, even if they did so previously</strong>, and were told they were not affected.\nHowever, original batteries replaced as part of the program announced in June 2016 are not affected by this program expansion.\nCustomers should cease use of affected batteries immediately.\nHP customers affected by this program will be eligible to receive a replacement battery for each verified, affected battery at no cost.</p>\n<br>\n<p>Learn More</p> 2 <strong>HP Notebook PC AC Power Cord Safety Recall and Replacement Program</strong>\n<strong>HP Notebook PC AC Power Cord Safety Recall and Replacement Program</strong>\n<p>On August 26, 2014 HP announced a worldwide voluntary recall and replacement program in cooperation with various government regulatory agencies, for certain AC power cords used with AC adapters distributed worldwide with HP and Compaq notebook and mini notebook computers, as well as with AC adapters provided with accessories such as docking stations.\nThese AC power cords have the potential to overheat, posing a fire and burn hazard.\nThe affected AC power cords were shipped with products and accessories sold from September 2010 through June 2012.\nHP customers affected by this program will be eligible to receive a replacement AC power cord for each verified, recalled AC power cord at no cost.</p>\n<br>\n<p>Learn More</p> 4 <strong>HP Fax machine safety recalls</strong>\n<strong>HP Fax machine safety recalls</strong>\n<p>In cooperation with the U.S.\nConsumer Product Safety Commission and other safety regulatory authorities, HP announced voluntary safety recalls for certain HP single function Fax Machine models.\nHP Fax 1040 and 1050 were recalled on January 31, 2012 in Canada, Mexico and U.S.A, and HP Fax 1010 and 1010xi were recalled on June 28, 2008 for Canada, Mexico and U.S.A.\nAffected HP customers are eligible to receive a rebate for qualified products.</p>\n<br>\n<p>Learn More</p>\n<br>\nBack to top 7 Related links: <ul>\n<li>Company information</li>\n<li>Newsroom home</li>\n</ul> Related links: <ul>\n<li>Company information</li>\n<li>Newsroom home</li>\n</ul> ", "created_at": "2021-01-20 14:26:15.228213", "updated_at": "2021-01-24 10:07:34.562068"}, {"id": 3643, "name": "Personal Data Rights", "url": "https://www8.hp.com/us/en/personal-data-rights.html", "xpath": "/html/body/div[1]/div/div[2]/div", "text": " Personal Data Rights Notice 0 <p>Your personal data may be collected and/or processed by the HP entity registered in your country of residence (as identified in the HP Entity Table below) for purposes of managing your relationship with HP and to better serve you by personalizing your experience and interaction with us.\nFor this purpose, your personal data may be transferred to other affiliates within the HP Group, which may be located outside of your country of residence, and in particular to the United States, where HP is headquartered.\nThese data transfers are done in compliance with HP's Binding Corporate Rules (BCRs), HP’s Privacy Shield Certification, and all other applicable regulatory requirements to ensure your data is adequately protected.\nHP’s BCRs have been approved by relevant Data Protection Authorities and provide a uniform personal data protection regime aligned with the highest standards to our customers and employees worldwide.\nFor further information about HP’s BCRs, please access the link below.</p>\n<br>\n<p>As required by local data protection regulations you may file a complaint or exercise your rights of access, rectification, opposition or deletion through any of the following options:<br>\n<br>\n</p>\n<ul>\n<li>Via post by directly contacting the local HP entity as listed in the chart below</li>\n<li>Online by accessing the Privacy feedback link below.</li>\n<li>Via telephone by dialing the number for your country and when prompted dial the Call Number provided.\nAn operator will assist you to fill the data subject rights request form.\nAll subsequent communications will be conducted by e-mail.</li>\n</ul>\n<br> These can also be used for initiating inquiries and/or submitting complaints related to personal data processing or exercising specific rights provided by HP's BCRs.\n<p>\n</p>\n<br>\n<p>Contact HP Privacy Office<br> Further information on HP’s BCRs<br>\n</p>\n<br> Country/Language Registered entity Phone Access Americas North America/English ATTN: Privacy Office, 1501 Page Mill Road, Palo Alto, California 94304 Phone: 18004746836 Europe Austria/German HP Austria GmbH mit Hauptsitz in der Technologiestrasse 5, 1120 Wien Telefon: 013602774402<br>+4313602774402 Belgium/Flemish HP Belgium BVBA met een hoofdkantoor op Hermeslaan 1a, 1831 Machelen Telefoon: 026200566<br>+3226200566 Belgium/French HP Belgium SPRL, dont le siège social est sis à Hermeslaan 1a, 1831 Machelen Téléphone: 026200565<br>+3226200565 Bulgaria/Bulgarian HP Inc Bulgaria EOOD със седалище Mladost Region 258, Ring road Blvd., Business center Kambanite, 1715 Sofia Телефон: 029358110<br>+35929358110 Croatia/English HP Computing and Printing Zagreb d.o.o.\nsa sjedištem u Radnička cesta 41, 10000 Zagreb Telefon: 02076600596<br>+442076600596 Cyprus/Greek HP Printing and Personal Systems Hellas E.Π.E, με έδρα της εταιρείας στην οδό Τζαβέλλα 1-3, 152 31 Χαλάνδρι Τηλέφωνο: 22008677<br>+35722008677 Czech Republic/Czech HP Inc Czech Republic s.\nr.\no., jejíž sídlo je registrováno na adrese Michle, Vyskocilova 1/1410, 140 00 Praha 4 Telefon: 225376437<br>+420225376437 Denmark/Danish HP Inc Danmark ApS med hovedkontor Engholm Parkvej 8, 3433 Allerød Telefon: 80400117<br>+4580400117 Estonia/Estonian HP Finland Oy, äriaadress Piispankalliontie, 02200, Espoo, Finland Telefon: 6868880<br>+3726868880 Finland/Finnish HP Finland Oy, jonka pääkonttori on osoitteessa Piispankalliontie, 02200 Espoo Puhelin: 0981710005<br>+358981710005 France/French HP France SAS, 14 rue de la Verrerie – CS 40012 – 92197 Meudon cedex – France Téléphone: 0969320435<br>+33969320435 Germany/German HP Deutschland GmbH mit Hauptsitz in der Schickardstr.\n32, 71034 Böblingen Telefon: 06929993434<br>+496929993434 Greek/Greece HP Printing and Personal Systems Hellas E.Π.E, με έδρα της εταιρείας στην οδό Τζαβέλλα 1-3, 152 Τηλέφωνο: 2109696416<br>+302109696416 Hungary/Hungarian HP Inc Hungary Ltd.\n(Székhelye: Aliz utca 1, H-1117 Budapest) Telefon: 0612354799<br>+3612354799 Ireland/English Hewlett-Packard Ireland Ltd.\nLiffey Park Technology Campus, Barnhall Road, Leixlip, Co.\nKildare Phone: 015339808<br>+35315339808 Italy/Italian HP Italy S.r.l.\ncon sede principale presso l'indirizzo Via Carlo Donat Cattin, 5 - 20063 Cernusco sul Naviglio (MI) Telefono: 0809898007<br>+390809898007 Latvia/Latvian Kompānija HP Finland Oy, kuras biroja adrese ir Piispankalliontie, 02200 Espoo, Finland Tālrunis:67852188<br>+37167852188 Lithuania/Lithuanian HP Finland Oy, kurios registruotoji buveinė yra Piispankalliontie, 02200 Espoo, Finland Telefonas: 852051195<br>+37052051195 Luxembourg/French, German HP Belgium SPRL, dont le siège social est sis à Hermeslaan 1a, 1831 Machelen Téléphone: 27302007/French: +35227302007, 27302049/ German: +35227302049 Netherlands/Dutch HP Nederland B.V.\nKrijgsman 75, 1186 DR Amstelveen, The Netherlands Telefoon: 0207219041<br>+31207219041 Norway/Norwegian HP Norge AS med hovedkontor i Rolfsbuktveien 4B, 1364 Fornebu Telefon: 23500089<br>+4723500089 Poland/Polish HP Inc Polska sp.\nz o.o.\nz siedzibą pod adresem Ul.\nSzturmowa 2A, 02-678 Warszawa Telefon: 225834373<br>+48225834373 Portugal/Portuguese HPCP – Computing and Printing Portugal, Unipessoal, Lda., com sede na Building Sancho I Quinta da Fonte, 2740-244 Porto Salvo, Lisboa, Oeiras Telefone: 210608027<br>+351210608027 Romania/Romanian HP Inc Romania SRL, Building E, 2nd floor, 2nd District, 6 Dimitrie Pompeiu Boulevard, Bucarest Telefon: 0212047090<br>+40212047090 Slovak Republic/Slovak HP Inc Slovakia, s.r.o., ktorej sídlo je registrované na adrese Galvaniho 7, 821 04 Bratislava telefón: 0250112013<br>+421250112013 Slovenia/English HP Computing and Printing Zagreb d.o.o., s sedežem na naslovu Radnicka cesta 41, V.\nFloor, Zagreb, Croatia Telefon: 02076600596<br>+442076600596 Spain/Spanish HP Printing and Computing Solutions S.L.U., Calle José Echegaray 18, Parque Empresarial 28232, Las Rozas, Madrid Teléfono: 913754769<br>+34913754769 Sweden/Swedish Gustav III:s boulevard 30<br>169 73 Solna, Sweden​ Telefon: 0851993085<br>+46851993085 Switzerland/French HP Schweiz GmbH ayant son siège social à Ueberlandstrasse 1, 8600 Dübendorf Téléphone: 0225675183<br>+41225675183 Turkey/Turkish Hewlett Packard Teknoloji Çözümleri Ltd.Şti\" adresinde bulunan \"Saray Mahallesi Dr.\nAdnan Büyükdeniz Cad.\nNo:4 Kat 7-8 Umraniye / İstanbul Telefon: 02124448121 UK/English HP Inc UK Limited, Registered office: Amen Corner, Cain Road, Bracknell Berks RG12 1HN Phone: 02076600596<br>+442076600596 <br> 5 Related links: <ul>\n<li>Privacy statements for other countries/regions</li>\n<li>Personal data rights notices for other countries/regions</li>\n</ul> Related links: <ul>\n<li> Privacy statements for other countries/regions </li>\n<li> Personal data rights notices for other countries/regions </li>\n</ul> ", "created_at": "2021-01-20 14:27:30.116293", "updated_at": "2021-01-24 10:07:40.396437"}, {"id": 3644, "name": "Cookie Policy", "url": "https://www8.hp.com/us/en/privacy/use-of-cookies.html", "xpath": "/html/body/div[1]/div[2]/div[2]/div[5]/div/div[1]/div/div[2]/div[1]/div/div", "text": "<br>\n<p>We use and allow select partners to use cookies, clickstream capture, pixels, web beacons, web collection forms and other similar technologies (collectively “Automatic Data Collection Tools”) on our HP Services.\nWe do this to understand your use of our HP Services.\nimprove your user experience and enable personalized features and content.\noptimize our advertisements and marketing.\nand to enable third-party advertising companies to assist us in serving ads specific to your interests across the Internet.</p>\n<br>\n<p>You can find more information about these technologies at: www.allaboutcookies.org.</p>\n<br>\n<p>\n<strong>ONLINE AUTOMATIC DATA COLLECTION TOOLS</strong>\n</p>\n<p>When you visit any HP website, it may store or retrieve information on your browser, mostly in the form of cookies.\nThis information might be about you, your preferences or your device and is mostly used to make the site work as you expect it to and can give you a more personalized web experience.</p>\n<br>\n<p>HP uses Automatic Data Collection Tools for the following reasons:</p>\n<br>\n<p>\n<strong>Strictly Necessary Tools:</strong> These are necessary for the website to function and cannot be switched off.\nWithout these, the website or service you are requesting would be impossible to provide essential functionalities (like checkout) or display appropriate content based on the type of device you are using.</p>\n<br>\n<p>\n<strong>Performance and Analytics Tools:</strong> These tools collect aggregated, statistical-type information to enable HP to measure, optimize and improve the content, quality and performance of its websites.</p>\n<p>We use our own and/or third-party Automatic Data Collection Tools to see how you use our websites and services in order to enhance their performance and develop them according to the preferences of our customers and visitors.\nFor example, Automatic Data Collection Tools may be used to: test different designs and to ensure that we maintain a consistent look and feel across our websites.\ntrack and provide trend analysis on how our users interact with our websites and communications.\ntrack errors and measure the effectiveness of our promotional campaigns.\nWe use third party tools to track website usage and activity.</p>\n<br>\n<p>The data collected will generally be aggregated to provide trends and usage patterns for business analysis, site/platform improvement and performance metrics.\nOur Automatic Data Collection Tools or the resulting analysis may be also shared with our business partners.\nThe type of information we collect includes how many visitors visit our websites, how many customers log in, when they visited, for how long and which areas of our websites and services but is generally not used to identify you individually.\nWe may also receive similar information about visitors to our partner websites.</p>\n<br>\n<p>\n<strong>Personalization Tools:</strong> These allow us to remember choices you make on our websites (such as your preferred language or the region you are in) and provide enhanced, more personalized features.\nThese technologies are also used to provide content that aligns to your past behavior or interests.</p>\n<br>\n<p>We also use Automatic Data Collection Tools to change the way our websites behave or look in order to personalize your experience from information we infer from your behavior on our websites or information we may already know about you because, for example, you are a registered customer.\nThese may be used to tailor the services you receive from us or the content, look and feel delivered to you on subsequent sessions to our websites.\nFor example, if you personalize webpages, or register for products or services, Automatic Data Collection Tools help our webpage server recall your specific information.\nWhen you next visit our websites, the information you previously provided can be retrieved, so you can easily use the website features that you previously chose.\nIf you use more than one device or computer on a regular basis, we may link Automatic Data Collection Tools together so you will still receive a personalized online experience.\nWe can also personalize the information you see based on what we already know about you, so that you spend less time looking for things.\nWith the use of Automatic Data Collection Tools, each visitor to our site can have a web experience which is unique to them.</p>\n<br>\n<p>\n<strong>Targeting Tools:</strong> These are set by HP and other third parties (such as select retail or advertising networks) and used to build a profile to deliver targeted advertising off HP websites and applications that is more relevant and useful to you.\nThese may reflect de-identified demographic or other data linked to data you voluntarily have submitted to us (e.g.\nyour email address).</p>\n<br>\n<p>These also allow us to collect data related to the HP site and page you visited and your activities on the HP site.\nAs an example, if you visited one of our product pages, via the use of cookies, we may retarget you across partner sites with additional offers and promotions for a certain period of time.</p>\n<br>\n<p>\n<strong>Social Media Tools:</strong> If you are a registered user, the information collected from our websites is not anonymous and we may use this information along with other information we know or infer about you including your preferences to tailor content, services, advertising and offers for you.</p>\n<br>\n<p>These tools are used when you share information using a social media sharing button or \"like\" button on HP websites sites or apps, or when you engage with our content on or through a social site such as Facebook or Twitter.\nThis information may be linked to targeting/advertising activities.\nThe types of tools used by these third parties and how they use the information generated by them will be governed by those companies’ privacy policies.</p>\n<br>\n<p>For more detail on the third parties who use or have access to these tools, please see Privacy Preference Center.</p>\n<br>\n<p>\n<strong>How can you manage these Automatic Data Tools?</strong>\n</p>\n<p>Automatic Data Tools that are Strictly Necessary, and third-party technologies used for Performance &amp.\nAnalytics or Personalization are set to expire after the industry standard 2 years.\nAutomatic Data Collection Tools used for targeting are set to expire after 90 days since your last visit.</p>\n<br>\n<p>When you visit HP sites, you have the option to accept or adjust what categories of cookies you allow us to place on your browser through our Privacy Preference Center.\nYou can modify these settings or withdraw your consent at any time by visiting Privacy Preference Center.\nYour consent is valid for 13 months, after which you will be prompted to update your preferences.</p>\n<br>\n<p>Alternatively, you may also set your browser to block all cookies or to indicate when a cookie is being set.\nFor more information, please refer to your browser settings.\nNote that by disabling certain categories of cookies, you may be prevented from accessing some features of our sites or certain content or functionality may not be available.\nCertain browsers allow you to navigate websites in an incognito or private mode.\nOnce the browser session is closed, typically all cookies collected during the session are automatically destroyed.</p>\n<br>\n<p>Even if you opt-out of Performance &amp.\nAnalytics tracking and Targeting, you might continue to see non-personalized advertisements from HP via our partners.\nAs an example, you might visit a website containing Personal Computer feature comparisons.\nBased on your interest, our partners might serve you with HP product advertisements.</p>\n<br>\n<p>In the US and Canada, we comply with the Digital Advertising Alliance industry standards with respect to interest-based advertising.\nTo learn more about your advertising choices if you are in the US, please click here or in Canada please click here.\nIn the US, the Network Advertising Initiative also offers a means to opt out of a number of advertising cookies.\nPlease visit www.networkadvertising.org to learn more.\nNote that opting out does not mean you will no longer receive online advertising.\nIt does mean that the company or companies from which you opted out will no longer deliver ads tailored to your web preferences and usage patterns.</p>\n<br>\n<p>Some web browsers incorporate “Do Not Track” features.\nCurrently, no industry standard exists for handling “Do Not Track” requests, therefore at this time, our websites may not respond to “Do Not Track” requests or headers from these browsers.</p>\n<br>\n<p>\n<strong>HP ADS AND OFFERINGS ON THIRD-PARTY WEBSITES</strong>\n</p>\n<p>HP contracts with service providers to place ads on websites owned by third parties.\nSometimes this will be achieved by sharing data collected through Automated Data Collection Tools.\nIn addition, we use and may allow ad networks and other third parties to use cookies and other Automated Data Collection Tools to determine how you interact with our websites, communications and services and selected partner websites and to identify your interests, create profiles and interest segments in order to provide advertising that is most relevant and useful to you.</p>\n<br>\n<p>\n<strong>SHARING WITH PARTNERS</strong>\n</p>\n<p>Based on your consent through our cookie settings, HP may share targeting cookie data with select partners for the purposes of audience selection and advertisement.\nYou can change your cookie settings at any time through our cookie settings tool.</p>\n<br>\n<p>For more detail on the third parties who use these tools and with whom we may share your personal data, please see the\n<br>\n<br>Privacy Preference Center</p>\n<br>\n<br>", "created_at": "2021-01-20 14:28:48.144301", "updated_at": "2021-01-24 10:07:46.625885"}, {"id": 3646, "name": "Privacy Statement", "url": "https://www8.hp.com/uk/en/privacy/privacy.html?jumpid=in_R11928_/uk/en/corp/privacy-central/privacy-statements#pd10=1&pd9=1&pd8=1&pd7=1&pd6=1&pd5=1&pd4=1&pd3=1&pd2=1&pd1=1", "xpath": "/html/body/div[1]/div[2]/div[2]/div[5]/div/div[3]", "text": "click to collapse allclick to expand all<ul>\n<li>\n<i>&nbsp;</i>International Data Transfers&nbsp;<br>\n<p>As a global company, it is possible that any information you provide may be transferred to or accessed by HP entities worldwide in accordance with this Privacy Statement and on the basis of the following International Privacy Programs.</p>\n<br>\n<p>\n<strong>EU-US PRIVACY SHIELD</strong>\n</p>\n<p>Although not used for data transfers as of July 16th 2020, HP still complies with the EU-US Privacy Shield Framework as set forth by the US Department of Commerce regarding the collection, use, and retention of personal information from European Union member countries.\nHP has certified that it adheres to the Privacy Shield Principles of Notice, Choice, Accountability for Onward Transfer, Security, Data Integrity and Purpose Limitation, Access and Recourse, Enforcement and Liability.\nIf there is any conflict between the policies in this privacy policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.\nTo learn more about the Privacy Shield program, and to view our certification page, please visit www.privacyshield.gov.</p>\n<p>In compliance with EU-US Privacy Shield Principles, HP commits to resolve complaints about your privacy and our collection or use of your personal information.\nEuropean Union individuals with inquiries or complaints regarding this privacy policy should first contact the HP Privacy Office.</p>\n<p>HP has further committed to refer unresolved privacy complaints under the EU-US Privacy Shield Principles to BBB EU PRIVACY SHIELD, a non-profit alternative dispute resolution provider located in the United States and operated by the Council of Better Business Bureaus.\nIf you do not receive timely acknowledgment of your complaint, or if your complaint is not satisfactorily addressed, please visit www.bbb.org/EU-privacy-shield/for-eu-consumers/ for more information and to file a complaint.</p>\n<p>If your complaint is not resolved through the above channels, under limited circumstances you may be able to invoke binding arbitration before a Privacy Shield Panel.</p>\n<p>HP is subject to the investigatory and enforcement powers of the US Federal Trade Commission, or any other US authorized statutory body.</p>\n<br>\n<p>The specific US-based HP companies participating in the EU-US Privacy Framework include: Compaq Information Technologies, LLC.\nHewlett-Packard Company Archives LLC, Hewlett-Packard Development Company, L.P..\nHewlett-Packard Enterprises, LLC.\nHewlett-Packard Products CV 1, LLC.\nHewlett-Packard Products CV 2, LLC.\nHewlett-Packard World Trade, LLC.\nHewlett Packard Group LLC.\nHP Inc.\nHP R&amp;D Holding LLC.\nHP US Digital LLC, HPI Bermuda Holdings LLC.\nHPI Brazil Holdings LLC.\nHPI Federal LLC.\nHPI J1 Holdings LLC.\nHPI Luxembourg LLC.\nHPQ Holdings, LLC.\nIndigo America, Inc..\nPrinterOn America Corporation;Tall Tree Insurance Company.\nHP Jade Holding LLC.\nHP R&amp;D Holding LLC.</p>\n<br>\n<p>\n</p>\n<br>\n<p>\n<strong>BINDING CORPORATE RULES</strong>\n</p>\n<p>HP’s Binding Corporate Rules (“BCR”) ensure that personal data transferred from the European Economic Area (“EEA”) is adequately protected while being processed by any of HP’s global entities.\nHP transfers of personal data from the EU are conducted in accordance with the following approved BCR.</p>\n<ul>\n<li>HP’s BCR for Controller (“BCR-C”).\nEffective in 2011, HP’s BCR-C cover transfers of the personal data of existing and prospective HP consumer customers, as well as HP employees and job candidates as job candidates.</li>\n<li>HP’s BCR for Processor (“BCR-P”) – Approved by the majority of Data Protection Regulators in the EEA and Switzerland, effective in 2018.\nHP’s BCR-P is available to HP’s enterprise customers to facilitate the transfer of their personal data from the EEA.</li>\n</ul>\n<p>More information about our BCRs can be found here.</p>\n<br>\n<p>\n<strong>APEC CROSS-BORDER PRIVACY RULES</strong>\n</p>\n<p>HP’s privacy practices described in this Statement comply with the APEC Cross Border Privacy Rules System (“CBPR”), including transparency, accountability, and choice regarding the collection and use of your personal information.\nThe CBPR certification does not cover information that may be collected through downloadable software on third-party platforms.\nThe APEC CBPR system provides a framework for organizations to ensure protection of personal information transferred among participating APEC economies.\nMore information about the APEC framework can be found here.</p>\n<p>If you have an unresolved privacy or data use concern related to HP’s APEC Certification that we have not addressed satisfactorily, please contact our U.S.-based third-party dispute resolution provider (free of charge).</p>\n<br>\n<br>\n<br>\n</li>\n</ul>click to collapse allclick to expand all<ul>\n<li>\n<i>&nbsp;</i>How We Use Data&nbsp;<br>\n<p>We collect and use personal data to manage your relationship with HP and better serve you when you are using HP Services by personalizing and improving your experience.\nWe use and otherwise process your data for the following business purposes:</p>\n<br>\n<p>\n<strong>CUSTOMER EXPERIENCE</strong>\n</p>\n<p>Providing you with a seamless customer experience by maintaining accurate contact and registration data, delivering comprehensive customer support, offering products, services, subscriptions and features that may interest you and enabling you to participate in contests and surveys.\nWe also use your data to deliver a tailored experience, personalize the HP Services and communications you receive and create recommendations based your use of HP Services.</p>\n<br>\n<p>\n<strong>TRANSACTION SUPPORT</strong>\n</p>\n<p>Assisting you in completing transactions and orders of our products or services, administering your account, processing payments, arranging shipments and deliveries and facilitating repairs and returns.</p>\n<br>\n<p>\n<strong>PRODUCT SUPPORT &amp.\nIMPROVEMENT</strong>\n</p>\n<p>Improving the performance and operation of our products, solutions, services and support, including warranty support and timely firmware and software updates and alerts to ensure the continued operation of the device or service.\nFor more information, please see the section on Information Automatically Collected About Your Use of HP Services.</p>\n<br>\n<p>\n<strong>ADMINISTRATIVE COMMUNICATIONS</strong>\n</p>\n<p>Communicating with you about HP Services.\nExamples of administrative communications may include responses to your inquiries or requests, service completion or warranty-related communications, safety recall notifications, communications required by law or applicable corporate updates related to mergers, acquisitions or divestitures.</p>\n<br>\n<p>\n<strong>SECURITY</strong>\n</p>\n<p>Maintaining the integrity and security of our websites, products, features and services and preventing and detecting security threats, fraud or other criminal or malicious activity that might compromise your information.\nWhen you interact with us, we will also take reasonable steps to verify your identity, such as requiring a password and user ID, before granting access to your personal data.\nWe may also maintain additional security measures, such as CCTV, to safeguard our physical locations.</p>\n<br>\n<p>\n<strong>BUSINESS OPERATIONS</strong>\n</p>\n<p>Conducting ordinary business operations, verifying your identity, making credit decisions if you apply for credit, conducting business research and analytics, corporate reporting and management, staff training and quality assurance purposes (which may include monitoring or recording calls to our customer support) and outreach.</p>\n<br>\n<p>\n<strong>RESEARCH &amp.\nINNOVATION</strong>\n</p>\n<p>Innovating new products, features and services using research and development tools and incorporating data analysis activities.</p>\n<br>\n<br>\n<p>\n<strong>ADVERTISING</strong>\n</p>\n<p>Providing personalized promotional offers (in accordance with your Privacy Preferences) on HP Services and other selected partner websites (for example, you might see an advertisement for a product on a partner site that you have recently viewed on an HP site).\nWe might also share some of your information with selected partners, marketing service providers and digital marketing networks to present advertisements that might interest you.\nTo learn more, read Use of Cookies.</p>\n<br>\n<p>\n<strong>COMPLIANCE WITH LAW</strong>\n</p>\n<p>Compliance with applicable laws, regulations, court orders, government and law enforcement requests, to operate our services and products properly and to protect ourselves, our users and our customers and to solve any customer disputes.</p>\n<br>\n<p>Please see our Data Collection and Use Matrix for a quick-reference guide to how we use the data we collect and our lawful basis for processing such data.</p>\n</li>\n</ul>click to collapse allclick to expand all<ul>\n<li>\n<i>&nbsp;</i>What Data We Collect&nbsp;<br>\n<p>Personal data is any information that personally identifies you or from which you could be identified either directly or indirectly.\nWe may collect your personal data through your use of HP Services or during interactions with HP representatives.</p>\n<br>\n<p>The categories of personal data we collect from you depends on the nature of your interaction with us or on the HP Services you use, but may include the following:</p>\n<br>\n<p>\n<strong>INFORMATION COLLECTED ABOUT YOU</strong>\n</p>\n<ul>\n<li>\n<strong>Contact Data</strong> – We may collect personal and/or business contact information including your first name, last name, mailing address, telephone number, fax number, email address and other similar data and identifiers.</li>\n<li>\n<strong>Payment Data</strong> – We collect information necessary for processing payments and preventing fraud, including credit/debit card numbers, security code numbers and other related billing information.</li>\n<li>\n<strong>Account Data</strong> – We collect information such as how you purchased or signed up for HP Services, your transaction, billing and support history, the HP Services you use and anything else relating to the account you create.</li>\n<li>\n<strong>Location Data</strong> – We collect geolocation data when you enable location-based services or when you choose to provide location-related information during product registration or when interacting with our website.</li>\n<li>\n<strong>Security Credentials Data</strong>– We collect user IDs, passwords, password hints, and similar security information required for authentication and access to HP accounts.</li>\n<li>\n<strong>Demographic Data</strong> – We collect, or obtain from third parties, certain demographic data including, for example, country, gender, age, preferred language, and general interest data.</li>\n<li>\n<strong>Preferences</strong> – We collect information about your preferences and interests as they relate to HP Services (both when you tell us what they are or when we deduce them from what we know about you) and how you prefer to receive communications from us.</li>\n<li>\n<strong>Social Media Data</strong> – We may provide social media features that enable you to share information with your social networks and to interact with us on various social media sites.\nYour use of these features may result in the collection or sharing of information about you, depending on the feature.\nWe encourage you to review the privacy policies and settings on the social media sites you use to make sure you understand the information that is collected, used, and shared by those sites.</li>\n<li>\n<strong>Body and biometric Data</strong> – When you use our products, you might provide us with information about your body, such as your height or weight, or gait to create personalized objects with our 3D Print technology.\nWith your permission, some of our products may collect biometric information (such as a fingerprint) to perform functions on the device.</li>\n<li>\n<strong>Other Unique Identifying Information</strong> – Examples of other unique information that we collect from you include product serial numbers, information you provide when you interact in-person, online or by phone or mail with our services centers, help desks or other customer support channels, your responses to customer surveys or contests or additional information you have provided to us to facilitate delivery of HP Services and to respond to your inquiries.\nIf you apply for instant credit, we may ask you to provide additional personal data such as salary, government-issued identification number, banking/financial account information, and other information (for example from credit reporting agencies) for authentication purposes and to verify credit worthiness</li>\n<li>\n<strong>Specific HP-Service Data Collection</strong> – Select HP Services, such as HP Gaming and Immersive Applications may collect additional types of data to enable functionality and specialized features.\nTo learn more about a specific HP Service, please click here.</li>\n</ul>\n<br>\n<p>\n<strong>INFORMATION AUTOMATICALLY COLLECTED ABOUT YOUR USE OF HP SERVICES</strong>\n</p>\n<ul>\n<li>\n<strong>Product Usage Data</strong> – We collect product usage data such as pages printed, print mode, media used, ink or toner brand, file type printed (.pdf, .jpg, etc.), application used for printing (Word, Excel, Adobe Photoshop, etc.), file size, time stamp, and usage and status of other printer supplies.\nWe do not scan or collect the content of any file or information that might be displayed by an application.</li>\n<li>\n<strong>Device Data</strong> – We collect information about your computer, printer and/or device such as operating system, firmware, amount of memory, region, language, time zone, model number, first start date, age of device, device manufacture date, browser version, device manufacturer, connection port, warranty status, unique device identifiers, advertising identifiers and additional technical information that varies by product.</li>\n<li>\n<strong>Application Data</strong> – We collect information related to HP applications such as location, language, software versions, data sharing choices and update details.\nIn cases where we incorporate technologies from third parties, data may be shared between the third party and HP and appropriate notice will provided at the application level.</li>\n<li>\n<strong>Performance Data</strong> – We collect information regarding the performance of individual device hardware components, firmware, software and applications.\nExamples of the data we collect include information relating to memory and processor performance, environmental conditions and systems failures, printing events, features, and alerts used such as “Low on Ink” warnings, use of photo cards, fax, scan, embedded web server, and additional technical information that varies by device.</li>\n<li>\n<strong>Website Browsing Data</strong> – We collect information about your visits to and your activity on our HP websites, applications or websites “powered by” another company on our behalf including the content (and any ads) that you view and interact with, the address of the website from which you arrived and other clickstream behavior (such as the pages you view, the links you click or which items you've added to your shopping basket).\nSome of this information is collected using cookies, web beacons embedded web links and similar technologies.\nTo learn more, read Use of Cookies.</li>\n<li>\n<strong>Anonymous or Aggregated Data</strong> – We collect anonymous answers to surveys or anonymous and aggregated information about how our HP Services are used.\nIn certain cases, we apply a process of de-identification or pseudonymisation to your data to make it reasonably unlikely to identify you through the use of that data with available technology.</li>\n</ul>\n<p>\n<strong>Please note: <strong>Some web browsers incorporate “Do Not Track” features.\nCurrently, no industry standard exists for handling “Do Not Track” requests, therefore at this time, our websites may not respond to “Do Not Track” requests or headers from these browsers.</strong>\n</strong>\n</p>\n<p>\n<strong>INFORMATION FROM THIRD-PARTY SOURCES</strong>\n</p>\n<p>We collect data from the following third parties:</p>\n<ul>\n<li>\n<strong>Data brokers, social media networks and advertising networks</strong> – Commercially-available data such as name, address, email address, preferences, interests, and certain demographic data.\nFor example, personal data may be collected when you access our applications through social media logins (i.e., logging in to our applications using your Facebook or other social media credentials).\nThe basic details we receive may depend on your social network account privacy settings.</li>\n<li>\n<strong>HP Partners</strong> – If you purchase HP Services from an HP partner, we may receive certain information about your purchase from that partner.\nWe may also receive cookie data and insights.</li>\n<li>\n<strong>Fraud prevention or credit reporting agencies</strong> – Data collected to prevent fraud and in connection with credit determinations.</li>\n<li>\n<strong>HP Enterprise Customers</strong> – In order to provide certain HP Services at an enterprise level, your business contact data may be provided to HP by a designated entity within your business or enterprise (such as a member of your IT department).</li>\n<li>\n<strong>Analytics Providers</strong> – We also receive non-personal data, such as aggregated or de-identified demographic/profile data, from third-party sources including select partners and companies that specialize in providing enterprise data, analytics and software as a service.</li>\n</ul>\n<p>In order to ensure data accuracy and offer a superior customer experience by providing you with better personalized services, content, marketing and ads, in some cases we link or combine the information that we collect from the different sources outlined above with the information we collect directly from you.\nFor example, we compare the geographic information acquired from commercial sources with the IP address to derive your general geographic area.\nInformation may also be linked via a unique identifier such as a cookie or account number.</p>\n<p>Where necessary, we obtain information to conduct due diligence checks on business contacts as part of our anti-corruption compliance program and in accordance with our legal obligations.</p>\n<p>\n<strong>IF YOU CHOOSE NOT TO PROVIDE DATA</strong>\n</p>\n<p>You are not required to share the personal data that we request, however, if you choose not to share the information, in some cases we will not be able to provide you with HP Services, certain specialized features or be able to effectively respond to any queries you may have.</p>\n</li>\n</ul>click to collapse allclick to expand all<ul>\n<li>\n<i>&nbsp;</i>Children’s Privacy&nbsp;<br>\n<p>HP Services are made for the general public.\nHP does not knowingly collect data from children as defined by local law without the previous consent of their parents or legal guardians or as otherwise permitted by applicable law.</p>\n</li>\n</ul>click to collapse allclick to expand all<ul>\n<li>\n<i>&nbsp;</i>How We Retain and Keep Your Data Secure&nbsp;<br>\n<p>To prevent loss, unauthorized access, use or disclosure and to ensure the appropriate use of your information, we utilize reasonable and appropriate physical, technical, and administrative procedures to safeguard the information we collect and process.\nHP retains data as required or permitted by law and while the data continues to have a legitimate business purpose.</p>\n<br>\n<p>When collecting, transferring or storing sensitive information such as financial information we use a variety of additional security technologies and procedures to help protect your personal data from unauthorized access, use, or disclosure.\nWhen we transmit highly-confidential information (such as credit card number or password) over the internet, we protect it through the use of encryption, such as later versions of the Transport Layer Security (“TLS”) protocol.</p>\n<br>\n<p>As part of real-time payment processing, we also subscribe to fraud management services.\nThis service provides us with an extra level of security to guard against credit card fraud and to protect your financial data in accordance with industry standards.</p>\n<br>\n<p>We keep your personal data for as long as necessary to provide you with HP Services, for legitimate and essential business purposes, such as making data-driven business decisions, complying with our legal obligations, and resolving disputes.\nThe retention periods for HP business records vary depending on the type of record and is governed by HP’s records retention policy.</p>\n<br>\n<p>Business records including records relating to customer and vendor transactions are maintained while active and as required by law.</p>\n<br>\n<p>Following the expiration of the retention period, electronic records are permanently erased so as to ensure that they cannot be restored and physical records are destroyed in a manner where they cannot be reproduced (e.g., shredding).</p>\n<br>\n<p>If you request, we will delete or anonymize your personal data so that it no longer identifies you, unless, we are legally allowed or required to maintain certain personal data.</p>\n</li>\n</ul>click to collapse allclick to expand all<ul>\n<li>\n<i>&nbsp;</i>How We Share Data&nbsp;<br>\n<p>We will only share your personal data as follows and, when applicable, only with the appropriate contractual obligations in place:</p>\n<p>\n<strong>SHARING WITH HP COMPANIES</strong>\n</p>\n<p>We may transfer your personal data to other HP entities in the US and worldwide for the purposes outlined in this Privacy Statement.\nTo ensure that your personal data is secure and as part of our participation in the APEC Cross Border Privacy Rules, Binding Corporate Rules and Privacy Shield programs, HP entities are contractually bound to comply with our privacy requirements.\nFurthermore, our privacy guidelines are communicated to our HP employees on an annual basis as part of our mandatory trainings.</p>\n<p>Where the international privacy programs identified above do not apply, when you agree to accept HP’s Privacy Statement when registering a product or for service, creating an account, or otherwise providing us with your personal data, you consent to the transfer of your personal data throughout the global HP network of entities.</p>\n<p>\n<strong>SHARING WITH SERVICE PROVIDERS &amp.\nPARTNERS</strong>\n</p>\n<p>We engage service providers or partners to manage or support certain aspects of our business operations on our behalf.\nThese service providers or partners may be located in the US or in other global locations and may provide services such as credit card processing and fraud management services, customer support, sales pursuits on our behalf, order fulfillment, product delivery, content personalization, advertising and marketing activities (including digital and personalized advertising), IT services, email service providers, data hosting, live-help, debt collection and management or support of HP websites.\nOur service providers and partners are required by contract to safeguard any personal data they receive from us and are prohibited from using the personal data for any purpose other than to perform the services as instructed by HP.</p>\n<p>\n<strong>SHARING OTHER INFORMATION WITH ADVERTISERS</strong>\n</p>\n<p>We may also transfer information about you to advertising partners (including the ad networks, ad-serving companies, and other service providers they may use) so that they may recognize your devices and deliver interest based content and advertisements to you.\nThe information may include your name, postal address, email, device ID, or other identifier in encrypted form.\nThe providers may process the information in hashed or de-identified form.\nThese providers may collect additional information from you, such as your IP address and information about your browser or operating system and may combine information about you with information from other companies in data sharing cooperatives in which we participate.\nFor more information, read Use of Cookies.</p>\n<p>\n<strong>SHARING WITH OTHER THIRD PARTIES</strong>\n</p>\n<p>We may also share your personal data with: (i) credit reference and fraud prevention agencies.\n(ii) debt collection agencies (for outstanding debts with us).\nor (iii) insurance providers if you have purchased an insurance policy through us (e.g.\nCare Packs).\nIf you choose to provide personal data to the other companies, that personal data will be handled according to the privacy policy of those companies, which may differ from HP’s policies and practices.</p>\n<p>\n<strong>CORPORATE TRANSACTIONS</strong>\n</p>\n<p>Circumstances may arise where, whether for strategic or other business reasons, HP decides to sell, buy, merge or otherwise reorganize businesses.\nIn such transactions, we may disclose or transfer your personal data to prospective or actual purchasers or receive personal data from sellers.\nOur practice is to seek appropriate protection for your personal data in these types of transactions.</p>\n<p>\n<strong>COMPLIANCE WITH LAW</strong>\n</p>\n<p>We may also share your personal data when we believe, in good faith, that we have an obligation to: (i) respond to duly authorized information requests of law enforcement agencies, regulators, courts and other public authorities, including to meet national security or other law enforcement requirements.\n(ii) comply with any law, regulation, subpoena, or court order.\n(iii) investigate and help prevent security threats, fraud or other criminal or malicious activity.\n(iv) enforce/protect the rights and properties of HP or its subsidiaries.\nor (v) protect the rights or personal safety of HP, our employees, and third parties on or using HP property when allowed and in line with the requirements of applicable law.</p>\n<p>We do not, and will not, sell personal data to third parties.\nWe do permit third parties to collect the personal data described above through our Services and share personal data with third parties for business purposes as described in this Privacy Statement, including but not limited to providing advertising on our Services and elsewhere based on users’ online activities over time and across different sites, services, and devices (so-called “interest-based advertising”).\nThe information practices of these third parties are not covered by this Privacy Statement.</p>\n<p>Please see our Data Collection and Use Matrix for a quick reference on how and with whom we share your data.</p>\n</li>\n</ul>click to collapse allclick to expand all<ul>\n<li>\n<i>&nbsp;</i>HP Communications&nbsp;<br>\n<p>You can make or change your choices regarding subscription or general communications from HP at the data collection point or by using other methods, which are described in the following section.\nThese options do not apply to communications primarily for the purpose of administering order completion, contracts, support, product safety warnings, driver updates, or other administrative and transactional notices where the primary purpose of these communications is not promotional in nature.</p>\n<br>\n<p>\n<strong>MARKETING &amp.\nSUBSCRIPTION COMMUNICATIONS</strong>\n</p>\n<br>\n<p>HP marketing communications provide information about products, services, and/or support and you can select how these communications are delivered – e.g., via postal mail, email, telephone, fax or mobile device.\nMarketing communications may include new product or services information, special offers, personalized content, targeted advertising or invitations to participate in market research or compliance reviews.\nSubscription communications include email newsletters, software updates, etc.\nthat may be expressly requested by you or which you consented to receive.</p>\n<br>\n<p>You may opt out of receiving these general communications by using one of the following methods:</p>\n<br>\n<ul>\n<li>Select the email’s “Opt out” or “Unsubscribe” link, or follow the instructions included in each email subscription communication.</li>\n<li>To unsubscribe from messages delivered to mobile phones, reply to the message with the words “STOP” or “END.”</li>\n</ul>\n<p>You can also disable automatic data collection tools, such as web beacons, in email messages by not downloading images contained in messages you receive from HP (this feature varies depending on the email software used on your personal computer).\nHowever, doing this may not always disable data collection in the email message due to specific email software capabilities.\nFor more information about this, please refer to the information provided by your email software or service provider.</p>\n<br>\n<p>\n<strong>COOKIES AND CHOICES</strong>\n</p>\n<br>\n<p>HP provides you with choices about the setting of cookies and other automatic data collection tools through our Cookie Preferences Center.\nYou can learn more about our use of these tools in our Cookies and Use of Cookie Statement.\nYou can adjust your preferences by visiting our Cookie Preferences Center.</p>Cookie Settings<br>\n<br>\n<br>\n<br>\n</li>\n</ul>click to collapse allclick to expand all<ul>\n<li>\n<i>&nbsp;</i>Exercising Your Rights &amp.\nContacting Us&nbsp;<br>\n<p>You have the right to ask us for a copy of any personal data that you have provided to us or that we maintain about you and to request an explanation about the processing.\nIn addition, you have the right to withdraw any consent previously granted or to request correction, amendment, restriction, anonymization or deletion of your personal data.\nand to obtain the personal data you provide with your consent or in connection with a contract in a structured, machine readable format and to ask us to transfer this data to another data controller.</p>\n<br>\n<p>You also have the right to object to the processing of your personal data in some circumstances, in particular when we are using your data for direct marketing or to create a marketing profile.\nPlease see the HP Communications Section for guidance on how to exercise your rights with regard to marketing and subscription communications.</p>\n<br>\n<p>In addition to the privacy controls available to you via this Privacy Statement, you can control your device data collection.\nIn some instances, product usage data (not content of files) is collected and processed in order to deliver you the essential functionality of an HP Service, such as remote printing, Instant Ink or other web-enabled service.\nYou can control device data collection yourself through your device settings and preferences.\nHP is not in a position to adjust your data collection settings without your active participation.\nCertain product usage data is necessary to provide HP Services and disabling data collection may affect the availability or functionality of such services.\nData collected for the fulfilment of such essential functionality will not be processed for direct marketing purposes.\nIf you need assistance in adjusting your data collection settings, please contact HP Customer Support.</p>\n<br>\n<p>In certain cases, these rights may be limited, for example if fulfilling your request would reveal personal data about another person or if you ask us to delete information which we are required by law to keep or have compelling legitimate interests to keep.</p>\n<br>\n<p>We will not discriminate against you for exercising your rights and choices, although some of the functionality and features available on HP Services may change or no longer be available to you.\nAny difference in the Services are related to the value provided.</p>\n<br>\n<p>To exercise your rights, or if you have any questions or concerns about our Privacy Statement, our collection and use of your data or a possible breach of local privacy laws, you can contact HP’s Chief Privacy and Data Protection Officer or write to us at the appropriate address below:</p>\n<br>\n<p>\n<strong>EU</strong>\n<br>\nHP France SAS\n<br>\nGlobal Legal Affairs\n<br>\n14 rue de la Verrerie\n<br>\nCS 40012 – 92197\n<br>\nMeudon cedex\n<br>\nFrance</p>\n<br>\n<p>\n<strong>MEXICO</strong>\n<br>\nHP Inc.\n<br>\nGlobal Legal Affairs\n<br>\nATTN: Privacy Office\n<br>\nAv.\nVasco de Quiroga #2999\n<br>\nCol.\nSanta Fe Peña Blanca\n<br>\nDel.\nAlvaro Obregon\n<br>\nC.P.\n01210 México D.F.</p>\n<br>\n<p>\n<strong>REST OF WORLD</strong>\n<br>\nHP Inc.\n<br>\nGlobal Legal Affairs\n<br>\nATTN: Privacy Office\n<br>\n1501 Page Mill Road\n<br>\nPalo Alto, California 94304\n<br>\nUSA</p>\n<br>\n<p>All communications will be treated confidentially.\nUpon receipt of your communication, our representative will contact you within a reasonable time to respond to your questions or concerns.\nIn some cases, we may request further information in order to verify your identity.\nFor more information about the verification process, click here.\nWe aim to ensure that your concerns are resolved in a timely and appropriate manner.</p>\n<br>\n<p>If we are unable to resolve your concerns, you have the right to contact a data privacy supervisory authority in the country where you live or work, or where you consider that the data protection rules have been breached or seek a remedy through the courts.\nFor questions, concerns or complaints related to our participation in the EU-US Privacy Shield, APEC CBPRs or application of HP’s BCRs, please read about our International Data Transfers.</p>\n</li>\n</ul>click to collapse allclick to expand all<ul>\n<li>\n<i>&nbsp;</i>Changes to Our Privacy Statement&nbsp;<br>\n<p>If we modify our Privacy Statement, we will post the revised statement here, with an updated revision date.\nIf we make significant changes to our Privacy Statement that materially alter our privacy practices, we may also notify you by other means, such as sending an email or posting a notice on our corporate website and/or social media pages prior to the changes taking effect.\n<br>\n</p>\n<br>\n<p>\n<strong>Date Posted:</strong> July 2020.</p>\n<br>\n<p>Download HP Privacy Statement</p>\n<p>Archive of previous privacy policies</p>\n</li>\n</ul>", "created_at": "2021-01-20 14:36:52.036215", "updated_at": "2021-01-24 10:08:16.485028"}, {"id": 3647, "name": "Terms of Use", "url": "https://www8.hp.com/uk/en/terms-of-use.html", "xpath": "/html/body/div[1]/div/div[2]/div", "text": " 0 Welcome To The HP Website <p>Welcome to the HP Inc.\n(“HP” or “Our” or “We” or “Us”) website – and thank You for visiting, We hope You enjoy the experience!</p>\n<p>These Terms of Use (“These Terms”) are a legal contract between You and HP (collectively, “Everyone”) and govern Your use of this website, as well as other websites that HP may control, and all the text, data, information, software, graphics, photographs, and more (all of which We refer to as “Materials”) that HP and its Subsidiaries may make available to You, as well as any services We may provide through any of Our websites (all of which are referred to in These Terms as “This Website”).</p>\n<p>READ THESE TERMS CAREFULLY BEFORE BROWSING THIS WEBSITE.\nUSING THIS WEBSITE INDICATES THAT YOU HAVE BOTH READ AND ACCEPT THESE TERMS.\nYOU CANNOT USE THIS WEBSITE IF YOU DO NOT ACCEPT THESE TERMS.</p> 1 Accessing This Website <p>When You access This Website, You are responsible for complying with These Terms as well as any and all use of This Website through any account that You may setup through or on This Website.\nsome Materials will only be available to You if You have an account.\nYou agree to provide true, accurate, current, and complete information for so long as You use This Website.\nBecause it is Your account, it is Your responsibility to obtain and maintain all equipment, services and software needed for access to and use of This Website as well as paying related charges.\nIt is also Your responsibility to maintain the confidentiality of Your password(s).\nShould You believe Your password or other security information for This Website has been breached in any way, You must immediately notify Us.</p>\n<p>Sometimes, We collect certain personal information about You solely in connection with Your access and use of This Website.\nHP's use of that information is governed by the provisions of the HP Online Privacy Statement.</p>\n<p>We reserve the right to require that You change Your password or restrict Your access to This Website as We deem reasonably necessary.</p> 2 Your Permitted Use of This Website <p>You are invited to use This Website for Your personal and business purposes where you are purchasing HP’s products and services (“Permitted Uses”).</p>\n<p>You have no rights in This Website or any Materials and you may not modify, edit, copy, reproduce, create derivative works of, reverse engineer, alter, enhance or in any way exploit any of This Website or Materials in any manner.</p>\n<br> 3 Unauthorized Use of This Website, Acceptable Use Policy <p>We authorize Your limited use of This Website.\nAny other use of This Website beyond the Permitted Uses is prohibited and, therefore, constitutes unauthorized use of This Website.\nThis is because all rights in This Website remain the property of HP.</p>\n<p>Unauthorized use of This Website may result in violation of various United States and international copyright laws.\nWe do not want that to happen and, therefore, We have given You examples of things to avoid in Our Acceptable Use Policy found here HP Acceptable Use Policy.\nYou must follow HP’s Acceptable Use Policy whenever you use This Website or any services offered from This Website.</p>\n<br> 4 Terminating Your Use of This Website <p>We or You may terminate Your use of This Website at any time.\nYour use of This Website will automatically terminate in the event You breach any of These Terms.\nTo clarify:</p>\n<br>\n<ul>\n<li>Unless We otherwise agree with You in writing, We may terminate, suspend, or modify Your registration with, or access to, all or part of This Website, without notice, at any time and for any reason.</li>\n<li>You may discontinue Your access to and use of This Website at any time.\nIn the event of an automatic termination for breach, You must immediately destroy any downloaded or printed materials (and any copies thereof).</li>\n</ul> 5 Disclaimers <p>THIS WEBSITE IS PROVIDED \"AS IS\" AND \"WITH ALL FAULTS\" AND THE ENTIRE RISK AS TO THE QUALITY AND PERFORMANCE OF THIS WEBSITE IS WITH YOU.</p>\n<p>HP EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND (EXPRESS, IMPLIED OR STATUTORY) WITH RESPECT TO THIS WEBSITE, WHICH INCLUDES BUT IS NOT LIMITED TO, ANY IMPLIED OR STATUTORY WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR USE OR PURPOSE, TITLE, AND NON-INFRINGEMENT OF INTELLECTUAL PROPERTY RIGHTS.</p>\n<p>THIS MEANS THAT HP DOES NOT PROMISE YOU THAT THE WEBSITE IS FREE OF PROBLEMS.\nWithout limiting the generality of the foregoing, HP makes no warranty that This Website will meet your requirements or that This Website will be uninterrupted, timely, secure, or error free or that defects in This Website will be corrected.\nHP makes no warranty as to the results that may be obtained from the use of This Website or as to the accuracy or reliability of any information obtained through This Website.\nNo advice or information, whether oral or written, obtained by you through This Website or from HP, its subsidiaries, or other affiliated companies, or its or their suppliers (or the respective officers, directors, employees, or agents of any such entities) (collectively, \"The HP Parties\") shall create any warranty.\nHP disclaims all equitable indemnities.</p>\n<br> 6 Limitation of Liability <p>IN NO EVENT WILL ANY OF THE HP PARTIES BE LIABLE FOR (A) ANY INDIRECT, SPECIAL, CONSEQUENTIAL, PUNITIVE, OR EXEMPLARY DAMAGES OR (B) DAMAGES THAT ARE MORE THAN ONE HUNDRED UNITED STATES (US$100.00) DOLLARS IN TOTAL (INCLUDING, WITHOUT LIMITATION, THOSE RESULTING FROM LOSS OF REVENUES, LOST PROFITS, LOSS OF GOODWILL, LOSS OF USE, BUSINESS INTERRUPTION, OR OTHER INTANGIBLE LOSSES), ARISING OUT OF OR IN CONNECTION WITH THIS WEBSITE (INCLUDING, WITHOUT LIMITATION, USE, INABILITY TO USE, OR THE RESULTS OF USE OF THIS WEBSITE), WHETHER SUCH DAMAGES ARE BASED ON WARRANTY, CONTRACT, TORT, STATUTE, OR ANY OTHER LEGAL THEORY AND EVEN IF ANY HP PARTY HAS BEEN ADVISED (OR SHOULD HAVE KNOWN) OF THE POSSIBILITY OF SUCH DAMAGES.</p>\n<p>EXCLUSIONS AND LIMITATIONS: Some jurisdictions do not allow the exclusion of certain warranties or the limitation or exclusion of liability for certain damages.\nTherefore, some of the above disclaimers and limitations of liability may not apply to You.\nTo the extent The HP Parties may not, as a matter of applicable law, disclaim any implied warranty or limit its liabilities, the scope and duration of such warranty and the amount of The HP Party's liability shall be limited to the minimum amount permitted under such applicable law.</p>\n<br> 7 Exclusions and limitations <p>Some jurisdictions do not allow the exclusion of certain warranties or the limitation or exclusion of liability for certain damages.\nAccordingly, some of the above disclaimers and limitations of liability may not apply to you.\nTo the extent that any HP Party may not, as a matter of applicable law, disclaim any implied warranty or limit its liabilities, the scope and duration of such warranty and the extent of the HP Party's liability shall be the minimum permitted under such applicable law.</p>\n<br> 8 Other Agreements.\nSoftware, Services or Access <p>HP may provide products (such as hardware or software), services (such as software subscription services, hardware maintenance or repair or software maintenance, installation, or training) or access via This Website under the terms of a separate agreement between You and HP, such as a license agreement or separate terms of sale and warranty terms (each, an \"Other Agreement\").\nHP's obligations regarding any product, service, or access that it makes available to You under any Other Agreement shall be governed solely by the Other Agreement under which such product, service or access is provided and These Terms shall not be deemed or construed to alter the terms of any such Other Agreement.\nIf there is an inconsistency between These Terms and any Other Agreement, the Other Agreement will control.</p>\n<p>For example, the use of any software that is made available to download from the HP Websites (\"Software\") is governed by the terms of the end user license agreement, if any, that accompanies or is included with the Software (\"License Agreement\").\nYou may not install any Software that is accompanied by or includes a License Agreement unless You first have agreed to the License Agreement.\nIf there is no License Agreement, then These Terms will govern Your use of that Software.</p>\n<br> 9 HP May Modify This Website <p>HP reserves the right to modify, suspend, or discontinue This Website at any time without notice to You.\nWe would, however, like You to be aware of the following:</p>\n<br>\n<ul>\n<li>HP may make changes to the This Website, or to the products, services and prices described in This Website, at any time without notice.</li>\n<li>This Website may be out of date and HP makes no commitment whatsoever to update This Website.</li>\n<li>Information published on This Website may refer to products, programs, or services that are not available in your country.</li>\n</ul>\n<br>\n<p>We suggest You consult Your local HP business contact for information regarding the products, programs and services that may be available to You via This Website.</p> 10 Your Submission(s) to This Website <p>Certain areas of This Website (e.g., chat rooms, customer ratings, review areas, community and support forums) may permit You to submit feedback, information, data, text, software, music, sound, photographs, graphics, video, messages, or other materials (each, a \"User Submission\").\nYou agree that You are solely responsible for all of your User Submissions and that any such User Submission is considered both non-confidential and non-proprietary.\nFurther, HP does not guarantee that You will have any recourse through HP or any third party to edit or delete any User Submission You have submitted.</p>\n<br>\n<p>By submitting any User Submission, You represent and warrant that:</p>\n<br>\n<ul>\n<li>You are at least 13 years old;</li>\n<li>You own all rights in Your User Submissions (including, without limitation, all rights to the audio, video, or digital recording and the performance contained in your User Submissions) or, alternatively, You have acquired all necessary rights in Your User Submissions to enable You to grant to HP the rights in Your User Submissions as described in These Terms;</li>\n<li>You have paid and will pay in full all license fees, clearance fees, and other financial obligations, of any kind, arising from any use or commercial exploitation of your User Submissions;</li>\n<li>You are the individual pictured and/or heard in Your User Submissions or, alternatively, You have obtained permission from each person (including consent from parents or guardians for any individual under the age of eighteen (18)) who appears and/or is heard in Your User Submissions to grant the rights to HP as described in These Terms;</li>\n<li>Your User Submissions do not infringe the copyright, trademark, patent, trade secret, or other intellectual property rights, privacy rights, or any other legal or moral rights of any third party;</li>\n<li>You voluntarily agree to waive all \"moral rights\" that you may have in your User Submission;</li>\n<li>Any information contained in your User Submission is not known by you to be false, inaccurate, or misleading;</li>\n<li>Your User Submission does not violate any Law (including, but not limited to, those governing export control, consumer protection, unfair competition, anti-discrimination, or false advertising);</li>\n<li>Your User Submission is not, and may not reasonably be considered to be, defamatory, libelous, hateful, racially, ethnically, religiously, or otherwise biased or offensive, unlawfully threatening, or unlawfully harassing to any individual, partnership, or corporation, vulgar, pornographic, obscene, or invasive of another's privacy;</li>\n<li>You were not and will not be compensated or granted any consideration by any third party for submitting your User Submission;</li>\n<li>Your User Submission does not incorporate materials from a third party web site, or addresses, email addresses, contact information, or phone numbers (other than your own);</li>\n<li>Your User Submission does not contain any viruses, worms, spyware, adware, or other potentially damaging programs or files;</li>\n<li>Your User Submission does not contain any information that you consider confidential, proprietary, or personal.\nand</li>\n<li>Your User Submission does not contain or constitute any unsolicited or unauthorized advertising, promotional materials, junk mail, spam, chain letters, pyramid schemes, or any other form of solicitation.</li>\n</ul>\n<br>\n<p>By submitting a User Submission, You grant to HP an irrevocable, perpetual, transferable, non-exclusive, fully-paid, worldwide, royalty-free license (sublicensable through multiple tiers) to:</p>\n<br>\n<ul>\n<li>Use, distribute, reproduce, modify, adapt, publish, translate, publicly perform, and publicly display Your User Submissions (or any modification thereto), in whole or in part, in any format or medium now known or later developed;</li>\n<li>Use, (and permit others to use) Your User Submission in any manner and for any purpose (including, without limitation, commercial purposes) that HP deems appropriate in its sole discretion (including, without limitation, to incorporate Your User Submission or any modification thereto, in whole or in part, into any technology, product, or service);</li>\n<li>Display advertisements in connection with Your User Submissions and to use Your User Submissions for advertising and promotional purposes.</li>\n<ul>\n<br>\n<p>HP may, but is not obligated to, pre-screen User Submissions or monitor any area of This Website through which User Submissions may be submitted.\nHP is not required to host, display, or distribute any User Submissions on or through This Website and may remove at any time or refuse any User Submissions for any reason.\nHP is not responsible for any loss, theft, or damage of any kind to any User Submissions.\nFurther, You agree that HP may freely disclose your User Submission to any third party absent any obligation of confidence on the part of the recipient</p>\n<br>\n</ul>\n</ul> 11 Intellectual Property Rights <p>HP respects the intellectual property rights of others, and We ask You to do the same.\nHP may, in appropriate circumstances and at our discretion, terminate service and/or access to This Webite for users who infringe the intellectual property rights of others.\nIf You believe that your work is the subject of copyright infringement and/or trademark infringement and appears on this Website, please let Us know by following the procedures found here Claims of Infringement on HP Websites.</p>\n<br> 12 Links To Third-Party Websites <p>We think links are convenient, and so We have provided links on This Website to third-party websites.\nIf You use these links, You will leave This Website.\nHP is not obligated to review any third-party websites that You link to from This Website, does not control any of the third-party websites, and is not responsible for any of the third-party websites (or the products, services, or content available through any of them).\nThus, HP does not endorse or make any representations about such third-party websites, any information, software, products, services, or materials found there or any results that may be obtained from using them.\nIf You decide to access any of the third-party websites linked to from This Website, You do so entirely at Your own risk and You shall be deemed subject to the privacy policies and terms and conditions for those third-party websites.\nThese Terms are not applicable to Your use of any such third-party websites.</p>\n<br> 13 Linking To This Website <p>Again, because We think links are convenient, We allow You to create links to This Website from other websites.\nUnless an express agreement states otherwise, You must comply with the following terms and all applicable laws if You provide anyone with a link to This Website:</p>\n<br>\n<ul>\n<li>You may link to, but may not copy, any Materials;</li>\n<li>You may only use and reproduce an HP logo or trademark if You follow our trademark and logo usage policy found here.</li>\n<li>You shall not create a browser or border environment around any Materials;</li>\n<li>You shall not imply that HP endorses or is affiliated with any such website that links to This Website or any products, services, or content available through that website;</li>\n<li>You shall not misrepresent Your relationship with HP;</li>\n<li>You shall not present false or misleading information about HP, its products, or its services;</li>\n<li>The website that links to This Website shall not contain content that could be construed as distasteful, offensive, or controversial.\nand</li>\n<li>The website that links to This Website shall contain only content that is appropriate for all age groups.</li>\n</ul>\n<br> 25 Trademarks <p>HP Inc.\nhas rights in the registered trademarks, HP and the HP Logo (shown below), as well as other registered and unregistered trademarks.</p>\n<br>\n<br>\n<p>You may use HP trademarks, in text, to refer fairly and accurately to HP, its products and its services, subject to the guidelines below.</p>\n<br>\n<p>The HP Logo is reserved for use by HP and those HP partners and licensees that have a written agreement with HP that specifically authorizes logo use.&nbsp.\nNo other use of HP logos is permitted.</p>\n<br>\n<p>You may not use HP trademarks in a manner likely to mislead consumers as to your relationship with HP, as to HP's sponsorship or endorsement of your company, products or services, or as to the origin of your products or services.&nbsp.\nAny use of HP trademarks that is likely to confuse or mislead the public is unlawful and expressly prohibited.</p>\n<br>\n<p>\n<u>\n<strong>Trademark Use by Authorized HP Partners and Licensees</strong>\n</u>\n</p>\n<br>\n<p>If you have an existing relationship with HP, please adhere to the specific trademark use guidelines and terms provided in your written agreement.</p>\n<br>\n<p>If you are an HP Partner First partner please refer to the following links for additional information, including trademark guidelines specific to your HP Partner First program:</p>\n<br>\n<p>HP Partner First program:http://www.hp.com/partners/us</p>\n<br>\n<p>If your existing agreement with HP authorizes you to display HP trademarks, but does not contain specific trademark use guidelines, please follow the trademark use guidelines on this page.</p>\n<br>\n<p>If you have questions you should contact your account representative or other HP business contact.</p>\n<br>\n<p>\n<u>\n<strong>HP General Trademark Guidelines</strong>\n</u>\n</p>\n<br>\n<p>The following general trademark guidelines are intended for use by companies who are authorized users of HP's trademarks, including for example HP's partners, licensees, alliances and authorized resellers under contract with HP.</p>\n<br>\n<ul>\n<li>HP does not use or require the use of trademark symbols, legends or acknowledgements with HP trademarks, unless otherwise agreed in writing.</li>\n<li> HP trademarks should be presented as adjectives modifying generic nouns.\nfor example: HP computers, HP support services, LASERJET printers.</li>\n<li> Do not use variations, plural or possessive forms of HP trademarks.</li>\n<li> Do not use HP trademarks in a manner likely to mislead or confuse the public as to the origin of any goods or services, or as to sponsorship or endorsement by HP.</li>\n<li> Do not use HP trademarks to make false statements about HP or its products&nbsp.\nor services.\n</li>\n<li> Do not incorporate HP trademarks in your trade names, business names, product names, service names, social media user names, or domain names.\n</li>\n<li> Do not adopt or imitate HP's distinctive product designs, product packaging, trade dress, advertising materials, slogans, taglines or website layouts.</li>\n<li> When referring to HP in formal documentation (i.e., annual reports, financial reports) the full name HP Inc.\nis preferred.\nIn other contexts, HP is preferred.\n</li>\n</ul>\n<br>\n<p>\n<u>\n<strong>Additional Guidelines for Authorized Users of the HP Logo</strong>\n</u>\n</p>\n<br>\n<p>IMPORTANT:&nbsp.\nTHIS DOCUMENT DOES NOT AUTHORIZE LOGO USE.&nbsp.\nIN ORDER TO DISPLAY THE HP LOGO, A SEPARATE, WRITTEN AGREEMENT WITH HP IS REQUIRED AND THE AGREEMENT MUST SPECIFICALLY AUTHORIZE LOGO USE.&nbsp.\nSUCH AGREEMENTS ARE ONLY MADE AVAILABLE TO SELECT PARTNERS AND LICENSEES.</p>\n<br>\n<p>On white and clear background, Our preferred HP Logo is:</p>\n<br>\n<br>\n<p>On color or dark backgrounds, Our preferred HP Logo is:</p>\n<br>\n<br>\n<p>Our black and white logo should be used when full-color printing is not available:</p>\n<br>\n<br>\n<p>Keep the logo clear of competing text, images and graphics by maintaining, at a minimum, a 20 percent circumference of clear space on all four sides of the logo: </p>\n<br>\n<br>\n<p>The minimum size for print use of the HP Logo is 0.3.\nsquare or 7.62mm square: </p>\n<br>\n<br>\n<p>The minimum size for digital use of the HP Logo is 30 x 30 pixels at 72dpi: </p>\n<br>\n<br>\n<p>The HP Logo should not be altered in any way.\n</p>\n<br>\n<p>\n<u>Do not: </u>\n</p>\n<br>\n<ul>\n<li>Use the HP Logo other than in accordance with express, written authorization from HP.\n</li>\n<li> Apply reflections or gradients to the logo.\n</li>\n<li> Treat the logo as a dimensional object.\n</li>\n<li> Alter the shape of the logo.\n</li>\n<li> Skew or rotate the logo.\n</li>\n<li> Add a keyline to the logo;</li>\n<li> Separate the HP letter forms from the circle element of the logo;</li>\n<li> Apply color to the HP letter forms within the logo;</li>\n<li> Outline the logo;</li>\n<li> Change the colors of the logo;</li>\n<li> Animate the logo;</li>\n<li> Place type/text within the logo or its clear space.\nor </li>\n<li> Place an image within the logo.\n</li>\n</ul>\n<br>\n<p>THESE GUIDELINES MAY BE REVISED FROM TIME TO TIME WITHOUT NOTICE.&nbsp.\nIT IS THE RESPONSIBILITY OF HP'S PARTNERS, LICENSEES, ALLIANCES AND AUTHORIZED RESELLERS TO REGULARLY CHECK THIS PAGE AS WELL AS CHECK WITH THEIR APPROPRIATE HP BUSINESS CONTACTS TO ENSURE CONTINUED COMPLIANCE WITH HP'S TRADEMARK USE GUIDELINES.</p>\n<br> 14 U.S.\nGovernment Restricted Rights <p>Any Materials that are downloaded by or on behalf of the United States of America, its agencies, and/or instrumentalities (“U.S.\nGovernment”), are subject to the provisions of FAR 12.211 – “Technical Data”, and FAR 12.212 – “Computer Software” , or to clauses providing HP equivalent protections in DFARS or other agency specific regulations.</p>\n<br> 15 International and Export Issues <p>[HP administers This Website from its offices in Palo Alto, California.\nHP makes no representation that This Website is appropriate or available for use outside the United States and access to This Website from territories where its contents are illegal or restricted is prohibited.] </p>\n<p>Access of This Website from outside the United States is done at Your own initiation and You are responsible for compliance with applicable Laws.</p>\n<p>You agree to comply with all export and re-export restrictions and regulations of the Department of Commerce and any other United States or foreign agencies and authorities in connection with Your use of the HP Websites and to not, in violation of any Laws, transfer, or authorize the transfer, of any Materials to a prohibited country or otherwise in violation of any Laws.\nIn particular, but without limitation, the Materials may not, in violation of any Laws, be exported or re-exported:</p>\n<br>\n<ul>\n<li>Into any U.S.\nembargoed countries or</li>\n<li>To anyone on the U.S.\nTreasury Department's list of Specially Designated Nationals or the U.S.\nCommerce Department's Table of Deny Orders or U.S.\nDepartment of Commerce Entity List of proliferation concern , <em>or the US State Department</em> Debarred Parties List </li>\n</ul>\n<br>\n<p>By using any Materials subject to any such restrictions and regulations, You represent and warrant that You are not located in, under the control of, or a national or resident of any such country or on any such list.</p>\n<br> 16 Indemnification <p>You agree to indemnify, defend, and hold harmless The HP Parties from and against any and all claims, liabilities, damages, losses, costs, expenses, or fees (including reasonable attorneys’ fees) that such parties may incur as a result of or arising from Your (or anyone using your account’s) violation of These Terms.\nHP reserves the right to assume the exclusive defense and control of any matter otherwise subject to indemnification by You and, in such case, You agree to cooperate with HP’s defense of such claim.</p>\n<br> 17 Electronic Communications <p>When you visit This Website or send e-mails to HP, You are communicating with HP electronically.\nWe may respond to You by e-mail or by posting notices on This Website.\nYou agree that all such notices, disclosures, and other communications that HP provides to You electronically satisfy any legal requirement that such communications be in writing.</p>\n<br> 18 Ownership <p>Unless otherwise specified in These Terms, all Materials, as well as the arrangement of them on This Website are Our sole property, Copyright © [dates of creation] HP Development Company, L.P..\nAll rights not expressly granted herein are reserved.\nExcept as otherwise required or limited by applicable law, any reproduction, distribution, modification, retransmission, or publication of any copyrighted material is strictly prohibited without the express written consent of the copyright owner or license.</p>\n<br> 19 Entire Agreement for Everyone <p>These Terms, together with any additional terms to which You agree when using particular elements of This Website, constitute the entire and exclusive and final statement of the agreement as between Everyone with respect to the subject matter hereof, superseding any prior agreements or negotiations between You and HP with respect to the same.\nThe HP Parties are third party beneficiaries with respect to the provisions in these Terms that reference them.</p>\n<br> 20 Governing Law <p>These Terms shall be governed by the laws of the State of California as applied to agreements made, entered into, and performed entirely in California by California residents, notwithstanding Your actual place of residence or business.\nThe United Nations Convention on Contracts for the International Sale of Goods and the Uniform Computer Information Transactions Act shall not apply to these Terms.\nAll lawsuits arising from or relating to These Terms or Your use of This Website shall be brought in the Federal or State courts located in Santa Clara County, California, and You hereby irrevocably submit to the exclusive personal jurisdiction of such courts for such purpose.</p>\n<br> 21 Miscellaneous <p>The failure of HP to exercise or enforce any right or provision of These Terms shall not constitute a waiver of such right or provision.\nIf any provision of These Terms is found by a court of competent jurisdiction to be invalid, You nevertheless agree that the court should endeavor to give effect to the intentions of HP and You as reflected in the provision, and that the other provisions of These Terms remain in full force and effect.\nThe section titles in These Terms are for convenience only and have no legal or contractual effect.\nThese Terms shall remain in full force and effect notwithstanding any termination of Your use of This Website.\nThese Terms will be interpreted without application of any strict construction in favor of or against You or HP.\nThese Terms, and any rights and licenses granted hereunder, may not be transferred or assigned by You, but may be assigned by HP without restriction.</p>\n<br> 22 California Consumer Notice <p>Under California Civil Code Section 1789.3, California users are entitled to the following consumer rights notice: This Website is provided by HP.\nIf you have a question or complaint regarding This Website, please contact Customer Service athttps://h41268.www4.hp.com/live/index.aspx?qid=17656.\nYou may also contact us by writing HP Inc., Attn: Legal Department, 1501 Page Mill Road, Palo Alto, California 94304 USA.\nCalifornia residents may reach the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by post at 1625 North Market Blvd., Sacramento, CA 95834 or by telephone at (916) 445-1254 or (800) 952-5210 or Hearing Impaired at TDD (800) 326-2297 or TDD (916) 322-1700.</p>\n<br> 23 HP May Modify These Terms of Use <p>HP may, in its sole and absolute discretion, change These Terms (including any other documents that are referenced in or linked to from These Terms) from time to time.\nHP will post notice of such changes on This Website as applicable.\nIf You object to any such changes, Your sole recourse shall be to cease using This Website.\nContinued use of This Website following notice of any such changes shall indicate Your acknowledgement of such changes and agreement to be bound by the terms and conditions of such changes.\nCertain provisions of These Terms may be superseded by expressly-designated legal notices or terms located on particular pages of This Website and, in such circumstances, the expressly-designated legal notice or term shall be deemed to be incorporated into These Terms and to supersede the provision(s) of These Terms that are designated as being superseded.</p>\n<br>\n<p>Revised March 2015</p>\n<br> Back to top<br> 24 Related links: <ul>\n<li>Terms of Sale</li>\n</ul> Quick Links to Relevant Terms of Use of HP Websites: <ul>\n<li> Access </li>\n<li> Permitted Uses </li>\n<li> Prohibited uses </li>\n<li> Termination </li>\n<li> Disclaimers </li>\n<li> Limitation of liability </li>\n<li> Other Agreements.\nSoftware, Services or Access </li>\n<li> Modifications to HP Websites </li>\n<li> User submissions </li>\n<li> Intellectual Property Rights </li>\n<li> Links to Third-party websites </li>\n<li> Linking to This Site </li>\n<li> Trademarks </li>\n<li> U.S.\nGovernment Restricted Rights </li>\n<li> International and Export Issues </li>\n<li> Indemnification </li>\n<li> Electronic Communications </li>\n<li> Ownership </li>\n<li> Entire Agreement </li>\n<li> Governing Law </li>\n<li> Miscellaneous </li>\n<li> California Consumer Notice </li>\n<li> Modifications to These Terms </li>\n</ul>\n<br> Related links: <ul>\n<li> Terms of Sale </li>\n</ul> ", "created_at": "2021-01-20 14:37:46.526549", "updated_at": "2021-02-03 22:54:14.982255"}, {"id": 3645, "name": "Limited Warranty", "url": "https://www8.hp.com/us/en/privacy/limited_warranty.html", "xpath": "//*[@id=\"accordion\"]", "text": " 1 HP Hardware Limited Warranty Limited Warranty Period<p>This HP Hardware Limited Warranty gives you, the customer, express limited warranty rights from HP, the manufacturer, for the duration specified on the product description page.\nPlease refer to the HP website for an extensive description of your limited warranty entitlements.\nHP may offer 90 days of Complimentary Limited Technical Support by phone without a fee.\nThereafter, there may be an additional service fee for HP phone support while other support methods—including chat, HP Support website, or by contacting your HP reseller or HP authorized service provider—are available without charge during the whole duration of this HP Limited Warranty.\nPlease see the product description page for applicable products.</p> 2 General Terms <p>This HP Limited Warranty gives you, the end-user customer, express limited warranty rights from HP, the manufacturer.\nRefer to the HP website for an extensive description of your limited warranty entitlements.\nTo the extent that you have a separate written agreement with HP, you also may have other legal rights that this HP Limited Warranty does not exclude, limit, or suspend.\nRefer to “Country-Specific Terms,” if applicable, at the end of your warranty for more information regarding your rights.</p>\n<br>\n<p>This HP Limited Warranty applies only to HP-branded and Compaq-branded hardware products, including without limitation, HP printing supplies (collectively referred to in this HP Limited Warranty as “HP Hardware Products”) sold by or leased from HP Inc., its worldwide subsidiaries (collectively referred to in this HP Limited Warranty as “HP”), affiliates, authorized resellers, authorized distributors, or country distributors with this HP Limited Warranty.\nThe term “HP Hardware Product” is limited to the hardware components and required firmware.\nThe term “HP Hardware Product” DOES NOT include software applications or programs, non-HP products, or non-HP branded peripherals.\nTo the extent permitted by local law, all non-HP products or non-HP branded peripherals external to the HP Hardware Product—such as external storage subsystems, displays, printers, and other peripherals—are provided “AS IS” and are not covered by this HP Limited Warranty.\nHowever, non-HP manufacturers and suppliers or publishers may provide their own warranties directly to you.\nAn HP branded peripheral or other HP branded product not covered by this HP Limited Warranty also may be covered by the HP Limited Warranty for that particular HP-branded peripheral or product.\nConsult your HP Limited Warranty for that product to determine your rights and obligations.</p>\n<br>\n<p>To the extent permitted by local law, HP guarantees that it will repair, replace, or refund, at HP's option, an HP Hardware Product that manifests a defect in materials or workmanship during the Limited Warranty Period, if you, the end-user customer, provides HP with notice of a defect in your HP Hardware Product during the Limited Warranty Period.\nHP's obligation under this HP Limited Warranty, at its option, to repair, replace, or provide a refund for an HP Hardware Product that manifests a defect in materials and workmanship ceases upon the expiration of the Limited Warranty Period.</p>\n<br>\n<p>The Limited Warranty Period starts on the latter of the date of purchase or lease from HP or from the date HP or, if applicable, the HP authorized service provider completes installation.\nYour dated sales or delivery receipt, showing the date of purchase or lease of the HP Hardware Product, is your proof of the purchase or lease date unless HP or your authorized reseller informs you otherwise in writing.\nYou may be required to provide proof of purchase or lease as a condition of receiving warranty service.\nWarranty service indicated here reflects base level warranty offerings.\nEnhancements to the base warranty may be included with your HP Hardware Product.\nFor current warranty information, contact HP or go to HP.com.\nFor HP ink cartridges, the warranty coverage extends until the HP ink is depleted or the \"Warranty Ends\" date has been reached, whichever occurs first.\nFor HP print heads, the coverage extends until the \"Warranty Ends\" date has been reached or the warranted usage limit has been reached, whichever occurs first.\nFor HP LaserJet print cartridges the warranty coverage extends until the warranted usage limit is reached.</p>\n<br>\n<p>Some states or countries do not allow the following exclusions or limitations, so these exclusions and limitations may be limited in their application to you.</p>\n<br>\n<p>HP MAKES NO OTHER EXPRESS WARRANTY OR CONDITION WHETHER WRITTEN OR ORAL AND, TO THE EXTENT PERMITTED BY LAW, HP EXPRESSLY DISCLAIMS ALL WARRANTIES AND CONDITIONS NOT STATED IN THIS HP LIMITED WARRANTY.\nTO THE EXTENT ALLOWED BY THE LOCAL LAW OF JURISDICTIONS OUTSIDE THE UNITED STATES, HP DISCLAIMS ALL IMPLIED WARRANTIES OR CONDITIONS, INCLUDING ANY IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\nFOR ALL TRANSACTIONS OCCURRING IN THE UNITED STATES, ANY IMPLIED WARRANTY OR CONDITION OF MERCHANTABILITY, QUALITY, OR FITNESS FOR A PARTICULAR PURPOSE IS LIMITED TO THE DURATION OF THE EXPRESS WARRANTY SET FORTH ABOVE.\nSOME STATES OR COUNTRIES DO NOT ALLOW A LIMITATION ON HOW LONG AN IMPLIED WARRANTY OR CONDITION LASTS OR THE EXCLUSION OR LIMITATION OF PARTICULAR TYPES OF DAMAGE, INCLUDING INCIDENTAL OR CONSEQUENTIAL DAMAGES FOR CONSUMER PRODUCTS.\nIN SUCH STATES OR COUNTRIES, SOME EXCLUSIONS, DISCLAIMERS OR LIMITATIONS OF THIS HP LIMITED WARRANTY MAY NOT APPLY TO YOU.\nTO THE EXTENT THAT THIS HP LIMITED WARRANTY OR ANY PART OF IT IS INCONSISTENT WITH LOCAL LAW, THIS HP LIMITED WARRANTY OR THE CORRESPONDING PART SHALL BE DEEMED MODIFIED TO BE CONSISTENT WITH SUCH LOCAL LAW.</p>\n<br>\n<p>FOR CONSUMER TRANSACTIONS, INCLUDING BUT NOT LIMITED TO, THE EUROPEAN UNION, AUSTRALIA, AND NEW ZEALAND, THE LIMITED WARRANTY TERMS CONTAINED IN THIS STATEMENT, EXCEPT TO THE EXTENT LAWFULLY PERMITTED, DO NOT EXCLUDE, RESTRICT, OR MODIFY BUT ARE IN ADDITION TO THE MANDATORY STATUTORY RIGHTS APPLICABLE TO THE SALE OF THIS HP HARDWARE PRODUCT TO YOU.</p>\n<br>\n<p>This HP Limited Warranty is applicable in all countries and may be enforced in any country or region where HP or its authorized service providers offer warranty service for the same product model number subject to the terms and conditions set forth in this HP Limited Warranty.\nThis HP Limited Warranty is subject to all applicable national export and import laws and regulations.\nUnder this HP Limited Warranty, HP Hardware Products purchased in one country or region may be transferred to another country or region where HP or its authorized service providers offer warranty service for the same product model numbers.\nWarranty terms, service availability, and service response times may vary from country or region to country or region.\nStandard warranty service response time is subject to change due to local parts availability.\nIf parts are unavailable, your HP authorized service provider can provide you with details.\nHP will not alter form, fit, or function of this HP Hardware Product to make it operate in a country for which it was never intended to function.\nHP is not responsible for any tariffs or duties that may be incurred in transferring the products.\nTransfer of the products may be covered by, and is subject to, all applicable export and import laws, regulations, and controls issued by various governments.</p>\n<br>\n<p>In countries or regions where applicable law determines that warranty services for imported products are to be provided by the local importer or in which applicable law does not mandatorily determine that warranty services for imported products are to be provided by the manufacturer, all warranty services for HP products in these countries or regions will be provided solely by the importer and not by HP, except where the local importer has been specifically authorized by HP or its local affiliate to import the products and refer the warranty services to HP.</p>\n<br>\n<p>You are entitled to hardware warranty service according to the terms and conditions of this document if a repair to your HP Hardware Product is required due to the manifestation of a defect in materials and workmanship within the Limited Warranty Period.\nHP will, at its option, repair or replace any component or hardware product that manifests a defect in materials or workmanship during the Limited Warranty Period if HP receives notice from you, the end-user customer, of the manifestation of such a defect during the Limited Warranty Period.\nUnless otherwise stated, and to the extent permitted by local law, new HP Hardware Products may be manufactured using new materials or new and used materials functionally equivalent to new in performance and reliability.\nTo the extent consistent with local law, (a) HP Hardware Products presented for repair may be replaced by refurbished HP Hardware Products of the same type rather than being repaired.\n(b) refurbished parts may be used to repair HP Hardware Products.\nand (c) replaced or repaired HP Hardware Products will be functionally equivalent in performance and reliability to original products that have been discontinued.\nUnless otherwise expressly required by local law, if these replaced or repaired HP Hardware Products or parts manifest a defect in materials or workmanship (1) during the ninety (90) days following their repair and/or replacement, or (2) during the remainder of the Limited Warranty Period of the HP Hardware Product they are replacing or in which they are installed, HP warrants that it will again repair or replace these HP Hardware Products or parts.</p>\n<br>\n<p>All component parts or hardware products removed under this HP Limited Warranty become the property of HP unless otherwise stipulated by applicable local law.\nIn the unlikely event that your HP Hardware Product has recurring failures or HP determines it is unable to repair or replace the HP Hardware Product, HP, at its option, may elect to provide you with (a) a replacement unit selected by HP that is the same or functionally equivalent to your HP Hardware Product in performance or (b) to give you a refund or credit of your purchase price or lease payments (less interest) instead of a replacement.\nTo the extent permitted by local law, this is your exclusive remedy for defective products.</p>\n<br>\n<p>Some states or countries do not allow the above exclusion or limitation, so this exclusion and limitation may be limited in its application to you.</p>\n<br>\n<p>Disputes arising out of this HP Limited Warranty or relating to your purchase of the HP Hardware Products subject to this HP Limited Warranty—whether based on contract, tort, statute, fraud, or any other legal theory—are governed by the law of the country and state, province, or territory in which you currently reside, without regard to its conflict-of-law principles.</p>\n<br> 3 Exclusions <p>HP DOES NOT WARRANT THAT THE OPERATION OF THIS HP HARDWARE PRODUCT WILL BE UNINTERRUPTED OR ERROR-FREE.\nHP IS NOT RESPONSIBLE FOR DAMAGE THAT OCCURS AS A RESULT OF YOUR FAILURE TO FOLLOW THE INSTRUCTIONS INTENDED FOR THE HP HARDWARE PRODUCT.</p>\n<br>\n<p>This HP Limited Warranty does not apply to expendable or consumable parts, with the exception of HP printing supplies and certain rechargeable batteries as specified below, and does not extend to any HP Hardware Product from which the serial number has been removed or that has been damaged or rendered defective</p>\n<ul>\n<li>as a result of accident, misuse, liquid spills, abuse, contamination, improper or inadequate maintenance or calibration, or other external causes;</li>\n<li>by operation outside the usage parameters stated in the user documentation that shipped with the HP Hardware Product;</li>\n<li>by software, interfacing, parts or supplies not supplied by HP;</li>\n<li>by improper site preparation, maintenance or environmental conditions that do not conform to HP's site specifications;</li>\n<li>by virus, infection, worm, or similar malicious code not introduced by HP.\n</li>\n<li>by loss or damage in transit;</li>\n<li>by modification or service by anyone other than HP or an HP authorized service provider.\nor</li>\n<li>by improper installation of end-user replaceable HP or HP approved parts if available for your HP Hardware Product in the servicing country or region.</li>\n</ul>\n<br>\n<p>Any HP Hardware Product found to be overclocked after delivery from HP will be excluded from the terms of this Limited Warranty other than damaged or defective components where the damage or defect is found to be unrelated to the overclocking.</p>\n<br>\n<p>HP is not responsible for any interoperability or compatibility issues that may arise when</p>\n<ul>\n<li>products, software, or options not supported by HP are used;</li>\n<li>configurations not supported by HP are used.\nor</li>\n<li>parts intended for one system are installed in another system of different make or model.</li>\n</ul>\n<br>\n<p>YOU SHOULD MAKE PERIODIC BACKUP COPIES OF THE DATA STORED ON YOUR HARD DRIVE OR OTHER STORAGE DEVICES AS A PRECAUTION AGAINST POSSIBLE FAILURES, ALTERATION, OR LOSS OF THE DATA.\nBEFORE RETURNING ANY HP HARDWARE PRODUCT FOR SERVICE, BE SURE TO BACK UP DATA AND REMOVE ANY CONFIDENTIAL, PROPRIETARY, OR PERSONAL INFORMATION.\nTO THE EXTENT PERMITTED BY LOCAL LAW, HP IS NOT RESPONSIBLE FOR DAMAGE TO OR LOSS OF ANY PROGRAMS, DATA, OR REMOVABLE STORAGE MEDIA.\nTO THE EXTENT PERMITTED BY LOCAL LAW, HP IS NOT RESPONSIBLE FOR THE RESTORATION OR REINSTALLATION OF ANY PROGRAMS OR DATA OTHER THAN SOFTWARE INSTALLED BY HP WHEN THE HP HARDWARE PRODUCT IS MANUFACTURED, SUBJECT TO ANY APPLICABLE UPDATES.\nMEMORY DATA MAY BE LOST DURING REPAIR.\n</p>\n<br> 4 Product Specific Exclusions Rechargeable Batteries\n<p>HP defines batteries as a standard component of the HP Hardware Product that can be either standard (non-long life) or long-life battery (LLB or XL).\nA Standard battery can be furthered defined has having 300 cycles, while a long-life battery has 1000 cycles.\nThis HP Hardware Product may include an internal rechargeable non-removable battery that is not user accessible and must be replaced by HP or an HP authorized service provider.\nThe internal rechargeable non-removable battery is covered by this limited warranty as a standard component of the HP Hardware Product and is covered 1 year from the date of purchase of the HP Hardware Product, unless otherwise specified in this HP Limited Warranty.</p>\n<br>\n<p>This HP Hardware Product may include a rechargeable removable battery that is designed to be removed and replaced by the user.\nHP warrants that it will provide a replacement battery if the battery manifests a defect in materials or workmanship during the one (1) year period from the date of purchase of the HP Hardware Product in which the battery is installed, unless otherwise specified in this HP Limited Warranty.</p>\n<br>\n<p>As with all batteries, the maximum capacity of any battery included in the HP Hardware Product will decrease with time or use, and battery cycle life will vary depending on product model, configuration, loaded applications, features, use, wireless functionality, and power management settings.\nAccordingly, a decrease in maximum battery capacity or battery cycle life is not a defect in materials or workmanship, and this HP Limited Warranty does not cover changes in battery capacity or battery cycle life.\nTo the extent permitted by local law, the battery is only warranted against defects in materials or workmanship resulting in failure of the battery to operate for the duration of the Limited Warranty Period for the battery as specified above or in the event that the battery cycle life exceeds the battery rated cycle count, whichever comes first, unless otherwise specified in this HP Limited Warranty.\nTo determine whether your battery has had a warranted failure, you may be required to run an HP diagnostic test.</p>\n<br> HP Printing Products\n<p>The use of a non-HP or refilled cartridge does not affect either the HP Limited Warranty to the end-user customer or any HP support contract with the end-user customer for the printer.\nHowever, if printer or print head failure or damage is attributable to the use of a non-HP or refilled cartridge, HP will charge its standard time and materials charges to service the printer for the particular failure or damage or for the cost to replace the print head.\nFor HP ink cartridges and supplies and HP LaserJet supplies, this HP Limited Warranty does not apply to products that, in addition to other exclusions described in this HP Limited Warranty, have been refilled, refurbished, remanufactured, or tampered with in any way.\nThis HP Limited Warranty pertains to HP ink cartridges, print heads, or HP LaserJet print cartridges when used in its designated HP or authorized original equipment manufacturer (OEM) printing device.\nHP’s limited warranty is void in the event the printer is attached to an aftermarket apparatus or system that modifies the printer’s functionality such as a continuous ink system.</p>\n<br> Exclusive Remedy\n<p>TO THE EXTENT ALLOWED BY APPLICABLE LOCAL LAW, THESE TERMS AND CONDITIONS CONSTITUTE THE COMPLETE AND EXCLUSIVE WARRANTY AGREEMENT BETWEEN YOU AND HP REGARDING THE HP HARDWARE PRODUCT YOU HAVE PURCHASED OR LEASED.\nTO THE EXTENT PERMITTED BY LOCAL LAW, THESE TERMS AND CONDITIONS SUPERSEDE ANY PRIOR AGREEMENTS, ADVERTISEMENTS, OR OTHER REPRESENTATIONS—INCLUDING REPRESENTATIONS MADE IN HP SALES LITERATURE OR ADVICE GIVEN TO YOU BY HP, AN AGENT OR EMPLOYEE OF HP, OR ANY NON-HP AGENT OR EMPLOYEE—THAT MAY HAVE BEEN MADE IN CONNECTION WITH YOUR PURCHASE OR LEASE OF THE HP HARDWARE PRODUCT OTHER THAN AS A PART OF A SEPARATE WRITTEN AGREEMENT WITH HP OR ITS AUTHORIZED RESELLERS.\nNo change to the conditions of this HP Limited Warranty is valid unless it is made in writing and signed by an authorized representative of HP.</p>\n<br> Limitation of Liability\n<p>Some states or countries do not allow the exclusion or limitation of implied warranties or the limitation of special, incidental, or consequential damages (set out below), so these limitations and exclusions may be limited in their application to you.\nTHE FOLLOWING LIMITATIONS APPLY TO THE EXTENT PERMITTED BY LOCAL LAW.\nIN THE EVENT THAT HP AT ITS OPTION PROVIDES YOU A REFUND OR A PRODUCT REPLACEMENT CARD FOR USE ON HP.COM, THE MAXIMUM LIABILITY OF HP UNDER THIS HP LIMITED WARRANTY IS EXPRESSLY LIMITED TO THE PRICE YOU PAID FOR THE HP HARDWARE PRODUCT.\nEXCEPT AS INDICATED ABOVE, IN NO EVENT WILL HP BE LIABLE FOR ANY DAMAGES CAUSED BY THE HP HARDWARE PRODUCT OR THE FAILURE OF THE HP HARDWARE PRODUCT TO PERFORM, INCLUDING ANY LOST PROFITS OR SAVINGS, OR LOSS OF USE, LOST DATA OR SOFTWARE, OR ANY COSTS OF RECOVERING PROGRAMMING OR REPRODUCING ANY PROGRAM OR DATA STORED ON THE PRODUCT, OR SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES.\nHP IS NOT LIABLE FOR ANY CLAIM MADE BY A THIRD PARTY OR MADE BY YOU FOR A THIRD PARTY.\nHP IS NOT LIABLE FOR ANY DAMAGES THAT MAY ARISE AS A RESULT OF HP COMPLYING WITH ITS OBLIGATIONS UNDER LOCAL LAW.\nTHIS LIMITATION OF LIABILITY APPLIES WHETHER DAMAGES ARE SOUGHT, OR A CLAIM MADE, UNDER THIS HP LIMITED WARRANTY OR AS A TORT CLAIM (INCLUDING NEGLIGENCE AND STRICT PRODUCT LIABILITY), A CONTRACT CLAIM, OR ANY OTHER CLAIM.\nTHIS LIMITATION OF LIABILITY CANNOT BE WAIVED OR AMENDED BY ANY PERSON.\nTHIS LIMITATION OF LIABILITY WILL BE EFFECTIVE EVEN IF YOU HAVE ADVISED HP OR AN AUTHORIZED REPRESENTATIVE OF HP OF THE POSSIBILITY OF ANY SUCH DAMAGES.\nTHIS LIMITATION OF LIABILITY, HOWEVER, WILL NOT APPLY TO CLAIMS FOR PERSONAL INJURY.</p>\n<br>\n<p>THIS HP LIMITED WARRANTY GIVES YOU SPECIFIC LEGAL RIGHTS.\nYOU MAY ALSO HAVE OTHER RIGHTS THAT MAY VARY FROM STATE TO STATE OR FROM COUNTRY TO COUNTRY.\nYOU ARE ADVISED TO CONSULT APPLICABLE STATE OR COUNTRY LAWS FOR A FULL DETERMINATION OF YOUR RIGHTS.</p> 5 HP Options and Accessories Limited Warranty <p>The HP Limited Warranty terms and conditions for HP-branded options and accessories (collectively referred to in this HP Limited Warranty as “HP Options”) are as set forth in the HP Limited Warranty applicable to the HP Option and included with the HP Hardware Product.\nIf your HP Option is installed in an HP Hardware Product, HP will provide warranty service for either the period specified in the warranty documents (HP Option Limited Warranty Period) that shipped with the HP Option or for the remaining warranty period of the HP Hardware Product in which the HP Option is installed, whichever period is longer, but not to exceed three (3) years from the date you purchased the HP Option.\nThe HP Option Limited Warranty Period starts from the date of purchase from HP or an HP authorized reseller.\nYour dated sales or delivery receipt, showing the date of purchase of the HP Option, is your warranty start date.\nSee your HP Option Limited Warranty for details.\nTo the extent permitted by local law, non-HP options are provided “AS IS.” However, non-HP manufacturers and suppliers may provide warranties directly to you.</p>\n<br> 6 Displays Digital Signage Display<p>This Limited Warranty does not cover service for removing or reinstalling a wall-mounted or custom-installed Digital Signage Display.\nThis Limited Warranty does not cover damage resulting from a wall-mounted or other custom installation or removal of a display.\nHP recommends using a qualified installer for wall mounting or other custom installation or removal of a display.\nIf HP determines that a Digital Signage Display issue cannot be resolved remotely, HP will ship a replacement product directly to the customer.\nHP will incur all shipping and insurance costs by providing courier assistance to package and return unit safely to HP.\nFailure to return the defective unit may result in HP billing the customer for the replacement product.</p>\n<br> Monitors\n<p>All Monitor models are not suitable for applications that exhibit static, stationary, or fixed images.\nStatic images may cause image retention damage that may appear as stains or watermarks on the screen.\nThis HP Limited Warranty does not cover monitors that are in use for applications that exhibit static, stationary, or fixed images for long periods or for 24-hours per day that result in image retention damage.\nTo avoid image retention damage, turn off the monitor when it is not in use or use a power management setting, if supported by your system, to turn off the display when the system is idle.</p>\n<br> Multimedia Monitor and PC Bundle Concurrent Warranty<p>If you purchased a Multimedia Monitor together with a personal computer as part of a product bundle (purchased as a single SKU), the duration of the warranty period for the Multimedia Monitor is, to the extent permitted by local law, coextensive with that of the warranty period for the personal computer.\nCheck the warranty statement of the personal computer for details.</p> 7 Customer Responsibilities <p>In order to avoid the risk of charges for issues not covered by your HP Limited Warranty (issues that are not due to defects in materials and workmanship on HP Hardware Products), you will be asked to assist HP or the HP authorized service provider as follows:</p>\n<br>\n<ul>\n<li>Provide true, accurate, and complete information when filing a warranty claim.</li>\n<li>Provide an environment that meets HP requirements, including protecting products from corrosion, contamination, and spills.\nFor example, to meet HP's corrosion requirements, the environment must not cause more than 300 angstroms of corrosion per month on silver and copper.<sup>1</sup>\n</li>\n<li>Verify configurations, load most recent firmware, install software patches, and run HP diagnostics and utilities.</li>\n<li>Implement temporary procedures or workarounds provided by HP while HP works on permanent solutions.</li>\n<li>Use HP remote support solutions where applicable.\nHP strongly encourages you to use available support technologies provided by HP.\nIf you choose not to deploy available remote support capabilities, you may incur additional costs due to increased support resource requirements.</li>\n<li>Cooperate with HP in attempting to resolve the problem using online chat, email, or telephone.\nThis may involve performing routine diagnostic procedures, installing additional software updates or patches, removing third-party options, and/or substituting options.</li>\n<li>HP recommends that you make periodic backup copies of your files, data, or programs stored on your hard drive or other storage devices as a precaution against possible failures, alteration, or loss.\nBefore returning any HP Hardware Product for warranty support or repairs, back up your files, data, and programs, and remove any confidential, proprietary, or personal information.</li>\n<li>Remove any external options or accessories that would be subject to loss during the repair or replacement process.</li>\n<li>Perform additional tasks as defined within each type of warranty service described below and any other actions that HP may reasonably request in order to best perform the warranty support.</li>\n<li>To obtain warranty service for HP LaserJet print cartridges, return the product to the place of purchase with a written description of the problem and print samples or contact HP customer support.</li>\n</ul>\n<br>\n<p>\n<sup>*</sup> HP's requirements are based on ISA G1 (mild) requirements as described in ISA-71.04-1985 Environmental Conditions for Process Measurement and Control Systems: Airborne Contaminants.\nThis ISA standard is available at http://www.isa.org.\nWhen products are used in ISA G1 (mild) environments, corrosion should not be a factor in equipment reliability.</p> 8 Types of Hardware Warranty Service <p>The types of warranty support service that may be applicable to the HP Hardware Product you have purchased are described below.\n<strong>All services may not be available in all countries or regions</strong>.\nTO THE EXTENT THAT THE FOLLOWING WARRANTY SERVICES AND TERMS OR ANY PART THEREOF IS INCONSISTENT WITH LOCAL LAW, THE WARRANTY SERVICES AND TERMS OR THE CORRESPONDING PART SHALL BE DEEMED MODIFIED TO BE CONSISTENT WITH SUCH LOCAL LAW.</p>\n<br>\nCustomer Self-Repair Warranty Service\n<p>HP Hardware Products are designed with many Customer Self-Repair (CSR) parts to minimize repair time and allow for greater flexibility in performing defective parts replacement.\nIf during the diagnostic period, HP identifies that the repair can be accomplished by the use of a CSR part, HP will ship that part directly to you for replacement.\nThere are two categories of CSR parts:</p>\n<ul>\n<li>Parts for which Customer Self-Repair is mandatory—If you request HP or an HP authorized service provider to replace these parts, you will be charged for the travel and labor costs for this service.</li>\n<li>Parts for which Customer Self-Repair is optional—These parts are also designed for Customer Self-Repair.\nIf, however, you require that HP or an HP authorized service provider to replace the part for you, it may be done at no additional charge under the type of warranty service designated for your HP Hardware Product.</li>\n</ul>\n<br>\n<p>You are required to cooperate with HP or an HP authorized service provider in attempting to resolve the problem by chat, email, or telephone.\nThis may involve performing routine diagnostic procedures, installing software updates or patches, removing third-party options and/or substituting options.\nIf assistance is required, you can contact HP technical support, and a technician will help you using online chat, email, or telephone.\nHP documentation shipped with a replacement CSR part specifies whether a defective part must be returned to HP, unless otherwise stipulated by applicable local law.\nIn cases where it is required to return the defective part to HP, you must ship the defective part to HP within a defined period, normally five (5) to fifteen (15) business days.\nThe defective part must be returned with the associated documentation in the provided shipping material.\nFailure to return the defective part may result in HP billing you for the replacement.\nWith a Customer Self Repair, HP will incur all shipping and part return costs and determine the courier/carrier to be used.\nThe classification of CSR parts may vary by country or region.</p>\n<br> Advanced Unit Replacement Warranty Service\n<p>Your HP Limited Warranty may include an advanced unit replacement warranty service.\nUnder the terms of the advanced unit replacement warranty service, HP will ship a replacement unit directly to you if the HP Hardware Product you purchased is diagnosed as defective.\nOn receiving the replacement unit, you may be required to return the defective HP Hardware Product to HP in the packaging that arrives with the replacement unit within a defined period of time, normally five (5) to fifteen (15) days.\nHP will incur shipping and insurance costs to return the defective HP Hardware Product to HP.\nFailure to return the defective HP Hardware Product may result in HP billing you for the replacement unit.\nHP provides advanced unit replacement service during standard office hours.\nStandard office hours are typically 8:00 a.m.\nto 5:00 p.m.\n(08.00 to 17.00) Monday through Friday, but may vary with local business practices.\nThe response time may vary and additional charges may be incurred, depending on logistics constraints and distance from the nearest HP service location or HP authorized service provider.</p>\n<br>\n<p>To find the telephone numbers and, in some cases, maps of the nearest HP service location or an HP authorized service provider, refer to the HP website at http://www8.hp.com/us/en/contact-hp/ww-contact-us.html.</p>\n<br> Pick-Up and Return Warranty Service\n<p>Your HP Limited Warranty may include a pick-up and return warranty service.\nUnder the terms of pick-up and return service, HP will pick up the defective HP Hardware Product from your location, repair it, and return it to your location.\nHP will incur all repair, logistics, and insurance costs for this service.</p>\n<br> Carry-In Warranty Service\n<p>To the extent permitted by local law, your HP Limited Warranty may include a carry-in warranty service.\nUnder the terms of carry-in service, you will be required to deliver your HP Hardware Product to an HP authorized service location for warranty repair.\nYou must prepay any shipping charges, taxes, or duties associated with transportation of the HP Hardware Product to and from the service location.\nYou are responsible for insuring any HP Hardware Product shipped or returned to an HP authorized service location, and you assume risk of loss during shipping.</p>\n<br> Mail-In Warranty Service\n<p>To the extent permitted by local law, this HP Limited Warranty may include a mail-in warranty service.\nUnder the terms of mail-in service, you will be required to ship your HP Hardware Product to an HP authorized service location for warranty repair.\nYou must prepay any shipping charges, taxes, or duties associated with transportation of the HP Hardware Product to the service location.\nYou are responsible for insuring any HP Hardware Product you ship, and you assume risk of loss during shipping.\nHP will return the repaired HP Hardware Product to you and incur all logistics and insurance costs.</p>\n<br> Send-In and Return Warranty Service\n<p>To the extent permitted by local law, your HP Limited Warranty may include a send-in and return warranty service.\nUnder the terms of send-in and return service, HP will ship to you, at HP's expense, packaging for shipping your HP Hardware Product to HP for service.\nYou are responsible for freight costs and insurance for shipping the HP Hardware Product to HP.\nYou can arrange with HP for the inbound shipping and associated costs.\nFor more information, call 1-800-474-6836 (800-HP-invent) in the United States for detailed costs and instructions or go to http://www8.hp.com/us/en/contact-hp/ww-contact-us.html to find HP Support numbers in other countries.\nYou may also select your own courier and pay shipping costs.\nIf you select your own courier, you are responsible for insuring any HP Hardware Product shipped to the service location and you assume risk of loss or damage during shipping.\nHP will repair the HP Hardware Product and return it to you.\nHP will incur all repair and shipping costs for the return of the repaired HP Hardware Product.</p>\n<br> Onsite Warranty Service\n<p>Your HP Limited Warranty may include an onsite warranty service.\nUnder the terms of onsite service, HP may, at its sole discretion, determine if a defect in an HP Hardware Product can be repaired</p>\n<br>\n<ul>\n<li>remotely,</li>\n<li>by the use of a CSR part, or</li>\n<li>by a service call at the location of the defective HP Hardware Product.</li>\n</ul>\n<br>\n<p>If HP ultimately determines that an onsite service call is required to repair a defect, the call will be scheduled during standard office hours unless otherwise stated for the HP Hardware Product you purchased.\nStandard office hours are typically 8:00 a.m.\nto 5:00 p.m.\n(08.00 to 17.00) Monday through Friday, but may vary with local business practices.\nThe response time may vary and additional charges may be incurred, depending on travel constraints and distance from the nearest HP service location or HP authorized service provider.\nTo find the telephone numbers and, in some cases, maps of the nearest HP service location or HP authorized service provider, refer to the HP website at http://www8.hp.com/us/en/contact-hp/ww-contact-us.html.\nTo receive onsite service, you must</p>\n<ul>\n<li>have an authorized representative present when HP provides warranty services at your site;</li>\n<li>notify HP if the HP Hardware Product is being used in an environment that poses a potential health or safety hazard to HP employees or subcontractors;</li>\n<li>subject to HP’s reasonable security requirements, provide HP with sufficient, free, and safe access to and use of all facilities, information, and systems determined necessary by HP to provide timely support;</li>\n<li>ensure that all manufacturers’ labels (such as serial numbers) are in place, accessible, and legible;</li>\n<li>maintain an environment consistent with product specifications and supported configurations.</li>\n</ul> 9 Swap Warranty Service <p>Your HP Limited Warranty may include a swap warranty service.\nUnder the terms of swap warranty service, HP will pick up the defective unit from your location and will bring a replacement unit that is equivalent to new directly to you.\nHP will incur all repair, logistics, and insurance costs for this service.</p>\n<br> 10 Response Times <p>Response times are based on local standard business days and working hours where the service is being requested.\nUnless otherwise stated, all responses are measured from the time the end-user customer calls until HP has either established a mutually acceptable time for support to be performed, or HP has begun to provide support or remote diagnostics.\nResponse times, including Next Business Day Warranty Service, if available, are based on commercially reasonable effort.\nIn some countries and under certain supplier constraints, response time may vary.\nIf your location is outside the customary service zone, response time may be longer or there may be an additional charge.\nContact your HP authorized reseller or HP authorized service provider for response time availability in your area.</p>\n<br> 11 Service Upgrades <p>HP has a range of additional support and service coverage for your HP Hardware Product that can be purchased locally.\nHowever, some support and related products may not be available in all countries.\nFor information on availability of service upgrades and cost, refer to the HP Care Pack lookup tool at http://www.hp.com/go/lookuptool/</p>\n<br> 12 Included Software <p>HP's only obligations with respect to software distributed by HP under the HP brand name or included with an HP Hardware Product are set forth in the applicable end-user license or program license agreement provided with that software.\nTo the extent permitted by local law, if the removable media on which HP distributes the software proves to be defective in materials or workmanship within ninety (90) days of purchase, your sole remedy shall be to return the removable media to HP for replacement.\nIt is your responsibility to contact non-HP manufacturers or suppliers for their warranty support.</p>\n<br> 13 Complimentary Limited Technical Support <p>Complimentary Limited Technical Support for your HP Hardware Product, HP Software, HP preinstalled third-party software, and third-party software purchased from HP, including initial setup support, is available from HP via multiple contact methods, including electronic media and telephone, for ninety (90) days from date of purchase.\nSee \"Contacting HP\" for online resources and telephone support.\nAny exceptions to this will be specified in your End User License Agreement (EULA).</p>\n<br>\n<p>Support includes assistance with</p>\n<ul>\n<li>answering your installation questions (prerequisites, first steps, and basic “how to” information);</li>\n<li>setting up and configuring the software and options supplied or purchased with HP Hardware Products such as how-to and first steps (excludes system optimization, customization, and network configuration);</li>\n<li>interpreting system error messages;</li>\n<li>isolating system problems and software usage problems.\nand</li>\n<li>obtaining HP Care Pack information or updates for software supplied or purchased with HP Hardware Products.</li>\n</ul>\n<br>\n<p>Support does NOT include assistance with</p>\n<ul>\n<li>generating or diagnosing user-generated programs or source codes;</li>\n<li>installation of non-HP software purchased separately.\nand</li>\n<li>system optimization, customization, and network configuration.</li>\n</ul>\n<br>\nFreeware and Open-Source Operating Systems and Applications\n<p>HP does not provide technical support for software provided under public license by third parties (freeware and open-source software), including operating systems or applications.\nTechnical support for freeware and open-source software provided with HP Hardware Products is provided by the freeware or open-source software vendor.\nFor support contact information, refer to the freeware or open-source operating system or application help, documentation, or other application support statement included with your HP Hardware Product.\n</p>\n<br> 14 How to Check Warranty and Support Entitlement <p>You can check your warranty entitlement by entering your product model number and serial number at http://www.hp.com/go/warrantycheck</p>\n<br>\n<p>HP Care Pack services registration can be checked at Care Pack Central at http://www.hp.com/go/cpc</p>\n<br> 15 Contacting HP <p>If your HP Hardware Product manifests a defect in materials and workmanship during the Limited Warranty Period, and the suggestions in the product documentation do not solve the problem, you can receive support in one of the following ways:</p>\n<ul>\n<li>Looking for additional support and troubleshooting information or updated software and drivers from the HP Support website at http://www.hp.com/support</li>\n<li>Locating and contacting your nearest HP Support location via the website at http://welcome.hp.com/country/us/en/wwcontact.html</li>\n<li>Contacting your HP authorized reseller or HP authorized service provider.\nBefore calling HP or an HP authorized service provider, have the following information available:<br>\n<ul>\n<li>Product serial number, model name, and product model number</li>\n<li>Applicable error messages</li>\n<li>Add-on options</li>\n<li>Operating system</li>\n<li>Third-party hardware or software</li>\n<li>Detailed questions</li>\n</ul>\n</li>\n</ul>\n<br>\n<p>© Copyright 2015 HP Development Company, L.P.</p>\n<br>\n<p>The information contained herein is subject to change without notice.\nThe only warranties for HP products and services are set forth in the express warranty statements accompanying such products and services.\nNothing herein should be construed as constituting an additional warranty.\nHP shall not be liable for technical or editorial errors or omissions contained herein.</p>\n<br>\n<p>First Edition: November 2015<br>\n<br>Document Part No: 832555-001</p> Back to top<br> ", "created_at": "2021-01-20 14:32:42.772843", "updated_at": "2021-01-24 10:08:09.577164"}], "points": [{"id": 25328, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www8.hp.com/us/en/privacy/use-of-cookies.html", "status": "Generated through the annotate view", "created_at": "2021-10-06 20:31:49.823566", "updated_at": "2021-10-08 19:13:28.398144", "quoteText": "Some web browsers incorporate “Do Not Track” features.\nCurrently, no industry standard exists for handling “Do Not Track” requests, therefore at this time, our websites may not respond to “Do Not Track” requests or headers from these browsers.", "case_id": 233, "document_id": 3644, "quoteStart": 8365, "quoteEnd": 8608}], "urls": ["hp.com", "hpsmart.com", "hpeprint.com"]}}