{"error": 448, "message": "OK", "parameters": {"id": 2384, "name": "Oculus", "created_at": "2020-10-30 17:59:35.154385", "updated_at": "2021-04-05 03:46:01.128144", "wikipedia": "https://en.wikipedia.org/wiki/Oculus_VR", "keywords": null, "related": null, "slug": "oculus", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/2384.png", "url": "oculus.com,oculusvr.com", "documents": [{"id": 2990, "name": "Supplemental Oculus Terms of Service", "url": "https://www.oculus.com/legal/terms-of-service/", "xpath": null, "text": "<i>\n</i>PRODUCTS<i>\n</i>\n<i>\n</i>\n<p>OCULUS QUEST 2</p>\n<p>ALL-IN-ONE VR</p>\n<i>\n</i>\n<p>OCULUS RIFT S</p>\n<p>PC VR GAMING</p>\n<i>\n</i>\n<p>ACCESSORIES</p>\n<p>UPGRADE YOUR VR</p>\n<p>COMPARE HEADSETS</p>\n<i>\n</i>APPS &amp.\nGAMESSUPPORT<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>Legal DocumentsFacebook Terms of ServiceSupplemental Oculus Terms of ServiceFacebook Data PolicySupplemental Oculus Data PolicyCookies, Pixels, and Other TechnologiesOculus Store TermsOculus Terms of ServiceSpecial Provisions Applicable to Users Residing in GermanyOculus Privacy PolicyOculus Go/Gear VR Content Refund PolicyOculus Rift/Quest Content Refund PolicyOculus Store Credit TermsOculus Promotional Offer TermsOculus Video TermsLimited Consumer WarrantyLegal Compliance and DisclosuresConflict Minerals PolicyHealth and Safety WarningsOculus Developer Hub NoticesMusic GuidelinesThird Party NoticesProduct Information Sheet - Oculus Quest 2Product Information Sheet - Oculus QuestProduct Information Sheet - Oculus Go<ul>\n<li> Facebook Terms of Service </li>\n<li> Supplemental Oculus Terms of Service </li>\n<li> Facebook Data Policy </li>\n<li> Supplemental Oculus Data Policy </li>\n<li> Cookies, Pixels, and Other Technologies </li>\n<li> Oculus Store Terms </li>\n<li> Oculus Terms of Service </li>\n<li> Special Provisions Applicable to Users Residing in Germany </li>\n<li> Oculus Privacy Policy </li>\n<li> Oculus Go/Gear VR Content Refund Policy </li>\n<li> Oculus Rift/Quest Content Refund Policy </li>\n<li> Oculus Store Credit Terms </li>\n<li> Oculus Promotional Offer Terms </li>\n<li> Oculus Video Terms </li>\n<li> Limited Consumer Warranty </li>\n<li> Legal Compliance and Disclosures </li>\n<li> Conflict Minerals Policy </li>\n<li> Health and Safety Warnings </li>\n<li> Oculus Developer Hub Notices </li>\n<li> Music Guidelines </li>\n<li> Third Party Notices </li>\n<li> Product Information Sheet - Oculus Quest 2 </li>\n<li> Product Information Sheet - Oculus Quest </li>\n<li> Product Information Sheet - Oculus Go </li>\n</ul>\n<ul>\n<li> About Us </li>\n</ul>Supplemental Oculus Terms of Service<p>\n<b>If you use an Oculus account (not a Facebook account) to access Oculus Products, please visit the Oculus Terms of Service, which govern your use of Oculus Products.\nOtherwise, these Supplemental Oculus Terms of Service apply to your use of Oculus Products.\nPlease visit our Frequently Asked Questions about merging your accounts for more information.</b>\n</p>\n<p>Effective Date: October 11, 2020</p>\n<p>Your use of the Oculus Products (as defined below) is governed by both the Facebook Terms of Service (located at facebook.com/terms/) and these Supplemental Oculus Terms of Service (these \"Oculus Terms\", and together with the Facebook Terms of Service, the \"Terms\"), which together form an agreement between you and Facebook Ireland Limited (\"Facebook\" or \"we\" or \"us\" or \"our\").\nWhere these Terms apply, the term \"Facebook Products\" as used in our terms and policies include the Oculus Products.\nBy using Oculus Products, you agree to these Terms.</p>\n<p>Regardless of whether you use a Facebook account or an Oculus account with the Oculus Products, the Oculus Store Terms (available at https://www.oculus.com/legal/store-terms-of-sale/) apply to any order, download, or purchase made through the Oculus Products (including free software and content), and if you place any such order or make any such purchase or download, you agree to such terms.</p>\n<p>Our Supplemental Oculus Data Policy (available at oculus.com/legal/privacy-policy/) supplements the Facebook Data Policy (located at facebook.com/policy/), which together explain how we collect, use, and share information when you use Oculus Products.</p>\n<p>\n<b>Oculus Products are intended solely for users who are 13 or older.\nAny registration for, or use of, Oculus Products by anyone under the age of 13 is unauthorized, unlicensed and in violation of these Oculus Terms</b>.\nYou certify that you are of the legal age of majority in the jurisdiction in which you reside.</p>\n<ol>\n<li>\n<p>\n<b>\n<i>The Oculus Products</i>\n</b>\n</p>\n<p>We offer virtual, mixed, and augmented reality (<b>\"XR\"</b>) hardware and software products and operate a platform where users can download, interact with, and submit content and obtain services related to or in connection with our XR products (collectively, the <b>\"Oculus Products\"</b>).\nThe Oculus Products include a variety of physical goods, platform services, software, websites, applications (including without limitation for mobile, PC, and XR devices), games, virtual items, and personalized experiences and content that allow you to access and immerse yourself in XR worlds and obtain services related to our products.\nIn addition to those materials that you may license from us, you may license applications, content, virtual items, services and materials from third parties as further set out in Section 2.4.3 of these Oculus Terms and as stated in the Oculus Store Terms.</p>\n</li>\n<li>\n<p>\n<b>\n<i>Your Commitments to Facebook and Our Community</i>\n</b>\n</p>\n<ol>\n<li>\n<p>\n<b>Your responsibility for your use of the Oculus Products.</b> You may only use Oculus Products for personal non-commercial purposes subject to the Terms and any other terms made available by us relating to Oculus Products.\nExcept to the extent such restriction is prohibited under applicable law, you will not disassemble, decompile, reverse engineer, decrypt, or attempt to derive any code or extract software from, or, except to the extent expressly permitted by us, prepare derivative works based upon, distribute, license, sell, rent, transfer, publicly display, publicly perform, transmit, stream, broadcast or otherwise exploit, Oculus Products or any software, content, or services made available on or through the Oculus Products, including Third-Party Services (as defined below).\nYou are also responsible for complying with all applicable laws when using Oculus Products, including providing any notice or obtaining any consents from other individuals who use or interact with your Oculus Products, including to the extent required under privacy or data protection laws.</p>\n</li>\n<li>\n<p>\n<b>Your responsibility for other users of your Oculus Product devices.</b> Each person, including you, who uses your Oculus Product devices is referred to in these Oculus Terms as a user of such devices.\nYou are responsible for the activities of all users of your Oculus Products, and for their compliance with these Oculus Terms.</p>\n</li>\n<li>\n<p>\n<b>The Permissions You Give Us</b>\n</p>\n<ol>\n<li>\n<p>\n<b>Permission to use content you create and share.</b> The license granted in Section 3.3 of the Facebook Terms of Service includes content that you create, share, post, or upload on or in connection with Oculus Products (consistent with applicable Privacy Settings).\nThis means, for example, that if you create or upload videos using Oculus Products, you give us permission to store, copy, and share them with others (again, consistent with your Privacy Settings), such as Facebook Products and Facebook Company Products, or service providers that support those products and services.\nThis license is solely for the purposes of providing and improving Facebook Products and services (including the Oculus Products) as described in Section 1 of the Facebook Terms of Service and in these Oculus Terms and will end when your content is deleted from our systems (as described in more detail in Section 3.3 of the Facebook Terms of Service).</p>\n</li>\n<li>\n<p>\n<b>Permission to update software you use or download.</b> As stated in Section 3.3 of the Facebook Terms of Service, if you download or use our software, you give us permission to download and install updates to the software where available.\nFor clarity, this right includes permission to download and install updates to software embedded on your device, including during device setup.\nIf you use a Third-Party Service, you understand and agree that we may install upgrades, updates and additional features for the Third-Party Service.</p>\n</li>\n<li>\n<p>\n<b>Permission to use your name, profile picture, and information about your actions with ads and sponsored content.</b> You give us permission to use your name and profile picture and information about actions you have taken in Oculus Products next to or in connection with ads, offers, and other sponsored content that we display across our Facebook Products, without any compensation to you.\nAds like this can be seen only by people who have your permission to see the actions you've taken in Oculus Products.\nYou can learn more about your ad settings and preferences at https://www.facebook.com/about/ads/.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<b>What You Can Share and Do on Oculus Products</b>\n</p>\n<ol>\n<li>\n<p>\n<b>Prohibitions and content removal.</b> In addition to what is stated in Section 3.2 of the Facebook Terms of Service, you may not use Oculus Products to do or share anything that violates the Terms, Community Standards (also known as the Facebook Rules), Conduct in VR Policy, Oculus Platform Abuse Policy, or other terms and policies that apply to your use of Oculus Products.\nWe may remove, delete or restrict access to content that we determine to violate such terms and policies, including content that infringes intellectual property rights (such as by infringing another's copyright or trademark, or distributing or selling counterfeit or pirated goods).\nWe encourage you to report content or conduct that you believe violates your rights or our terms and policies.\nIf you believe that anything on or available through the Oculus Products infringes upon any intellectual property rights you own or control, you may submit a notification of such infringement with our Designated Agent as stated below:</p>\n<p>Designated Agent <br> Facebook Technologies, LLC <br> 1601 Willow Road <br> Menlo Park, CA 94025, US <br> Phone: +1 (650) 543 4800 <br> Email address: ip@oculus.com</p>\n</li>\n<li>\n<p>\n<b>Permission to use.</b> If we enable the use of Oculus Products consisting of software, content, or virtual items (<b>\"Software and Content\"</b>), we hereby grant you a personal, non-exclusive, non-transferable, non-sublicensable, limited right and license to access, use, and download (as permitted by the functionality of the Oculus Products), the Software and Content on devices you own or control, solely for personal non-commercial purposes, conditioned on your compliance with the Terms.\nIn order to maximize your enjoyment, safety and overall experience through Oculus Products, unless we have expressly stated otherwise in writing, the Oculus PC app (formerly, Rift runtime) may only be used with Oculus Product devices and other hardware devices we approve, and with software developed using the Oculus PC Software Development Kit, as specified in the applicable Oculus SDK license agreement.\nWe also require that you use only the then-current version of the Software and Content.\nAny unauthorized use of the Oculus Products, including the Software and Content, is strictly prohibited and will cause the license granted in these Oculus Terms to terminate automatically.\nNo licenses or rights are granted to you by implication or otherwise, except for the licenses and rights expressly granted to you herein.</p>\n</li>\n<li>\n<p>\n<b>Third-Party Services.</b> Oculus Products can be used to access software, applications, services, content, and virtual items (including, but not limited to, third-party digital content, additional or enhanced functionality, or media content purchased through Oculus Products) provided by third parties (\"<b>Third-Party Services</b>\").\nIn some cases, Facebook or its affiliates may distribute Third-Party Services to you on behalf of the third party.</p>\n<ol>\n<li>\n<p>Third-Party Services may be subject to additional terms, conditions, fees, and policies imposed by the third party (together, <b>\"Third-Party Terms\"</b>).\nIn the event that Third-Party Terms conflict with the provisions of these Terms, these Terms will govern.\nYou are responsible for complying with any applicable Third-Party Terms, and we recommend that you review any applicable Third-Party Terms before using Third-Party Services.\nYour use of Third-Party Services is at your own risk.\nWe have no obligations or liability with respect to transactions you enter into with a third party, your access to or use of any Third-Party Services, or any content or functionality therein, your rights to which are solely provided pursuant to a license between you and the provider of such Third-Party Services.\nIn no event will Facebook or its affiliates be considered the licensor of Third-Party Services, to have granted any rights to use Third-Party Services, to have assumed any obligations (including support obligations) with respect to the Third-Party Services, or to have made any representations or warranties with respect to Third-Party Services.\nIf you are not presented with an end user license agreement when you acquire Third-Party Services, the following license terms apply to your use of such Third-Party Services: (a) the third party providing the Third-Party Services (and not Facebook or its affiliates) is the licensor of such Third-Party Services.\n(b) such third party grants you a limited, non-transferable license to access and use the Third-Party Services only for your personal and non-commercial purposes.\nand (c) you may not modify, decompile or disassemble the Third-Party Services in whole or in part, or create any derivative works from or sublicense any rights in or to the Third-Party Services, unless otherwise expressly authorized by the third party or as permitted under applicable law notwithstanding these restrictions.\nFacebook and its affiliates are not parties to the license agreement between you and the provider of such Third-Party Services or other Third-Party Terms.</p>\n</li>\n<li>\n<p>Third-Party Services may require access to Facebook data and services, which is subject to agreements between the third parties that provide such Third-Party Services and us.\nWe may disable this access for a Third-Party Service if the third party does not comply with these agreements, our policies, applicable law, or if the agreements are otherwise terminated.\nThis may adversely affect your use of such Third-Party Services, including by making such Third-Party Services partially or fully inoperable.\nWe will not incur any liability to you if we remove or disable access to data and services by a third party for these reasons.\nThis means, without limitation, that we will not provide you with any refunds for such Third-Party Services in these cases.\nAny rights, including refund claims, which you may have under your agreements with third parties remain unaffected.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<b>Ratings and Objectionable Content.</b> We may display age, comfort and content ratings for digital content that are based on information provided to us by the developers of such content.\nWe cannot guarantee that digital content ratings will always be accurate, nor can we promise that you will not find some material harmful, offensive, indecent or objectionable.\nThe Oculus Products may contain links to third-party websites, applications or other Third-Party Services, and you understand that by accessing third-party links, you may be exposed to content that is offensive, harmful, inaccurate or otherwise inappropriate.\n<b>You understand that you may be exposed to content from a variety of sources when using Oculus Products and acknowledge that content may be inaccurate, offensive, indecent, or otherwise objectionable.</b>\n</p>\n</li>\n<li>\n<p>\n<b>Age Restrictions.</b> You may only access certain digital content if you are of or above the age displayed to you when you order the digital content.\nIf we determine that you did not comply with these age requirements, we may disable your access to the digital content and we will not refund the amounts paid for the digital content.</p>\n</li>\n</ol>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<b>\n<i>Additional Provisions</i>\n</b>\n</p>\n<ol>\n<li>\n<p>\n<b>Functionality may change or be limited.</b> To access and use certain features of the Oculus Products, a Facebook account is required, eligibility for which is stated in Section 3.1 of the Facebook Terms of Service.\nWe work constantly to improve our services and develop new features to make our Oculus Products better for you and our community.\nWhere permitted by applicable law, we may introduce new features, impose limits on, suspend, eliminate, change, or update certain existing features or any part of Oculus Products, or restrict access to parts or all of any Oculus Products.\nAny obligation we have to make such features and functionality available to you is therefore subject to the ongoing availability of that particular feature and functionality on the Oculus Products.\nWe may offer free trials or other limited versions of the Oculus Products so that you can preview the Oculus Products before purchase.\nThese versions may have limited features, restrict the permitted time of use and contain other limitations.\nThe features, functionality, or availability of a Third-Party Service may change or be discontinued, including if the developer of such Third-Party Service violates our terms or policies, or in accordance with the Terms or the applicable Third-Party Terms.</p>\n</li>\n<li>\n<p>\n<b>Account suspension or termination.</b> In addition to what is stated in Section 4.2 of the Facebook Terms of Service, your access to or use of Oculus Products may be suspended or disabled, and you may lose access to, or use of part or all of, the services offered by Facebook or third parties through Oculus Products, if: (1) we determine you have breached the Terms, Community Standards (also known as the Facebook Rules), Conduct in VR Policy, Oculus Platform Abuse Policy, or other terms and policies that apply to your use of Oculus Products or Third-Party Services.\n(2) we believe your access to, or use of, Oculus Products creates a health and safety risk.\nor (3) Facebook suspends or disables your Facebook account.\nFurthermore, we may suspend or disable your access to or use of Oculus Products if you repeatedly infringe other people's intellectual property rights or where we are required to do so for legal reasons.\nIf you delete or we disable your access to or use of Oculus Products, these Oculus Terms shall terminate as an agreement between you and us, but certain sections will survive termination as provided in Section 3.8 below.</p>\n</li>\n<li>\n<p>\n<b>Updates to these Oculus Terms.</b> These Oculus Terms may be updated from time to time to accurately reflect our services and practices.\nWe will only make changes to these Oculus Terms if the provisions are no longer appropriate or if they are incomplete, and only if the changes are reasonable and take due account of your interests.\nWe will notify you (for example, by email or through Oculus Products) at least 30 days before we make changes to these Oculus Terms and give you an opportunity to review them before they go into effect, unless the changes are required by law.\nWe hope that you will continue using Oculus Products, but if you do not agree to our updated Oculus Terms, you must cease use of Oculus Products.\nYour continued use of Oculus Products after the effective date of the updated Oculus Terms constitutes your acceptance of those terms.</p>\n</li>\n<li>\n<p>\n<b>Network charges.</b> You may be charged by your network provider for data services or other third-party charges that may arise while using the Oculus Products, and you accept responsibility for such charges.</p>\n</li>\n<li>\n<p>\n<b>DISCLAIMERS.\nLIMITATIONS OF LIABILITY.</b>\n</p>\n<ol>\n<li>\n<p>The Oculus Products may be subject to limitations, delays, and/or other problems inherent to the use of the internet and electronic communications and are not guaranteed to be available and error free at all times.</p>\n</li>\n<li>\n<p>There are important health and safety warnings and instructions that you must read before using Oculus Products, which are available at https://www.oculus.com/legal/health-and-safety-warnings/.\nTo reduce the risk of personal injury, discomfort, and property damage, please ensure that all users of your Oculus Products read the warnings and instructions provided at the link above carefully before using your Oculus Products.</p>\n</li>\n<li>\n<p>Warning: Failure to follow this health and safety information may result in damage to Oculus Products, accessories or any connected devices, and may increase the risk of personal injury, property damage, discomfort or other potential hazards.\nBy using Oculus Products, you represent and warrant that you have reviewed these warnings and instructions (and will review any updates thereto), and will act in accordance with such warnings and instructions.</p>\n</li>\n<li>\n<p>Oculus Product devices are covered by a Limited Warranty (located at https://www.oculus.com/legal/limited-warranty/) offered by Facebook Technologies, LLC.\nNothing in these Oculus Terms is intended to either abridge or expand the scope of that Limited Warranty.</p>\n</li>\n</ol>\n</li>\n<li>\n<p>\n<b>DISPUTE RESOLUTION</b>\n</p>\n<p>In the event that you have any dispute with us that is connected to these Oculus Terms or use of Oculus Products or related services, you may contact us and we will endeavor to resolve this dispute.\nIf you are not happy with how we resolve this dispute or you do not want to engage directly with us in relation to it, you are informed that an alternative dispute resolution procedure is offered by the European Commission through the platform for Online Dispute Resolution available at the following address: https://ec.europa.eu/consumers/odr/main/index.cfm?event=main.home2.show&amp;lng=EN.</p>\n<p>These Oculus Terms and any other non-contractual dispute or claim arising out of or in connection with them shall be governed by and construed in accordance with the section of the Facebook Terms of Service, which governs ‘Disputes’.\nFor avoidance of doubt, if any portion of these Oculus Terms is found to be unenforceable (including but not limited to the terms of this Section), the remaining portion will remain in full force and effect.\nIf we fail to enforce any of the Oculus Terms, it will not be considered a waiver.</p>\n</li>\n<li>\n<p>\n<b>Transfer and Trade Compliance.</b> Oculus Products are only intended for use in the Supported Countries.\nCertain Oculus Product functionality and services may not be accessible outside of, and may vary among and within, the Supported Countries.\nYou will not, and will not allow others to, use, distribute or transfer, Oculus Products in any manner that violates applicable law, including all applicable export control and trade sanctions laws of the United States, the European Union, Member States of the European Union and any other applicable governmental authority.\nOculus Products may not be resold, transferred or otherwise disposed of in a country subject to an embargo or to a person or organization sanctioned by the United States, the European Union, Member States of the European Union without obtaining required approvals.</p>\n</li>\n<li>\n<p>\n<b>Termination.</b> These Oculus Terms are effective until terminated, and will terminate when the Facebook Terms of Service between you and us is terminated.\nUpon termination, these Oculus Terms shall terminate as an agreement between you and us, but the provisions in Sections 2.3, 3.5, 3.6, 3.7, 3.8, and 3.9 of these Oculus Terms will survive and remain in place.</p>\n</li>\n<li>\n<p>\n<b>Other Terms</b>\n</p>\n<ol>\n<li>\n<p>The Facebook Terms of Service, these Oculus Terms, and all other applicable terms (including, if applicable, a Product Testing Agreement, as defined below) make up the entire agreement between you and Facebook regarding your use of Oculus Products (except to the extent that we expressly state that separate terms – and not these – apply) and supersede any prior agreements regarding your use of Oculus Products.</p>\n</li>\n<li>\n<p>If you use an Oculus Product pursuant to a product testing agreement, beta testing agreement, or similar agreement (a <b>\"Product Testing Agreement\"</b>), in the event of a conflict between such Product Testing Agreement and the Terms, the Product Testing Agreement shall govern to the extent of the conflict.</p>\n</li>\n<li>\n<p>The Terms govern personal and non-commercial uses of Oculus Products.\nWe may permit certain limited commercial or business uses of Oculus Products under these Terms pursuant to and solely as stated in separate Oculus Commercial Terms and any other applicable terms referenced therein.\nBy using Oculus Products for such commercial or business uses under these Terms, you agree to the Oculus Commercial Terms.\nAdditionally, we permit commercial and business uses of Oculus for Business products pursuant to the Oculus for Business Enterprise Use Agreement (available at https://business.oculus.com/legal/enterprise-use-agreement/) and any other applicable terms referenced therein.</p>\n</li>\n<li>\n<p>To the extent you are using Oculus Products in your capacity as a developer of software or content for use on the Oculus Products, you acknowledge and agree that our agreements with you as a developer supplement the Terms and will supersede to the extent of any conflict between such agreements and the Terms.\nIf you are a business established in the European Union or in the United Kingdom and publish content on the Oculus Platform offered to end users located in the European Union or the United Kingdom, you can learn more about your commercial relationship with us by reviewing the Platform to Business Notice developer.oculus.com/policy/p2b/, which supplements these Terms.</p>\n</li>\n<li>\n<p>For avoidance of doubt, the provisions stated in Section 4.5 of the Facebook Terms of Service also apply to these Oculus Terms.\nFacebook may at any time assign, transfer, or subcontract all or any of its rights or obligations under these Oculus Terms.\nNothing in these Oculus Terms limits any of our rights under the Facebook Terms of Service or any additional terms that they reference.</p>\n</li>\n</ol>\n</li>\n</ol>\n</li>\n</ol>\n<ul>\n<li>QUEST 2</li>\n<li>RIFT S</li>\n<li>ACCESSORIES</li>\n<li>APPS &amp.\nGAMES</li>\n<li>SUPPORT</li>\n<li>DEVELOPERS</li>\n<li>OCULUS FOR BUSINESS</li>\n</ul>ALL PRODUCTS<i>\n</i>\n<ul>\n<li>\n<p>Quest 2</p>\n</li>\n<li>\n<p>Rift S</p>\n</li>\n<li>\n<p>Accessories</p>\n</li>\n<li>\n<p>Quest</p>\n</li>\n<li>\n<p>Go</p>\n</li>\n<li>\n<p>Rift</p>\n</li>\n</ul>MORE OCULUS<i>\n</i>\n<ul>\n<li>\n<p>Forums</p>\n</li>\n<li>\n<p>Blog</p>\n</li>\n<li>\n<p>VR for Good</p>\n</li>\n<li>\n<p>Creators</p>\n</li>\n<li>\n<p>Download SDKs</p>\n</li>\n</ul>ABOUT<i>\n</i>\n<ul>\n<li>\n<p>Careers</p>\n</li>\n<li>\n<p>Facebook Connect</p>\n</li>\n<li>\n<p>Research</p>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>English (US)<i>\n</i>\n<p>Privacy</p>\n<p>Legal</p>\n<p>©&nbsp.\nFacebook Technologies, LLC.</p> ", "created_at": "2020-10-30 17:59:59.723213", "updated_at": "2020-12-15 00:08:39.195766"}, {"id": 2991, "name": "Supplemental Oculus Data Policy", "url": "https://www.oculus.com/legal/privacy-policy/", "xpath": null, "text": "PRODUCTS<i>\n</i>\n<i>\n</i>\n<p>OCULUS QUEST 2</p>\n<p>ALL-IN-ONE VR</p>\n<i>\n</i>\n<p>OCULUS RIFT S</p>\n<p>PC VR GAMING</p>\n<i>\n</i>\n<p>ACCESSORIES</p>\n<p>UPGRADE YOUR VR</p>\n<p>COMPARE HEADSETS</p>\n<i>\n</i>APPS &amp.\nGAMESSUPPORT<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>Legal DocumentsFacebook Terms of ServiceSupplemental Oculus Terms of ServiceFacebook Data PolicySupplemental Oculus Data PolicyCookies, Pixels, and Other TechnologiesOculus Store TermsOculus Terms of ServiceSpecial Provisions Applicable to Users Residing in GermanyOculus Privacy PolicyOculus Go/Gear VR Content Refund PolicyOculus Rift/Quest Content Refund PolicyOculus Store Credit TermsOculus Promotional Offer TermsOculus Video TermsLimited Consumer WarrantyLegal Compliance and DisclosuresConflict Minerals PolicyHealth and Safety WarningsOculus Developer Hub NoticesMusic GuidelinesThird Party NoticesProduct Information Sheet - Oculus Quest 2Product Information Sheet - Oculus QuestProduct Information Sheet - Oculus Go<ul>\n<li> Facebook Terms of Service </li>\n<li> Supplemental Oculus Terms of Service </li>\n<li> Facebook Data Policy </li>\n<li> Supplemental Oculus Data Policy </li>\n<li> Cookies, Pixels, and Other Technologies </li>\n<li> Oculus Store Terms </li>\n<li> Oculus Terms of Service </li>\n<li> Special Provisions Applicable to Users Residing in Germany </li>\n<li> Oculus Privacy Policy </li>\n<li> Oculus Go/Gear VR Content Refund Policy </li>\n<li> Oculus Rift/Quest Content Refund Policy </li>\n<li> Oculus Store Credit Terms </li>\n<li> Oculus Promotional Offer Terms </li>\n<li> Oculus Video Terms </li>\n<li> Limited Consumer Warranty </li>\n<li> Legal Compliance and Disclosures </li>\n<li> Conflict Minerals Policy </li>\n<li> Health and Safety Warnings </li>\n<li> Oculus Developer Hub Notices </li>\n<li> Music Guidelines </li>\n<li> Third Party Notices </li>\n<li> Product Information Sheet - Oculus Quest 2 </li>\n<li> Product Information Sheet - Oculus Quest </li>\n<li> Product Information Sheet - Oculus Go </li>\n</ul>\n<ul>\n<li> About Us </li>\n</ul>Supplemental Oculus Data Policy<p>\n<b>If you use an Oculus account (not a Facebook account) to access Oculus Products, please visit the Oculus Privacy Policy to learn more about how we collect, use, and share your information.\nOtherwise, this Supplemental Oculus Data Policy applies to your use of Oculus Products.\nPlease visit our Frequently Asked Questions about merging your accounts for more information.</b>\n</p>\n<p>\n<i>Effective Date: October 11, 2020</i>\n</p>\n<p>Facebook makes virtual, mixed, and augmented reality (“XR”) hardware and software products and operates a platform where users can download, interact with, and submit content and obtain services related to or in connection with our XR products (collectively, “Oculus Products”).\nThe Oculus Products include our websites, mobile apps, games, platform, content, hardware and services as described in the Supplemental Oculus Terms of Service and any product or service that links to this Supplemental Oculus Data Policy.\nFor Facebook Account users, Oculus Products are Facebook Product.</p>\n<p>The Facebook Data Policy describes the information we process to support Facebook Products (as defined in the Facebook Data Policy), including Oculus Products and other Facebook Products available on the Oculus Products.\nThis Supplemental Oculus Data Policy supplements the Facebook Data Policy by explaining the additional information we collect, use, and share on our Oculus Products.</p>\n<p>\n<b>What kind of information do we collect?</b>\n</p>\n<ul>\n<li> In addition to the information described in the Facebook Data Policy under “What kinds of information do we collect?”, we collect the following categories of information when you use Oculus Products: <ul>\n<li>\n<b>Physical Features:</b> We collect information about your physical features and dimensions, such as your estimated hand size when you enable hand tracking.</li>\n<li>\n<b>Content:</b> We collect content you create using Oculus Products, such as your avatar, a picture you post, an object you sculpt, or audio content you create, and information about this content, such as the date and time you created the content.</li>\n<li>\n<b>Cookies and Similar Technologies:</b> We receive information collected in or through various technologies on Oculus Products, including cookies, pixels, local storage, and similar technologies.\nLearn more about how we use these technologies on our websites and mobile apps in the Oculus Cookies Policy.</li>\n<li>\n<b>Interactions:</b> We collect information about the features you interact with on our Oculus Products.\nFor example, we receive information about your Oculus Browser usage, such as interactions with recommended pages, which browser features you use, crash reporting data, and other statistics related to your Oculus Browser.\nYou can learn more about how we collect and use information from other features you interact with on the Oculus Products in our Oculus Privacy FAQ.</li>\n<li>\n<b>Environmental, Dimensions and Movement Data:</b> We collect information about your environment, physical movements, and dimensions when you use an XR device.\nFor example, when you set up the Oculus Guardian System to alert you when you approach a boundary, we receive information about the play area that you have defined.\nand when you enable the hand tracking feature, we collect technical information like your estimated hand size and hand movement data to enable this feature.</li>\n<li>\n<b>Information From Third Parties:</b> We receive information about you from third parties, including third party apps, developers, other online content providers, and marketing partners.\nFor example, we receive information from developers about your achievements in their app and share that information with your friends on Oculus.\nWe also collect content and information that other people provide when they use Oculus Products.\nThis can include information about you, like when they send us an abuse report that refers to or contains video of you.</li>\n<li>\n<b>Technical System Information:</b> we collect technical system information such as crash logs which may contain your user ID, device ID, IP address, local computer file path, feature quality, amount of time it takes to load a feature, and whether you use a certain feature.</li>\n</ul>\n</li>\n</ul>\n<p>\n<b>How do we use this information?</b>\n</p>\n<ul>\n<li> We use information we collect when you use Oculus Products for the purposes described in the Facebook Data Policy under “How do we use this information?”, including to provide, personalize and improve the Facebook Products (including seamless integration between the Facebook Products), to provide measurement, analytics, and other business services (including ads), to promote safety, integrity and security, to communicate with you, and to research and innovate for social good.\nIn addition to these purposes, we use the information we collect when you use Oculus Products in the following ways: <ul>\n<li>\n<b>To power social features:</b> We use information from Oculus Products to provide user-to-user communications and other social services across the Facebook Products, including identifying and connecting you with your friends (or people you recently interacted with in an experience) through Oculus Products.</li>\n<li>\n<b>To offer and improve XR features:</b> We use information from the Oculus Products to improve and develop aspects of our services, such as hand tracking.\nWhen you enable the hand tracking feature, we collect technical information like hand tracking quality, the amount of time it takes to detect your hands, and the number of pinches you make to improve and troubleshoot this feature.</li>\n</ul>\n</li>\n</ul>\n<p>\n<b>How is this information shared?</b>\n</p>\n<ul>\n<li> In addition to the sharing of information described in the Facebook Data Policy under “How is this information shared?”, we share the information we collect when you use Oculus Products in the following ways: <ul>\n<li>\n<b>Information that you make public:</b>\n<ul>\n<li>Certain information you post to your VR profile, such as your Oculus ID (also known as your username), and Oculus avatar, will be public and visible to people on and off the Oculus Products.\nYour Oculus ID is a unique identifier you choose to identify yourself on our Oculus Products.</li>\n<li>Information you post to public areas on the Oculus Products, such as a forum, blog, or other community tool, will also be visible to people on and off of the Oculus Products.\nIf you post information to these interactive features, it will be publicly available.\nCertain information associated with your public posts, such as the time of your post, also will be published and publicly available.</li>\n<li>If you enter a public virtual space, others can see your avatar just as they would see you in a real-world public space.\nThis means your avatar may appear in pictures, recordings, or live streams that users around you take and share, so you should consider whom you interact with and how you conduct yourself.</li>\n</ul>\n</li>\n<li>\n<b>Third party apps, developers, and other online content providers on Oculus:</b>\n<ul>\n<li> You can interact with third-party content, games, apps, and other experiences through our Oculus Products.\nWe share information about you with these partners so they can provide you with the experiences you've requested, such as: <ul>\n<li>Information in your VR profile and about how you use our Oculus Products.\nFor example, we make available to third party developers a list of your friends who also use the developer’s app so they can offer to pair you in a game or other experience within their app, or rank your scores and achievements in that app against your friends’ scores and achievements.\nWe also share information about individual abuse reports or abuse statistics on our Oculus Products, so we can help develop a safe and enjoyable XR ecosystem.</li>\n<li>Information about your interaction with the third-party service, such as how long you have interacted with content.</li>\n<li>Any other information you choose to share with the third party.</li>\n</ul>\n</li>\n<li>Third-party content providers may also collect information from you directly through the experiences they provide.\nPlease note that any information you share with these (or other) third parties will be subject to those third parties’ own privacy policies, not this one.</li>\n</ul>\n</li>\n<li>\n<b>Information you provide when playing online:</b>\n<ul>\n<li>When you use online multi-user apps, your activity and other information you provide (including avatar, in-app profile information, in-app activity) are visible to all.\nIt can be collected, copied, recorded, livestreamed by other users, shared on and off Oculus Products, and submitted to us in order to report abuse, combat harmful conduct, and protect and support our community.\nPlease consider carefully who you share information with and make sure your available privacy settings reflect your preferences.</li>\n</ul>\n</li>\n<li>\n<b>Sharing within related companies:</b>\n<ul>\n<li>We share information with related companies, including other Facebook Companies as described in the Facebook Data Policy under “How do the Facebook Companies work together?”.\nWe also share your information with Facebook Technologies, LLC and Facebook Technologies Ireland Limited to conduct and support research and innovation to further the state of the art or academic understanding of XR technology.\nWe also share information with Facebook Technologies Ireland Limited to process your payment and detect, prevent, or otherwise address fraud, security, or technical issues if you buy something on or through the Oculus Products in accordance with the Oculus Store Terms.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\n<p>\n<b>How can you exercise your rights provided under the GDPR?</b>\n</p>\n<p>Under the GDPR, you have the right to access, rectify, port and erase your information and object to or restrict certain processing of your information that we collect through Oculus Products by visiting your Oculus Privacy Center.\nYou also have the right to object to and restrict certain processing of your data.\nThis includes: </p>\n<ul>\n<li>the right to object to our processing of your data for direct marketing.\nand</li>\n<li>the right to object to our processing of your data where we are performing a task in the public interest or pursuing our legitimate interests or those of a third party.</li>\n</ul>\n<p>\n<b>What is our legal basis for processing data?</b>\n</p>\n<p>We collect, use and share the data that we have in the ways described above:</p>\n<ul>\n<li>as necessary to fulfill the Supplemental Oculus Terms of Service and the Facebook Terms of Service;</li>\n<li>consistent with your consent, which you may revoke at any time;</li>\n<li>as necessary to comply with our legal obligations;</li>\n<li>to protect your vital interests, or those of others;</li>\n<li>as necessary in the public interest.\nand</li>\n<li>as necessary for our (or others') legitimate interests, unless those interests are overridden by your interests or fundamental rights and freedoms that require protection of personal data.</li>\n</ul>\n<p>Learn more about these legal bases and how they relate to the ways in which we process data.</p>\n<p>\n<b>Further information and how to contact Facebook with questions</b>\n</p>\n<p>The data controller responsible for your information is Facebook Ireland Ltd.\nwhich you can contact online or by post at:</p>\n<p>Facebook Ireland Limited ATTN:</p>\n<p>Privacy Operations</p>\n<p>4 Grand Canal Square, Grand Canal Harbour</p>\n<p>Dublin 2, Ireland</p>\n<p>You may also contact the Data Protection Officer for Facebook Ireland Limited.\nYou also have the right to lodge a complaint with our lead supervisory authority, the Irish Data Protection Commissioner or with your local supervisory authority.</p>\n<ul>\n<li>QUEST 2</li>\n<li>RIFT S</li>\n<li>ACCESSORIES</li>\n<li>APPS &amp.\nGAMES</li>\n<li>SUPPORT</li>\n<li>DEVELOPERS</li>\n<li>OCULUS FOR BUSINESS</li>\n</ul>ALL PRODUCTS<i>\n</i>\n<ul>\n<li>\n<p>Quest 2</p>\n</li>\n<li>\n<p>Rift S</p>\n</li>\n<li>\n<p>Accessories</p>\n</li>\n<li>\n<p>Quest</p>\n</li>\n<li>\n<p>Go</p>\n</li>\n<li>\n<p>Rift</p>\n</li>\n</ul>MORE OCULUS<i>\n</i>\n<ul>\n<li>\n<p>Forums</p>\n</li>\n<li>\n<p>Blog</p>\n</li>\n<li>\n<p>VR for Good</p>\n</li>\n<li>\n<p>Creators</p>\n</li>\n<li>\n<p>Download SDKs</p>\n</li>\n</ul>ABOUT<i>\n</i>\n<ul>\n<li>\n<p>Careers</p>\n</li>\n<li>\n<p>Facebook Connect</p>\n</li>\n<li>\n<p>Research</p>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>English (US)<i>\n</i>\n<p>Privacy</p>\n<p>Legal</p>\n<p>©&nbsp.\nFacebook Technologies, LLC.</p> ", "created_at": "2020-10-30 18:05:19.071447", "updated_at": "2020-12-15 00:11:26.008751"}, {"id": 2992, "name": "Oculus Cookie Policy", "url": "https://www.oculus.com/legal/cookies-pixels-and-other-technologies/", "xpath": null, "text": "PRODUCTS<i>\n</i>\n<i>\n</i>\n<p>OCULUS QUEST 2</p>\n<p>ALL-IN-ONE VR</p>\n<i>\n</i>\n<p>OCULUS RIFT S</p>\n<p>PC VR GAMING</p>\n<i>\n</i>\n<p>ACCESSORIES</p>\n<p>UPGRADE YOUR VR</p>\n<p>COMPARE HEADSETS</p>\n<i>\n</i>APPS &amp.\nGAMESSUPPORT<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>\n<i>\n</i>Legal Documents<ul>\n<li> Facebook Terms of Service </li>\n<li> Supplemental Oculus Terms of Service </li>\n<li> Facebook Data Policy </li>\n<li> Supplemental Oculus Data Policy </li>\n<li> Cookies, Pixels, and Other Technologies </li>\n<li> Oculus Store Terms </li>\n<li> Oculus Terms of Service </li>\n<li> Special Provisions Applicable to Users Residing in Germany </li>\n<li> Oculus Privacy Policy </li>\n<li> Oculus Go/Gear VR Content Refund Policy </li>\n<li> Oculus Rift/Quest Content Refund Policy </li>\n<li> Oculus Store Credit Terms </li>\n<li> Oculus Promotional Offer Terms </li>\n<li> Oculus Video Terms </li>\n<li> Limited Consumer Warranty </li>\n<li> Legal Compliance and Disclosures </li>\n<li> Conflict Minerals Policy </li>\n<li> Health and Safety Warnings </li>\n<li> Oculus Developer Hub Notices </li>\n<li> Music Guidelines </li>\n<li> Third Party Notices </li>\n<li> Product Information Sheet - Oculus Quest 2 </li>\n<li> Product Information Sheet - Oculus Quest </li>\n<li> Product Information Sheet - Oculus Go </li>\n</ul>\n<ul>\n<li> About Us </li>\n</ul>Oculus Cookie Policy<p>\n<i>Date of Last Revision: October 11, 2020</i>\n</p>\n<p>Cookies are small pieces of text used to store information on web browsers.\nCookies are used to store and receive identifiers and other information on computers, phones, and other devices.\nOther storage technologies are used for similar purposes, such as storing data on your web browser or device, placing identifiers on your device and other software.\nIn this policy, we refer to all of these technologies as \"cookies.\"</p>\n<p>We use cookies if you access and use Oculus websites, Oculus Browser or Oculus mobile apps (“Oculus Services”).\nCookies enable us to offer Oculus Services to you and to understand the information we receive about you, whether or not you are registered or logged in.</p>\n<p>This policy explains how we use cookies and the choices you have.\nExcept as otherwise stated in this policy, the Supplemental Oculus Data Policy or the Oculus Privacy Policy (as applicable) will apply to our processing of the data we collect via cookies.</p>\n<p>\n<b>Why do we use cookies?</b>\n</p>\n<p>Cookies help us provide, protect and improve the Oculus Services, such as by remembering your choices and settings, personalizing content, tailoring and measuring ads, and providing a safer experience.\nWhile the cookies that we use may change from time to time as we improve and update the Oculus Services, we use them for the following purposes:</p>\n<ul>\n<li>\n<p>\n<b>Authentication</b>\n</p>\n<p>We use cookies to verify your account and determine when you're logged in so we can make it easier for you to access the Oculus Services and show you the appropriate experience and features.</p>\n<ul>\n<li>\n<p>\n<i>For example:</i> We use cookies to keep you logged in as you navigate between Oculus webpages.\nCookies also help us remember your browser so you do not have to keep logging into your account when you are browsing the Oculus website.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<b>Security, site and integrity</b>\n</p>\n<p>We use cookies to help us keep your account, data and the Oculus Services safe and secure.</p>\n<ul>\n<li>\n<p>\n<i>For example:</i> Cookies can help us identify and impose additional security measures when someone may be attempting to access an Oculus account without authorization, for instance, by rapidly guessing different passwords.\nWe also use cookies to store information that allows us to recover your account in the event that you forget your password or to require additional authentication if you tell us that your account has been hacked.</p>\n</li>\n</ul>\n<p>We also use cookies to combat activity that violates our policies or otherwise degrades our ability to provide the Oculus Services.</p>\n<ul>\n<li>\n<p>\n<i>For example:</i> Cookies help us fight spam and phishing attacks by enabling us to identify computers that are used to create large numbers of fake Oculus accounts.\n</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<b>Advertising, recommendations, insights and measurement</b>\n</p>\n<p>Cookies are used to help show you relevant content and ads, and to measure the performance of ad campaigns, including on third-party websites.</p>\n<ul>\n<li>\n<p>\n<i>For example:</i> Cookies allow us to help deliver ads about Oculus and recommend products and services based on your activity on the Oculus Services.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<b>Providing features and remembering preferences</b>\n</p>\n<p>We use cookies to remember your settings and preferences and to enable the functionality that helps us provide the Oculus Services.</p>\n<ul>\n<li>\n<p>\n<i>For example:</i> Cookies help us store preferences and provide you with customized content and experiences.\nFor instance, cookies allow us to remember your language choice and locale.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<b>Performance</b>\n</p>\n<p>We use cookies to provide you with the best experience possible.</p>\n<ul>\n<li>\n<p>\n<i>For example:</i> Cookies help us route traffic between servers and understand how quickly our Oculus Services load for different people.\nCookies also help us record the ratio and dimensions of your screen and windows and know whether you've enabled high-contrast mode, so that we can render our sites and apps correctly.</p>\n</li>\n</ul>\n</li>\n<li>\n<p>\n<b>Analytics and research</b>\n</p>\n<p>We use cookies to better understand how people use the Oculus Services so that we can improve them.</p>\n<ul>\n<li>\n<p>\n<i>For example:</i> Cookies can help us understand how people use the Oculus Services, analyze which parts of the Oculus Services people find most useful and engaging, and identify features that could be improved.</p>\n</li>\n</ul>\n</li>\n</ul>\n<p>\n<b>Do other parties use cookies in connection with the Oculus Services?</b>\n</p>\n<p>Yes, other parties may use cookies on the Oculus Services for the purposes described above.</p>\n<p>For example, our measurement partners use cookies on the Oculus Services to help us understand the effectiveness of our advertising campaigns and to compare the performance of those campaigns to ads displayed on other websites and apps.\nLearn more about the companies that use cookies on the Oculus Services.</p>\n<p>\n<b>How can you control our use of cookies?</b>\n</p>\n<p>You have a number of options to control or limit how we and our partners use cookies and similar technologies, including for advertising.</p>\n<ul>\n<li>\n<p>Although most browsers and devices accept cookies by default, their settings usually allow you to clear, configure or decline disable cookies.\nFollow the instructions provided by your website or mobile browser (usually located within the \"Help\", \"Tools\" or \"Edit\" facility) to modify your cookie settings.\nPlease note that if you set your browser to disable cookies or other technologies, you may not be able to access certain parts of the Oculus Services and other parts of our Oculus Services may not function properly.</p>\n</li>\n<li>\n<p>Check your mobile device settings that control ads based on your interactions with the applications on your device.\nFor example, on your iOS device, you can enable the “Limit Ad Tracking” setting, and on your Android device, you can enable the “Opt out of Ads Personalization” setting.</p>\n</li>\n<li>\n<p>To turn off sharing usage statistics and crash reports from your Oculus Browser, click Settings in Oculus Browser and toggle the switch next to Analytics to Off.</p>\n</li>\n<li>\n<p>To prevent your data from being used by Google Analytics, you can install Google’s opt out browser add-on.\nTo opt out of ads on Facebook, Pinterest or Google that are targeted to your interests, you can adjust your Facebook, Pinterest or Google ads settings.\nFor information on managing Flash cookies, please visit the Adobe Flash Player website.\nYour browser’s privacy controls may enable you to manage other types of local storage.</p>\n</li>\n<li>\n<p>For information on how our advertising partners allow you to opt out of receiving ads based on your web browsing history, please visit https://optout.aboutads.info.\nEuropean users may opt out of receiving targeted advertising through the European Interactive Digital Advertising Alliance.\nFor more information, please visit https://youronlinechoices.eu.</p>\n</li>\n</ul>\n<p>\n<b>More information about online advertising:</b>\n</p>\n<p>The advertising companies we work with generally use cookies and similar technologies as part of their services.\nTo learn more about how advertisers generally use cookies and the choices they offer, you can review the following resources:</p>\n<ul>\n<li>\n<p>Digital Advertising Alliance</p>\n</li>\n<li>\n<p>Digital Advertising Alliance of Canada</p>\n</li>\n<li>\n<p>European Interactive Digital Advertising Alliance</p>\n</li>\n</ul>APPENDIX 1<p>\n<b>List of Companies</b>\n</p>\n<p>Listed below are the names and websites of some of the companies that use cookies on the Oculus Services.</p>\n<p>\n<i>Last update: October 11, 2020</i>\n</p>\n<p>Company</p>\n<p>Website</p>\n<p>Bing</p>\n<p>https://www.bing.com/</p>\n<p>DoubleClick</p>\n<p>https://www.doubleclickbygoogle.com</p>\n<p>Google</p>\n<p>https://www.google.com</p>\n<p>Tealium</p>\n<p>https://www.tealium.com/</p>APPENDIX 2<p>\n<b>Browser cookies</b>\n</p>\n<p>To provide the Oculus Services, we store cookies on your browser.\nBelow, you can find more information about the cookies that we use.\nThe cookies that we use include session cookies, which are deleted when you close your browser, and persistent cookies, which stay on your browser until they expire or you delete them.\nWe occasionally make changes, so the specific cookies we're using may vary from what's described below.</p>\n<p>\n<i>Last update: October 11, 2020</i>\n</p>\n<p>\n<b>Persistent cookies</b>\n</p>\n<p>Authentication</p>\n<p>Name</p>\n<p>Expiration</p>\n<p>Contents</p>\n<p>Purpose</p>\n<p>oc_www_at Cookie</p>\n<p>30 days</p>\n<p>Access token</p>\n<p>Oculus platform www access token</p>\n<p>c_user</p>\n<p>90 days</p>\n<p>User ID</p>\n<p>Used to authenticate your identity to the Oculus Services</p>\n<p>oc_rt Cookie</p>\n<p>30 days</p>\n<p>SSO refresh token</p>\n<p>Oculus platform refresh token for single sign on authentication</p>\n<p>Security, site and product integrity</p>\n<p>Name</p>\n<p>Expiration</p>\n<p>Contents</p>\n<p>Purpose</p>\n<p>datr</p>\n<p>2 years</p>\n<p>Browser identifier and timestamp</p>\n<p>Used to identify browsers for purposes of security and site integrity, including for account recovery, and identification of potentially compromised accounts.</p>\n<p>sb Cookie</p>\n<p>2 years</p>\n<p>Browser identifier and time stamp</p>\n<p>Identifies browser for login authentication purposes</p>\n<p>Advertising and measurement</p>\n<p>Name</p>\n<p>Expiration</p>\n<p>Contents</p>\n<p>Purpose</p>\n<p>_fbp</p>\n<p>90 days</p>\n<p>Subdomain index, timestamp, random number</p>\n<p>Used to identify the browser used to access the Oculus Services for the purposes of providing advertising and site analytics services</p>\n<p>Site features and services</p>\n<p>Name</p>\n<p>Expiration</p>\n<p>Contents</p>\n<p>Purpose</p>\n<p>locale Cookie</p>\n<p>7 days</p>\n<p>Locale string (e.g.\nen_US)</p>\n<p>Used to identify the country and chosen language of the last logged in user of the browser or the international domain used to access Oculus</p>\n<p>cart_id Cookie</p>\n<p>session</p>\n<p>Serialised ID based on large random secret</p>\n<p>Used to keep track of all the items that a customer is looking to purchase</p>\n<p>Performance</p>\n<p>Name</p>\n<p>Expiration</p>\n<p>Contents</p>\n<p>Purpose</p>\n<p>wd Cookie</p>\n<p>7 days</p>\n<p>Screen or window dimensions</p>\n<p>Allows delivery of optimal experience for user's screen</p>\n<p>dpr</p>\n<p>7 days</p>\n<p>Numeric value between 1 and 2 indicating device pixel ratio</p>\n<p>Allows delivery of optimal experience for user's screen</p>\n<p>Analytics and research</p>\n<p>Name</p>\n<p>Expiration</p>\n<p>Contents</p>\n<p>Purpose</p>\n<p>oa</p>\n<p>1 year</p>\n<p>Browser identifier and time stamp</p>\n<p>Identifies browsers for purpose of Oculus analytics and measurement</p>\n<p>\n<b>Session cookies</b>\n</p>\n<p>Category</p>\n<p>Cookies</p>\n<p>Authentication</p>\n<p>oc_ac_at, oc_ac_guest_at, oc_rs_a_rd, oc_rs_at</p>\n<p>Security, site and product integrity</p>\n<p>oa_st</p>\n<p>Site features and services</p>\n<p>dev_sidebar_state</p>\n<p>Analytics and research</p>\n<p>www_ustc</p>\n<ul>\n<li>QUEST 2</li>\n<li>RIFT S</li>\n<li>ACCESSORIES</li>\n<li>APPS &amp.\nGAMES</li>\n<li>SUPPORT</li>\n<li>DEVELOPERS</li>\n<li>OCULUS FOR BUSINESS</li>\n</ul>ALL PRODUCTS<i>\n</i>\n<ul>\n<li>\n<p>Quest 2</p>\n</li>\n<li>\n<p>Rift S</p>\n</li>\n<li>\n<p>Accessories</p>\n</li>\n<li>\n<p>Quest</p>\n</li>\n<li>\n<p>Go</p>\n</li>\n<li>\n<p>Rift</p>\n</li>\n</ul>MORE OCULUS<i>\n</i>\n<ul>\n<li>\n<p>Forums</p>\n</li>\n<li>\n<p>Blog</p>\n</li>\n<li>\n<p>VR for Good</p>\n</li>\n<li>\n<p>Creators</p>\n</li>\n<li>\n<p>Download SDKs</p>\n</li>\n</ul>ABOUT<i>\n</i>\n<ul>\n<li>\n<p>Careers</p>\n</li>\n<li>\n<p>Facebook Connect</p>\n</li>\n<li>\n<p>Research</p>\n</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n<li>\n<i>\n</i>\n</li>\n</ul>\n<p>Privacy</p>\n<p>Legal</p>\n<p>©&nbsp.\nFacebook Technologies, LLC.</p> ", "created_at": "2020-10-30 18:06:01.985587", "updated_at": "2020-12-15 00:18:02.642511"}], "points": [{"id": 11097, "title": "You can opt out of targeted advertising", "source": "https://www.oculus.com/legal/cookies-pixels-and-other-technologies/", "status": "Generated through the annotate view", "created_at": "2020-11-07 19:42:22.333237", "updated_at": "2020-11-08 00:01:27.233393", "quoteText": "“Opt out of Ads Personalization” setting.</p>\n</li>\n<li>\n<p>To turn off sharing usage statistics and crash reports from your Oculus Browser, click Settings in Oculus Browser and toggle the switch next to Analytics to Off.</p>\n</li>\n<li>\n<p>To prevent your data from being used by Google Analytics, you can install Google’s opt out browser add-on.\nTo opt out of ads on Facebook, Pinterest or Google that are targeted to your interests, you can adjust your Facebook, Pinterest or Google ads settings.\nFor information on managing Flash cookies, please visit the Adobe Flash Player website.\nYour browser’s privacy controls may enable you to manage other types of local storage.</p>\n</li>\n<li>\n<p>For information on how our advertising partners allow you to opt out of receiving ads based on your web browsing history, please visit https://optout.aboutads.info.\nEuropean users may opt out of receiving targeted advertising through the European Interactive Digital Advertising Alliance.\nFor more information, please visit https://youronlinechoices.eu.", "case_id": 219, "document_id": 2992, "quoteStart": 7453, "quoteEnd": 8498}], "urls": ["oculus.com", "oculusvr.com"]}}