{"error": 448, "message": "OK", "parameters": {"id": 5062, "name": "Schlumberger", "created_at": "2021-09-27 13:32:04.469887", "updated_at": "2021-09-27 22:01:08.743783", "wikipedia": "https://en.wikipedia.org/wiki/Schlumberger", "keywords": null, "related": null, "slug": "schlumberger", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5062.png", "url": "slb.com", "documents": [{"id": 9087, "name": "Recruitment Privacy Statement", "url": "https://www.welcome.slb.com/Public/Privacy.aspx", "xpath": "//*[@id=\"ctl00_cpMain_pnlMain\"]", "text": " <u>\n<strong>Privacy Agreement</strong>\n</u>\n<strong>&nbsp;</strong>\n<u>\n<strong>Recruitment Privacy Statement</strong>\n</u>\n&nbsp.\nIn using this Recruitment website personal data that you provide to, or that is collected from you by Schlumberger Limited and its group companies&nbsp;(“Schlumberger”)&nbsp;will be stored and processed solely by Schlumberger,\n&nbsp;<br>\nFor the purposes of the Data Protection Directive (the \"Act\") the data controller is Schlumberger Limited\n&nbsp.\n&nbsp;<br>\n<strong>COLLECTION OF INFORMATION</strong>\n<b>\n<br>\n</b>&nbsp;<br>\nThis Recruitment website privacy statement notifies you that, subject to the Act, Schlumberger may ask you to provide and will process your personal data, and in some cases your sensitive personal data, which may include the following:\n<br>\n• Personal details (e.g.\nname, address and contact details).<br>\n• Nationality (optional)<br>\n• Academic and vocational qualifications, skills and competencies.<br>\n• Resume/CV documents that support your job applications.<br>\n• Employment history.<br>\n• Job application history.\n<br>\nYou can update, amend or add to your data at any time by accessing the Recruitment website by using your user name and password.<br>\n&nbsp;<br>\n<br>\n&nbsp;<br>\n<strong>STORAGE OF YOUR PERSONAL DATA</strong>\n<b>\n<br>\n</b>&nbsp;<br>\nThe data that Schlumberger collects from you may be transferred to, and stored at, and processed outside of the European Economic Basin (\"EEA\").\nBy using this E-Recruitment website and submitting your personal data you agree to this transfer, storing or processing.\nYou can withdraw your agreement at any time by deactivating your account, which will mean you will be unable to continue using the Recruitment website.<br>\n&nbsp;<br>\nSchlumberger takes all steps reasonably necessary to ensure that your data is treated securely and in accordance with this Recruitment Privacy Statement .\nAll information you provide to Schlumberger is stored on Schlumberger’s secure servers.<br>\n&nbsp;<br>\nYou are responsible for keeping your user name and password for this Recruitment website confidential and you should not share them with anyone.<br>\n&nbsp;<br>\nExcept where required by law or otherwise agreed with you, the data collected through the Recruitment website about you will be held for a maximum of two years from the date you last used your account.<br>\n&nbsp.\n<strong>USES AND DISCLOSURE OF THE INFORMATION</strong>\n<br>\n&nbsp;<br>\nSchlumberger uses the information held about you in the following ways:<br>\n&nbsp;<br>\n• To be considered in support of your job applications.<br>\n• To support any offer of engagement and induction to the Schlumberger<br>\n• As the basis for your employee record.<br>\n• Anonymous data may be used to ensure compliance with equal opportunities and employment legislation.<br>\n• Schlumberger may disclose information to companies we employ in support of our recruitment activities.\nThese companies may/will have access to your personal information as necessary to perform their functions, but may not share that information with any other third party\nYour data will not be used for marketing purposes.\nYour data may be disclosed and used within Schlumberger &nbsp;Group Companies and its joint venture entities for the above purposes.&nbsp;<br>\nOther than as above, Schlumberger &nbsp;will not disclose your data to third parties provided that it may do so if required by law.\n<br>\n<strong>YOUR RIGHTS</strong>\n<b>\n<br>\n</b>&nbsp;<br>\nYou can at any time access your consent or withdraw your consent to the processing of your data by requesting for your account to be deactivated through the Recruitment site.\nYou can also exercise your rights at any time by contacting the recruiting team &nbsp;at Careers@slb.com\n&nbsp;<br>\n&nbsp;<br>\n<strong>ACCESS TO PERSONAL INFORMATION</strong>\n<b>\n<br>\n</b>&nbsp;<br>\nWhere legally required the Act gives you the right to access information held about you.\n<br>\n&nbsp;<br>\n&nbsp;<br>\n<strong>CHANGES TO THE RECRUITMENT PRIVACY STATEMENT</strong>&nbsp;<br>\nAny changes to this Recruitment Privacy Statement in the future will be posted on this page and, where appropriate, notified to you by e-mail.<br>\n&nbsp;<br>\n&nbsp;<br>\n<strong>CONTACT</strong>\n<br>\n&nbsp;<br>\nQuestions, comments and requests regarding this Recruitment Privacy Statement should be addressed to DataPrivacy@slb.com ", "created_at": "2021-09-27 13:34:02.189181", "updated_at": "2021-09-27 13:34:24.891006"}], "points": [], "urls": ["slb.com"]}}