{"error": 448, "message": "OK", "parameters": {"id": 4851, "name": "MiniTool", "created_at": "2021-08-14 23:10:42.589542", "updated_at": "2021-08-14 22:01:08.121803", "wikipedia": null, "keywords": null, "related": null, "slug": "minitool", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4851.png", "url": "minitool.com", "documents": [{"id": 8711, "name": "TERMS AND CONDITIONS", "url": "https://moviemaker.minitool.com/terms.html", "xpath": "/html/body/section[2]/div", "text": "\n1.\nCondition of Use\n<p>Before you access or use this website (together with all Content available through the Moviemaker.minitool.com domain name, the \"Website\"), or submitting content to this website, please read the documents comprising the Agreement carefully and make sure you understand them.\nIf you disagree with any aspect of the Agreement, you do not have our permission to, and you must not, access or use any Content of the Website.</p>\n2.\nAccess Agreement\n<p>Moviemaker.minitool.com hereby grants you permission to use the Website, provided that:</p>\n<ul>\n<li>You use the Website for personal, noncommercial purpose;</li>\n<li>You will not copy, distribute or modify any part of the Website without the prior written authorization of Moviemaker.minitool.com;</li>\n<li>You will not send any unsolicited or unauthorized advertisements, spam, chain letters, etc.;</li>\n<li>You will not transmit any Content which contains software viruses, or other harmful computer code, files or programs.\n</li>\n<li>You will not disrupt servers or networks connected to the Website.\n</li>\n<li>You will not use or launch any automated system, including without limitation, \"robots,\" \"spiders,\" and \"offline readers,\" that accesses the Website in a manner that sends more request messages to its servers in a given period of time than a human can reasonably produce in the same period by using a conventional on-line web browser.</li>\n<li>You affirm that you are either more than 18 years of age or possess legal parental or guardian consent to enter into and comply with these Terms &amp.\nConditions.</li>\n</ul>\n<p>Moviemaker.minitool.com grants the operators of public search engines permission to use spiders to copy materials from the Website for the purpose of creating publicly available searchable indices of the materials, but not caches or archives of such materials.\n<strong>Moviemaker.minitool.com reserves the right to revoke these exceptions either generally or in specific cases</strong>.</p>\n<p>You agree not to collect any personally identifiable information, including account names or e-mail addresses, from the Website, nor to use the communication systems provided by the Website for any commercial solicitation purposes.\nYou agree not to solicit, for commercial purposes, any users of the Website with respect to their User Submissions (as defined below).\n<strong>Moviemaker.minitool.com has the right to terminate your access to the Website, in its sole discretion, immediately and with or without cause</strong>.</p>\n3.\nThird Party Links\n<p>This Website may contain links or references to third party websites over which Moviemaker.minitool.com has no influence or control.\nIf you decide to visit any linked website, you do so at your own risk and it is your responsibility to take all protective measures to guard against viruses or other destructive elements.\nMoviemaker.minitool.com shall not be held liable for the content of such third party websites and/or links that these may contain.</p>\n4.\nIntellectual Property Rights\n<p>The content on the Website, including but not limited to all User Submissions, the text, software, scripts, graphics, photos, sounds, music, videos and interactive features (\"Content\") and the trademarks, service marks and logos contained therein (\"Marks\"), are owned by or licensed to Moviemaker.minitool.com.</p>\n<p>Content on the Website is provided to you \"AS IS\" for your information and for personal use only.\nContent may not be used, copied, distributed, transmitted, broadcast, displayed, sold, licensed, reverse engineered, de-compiled, or exploited for any other purposes without <strong>Moviemaker.minitool.com's prior written consent.\nMoviemaker.minitool.com reserves all rights not expressly granted in and to the Website</strong>.</p>\n<p>If you download or print a copy of the Content for personal use, you must retain all copyright and other proprietary notices contained therein.\nYou agree not to circumvent, disable or otherwise interfere with security-related features of the Website or features that prevent or restrict use or copying of any Content or enforce limitations on use of the Website.</p>\n5.\nCopyright and Content Policy\n<p>Moviemaker.minitool.com respects the intellectual property rights of others and expects you to do the same.\nMoviemaker.minitool.com does not permit infringement of intellectual property rights on its platform, and will promptly suspend commercial content from being able to be converted and downloaded by its platform when kindly notified.</p>\n<p>If you’re a content creator/owner, a copyright owner or an agent thereof, and would like to disable the possible use of Moviemaker.minitool.com’s platform to convert your publicly available content(s), please kindly send us a request via e-mail to support@minitool.com with the following information.\nThe relevant content(s) will be blacklisted in our system within 24 hours.</p>\n<ul>\n<li>The URL(s) and description(s) of the content(s) you want us to block;</li>\n<li>Any form of electronic or physical evidence showing that you have the rights to act for the content(s);</li>\n<li>The contact information that is reasonably sufficient to permit us to contact you, such as an address,</li>\n<li>A telephone number and a valid e-mail address.\n</li>\n</ul>\n6.\nTrademarks\n<p>Moviemaker.minitool.com, the Moviemaker.minitool.com logo, and all other Moviemaker.minitool.com trademarks, service marks, product names, and trade names of Moviemaker.minitool.com appearing on the Services are owned by www.minitool.com.\nAll other trademarks, service marks, product names, logos and pics appearing on the Services are the property of their respective owners.</p>\n7.\nWarranty Disclaimer\n<p>YOU AGREE THAT YOUR USE OF THE WEBSITE SHALL BE AT YOUR SOLE RISK TO THE FULLEST EXTENT PERMITTED BY LAW, Moviemaker.minitool.com, ITS OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, IN CONNECTION WITH THE WEBSITE AND YOUR USE THEREOF.\nMoviemaker.minitool.com MAKES NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE WEBSITE'S CONTENT AND ASSUMES NO LIABILITY FOR:</p>\n<ul>\n<li>ANY MISTAKES OR INACCURACIES OF CONTENT;</li>\n<li>ANY PERSONAL INJURY OR PROPERTY DAMAGE RESULTING FROM YOUR USE OF THE WEBSITE;</li>\n<li>ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN;</li>\n<li>ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM THE WEBSITE;</li>\n<li>ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH OUR WEBSITE BY ANY THIRD PARTY;</li>\n<li>ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF ANY CONTENT ON OR VIA THE WEBSITE.</li>\n</ul>\n<p>Moviemaker.minitool.com DOES NOT WARRANT, ENDORSE OR ASSUME RESPONSIBILITY FOR ANY CONTENT, OR PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE WEBSITE OR FEATURED IN ANY ADVERTISING, AND Moviemaker.minitool.com WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.</p>\n<p>YOU AGREE THAT YOUR USE OF THE WEBSITE SHALL BE AT THE UNIQUE PURPOSE OF CONVERTING AND DOWNLOADING CONTENT FOR PERSONAL AND NONCOMMERCIAL PURPOSE.\nYOU AGREE THAT YOU NEED TO KNOW THE SPECIFIC RULES APPLIED IN YOUR COUNTRY.\nYOU AGREE THAT ALL CONTENT DOWNLOADED FROM Moviemaker.minitool.com IS INTENDED FOR AN EVALUATION PERIOD AND WILL NOT BE PRESENTED ON YOUR HARD DRIVE OR ANY OTHER DEVICES MORE THAN A RESTRICTIVE PERIOD OF TWO (2) DAYS.\nYOU AGREE THAT IF YOU WISH TO KEEP THE CONTENT AND IF THIS CONTENT IS SOLD UNDER A LICENCE, YOU WILL BUY A LICENSE OF IT.</p>\n<p>ALL CONVERTED CONTENT ARE DELETED UPON PASSING A TRANSITORY PERIOD OF TIME REQUIRED FOR DOWNLOADING IT.</p>\n8.\nLimitation of Liability\n<p>IN NO EVENT SHALL Moviemaker.minitool.com, ITS OFFICERS, DIRECTORS, EMPLOYEES, OR AGENTS, BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES WHATSOEVER RESULTING FROM:</p>\n<ul>\n<li>ANY CONTENT, INCLUDING ANY MISTAKES OR INACCURACIES THEREIN;</li>\n<li>ANY PERSONAL INJURY OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR USE OF OUR WEBSITE;</li>\n<li>ANY UNAUTHORIZED USE OF OUR SERVERS AND/OR ANY AND ALL PERSONAL INFORMATION AND/OR FINANCIAL INFORMATION STORED THEREIN;</li>\n<li>ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM OUR WEBSITE.\n</li>\n<li>ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE, WHICH MAY BE TRANSMITTED TO OR THROUGH OUR WEBSITE BY ANY THIRD PARTY;</li>\n<li>ANY ERRORS OR OMISSIONS IN ANY CONTENT OR FOR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF YOUR USE OF ANY CONTENT ON OR VIA THE WEBSITE, WHETHER BASED ON WARRANTY, CONTRACT, TORT, OR ANY OTHER LEGAL THEORY, AND WHETHER OR NOT Moviemaker.minitool.com IS ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.</li>\n</ul>\n<p>THE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW IN THE APPLICABLE JURISDICTION.\nYOU ACKNOWLEDGE THAT Moviemaker.minitool.com SHALL NOT BE LIABLE FOR USER SUBMISSIONS OR THE DEFAMATORY, OFFENSIVE, OR ILLEGAL CONDUCT OF ANY THIRD PARTY AND THAT THE RISK OF HARM OR DAMAGE FROM THE FOREGOING RESTS ENTIRELY WITH YOU.</p>\n9.\nIndemnity\n<p>You agree to defend, indemnify and hold harmless Moviemaker.minitool.com, its affiliates, and their respective officers, directors, employees and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs and expenses (including but not limited to attorney's fees) arising from:</p>\n<ul>\n<li>Your use of the Website;</li>\n<li>Your violation of these Terms &amp.\nConditions;</li>\n<li>Your violation of the terms which apply to your User Submission;</li>\n<li>Your violation of any third party right, including but not limited to any copyright, property, publicity or privacy right;</li>\n<li>Any claim that one of your User Submissions caused damage to a third party.\nThis defense and indemnification obligation will survive these Terms &amp.\nConditions and your use of the Website.</li>\n</ul>\n10.\nEnforcement\n<p>You agree that the Website shall be deemed solely based in Canada.\nand the Website shall be deemed a passive website that does not give rise to personal jurisdiction over Moviemaker.minitool.com, either specific or general, in jurisdictions other than the country of Canada.\nThese Terms &amp.\nConditions shall be governed by the internal substantive laws of Canada, without respect to its conflict of laws principles.\nAny claim or dispute between you and Moviemaker.minitool.com that arises in whole or in part from the Website or these Terms &amp.\nConditions shall be decided exclusively by a federal or state court of competent jurisdiction located in Canada.</p>\n<p>If any provision of these Terms &amp.\nConditions is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of these Terms &amp.\nConditions, which shall remain in full force and effect.\nNo waiver of any term of this these Terms &amp.\nConditions shall be deemed a further or continuing waiver of such term or any other term, and a party's failure to assert any right or provision under these Terms of Use shall not constitute a waiver of such right or provision.</p>\n11.\nModification of the Agreement\n<p>\n<strong>Moviemaker.minitool.com may modify these Terms &amp.\nConditions at any time and without notice, and it is your responsibility to review these Terms &amp.\nConditions for any changes</strong>.\nYour use of the Website following any amendment of these Terms &amp.\nConditions will signify your assent to and acceptance of its revised terms.\nYou and Moviemaker.minitool.com agree that any cause of action arising out of or related to the Website must commence within one (1) year after the cause of action accrues.\nOtherwise, such cause of action is permanently barred.</p>\n", "created_at": "2021-08-14 21:12:30.203694", "updated_at": "2021-08-14 21:13:01.058549"}, {"id": 8710, "name": "Privacy Policy", "url": "https://moviemaker.minitool.com/help/privacy-policy.html", "xpath": "/html/body/div[1]/main/div/article", "text": "\nPrivacy Policy for MiniTool Media Toolkit <ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>Linkedin</li>\n<li>Reddit</li>\n</ul> Quick Navigation :<ul>\n<li>1.\nData Controller and Representative</li>\n<li>2.\nData Processing Implemented by MiniTool</li>\n<li>3.\nUser's Rights</li>\n<li>4.\nRevision of This Privacy Policy</li>\n<li>5.\nContacting MiniTool</li>\n</ul>\n<p>\n<strong>IMPORTANT - READ CAREFULLY:</strong>&nbsp;This&nbsp;Privacy Policy applies to MiniTool MovieMaker, MiniTool uTube Downloader and MiniTool Video Converter.</p>\n1.\nData Controller and Representative\n<p>Your privacy is important to us.\nThrough its website (the “Website”) and its desktop applications and mobile applications (the “Application”), MiniTool implements the processing of personal data listed below.</p>\n2.\nData Processing Implemented by MiniTool\n<p>\n<strong> Part 1.\nProcessing of personal data related to your visit to our website and the purchase and use of our products.</strong>\n</p>\n<p>When the User visits to our Website, or purchases a MiniTool product through the Website or the Application, or use our products, MiniTool implements a processing of personal data as follows:</p>\n<p>1) Personal data collected Regarding this processing, MiniTool collects the following personal data through the collection forms in the ordering process or other processes.</p>\n<ul>\n<li>Name.</li>\n<li>Gender.</li>\n<li>Age.</li>\n<li>Email address.</li>\n<li>Address.</li>\n<li>Country.</li>\n<li>Postal code.</li>\n<li>Phone number.</li>\n<li>Company name and industry you work for.</li>\n<li>Order information, such as the products you purchase, date and amount of the order.</li>\n<li>Payment information such as Credit card information (type, number, expiration date, CVV security code)/debit card information or other payment/billing information.</li>\n<li>Information we get from your visit to our websites.\nWe collect information about how you visit our websites (including the webpage that led you to a MiniTool website, the search terms entered into a search engine which led you to a MiniTool website).</li>\n<li>Information we get from your use of our products.\nWe collect information about the products that you use and how you use them and your local device information, including but not limited to your device information, operating system, username, your MiniTool ID, location, IP address, operating log information, crash reports and the information and format of the files you are working with(with your additional consent).</li>\n<li>Your product serial number.</li>\n<li>Content of customer support communications.</li>\n</ul>\n<p>2) Purpose and legal basis of the processing</p>\n<p>MiniTool uses the information we collect about you for the following purposes:</p>\n<p>For Verifying your identity and Providing customer service or support;</p>\n<p>Analyze your use of our websites and products to understand better how they are being used so we can improve our services and the user experience and engage and retain users.</p>\n<p>3) Recipients of the personal data</p>\n<p>We may also transmit your personal information with companies that help us to run our business by processing personal information on behalf of us for the purposes identified above.\nSuch companies include providers of payment processing services, server services providers, data analysis services providers, fraud monitoring and prevention providers, email delivery service providers, social media, and other marketing platforms and service providers.</p>\n<p>In addition, MiniTool may disclose the User’s personal data:</p>\n<p>if MiniTool is under a duty to disclose or share such personal data in order to comply with any legal obligation, or in order to protect the rights, property or safety of its business, its customers or others.\nand to successors in title or replacement operators of all or part of MiniTool’s respective businesses.</p>\n<p>4) Transfer of personal data</p>\n<p>The collected personal data may be transferred by MiniTool to recipients who are located outside the European Union and such destinations may not have laws which protect the User’s personal data to the same extent as in the European Union.</p>\n<p>MiniTool ensures that the User’s personal data processed by MiniTool or by its suppliers and partners operating outside the European Union are treated securely and are protected against unauthorized access, loss or destruction, unlawful processing and any processing which is inconsistent with the purposes set out in this privacy policy.</p>\n<p>Please find below the relevant information on transfer</p>\n<ul>\n<li>MiniTool may transfer the collected information to third party payment processors to complete the charge process.</li>\n<li>MiniTool may transfer the collected information to providers of third-party email delivery service to send promotion emails, or to other marketing platforms and service providers to complete relevant service.</li>\n<li>MiniTool may use third party track tools (such as Adwords, Bing, Criteo, Disqus, fabric, Facebook, Firebase, Flurry, Google Analytics, Hotjar, LinkedIn, Pardot, Quora, JPUSH) to track the information on how users use the products and websites, such information will be stored in third-party servers.\nSuch third party track tools may send the data analysis report to MiniTool for MiniTool’s above-mentioned purpose.</li>\n<li>MiniTool may store the collected information on the servers leased from providers of third-party server service.</li>\n</ul>\n<p>5) Duration of the storage</p>\n<p>MiniTool will store the collected personal data for the duration of the contract and 60 days after the termination of the contract.\nBeyond this duration, in order for MiniTool to be able to demonstrate the existence of a right or a contract or a legal obligation, the relevant personal data will be stored through intermediary archives for a duration that will not exceed what is strictly necessary regarding the purpose of the storage and in accordance with the applicable legislation.</p>\n<p>\n<strong>Part 2.\nProcessing of personal data related to comments areas</strong>\n</p>\n<p>When the User decides to comment a MiniTool product through the Website or the Application, MiniTool implements a processing of personal data as follows:</p>\n<p>1) Personal data collected</p>\n<p>Regarding this processing, MiniTool collects the following personal data:</p>\n<ul>\n<li>Email address.</li>\n<li>Name or nickname.</li>\n<li>Profile photo.</li>\n<li>Other potential personal information provided by the User through its comment (age, location, etc.).</li>\n<li>The content of your comment.</li>\n</ul>\n<p>2) Purpose and legal basis of the processing</p>\n<p>This processing is implemented by MiniTool in order to improve its products and provide the consumers and potential consumers with a better and transparent information about the MiniTool products.\nSaid comments and the related personal data are provided by the User on a voluntary basis so that the processing of the collected personal data relies on the User’s consent.</p>\n<p>MiniTool may use the comments (with your relevant information) you post for marketing purpose in order for others to better understand and use our products.</p>\n<p>3) Recipients of the personal data</p>\n<p>MiniTool may transmit the collected personal data to third-party email delivery service providers, social media, other marketing platforms and service providers.</p>\n<p>4) Transfer of personal data</p>\n<p>The collected personal data are transferred by MiniTool to recipients who are located outside the European Union and such destinations may not have laws which protect the User’s personal data to the same extent as in the European Union.</p>\n<p>MiniTool ensures that the User’s personal data processed by MiniTool or by its suppliers and partners operating outside the European Union are treated securely and are protected against unauthorized access, loss or destruction, unlawful processing and any processing which is inconsistent with the purposes set out in this privacy policy.</p>\n<p>Please find below the relevant information on transfer:</p>\n<ul>\n<li>MiniTool may transfer the collected information to providers of third-party email delivery service to send promotion emails, to other marketing platforms and service providers to complete relevant service.</li>\n<li>MiniTool may store the collected information on the servers leased from providers of third-party server service.</li>\n</ul>\n<p>5) Duration of the storage</p>\n<p>MiniTool will store the collected personal data for not more than 5 years after the collection.</p>\n<p>\n<strong>Part 3.\nProcessing of personal data related to newsletters and advertising emails</strong>\n</p>\n<p>The User may want to subscribe to MiniTool’s newsletter in order to be provided with information and news regarding MiniTool products.\nIn this case, MiniTool implements a processing of personal data as follows:</p>\n<p>1) Personal data collected</p>\n<p>Regarding this processing, MiniTool only collects your provided information such as the User’s email address, name or nickname, country, preferred product, and your operation to the promotion emails.</p>\n<p>2) Purpose and legal basis of the processing</p>\n<p>MiniTool implements the processing of personal data in order to provide consumers and potential consumers with information and news regarding MiniTool products.</p>\n<p>The subscription to MiniTool’s newsletter and the related provision of personal data is made on a voluntary basis so that the processing of the collected personal data relies on the User’s consent.</p>\n<p>Recipients of the personal data</p>\n<p>MiniTool may transmit the collected personal data to providers of email delivery service and other service providers such as data analysis providers and server providers.</p>\n<p>3) Transfer of personal data</p>\n<p>The collected personal data are transferred by MiniTool to recipients who are located outside the European Union and such destinations may not have laws which protect the User’s personal data to the same extent as in the European Union.</p>\n<p>MiniTool ensures that the User’s personal data processed by MiniTool or by its suppliers and partners operating outside the European Union are treated securely and are protected against unauthorized access, loss or destruction, unlawful processing and any processing which is inconsistent with the purposes set out in this privacy policy.</p>\n<p>Please find below the relevant information on transfer:</p>\n<ul>\n<li>MiniTool may transfer the collected information to providers of email delivery service providers to send newsletters or promotional emails.</li>\n<li>MiniTool may store the collected information on the servers leased from providers of server service.</li>\n<li>MiniTool may use third party track tools(such as Google Analytics) to track the information on the user’s operation to the advertising emails, such information will be stored in third-party servers.\nSuch third party track tools may send the data analysis report to MiniTool for MiniTool’s above-mentioned purpose.</li>\n</ul>\n<p>4) Duration of the storage</p>\n<p>MiniTool will store the collected personal data for 3 years from their collection or from the last contact from the User (whichever is later).</p>\n<p>At the end of this 3 years time period, MiniTool may contact the User in order to know if the User wishes to keep receiving commercial information from MiniTool.\nIn case MiniTool would not receive any positive and explicit answer from the User, the personal data would be deleted or archived in accordance with the applicable legislation.</p>\n<p>\n<strong>Part 4.\nCookies and trackers</strong>\n</p>\n<p>When the User consults the Website and/or the Application, MiniTool implements cookies and other trackers on the User’s device.</p>\n3.\nUser's Rights\n<p>To the extent required by the law of your jurisdiction, you may have below rights.\nBefore you exercise below rights, you may consult your legal counsel if the laws of your jurisdiction stipulate below rights.</p> Rights\nContent The right to be informed\nThe User has the right to be provided with clear, transparent and easily understandable information about how MiniTool collects and uses personal data and its rights.\nThis is the reason why MiniTool is providing the User with the information in this privacy policy.\nThe right of access\nThe User has the right to obtain access to its personal data (if MiniTool is processing it), and other certain information (similar to that provided in this privacy policy).\nThe right to rectification\nThe User is entitled to have its personal data corrected if it’s inaccurate or incomplete.\nThe right to erasure\nThis 'the right to be forgotten' enables the User to request the deletion or removal of its personal data where there’s no compelling reason for MiniTool to keep using it.\nThis is not a general right to erasure.\nthere are exceptions.\nThe right to restrict processing\nUnder certain circumstances, the User has the rights to ‘block’ or suppress further use of its personal data.\nThe right to data portability\nThe User has the rights to receive its personal data provided to MiniTool in a structured, commonly used and machine readable format and has the right to transmit those data to another controller.\nThe right to object to processing\nThe User has the right to object, on grounds relating to its particular situation, at any time, to the processing of its personal data.\nThe right to lodge a complaint\nThe User has the right to lodge a complaint about the way MiniTool handles or processes its personal data with its national supervisory authority.\nThe right to withdraw consent\nIf the user has given its consent for a specific processing of its personal data implemented by MiniTool, the User has the right to withdraw its consent at any time.\nIn case the User does so, it does not mean that anything MiniTool has done with the User’s personal data with its consent up to that point is unlawful).\nThe right to define instructions\nThe User has the right to define general or specific instructions regarding storage, deletion and use of its personal data after death.\n4.\nRevision of This Privacy Policy\n<p>Occasionally, we may change this privacy policy (or other documents related to privacy policy) to allow MiniTool to use or share your personal data in a different way.\nIf we do, the links to the policy on our websites (which are generally found in the footer of the website) will indicate that the policy has been changed.\nFor new users, the change will become effective upon posting.\nFor existing users, if the change is significant, it will become effective 30 days after posting.\nWe encourage you to periodically review the privacy policy for the latest information on our privacy practices.</p>\n5.\nContacting MiniTool\n<p>If the User needs to contact MiniTool for any reason (including to exercise any of its rights in relation to data protection as set out above), please contact support@minitool.com.</p>\n<p>MiniTool will act on the User’s requests and provide information free of charge, except where the requests are manifestly unfounded or excessive (in particular because of their repetitive nature) in which case MiniTool may charge a reasonable fee (taking into account the administrative costs of providing the information or communication, or taking action requested), or refuse to act on the request.</p>\n<ul>\n<li>Facebook</li>\n<li>Twitter</li>\n<li>Linkedin</li>\n<li>Reddit</li>\n</ul> ", "created_at": "2021-08-14 23:10:42.594132", "updated_at": "2021-08-14 21:11:44.920379"}], "points": [], "urls": ["minitool.com"]}}