{"error": 448, "message": "OK", "parameters": {"id": 1951, "name": "YouTube Kids", "created_at": "2019-11-03 05:06:32.539817", "updated_at": "2021-05-02 22:34:12.26098", "wikipedia": "https://en.wikipedia.org/wiki/YouTube_Kids", "keywords": null, "related": null, "slug": "youtube_kids", "is_comprehensively_reviewed": false, "rating": 8, "status": null, "image": "https://s3.tosdr.org/logos/1951.png", "url": "youtubekids.com", "documents": [{"id": 2068, "name": "Privacy Notice", "url": "https://kids.youtube.com/t/privacynotice", "xpath": "", "text": "<ol>\n<li>Terms of Service</li>\n<li>Privacy notice</li>\n<li>Notice for Children</li>\n</ol>YouTube Kids Privacy Notice<p>Community Guidelines</p>\n<p>This YouTube Kids Privacy Notice is intended to help parents understand what data is collected by the app, why we collect it, what we do with it, and our privacy controls.\nThis Notice provides information about our privacy practices that are specific to YouTube Kids and summarizes the most relevant portions of the Google Privacy Policy, which generally describes how we treat user information in Google's products and services.</p>\n<b>Information we collect</b>\n<p>\n<b>Information about the device and app used to access the service.</b> This information includes:</p>\n<p>YouTube Kids collects information based on your child's use of the app, like when they watch a video.\nThis information includes:</p>\n<ul>\n<li>device type and settings, such as hardware model and operating system version;</li>\n<li>log information, including details of how our service is used, device event information, and the device's Internet protocol (IP) address;</li>\n<li>unique application numbers, such as application version number.\nand</li>\n<li>unique identifiers, which are used to collect and store information about an app or device, such as preferred language, app activity, and other settings.</li>\n</ul>\n<p>YouTube Kids doesn't collect personal information like name, address, or contact information from your child.</p>\n<p>\n<b>App activity.</b> This information includes the videos your child watches, their search terms, and other interactions with content and ads in the app.\nIf a child uses audio features in the app such as voice search, the app briefly collects voice information.\nThis information is processed to allow for use of the audio feature and immediately deleted.</p>\n<b>How we use the information we collect</b>\n<p>We use the information we collect for internal operational purposes such as for spam and abuse prevention and enforcing our content license restrictions, determining preferred language and providing and improving the service.</p>\n<p>We also use this information to offer users personalized content.\nWe associate an identifier that's unique to the app with the videos your child has watched and terms they've searched for to recommend content likely to be of interest to them, subject to the controls described below.</p>\n<p>We use unique identifiers to provide contextual advertising, including ad frequency capping.The app does not allow interest-based advertising or remarketing.</p>\n<p>YouTube Kids does not allow your child to share personal information with third parties or make it publicly available.</p>\n<b>Signing in to YouTube Kids with your Google Account: Additional Information We Collect and How We Use It</b>\n<p>In some countries we prompt parents to sign in to YouTube Kids with their Google Account to create a profile for their child, enable additional parental controls, customization preferences for their child and use their YouTube Premium membership in the app.\nIf a parent chooses not to sign in with their Google Account, the app can be used in a signed out state, as described above.</p>\n<p>If you sign in to YouTube Kids with your Google Account, the app will collect your Google Account information, such as email address and password, and, as applicable, will collect profile information for any profiles you create for your child as well as your parental controls and &nbsp;customization preferences.\nThe profile information will include your child’s name or nickname, their age, and their month of birth if you choose to provide it.\nThe app will collect customization preferences such as videos blocked from the app, videos you may allow in the app, and channels to which they may subscribe.\nThe app also collects the child’s app activity data including watch and search history specific to each child, as described above.</p>\n<p>We will use this information to provide the following features:</p>\n<ol>\n<li>If applicable, enabling YouTube Premium benefits, such as offline access to content, background play and no paid ads, in the YouTube Kids app on all your devices.</li>\n<li>Enable you to create limited profiles for your child, and</li>\n<li>Enable additional parental controls and customization preferences associated with each of the profiles in the app on all your devices.\nThese may include allowing or blocking certain videos from the app and allowing each profile to subscribe to channels in the app.</li>\n</ol>\n<p>When you sign in with your Google account, we use the watch and search history tied to each specific installation of the app to recommend content on YouTube Kids, as described above, and we will continue to use that watch and search history for recommendations even if you sign out of the app, unless they are cleared and paused in the settings section as described below.</p>\n<p>When you create a profile for your child associated with your Google account, we will use the information tied to each profile to offer the child personalized content likely to be of interest to them, subject to the controls described below.</p>\n<b>Information we share</b>\n<p>We will not disclose individual user information outside of Google unless one of the following circumstances applies:</p>\n<ul>\n<li>\n<b>With consent</b>\n</li>\n<li>We may share individual user information with companies, organizations or individuals outside of Google when we have parental consent.</li>\n<li>\n<b>For legal reasons</b>\n</li>\n<li>We will share individual user information with companies, organizations or individuals outside of Google if we have a good-faith belief that access, use, preservation or disclosure of the information is reasonably necessary to:</li>\n<ul>\n<li>meet any applicable law, regulation, legal process or enforceable governmental request.</li>\n<li>enforce applicable Terms of Service, including investigation of potential violations.</li>\n<li>detect, prevent, or otherwise address fraud, security or technical issues.</li>\n<li>protect against harm to the rights, property or safety of Google, our users or the public as required or permitted by law.</li>\n</ul>\n<li>\n<b>For external processing</b>\n</li>\n<li>We may provide individual user information to our affiliates or other trusted businesses or persons to process it for us, based on our instructions and in compliance with our Privacy Policy and any other appropriate confidentiality and security measures.</li>\n</ul>\n<p>We may share aggregate information about the use of the app with third parties to, for example, show trends about the use of the app or meet our reporting obligations with partners.</p>\n<b>Parental Access and Controls</b>\n<p>You can access the videos your child has recently watched in the Watch it again section of the app.\nYou can pause the collection of watch and search history or clear the watch and search history in the parental settings section of the app.\nWhen you create a profile for your child, you can pause and clear watch and search history for each child profile.\nWhile history is paused, the app will not use new video views or search terms to recommend content.\n&nbsp;When watch and search history are cleared, the app resets Recommended and Watch it again videos.\nFinally, you can always uninstall and reinstall the app on a device to reset the app-specific identifiers used to collect watch and search history, but if you have enabled profiles, watch and search history will remain linked to each profile until you specifically delete the history.</p>\n<p>You can unlink your Google Account from a specific installation of the YouTube Kids app by following the prompts in the parental settings section of the app.\nYou can also change or delete the parental controls and customization preferences that are associated with your Google Account at any time by using the in-product tools we provide.</p>\n<b>Interpretation of conflicting terms.</b>\n<p>This Privacy Notice is generally consistent with the Google Privacy Policy.\nWhere there are terms that differ, this Privacy Notice overrules the Google Privacy Policy.</p>\n<b>Service Provider</b>\n<p>The YouTube Kids service is provided by:</p>\n<p>Google LLC</p>\n<p>1600 Amphitheatre Parkway, Mountain View, CA 94043 USA</p>\n<p>Phone: +1 650-253-0000</p>\n<p>In the EEA and Switzerland:</p>\n<p>Google Ireland Limited</p>\n<p>Gordon House, Barrow Street, Dublin 4</p>\n<p>Republic of Ireland</p>\n<b>Contact Us</b>\n<p>Parents may contact us directly with any questions or concerns at:</p>\n<p>youtubekids-privacy@google.com</p>\n<p>\n<b>Signing in to YouTube Kids with your child’s Google Account</b>\n</p>\n<p>In some countries, we offer Google accounts for children under the age of 13 and allow these children to sign in to YouTube Kids with their Google account.\nThe Privacy Notice for Google Accounts Created with Family Link&nbsp;describes our privacy practices when your child uses YouTube Kids with their Google Account.\nWhen your child uses YouTube Kids without signing in to their Google account, the YouTube Kids Privacy Notice&nbsp;applies.\nRemember that when your child is signed in to YouTube Kids with their Google account, the information we collect, including your child's search and watch history and recordings of their voice searches, may be stored with their Google account and used to improve your child's Google experience.\nTo learn more about our privacy practices for your child's Google Account, please see the Privacy Notice for Google Accounts Created with Family Link&nbsp;and the Google Privacy Policy.</p>\n<p>Dated: August 7, 2019</p>", "created_at": "2019-11-03 05:15:19.582087", "updated_at": "2020-12-14 23:11:48.267964"}, {"id": 2070, "name": "Parental Guide", "url": "https://support.google.com/youtubekids/#topic=6130504", "xpath": "", "text": " This site uses cookies from Google to deliver its services and to analyze traffic.Learn moreOK, Got itYouTube Kids Parental GuideSign in Send feedback on...This help content &amp.\ninformationGeneral Help Center experienceNextHelp CenterCommunityYouTube Kids Parental Guide How can we help you? Getting started with YouTube KidsImportant information for grownups about YouTube KidsCollection and use of information on YouTube KidsCreate a YouTube Kids profileYouTube Kids Account and SettingsParental controls and settingsSystem requirements and app availability for YouTube KidsManage account access on AndroidHomescreen age levelCustom PasscodeSet a timerYour kid's Google Account with YouTube KidsParental settings for YouTube Kids on the webSystem requirements and app availability for YouTube Kids on the webWatch YouTube KidsHomescreen video categoriesVideos in YouTube KidsRecommended videosAds in YouTube KidsSearch in YouTube KidsWatch it againSave videos offline in certain countries on YouTube KidsCustomize your child’s experience: Block content in YouTube KidsAccessibility on YouTube KidsSend feedbackReport inappropriate videosSubscribe to channels on YouTube KidsYouTube Kids with Google Home DevicesWatch YouTube Kids on the webYouTube Kids ProfilesCreate a YouTube Kids profileManage YouTube Kids profile settingsYouTube Kids profile vs.\nGoogle Account for KidsSwitch between YouTube Kids profilesDelete a YouTube Kids profileYouTube Kids on TVParental settings for YouTube Kids on TVWatch YouTube Kids videos on your TVSystem requirements and app availability for YouTube Kids on TVGet started with YouTube Kids on your TVYouTube PremiumJoin or remove YouTube PremiumBenefits of using your YouTube Premium membershipYouTube Premium available locationsInformation for YouTube CreatorsInformation for YouTube creatorsYour content on YouTube Kids <ul>\n<li> ©2020 Google </li>\n<li> Privacy Policy </li>\n<li> Terms of Service </li>\n</ul> azərbaycan‎bosanski‎dansk‎Deutsch‎eesti‎English (United Kingdom)‎español‎español (Latinoamérica)‎français‎hrvatski‎Indonesia‎italiano‎latviešu‎lietuvių‎magyar‎Nederlands‎norsk‎polski‎português‎português (Brasil)‎română‎shqip‎slovenčina‎slovenščina‎suomi‎svenska‎Tiếng Việt‎Türkçe‎íslenska‎čeština‎Ελληνικά‎български‎македонски‎русский‎српски‎українська‎‏עבריתไทย‎ქართული‎中文（繁體）‎中文（香港）‎日本語‎한국어‎ English‎ English‎<ol>\n<li>azərbaycan‎</li>\n<li>bosanski‎</li>\n<li>dansk‎</li>\n<li>Deutsch‎</li>\n<li>eesti‎</li>\n<li>English (United Kingdom)‎</li>\n<li>español‎</li>\n<li>español (Latinoamérica)‎</li>\n<li>français‎</li>\n<li>hrvatski‎</li>\n<li>Indonesia‎</li>\n<li>italiano‎</li>\n<li>latviešu‎</li>\n<li>lietuvių‎</li>\n<li>magyar‎</li>\n<li>Nederlands‎</li>\n<li>norsk‎</li>\n<li>polski‎</li>\n<li>português‎</li>\n<li>português (Brasil)‎</li>\n<li>română‎</li>\n<li>shqip‎</li>\n<li>slovenčina‎</li>\n<li>slovenščina‎</li>\n<li>suomi‎</li>\n<li>svenska‎</li>\n<li>Tiếng Việt‎</li>\n<li>Türkçe‎</li>\n<li>íslenska‎</li>\n<li>čeština‎</li>\n<li>Ελληνικά‎</li>\n<li>български‎</li>\n<li>македонски‎</li>\n<li>русский‎</li>\n<li>српски‎</li>\n<li>українська‎</li>\n<li>‏עברית</li>\n<li>ไทย‎</li>\n<li>ქართული‎</li>\n<li>中文（繁體）‎</li>\n<li>中文（香港）‎</li>\n<li>日本語‎</li>\n<li>한국어‎</li>\n<li>English‎</li>\n</ol> Enable Dark Mode Send feedback about our Help Center Search Help Center Google Help<ul>\n<li>Help Center</li>\n<li>Community</li>\n<li>YouTube Kids Parental Guide</li>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Submit feedback</li>\n</ul> Send feedback on...\nThis help content &amp.\ninformation General Help Center experience Main menuGoogle apps false ", "created_at": "2019-11-03 05:18:06.697498", "updated_at": "2020-12-14 23:13:58.664564"}, {"id": 2069, "name": "Notice for Children", "url": "https://kids.youtube.com/t/noticeforchildren", "xpath": "", "text": "<ol>\n<li>Terms of Service</li>\n<li>Privacy notice</li>\n<li>Notice for Children</li>\n</ol>YouTube Kids Notice for Children<p>Community Guidelines</p>\n<p>Here's where you can learn how we collect and use information when you use YouTube Kids without signing into your Google account.\nPlease read it and ask a parent if anything isn't clear.</p>\n<p>For more, check out our YouTube Kids Privacy Notice&nbsp;and the Google Privacy Policy.\n&nbsp;And to learn more about how we collect and use information when you do use YouTube Kids with your Google Account, check out the “Signing into YouTube Kids with your Google Account” section below and our Family Link Disclosure for Children.</p>\n<p>\n<b>What information do we collect?</b>\n</p>\n<p>We collect information that a parent may give us, like your name, age and month of birth, and we collect information as you use YouTube Kids.\nThis may include things like your search and watch history and information about your device.</p>\n<p>\n<b>How do we use the information?</b>\n</p>\n<p>We use this information to do things like make YouTube Kids more secure and more relevant to you.\nFor example, we may suggest videos we think you might like based on your activity, like what you’ve searched for or videos that you’ve watched in the app.\n&nbsp;We may also use information to help show ads based on the video that you are watching and to limit how frequently you see ads in the app.\nYouTube Kids does not allow you to share personal information with others or to make it publicly available.</p>\n<p>\n<b>What information may we share?</b>\n</p>\n<p>We take your privacy seriously.\nThere are just a few reasons we need to share your information outside of Google.\nWe share some info with your parent.\nWe give it to other companies and people who provide services for us, and we make sure they protect it.\nWe may also share it if your parent tells us it’s okay, or when we need to for legal reasons.</p>\n<p>\n<b>What control does a parent have?</b>\n</p>\n<p>Your parent has some settings and controls they can use to help manage your YouTube Kids experience.\n&nbsp;For example, they can do things like see the list of videos you have recently watched in the app, pause and clear the history of videos you’ve searched for and videos you’ve watched in the app, turn search on or off, and block certain videos from appearing in the app.</p>\n<p>\n<b>Signing into YouTube Kids with your Google Account</b>\n</p>\n<p>In some countries, we offer Google accounts for children and allow them to sign into YouTube Kids with their Google account.\nThe Family Link Disclosure for Children&nbsp;describes how we collect and use information when you use YouTube Kids with your Google Account.</p>\n<p>When you use YouTube Kids without signing into your Google account, this YouTube Kids Notice for Children applies.\n&nbsp;When you are signed into YouTube Kids with your Google account, the information we collect, including your search and watch history and recordings of your voice searches, may be stored with your Google account and used to improve your Google experience.\n&nbsp;To learn more about our privacy practices for your Google account, please see the Family Link Disclosure for Children&nbsp;and the Google Privacy Policy.</p>\n<p>Dated: August 7, 2019</p>", "created_at": "2019-11-03 05:16:56.027386", "updated_at": "2020-12-14 23:13:53.182378"}], "points": [{"id": 8239, "title": "This service only shares user information with third parties when given specific consent", "source": "https://kids.youtube.com/t/privacynotice", "status": "Generated through the annotate view", "created_at": "2019-11-03 05:36:50.723045", "updated_at": "2020-12-06 11:44:48.88104", "quoteText": "With consent</b>\n</li>\n<li>We may share individual user information with companies, organizations or individuals outside of Google when we have parental consent", "case_id": 296, "document_id": 2068, "quoteStart": 5316, "quoteEnd": 5476}, {"id": 8240, "title": "The service does not share user information with third parties", "source": "https://kids.youtube.com/t/privacynotice", "status": "Generated through the annotate view", "created_at": "2019-11-03 05:38:53.694131", "updated_at": "2021-03-15 15:45:29.804576", "quoteText": "The app does not allow interest-based advertising or remarketing.</p>\n<p>YouTube Kids does not allow your child to share personal information with third parties or make it publicly available", "case_id": 311, "document_id": 2068, "quoteStart": 2484, "quoteEnd": 2674}, {"id": 8236, "title": "There is a date of the last update of the terms", "source": "https://kids.youtube.com/t/privacynotice", "status": "Generated through the annotate view", "created_at": "2019-11-03 05:24:09.825028", "updated_at": "2020-12-06 11:29:01.635403", "quoteText": "Dated: August 7, 2019", "case_id": 331, "document_id": 2068, "quoteStart": 9584, "quoteEnd": 9605}, {"id": 8237, "title": "The terms for this service are translated into different languages", "source": "https://kids.youtube.com/t/privacynotice", "status": "Generated through the annotate view", "created_at": "2019-11-03 05:24:35.171334", "updated_at": "2020-12-06 11:49:11.228775", "quoteText": "Language: English ", "case_id": 198, "document_id": 2068, "quoteStart": 9629, "quoteEnd": 9647}, {"id": 17352, "title": "Your biometric data is collected", "source": "https://kids.youtube.com/t/noticeforchildren", "status": "Generated through the annotate view", "created_at": "2021-03-15 15:43:34.462174", "updated_at": "2021-03-15 15:43:34.462174", "quoteText": "When you are signed into YouTube Kids with your Google account, the information we collect, including your search and watch history and recordings of your voice searches, may be stored with your Google account and used to improve your Google experience.", "case_id": 397, "document_id": 2069, "quoteStart": 2834, "quoteEnd": 3087}, {"id": 17350, "title": "Your personal data is aggregated into statistics", "source": "https://kids.youtube.com/t/privacynotice", "status": "Generated through the annotate view", "created_at": "2021-03-15 15:40:47.775585", "updated_at": "2021-03-15 15:41:27.130616", "quoteText": "\n<p>We may share aggregate information about the use of the app with third parties to, for example, show trends about the use of the app or meet our reporting obligations with partners.</p>", "case_id": 190, "document_id": 2068, "quoteStart": 6486, "quoteEnd": 6675}, {"id": 8241, "title": "The service collects many different types of personal data", "source": "https://kids.youtube.com/t/privacynotice", "status": "Generated through the annotate view", "created_at": "2019-11-03 05:42:26.093465", "updated_at": "2020-12-06 11:27:33.329035", "quoteText": "This information includes:</p>\n<ul>\n<li>device type and settings, such as hardware model and operating system version;</li>\n<li>log information, including details of how our service is used, device event information, and the device's Internet protocol (IP) address;</li>\n<li>unique application numbers, such as application version number.\nand</li>\n<li>unique identifiers, which are used to collect and store information about an app or device, such as preferred language, app activity, and other settings", "case_id": 376, "document_id": 2068, "quoteStart": 823, "quoteEnd": 1327}, {"id": 8235, "title": "The terms for this service are translated into different languages", "source": "https://support.google.com/youtubekids/#topic=6130504", "status": "Generated through the annotate view", "created_at": "2019-11-03 05:20:46.704365", "updated_at": "2021-02-06 04:32:04.420542", "quoteText": "> azərbaycan‎dansk‎Deutsch‎English (United Kingdom)‎español‎español (Latinoamérica)‎français‎hrvatski‎Indonesia‎italiano‎Nederlands‎norsk‎polski‎português‎português (Brasil)‎română‎shqip‎slovenčina‎slovenščina‎suomi‎svenska‎Tiếng Việt‎čeština‎български‎македонски‎русский‎српски‎українська‎ไทย‎ქართული‎日本語‎한국어‎ English‎ English‎<ol>\n<li>azərbaycan‎</li>\n<li>dansk‎</li>\n<li>Deutsch‎</li>\n<li>English (United Kingdom)‎</li>\n<li>español‎</li>\n<li>español (Latinoamérica)‎</li>\n<li>français‎</li>\n<li>hrvatski‎</li>\n<li>Indonesia‎</li>\n<li>italiano‎</li>\n<li>Nederlands‎</li>\n<li>norsk‎</li>\n<li>polski‎</li>\n<li>português‎</li>\n<li>português (Brasil)‎</li>\n<li>română‎</li>\n<li>shqip‎</li>\n<li>slovenčina‎</li>\n<li>slovenščina‎</li>\n<li>suomi‎</li>\n<li>svenska‎</li>\n<li>Tiếng Việt‎</li>\n<li>čeština‎</li>\n<li>български‎</li>\n<li>македонски‎</li>\n<li>русский‎</li>\n<li>српски‎</li>\n<li>українська‎</li>\n<li>ไทย‎</li>\n<li>ქართული‎</li>\n<li>日本語‎</li>\n<li>한국어‎</li>\n<li>English‎", "case_id": 198, "document_id": 2070, "quoteStart": 1766, "quoteEnd": 2739}, {"id": 8238, "title": "The service will not allow third parties to access your personal information without a legal basis", "source": "https://kids.youtube.com/t/privacynotice", "status": "Generated through the annotate view", "created_at": "2019-11-03 05:32:02.975645", "updated_at": "2020-12-06 11:45:34.641955", "quoteText": "We will share individual user information with companies, organizations or individuals outside of Google if we have a good-faith belief that access, use, preservation or disclosure of the information is reasonably necessary to:</li>\n<ul>\n<li>meet any applicable law, regulation, legal process or enforceable governmental request.</li>\n<li>enforce applicable Terms of Service, including investigation of potential violations.</li>\n<li>detect, prevent, or otherwise address fraud, security or technical issues.</li>\n<li>protect against harm to the rights, property or safety of Google, our users or the public as required or permitted by law", "case_id": 167, "document_id": 2068, "quoteStart": 5523, "quoteEnd": 6162}, {"id": 17348, "title": "This service can view your browser history", "source": "https://kids.youtube.com/t/privacynotice", "status": "Generated through the annotate view", "created_at": "2021-03-15 15:39:20.413183", "updated_at": "2021-03-15 15:39:20.413183", "quoteText": "App activity.</b> This information includes the videos your child watches, their search terms, and other interactions with content and ads in the app.", "case_id": 395, "document_id": 2068, "quoteStart": 1464, "quoteEnd": 1614}, {"id": 17349, "title": "This service gives your personal data to third parties involved in its operation", "source": "https://kids.youtube.com/t/privacynotice", "status": "Generated through the annotate view", "created_at": "2021-03-15 15:40:46.434647", "updated_at": "2021-03-15 15:40:46.434647", "quoteText": "\n<li>We may provide individual user information to our affiliates or other trusted businesses or persons to process it for us, based on our instructions and in compliance with our Privacy Policy and any other appropriate confidentiality and security measures.</li>", "case_id": 188, "document_id": 2068, "quoteStart": 6216, "quoteEnd": 6480}, {"id": 17351, "title": "The service uses your personal data for advertising", "source": "https://kids.youtube.com/t/noticeforchildren", "status": "Generated through the annotate view", "created_at": "2021-03-15 15:42:16.124812", "updated_at": "2021-03-15 15:42:16.124812", "quoteText": "We may also use information to help show ads based on the video that you are watching and to limit how frequently you see ads in the app.\n", "case_id": 216, "document_id": 2069, "quoteStart": 1284, "quoteEnd": 1422}], "urls": ["youtubekids.com"]}}