{"error": 448, "message": "OK", "parameters": {"id": 5800, "name": "insuranceratesforless", "created_at": "2021-11-26 05:43:25.862764", "updated_at": "2021-11-26 23:01:09.543181", "wikipedia": null, "keywords": null, "related": null, "slug": "insuranceratesforless", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5800.png", "url": "nsuranceratesforless.com", "documents": [{"id": 10459, "name": "Privacy Policy", "url": "https://auto.insuranceratesforless.com/privacy-policy.html", "xpath": "", "text": " Privacy Policy InsuranceRatesForLess.com <p>Last Updated August 8, 2021</p>\n<p>This privacy policy applies to the information you may provide to us when you visit insuranceratesforless.com (the “<b>Website</b>”, “<b>Site</b>”).\nPlease read this policy carefully to understand our information practices regarding the specific service you request.</p>\n<p>By using this Website or any of the services offered on or through the Website, you are agreeing that you have read, understand, and accept the practices described in this Privacy Policy.</p> Information We Collect and How We Use It <p>We will collect and use personal information about you that you enter on our Website to respond to your request for products and services offered through this Site.\nWe do not collect any personally identifiable information from you unless you voluntarily choose to disclose such information while taking advantage of the services available on this Site.\nWhen completing the form on our Website, you may be asked to enter personal information such as your first and last name, street address, email address, phone number, etc.\nWe also may collect general information such as your gender, age, birth date, zipcode, etc.\nAny data we request that is not required will be specified as voluntary or optional.\n</p>\n<p>When you use the Website for any service we offer, we may also collect non-personally identifiable data about your activity when visiting the Website, including the pages you view, your preference settings, the IP address assigned to the computer you use when visiting the Website, the type of browser you use, your operating system, and whether you reached our website directly or by clicking on a link.\nThis data is not personally identifiable.\nIt helps us determine the extent to which our visitors use certain parts of the Website, which, in turn, enables us to make the Website as useful as possible.</p>\n<p>We also track the number of visitors to our Website that come from one of our promotional partners’ websites and the identity of the promotional partner that directed the individual to our Website.\nWe record this information to determine if our online marketing or promotional campaigns are successful.</p>\n<p>Additionally, we record your Internet Protocol (IP) addresses when you visit our Website.\nAn IP Address is a number that is used by other computers to identify your computer when you log on to the Internet.</p>\n<p>To assist us in providing services on the Website, we use third party vendors, who use various technologies, including scripts and cookies, to conduct tracking, analytics, and related services.\nOne of these providers is Lead Intelligence, Inc.\nd/b/a Jornaya, whose privacy policy you can view here: https://www.jornaya.com/consumer-privacy-policy.</p>\n<p>We use these vendors’ technologies and the information collected to administer the Website, analyze trends, measure ad performance, track users’ movements around the site (including the capture of visual snapshots of your activity on our site), and gather demographic information about our user base.\nWe may receive reports based on the use of these technologies by these companies on an individual as well as aggregated basis.</p> Do We Use Cookies? <p>Yes.\nCookies are small files that can be transferred to your computer’s hard drive through your Web browser.\nCookies enable us to recognize your browser and capture and remember certain information that you previously shared with us, such as your setting preferences.\nWe use cookies to understand and save your preferences for future visits, to keep track of advertisements, to track visitors through our Website, and to compile data about site traffic and site interaction so that we can offer a better experience in the future.\nIf you prefer, you can choose to have your browser notify you each time a cookie is being sent or to refuse cookies altogether.\nIf you turn your cookies off, some of our services may not function properly.</p> How Do We Use Your Information? <p>We may use your personally identifiable information to provide you our services, including when you request to be connected with insurance providers.\nWe do this by sharing your information with third parties so they may correspond with you and provide you with information that you have requested.\nPlease be advised that insuranceratesforless.com is not an insurance company or provider.</p>\n<p>We may use your non-personal information to personalize and improve your experience on our Website.\nto respond to your communications with us.\nto improve our customer service.\nfor internal research, recordkeeping, and reporting purposes.\nand for our own marketing purposes.</p> How Do We Share Your Information? <p>We may share information that we collect with our vendors or service providers who help us operate our business.\nfor our own marketing purposes.\nfor our affiliates’, service providers’, and other third parties’ marketing purposes.\nin response to a subpoena or similar investigative demand, a court order, or a request for cooperation from a law enforcement or other government agency.\nto establish or exercise our legal rights.\nto defend against legal claims.\nwhen we believe disclosure is necessary to investigate, prevent, or take action regarding illegal activity, suspected fraud or other wrongdoing.\nto protect and defend the rights, property, or safety of our company, our employees, our Website users, or others.\nor to enforce our Website terms and conditions or other agreements or policies.\nWe may also transfer any data we collect in connection with a corporate change such as a merger, our acquisition by another company, or a partial or total sale of our assets (including as part of a bankruptcy proceeding).</p> Third Party Websites <p>This Website may contain links or references to third party websites.\nThis privacy policy does not cover any personally identifiable information that you provide to the owner of a third party website.\nWe recommend that you consult the privacy statements of all third-party websites you visit by clicking on the “privacy policy” link typically located at the bottom of the web page you are visiting.</p> Interest Based Advertising <p>We may partner with ad networks and other ad serving providers (“Advertising Providers”) who serve ads on behalf of us and others on non-affiliated sites.\nSome of those ads may be personalized, meaning that they are intended to be relevant to you based on information Advertising Providers collect about your visits to this site and elsewhere over time.</p>\n<p>You may visit www.aboutads.info to learn more about this type of advertising and how to opt-out of this form of advertising by companies participating in the Digital Advertising Alliance (“DAA”) self-regulatory program.\nNote that electing to opt out will not stop advertising from appearing in your browser or applications.\nIt may make the ads you see less relevant to your interests.\nIn addition, note that if you use a different browser or erase cookies from your browser, you may need to renew your opt-out choice.\nOpting-Out of Email Communications</p>\n<p>You may choose to register to receive email communications from us directly on our website or through a third party.\nUpon registering, we will periodically send you newsletters and other e-mails featuring special and exclusive offers, promotions and other members-only benefits.\nIf you no longer wish to receive these communications, please let us know by sending an email to compliance@insuranceratesforless.com.\nYou may also opt-out by clicking on the unsubscribe link in our emails.</p> Security <p>We are committed to ensuring that your information is secure.\nWe take reasonable administrative, physical, and technical measures to maintain the data that we collect in a secure fashion.</p> USE OF SITE BY MINORS <p>The Site is not directed to individuals under the age of thirteen (13), and we request that these individuals do not provide Personal Information through the Site.</p> Changes to Our Privacy Policy <p>We reserve the right, in our sole discretion, to modify, add, or delete provisions of this privacy policy at any time.\nWe will post the effective date of the most recent change at the top of this privacy policy.\nWe urge you to come back to this Website and review this privacy policy regularly so that you remain aware of the terms and conditions that apply to you when you use this Website.</p> Nevada Privacy Rights <p>Under Nevada law, Nevada residents may submit a request directing us not to make certain disclosures of personal information we maintain about them.</p> To exercise this right, please contact us: <ul>\n<li>By email at compliance@insuranceratesforless.com</li>\n</ul> Privacy Policy for California Residents <p>Print this page</p>\n<p>This section contains disclosures required by the California Consumer Privacy Act (“CCPA”) and applies only to “personal information” that is subject to the CCPA.\nConsumers with disabilities may access this notice by calling us at (888) 390-0192.</p>\n<p>\n<b>Personal Information We Collect, Disclose for a Business Purpose, Sell and Share.</b> We collect the categories of personal information about California consumers identified in the chart below.\nAs further set forth in the chart below, in the past 12 months, we have disclosed and sold California consumers’ personal information to third parties for business or commercial purposes.</p> Categories of Personal Information Collected in the last 12 months: Categories of sources from which information is collected: Business and commercial purposes for collecting, using, selling, and sharing: Disclosed for business purposes to the following categories of third parties in the last 12 months: Sold to and shared with the following categories of third parties in the last 12 months: Personal and online identifiers (such as first and last name, email address, or unique online identifiers) Yes All categories of sources listed below.\nAll purposes listed below.\nAll categories of third parties listed below.\nAll categories of third parties listed below.\nCategories of information described in Section 1798.80(e) of the California Civil Code (such as physical characteristics or description, insurance policy number, bank account number, credit card number, debit card number, or any other financial information, medical information, or health insurance information) Yes All categories of sources listed below.\nAll purposes listed below.\nAll categories of third parties listed below.\nAll categories of third parties listed below.\nCharacteristics of protected classifications under California or federal law (such as race or gender) Yes All categories of sources listed below.\nAll purposes listed below.\nAll categories of third parties listed below.\nAll categories of third parties listed below.\nCommercial or transactions information (such as records of personal property or products or services purchased, obtained or considered) Yes All categories of sources listed below.\nAll purposes listed below.\nAll categories of third parties listed below.\nAll categories of third parties listed below.\nInternet or other electronic network activity information (such as browsing history, search history, interactions with a website, email, application, or advertisement) Yes All categories of sources listed below.\nAll purposes listed below.\nAll categories of third parties listed below.\nAll categories of third parties listed below.\nGeolocation Data Yes All categories of sources listed below.\nAll purposes listed below.\nAll categories of third parties listed below.\nAll categories of third parties listed below.\nProfessional or employment-related information Yes All categories of sources listed below.\nAll purposes listed below.\nAll categories of third parties listed below.\nAll categories of third parties listed below.\nEducation information Yes All categories of sources listed below.\nAll purposes listed below.\nAll categories of third parties listed below.\nAll categories of third parties listed below.\nInferences drawn from the above information about your predicted characteristics and preferences Yes All categories of sources listed below.\nAll purposes listed below.\nAll categories of third parties listed below.\nAll categories of third parties listed below.\nOther information about you that is linked to the personal information above Yes All categories of sources listed below.\nAll purposes listed below.\nAll categories of third parties listed below.\nAll categories of third parties listed below.\n<b>Categories of Sources</b> We collect this personal information from the following categories of sources: <ul>\n<li>Consumers;</li>\n<li>Service providers;</li>\n<li>Affiliates not under the InsuranceRatesForLess brand</li>\n<li>Consumer data resellers</li>\n</ul>\n<p>\n<b>Business and Commercial Purposes for Collecting, Using, Selling, and Sharing California Personal Information.</b> We collect, use, sell, and share the personal information we collect for our commercial and business purposes, as further described in this Privacy Policy.\nThese purposes include, without limitation:</p>\n<ul>\n<li>Our commercial purposes, including marketing, advertising, and enabling and promoting commercial transactions.</li>\n<li>Our business purposes as identified in the CCPA, which include:</li>\n<ul>\n<li>Auditing related to our interactions with you;</li>\n<li>Legal compliance;</li>\n<li>Detecting and protecting against security incidents, fraud, and illegal activity;</li>\n<li>Debugging;</li>\n<li>Performing services (for us or our service provider) such as account servicing, processing orders and payments, and analytics;</li>\n<li>Internal research for technological improvement;</li>\n<li>Internal operations;</li>\n<li>Activities to maintain and improve our services.\nand</li>\n<li>Other one-time uses</li>\n</ul>\n</ul> Third Parties Who Receive California Personal Information.\n<p>We disclosed within the last 12 months, and currently disclose, the categories of personal information designated above to the categories of third parties listed below for business purposes:</p>\n<ul>\n<li>Service providers;</li>\n<li>Affiliates not under the InsuranceRatesForLess brand;</li>\n<li>Advertising networks;</li>\n<li>Internet service providers;</li>\n<li>Data analytics providers;</li>\n<li>Operating systems and platforms;</li>\n<li>Social networks.\nand</li>\n<li>Consumer data resellers</li>\n</ul>\n<p>We sold within the last 12 months, and currently sell, the categories of personal information designated above to the categories of third parties listed below:</p>\n<ul>\n<li>Advertising/marketing companies;</li>\n<li>Advertising networks;</li>\n<li>Internet service providers;</li>\n<li>Automotive companies;</li>\n<li>Business services/agencies;</li>\n<li>Business to business companies;</li>\n<li>Communication services companies;</li>\n<li>Marketing data companies;</li>\n<li>Data analytics providers;</li>\n<li>Operating systems and platforms;</li>\n<li>Social networks;</li>\n<li>Consumer data resellers;</li>\n<li>Educational institutions &amp.\ncompanies;</li>\n<li>Financial services companies;</li>\n<li>Home and automobile insurance companies;</li>\n<li>Lifestyle &amp.\ninterest product companies;</li>\n<li>Not-for-profit organizations;</li>\n<li>Publishing product companies;</li>\n<li>Technology/computer software companies;</li>\n<li>Telecommunications companies;</li>\n<li>Affiliates not under the InsuranceRatesForLess brand</li>\n</ul>\n<p>\n<b>Your Rights Regarding Personal Information.</b> California residents have certain rights with respect to the personal information collected by businesses.\nIf you are a California resident, you may exercise the following rights regarding your personal information, subject to certain exceptions and limitations:</p>\n<ul>\n<li> The right to know the categories and specific pieces of personal information we collect, use, disclose, and sell about you, the categories of sources from which we collected your personal information, our purposes for collecting or selling your personal information, the categories of your personal information that we have either sold or disclosed for a business purpose, and the categories of third parties with which we have shared or sold personal information;</li>\n<li> The right to request that we delete the personal information we have collected from you or maintain about you.</li>\n<li> The right to opt out of our sale(s) of your personal information.\nPlease note that if you opt out of certain types of sales, we will be unable to provide you with the services that rely on such sales.</li>\n<li> The right not to receive discriminatory treatment by InsuranceRatesForLess for the exercise of the privacy rights conferred by the CCPA.</li>\n</ul>\n<p>To exercise any of the above rights, please contact us using the following information and submit the required verifying information, as further described below:</p>\n<ul>\n<li> By email at compliance@insuranceratesforless.com</li>\n<li> Online at Do Not Sell My Info</li>\n</ul>\n<p>\n<b>Verification Process and Required Information.</b> We might need to request information from you to verify your identity or understand the scope of your request, although you will not be required to create an account with us to submit a request or have it fulfilled.\nWe might require you to provide, at a minimum your first and last name, email address, street address, city, zip code, and telephone number.</p>\n<p>\n<b>Authorized Agent.</b> You may designate an authorized agent to make a CCPA request on your behalf by providing them with written permission to submit a request.\nIf you designate an authorized agent to make a request on your behalf, we will require the agent to submit proof of your written authorization.\n</p>\n<p>\n<b>Minors under 16 Years of Age.</b> We do not sell the personal information of minors under 16 years of age.</p>\n<b>Contact Information</b>\n<p>If you have any comments or questions about our privacy policy, please contact us by e-mail at compliance@insuranceratesforless.com</p>\n<ul>\n<li> Home </li>\n<li> Privacy Policy </li>\n<li> Terms &amp.\nConditions </li>\n<li> Do Not Sell My Info </li>\n<li> Contact Us </li>\n</ul>\n<small>All Rights Reserved 2011-2021 InsuranceRatesForLess</small> ", "created_at": "2021-11-26 05:43:25.866148", "updated_at": "2021-11-26 04:43:50.158094"}, {"id": 10458, "name": "Terms & Conditions", "url": "https://auto.insuranceratesforless.com/terms.html", "xpath": "//body", "text": " Terms &amp.\nConditions <p>Last Updated: October 1, 2020</p>\n<p>These Terms of Use govern your use of the insuranceratesforless.com (\"We\" or “insuranceratesforless.com”) website (\"Website\" or “Site”).\nPlease read these Terms of Use carefully before using the Website.\nBy using the Website or completing the quote form provided, you agree to these Terms of Use.</p>\n<p>THESE TERMS OF USE FORM A LEGAL AGREEMENT BETWEEN YOU AND US REGARDING YOUR USE OF THE SITE ALONG WITH THE RELATED SERVICES, FEATURES, CONTENT AND OFFERS PROVIDED ON THE SITE.\nTHESE TERMS OF USE ALSO INCLUDE A MANDATORY ARBITRATION CLAUSE AND CLASS ACTION WAIVER.</p>\n<p>By using our Site you are acknowledging you have read, understand and accept as binding, all of the rights and obligations, terms and conditions in our Terms of Use (“Agreement”).\nIf you do not agree to these Terms of Use, you may not use the Website or request an insurance quote through our quote form.</p>\n<p>\n<strong>1.</strong>&nbsp;<strong>Access to Our Services</strong>\n</p>\n<p>We may provide Site users with the opportunity to submit requests for information on a wide variety of products and services (“Services”) offered by certain service providers (each such service provider, a “<strong>Service Provider</strong>”.\neach such request, a “<strong>Request</strong>”).\nWe cannot and do not guarantee that these Service Providers will provide information for every Request received or that the Service Providers who do respond to your Request will meet all of your requirements.\nWe may reject any Request or elect not to forward a Request to participating Service Providers, for any reason or no reason.\nIn submitting a Request to us, you agree to allow us to refer all of the information that you provide in connection with your Request to third parties, including any Service Providers.\nIf any Service Provider(s) wish to provide information to you in connection with your Request, you will be contacted directly by the Service Provider(s) regarding the offerings and related pricing.\nWe request that the Service Providers make contact with you via the preferred medium that you have listed (e.g., phone or email).\nhowever, this does not preclude such Service Providers from contacting you by any other means that they deem appropriate.\nIn working with Service Providers, we seek to work with companies that are&nbsp;reputable and professional.\nhowever, we strongly recommend that you perform your own due diligence on each potential Service Provider prior to selecting and/or entering into any type of agreement or other arrangement with any particular Service Provider.\nIn addition, once we refer your request to the Service Providers in the Service Provider network, we have no further involvement in any transactions that occur between you and the Service Provider(s).\nWe are not responsible or liable for ANY Service Provider’s acts or omissions (including, WITHOUT LIMITATION, WITH RESPECT TO any quotes OR SERVICES THAT ANY SUCH SERVICE PROVIDER may provide), for SUCH SERVICE PROVIDER’S contacting or failure to contact you, FOR SUCH SERVICE PROVIDER’S PERFORMANCE OR FAILURE TO PERFORM ANY SERVICES, OR FOR ANY AGREEMENT OR TRANSACTION BETWEEN YOU AND ANY SERVICE PROVIDER.</p>\n<p>By using the Site, you represent to insuranceratesforless.com that (1) you are at least the legal age of majority.\n(2) you are authorized to enter into this Agreement.\n(3) you will not use the Site for any purpose or in any manner that violates any law or regulation or that infringes the rights of insuranceratesforless.com or any third party.\n(4) any information or data provided to insuranceratesforless.com by you will not violate any law or regulation or infringe the rights of insuranceratesforless.com or any third party.\n(5) all information that you provide to us in connection with the Site (e.g., name, e-mail address, or other information) is true and accurate.\nand (6) you are authorized and able to fulfill and perform the obligations and meet the conditions of a user as specified herein.</p>\n<p>\n<strong>2.</strong>&nbsp;<strong>General Restrictions</strong>\n</p>\n<p>You agree to use the Services only for your personal purposes, and in compliance with all applicable federal, state and local laws and regulations.\nAdditionally, you agree that the Services and any information derived therefrom may not be used to stalk, harass, bother, threaten or embarrass any individual.\nSystematic access to or any extraction of content from the Website or database(s), including the use of \"bots\", \"spiders,\" or \"scraping\" technology within a browser or browser-like program is strictly prohibited and constitutes grounds for suspending or terminating your account in accordance with these Terms of Use.&nbsp.\nWe prohibit caching, unauthorized hypertext links to the Website and the framing of any content available through the Website.\nWe reserve the right to disable any unauthorized links or frames.\nYou agree not to reproduce, retransmit, distribute, disseminate, sell, publish, broadcast, or circulate the text, images and/or information received through the Website and its affiliated websites to anyone without our express prior written consent.\nYou may not: (a) use or permit the use of data accessed via the Services to prepare a database or a comparison to other databases that are sold, rented, published, or furnished in any manner to a third party.\nor (b) use or permit the use of Services data for the purpose of verifying, enhancing, compiling, supplementing, adding to, deleting from or operating any telemarketing list, mailing list, direct mail service, business directory, or other compilation of information that is sold, rented, published, or furnished in any manner to a third party.</p>\n<p>\n<strong>3.&nbsp;insuranceratesforless.com&nbsp;is Not an Insurance Provider</strong>\n</p>\n<p>This Site provides information based on information provided to us by insurance providers.\nWhile insuranceratesforless.com believes such information and advice to be reliable, we make no claims or representations about the accuracy, reliability, timeliness, usefulness or completeness of such information or advice.\ninsuranceratesforless.com is not an insurance provider or an insurance agent.\nAccordingly, insuranceratesforless.com recommends that you get different opinions and seek the advice of an insurance agent who is fully aware of your individual circumstances before making any final decisions or implementing any insurance policy.\nYou should not rely on any information or advice you obtain on this Site.\nAny reliance by you on any information or advice will be at your own risk.</p>\n<p>\n<strong>4.&nbsp;This is Not an Application</strong>\n</p>\n<p>Nothing on this Site constitutes an offer, promise or otherwise, either to provide a specific insurance policy or that any participating provider will offer you an insurance policy for any purpose or on any specific terms.\nIf you contact an insurance company listed on the Site and you submit an insurance quote to such provider, your information remains between you and that insurance provider.\nWe shall not be responsible or liable for any products, services, information or other materials displayed, purchased, or obtained as a result of any information or offer in or results of any kind obtained in connection with this Site.</p>\n<p>\n<strong>5.</strong>&nbsp;<strong>Children Under 18</strong>\n</p>\n<p>Minors (i.e., those under 18 in most states) are not eligible to use our Website or our Services.</p>\n<p>\n<strong>6</strong>.&nbsp;<strong>Privacy</strong>\n</p>\n<p>By using insuranceratesforless.com, you are also agreeing to our&nbsp;Privacy Policy,&nbsp;which is incorporated into these Terms of Use.</p>\n<p>\n<strong>7.</strong>&nbsp;<strong>Links</strong>\n</p>\n<p>External links to other internet sites or resources may be provided by insuranceratesforless.com or third parties.\ninsuranceratesforless.com has no control over such sites, resources or entities, and you acknowledge and agree that insuranceratesforless.com is not responsible for the availability or content, advertising, products or any other material found on such external sites or resources.\nWe do not endorse and are not responsible or liable for any content found on these websites.\nYou further acknowledge and agree that we shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any third parties.</p>\n<p>\n<strong>8.</strong>&nbsp;<strong>Termination</strong>\n</p>\n<p>We may terminate or suspend access to this Website and our Services immediately, with or without notice to you, for any reason or no reason whatsoever, in our sole judgment, including any time we determine, in our sole judgment, you have violated any of the Terms of Use, furnished us with false or misleading information, or interfered with use of the Site or the Service by others.\nIn addition to any other rights and remedies we may have under these Terms of Use, or at law or in equity, we have the right to: revoke your right to use our Site and use any technological, legal, operational or other means available to enforce our Terms of Use, including blocking specific IP addresses.\nUpon termination, your right to use our Website and Services will immediately cease.\nIf you wish to terminate your account, you may simply discontinue using our Website and Services.</p>\n<p>\n<strong>9.</strong>&nbsp;<strong>Disclaimer of Warranties</strong>\n</p>\n<p>THE SITE AND ANY SERVICES, CONTENT, INFORMATION AND MATERIALS MADE AVAILABLE THROUGH OR IN CONNECTION WITH THE SITE ARE PROVIDED TO YOU “AS AVAILABLE” AND \"AS IS” WITHOUT ANY EXPRESS REPRESENTATIONS OR WARRANTIES OF ANY KIND, AND EACH OF THE COMPANY ENTITIES DISCLAIMS ALL STATUTORY OR IMPLIED REPRESENTATIONS, WARRANTIES, TERMS OF USE WITH RESPECT TO THE SITE AND ALL GOODS, SERVICES, CONTENT, INFORMATION AND MATERIALS (INCLUDING WITHOUT LIMITATION, THIRD PARTY GOODS, SERVICES, CONTENT, INFORMATION AND MATERIALS) MADE AVAILABLE THROUGH THE SITE, INCLUDING ANY REPRESENTATIONS OR WARRANTIES OF SATISFACTORY QUALITY, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NONINFRINGEMENT AND TITLE.\nWE AND THE OTHER COMPANY ENTITIES MAKE NO REPRESENTATION OR WARRANTY THAT THE SITE (OR ANY PART THEREOF) IS OR WILL BE ACCURATE, TIMELY, CURRENT, COMPLETE OR ERROR-FREE, NOR THAT ANY PARTICULAR SOFTWARE OR HARDWARE WILL BE COMPATIBLE WITH THE SITE.</p>\n<p>insuranceratesforless.com SHALL NOT BE LIABLE FOR ANY INDIRECT, INCIDENTAL, CONSEQUENTIAL, SPECIAL, EXEMPLARY OR PUNITIVE DAMAGES OF ANY KIND in connection with the site, UNDER ANY CONTRACT, NEGLIGENCE, STRICT LIABILITY OR OTHER THEORY, INCLUDING WITHOUT LIMITATION, DAMAGES FOR LOSS OF PROFITS, LOSS OR INTERRUPTION OF BUSINESS, LOSS OF USE, LOSS OF DATA, LOSS OF OTHER INTANGIBLES, LOSS OF SECURITY OF INFORMATION YOU HAVE PROVIDED IN CONNECTION WITH YOUR USE OF THE SITE, OR UNAUTHORIZED INTERCEPTION OF ANY SUCH INFORMATION BY THIRD PARTIES, EVEN IF ADVISED IN ADVANCE OF SUCH DAMAGES OR LOSSES.\nIN PARTICULAR, AND WITHOUT LIMITATION, insuranceratesforless.com WILL NOT BE LIABLE FOR DAMAGES OF ANY KIND RESULTING FROM YOUR USE OF OR INABILITY TO USE THE SITE OR FROM ANY CONTENT POSTED ON THE SITE BY insuranceratesforless.com OR BY ANY THIRD PARTY.\nTHE MAXIMUM LIABILITY OF insuranceratesforless.com FOR ALL DAMAGES, LOSSES AND CAUSES OF ACTION, WHETHER IN CONTRACT, TORT (INCLUDING WITHOUT LIMITATION NEGLIGENCE) OR OTHERWISE, SHALL BE THE TOTAL AMOUNT, IF ANY, PAID BY YOU TO US TO ACCESS AND USE THE SITE.</p>\n<p>insuranceratesforless.com does not guarantee and makes no representations as to the accuracy, quality, currentness, validity or authenticity of any rates or terms posted by insurance providers.\nAll information is subject to change without notice.</p>\n<p>&nbsp;<strong>10.</strong>&nbsp;<strong>Limitation of Liability</strong>\n</p>\n<p>UNDER NO CIRCUMSTANCES SHALL WE BE LIABLE TO YOU, WHETHER IN CONTRACT, TORT, STRICT LIABILITY OR OTHERWISE, FOR ANY DIRECT, PUNITIVE, SPECIAL, EXEMPLARY, CONSEQUENTIAL, INCIDENTAL OR INDIRECT DAMAGES (INCLUDING WITHOUT LIMITATION LOST PROFITS, COST OF PROCURING SUBSTITUTE SERVICE OR LOST OPPORTUNITY) ARISING OUT OF OR IN CONNECTION WITH THE USE OF THE WEBSITE OR SERVICES, EVEN IF WE HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nUNDER NO CIRCUMSTANCE SHALL WE BE LIABLE FOR MORE THAN THE AGGREGATE AMOUNT PAID BY YOU TO US WITHIN THE 12 MONTHS PRECEDING ANY CLAIM.</p>\n<p>\n<strong>11</strong>.&nbsp;<strong>Indemnification</strong>\n</p>\n<p>By using our Site, you agree that you shall indemnify, defend and hold harmless insuranceratesforless.com, its officers, directors, employees and agents, affiliates, and the entities that have contributed information to or provided services for our Website or Services (“Indemnified Parties”) against any and all direct or indirect losses, claims, demands, expenses (including attorneys\\' fees and cost) or liabilities of whatever nature or kind arising out of your use of our Website and/or Services, your use or distribution of any information obtained therefrom, your access to or use of the Site, your breach or violation of our Terms of Use, including any breach arising from violations of law and regulation, as well as claims of infringement, misappropriation or violation of the rights of any person or entity (\"Claim\") and you shall indemnify and hold the Indemnified Parties harmless from and against any and all losses, damages, costs and expenses, including attorneys’ fees, resulting from any such Claim.\nYou agree that the Indemnified Parties will have no liability in connection with any such breach or unauthorized use, and you agree to indemnify any and all resulting loss, damages, judgments, awards, costs, expenses, and attorneys’ fees and litigation expenses of the Indemnified Parties in connection therewith.\nWe have the right, at any time, to assume the defense against any Claim and all negotiations for settlement and compromise and you agree to cooperate with us in any such defense.\nYou will also indemnify and hold the Indemnified Parties harmless from and against any claims brought by third parties arising out of your use of the information accessed through the Site or related website(s).</p>\n<p>\n<strong>12</strong>.<strong>&nbsp;ARBITRATION AND CLASS ACTION WAIVER</strong>\n</p>\n<p>Any controversy or claim arising out of or related to the use of the Site or Service that cannot be resolved through such informal process or through negotiation within 120 days shall be settled by binding arbitration administered by the American Arbitration Association, and judgment on the award rendered may be entered in any court having jurisdiction thereof.\nThe arbitration will be conducted in the city of HOUSTON, TX but may proceed telephonically (if the claimant so chooses).&nbsp.\nIF YOU INITIATE AN ARBITRATION, insuranceratesforless.com WILL PROMPTLY REIMBURSE YOU FOR ANY STANDARD FILING FEE WHICH MAY HAVE BEEN REQUIRED UNDER PROCEDURES ONCE YOU HAVE NOTIFIED insuranceratesforless.com IN WRITING AND PROVIDED A COPY OF THE ARBITRATION PROCEEDINGS.&nbsp;</p>\n<p>BY AGREEING TO THIS ARBITRATION AGREEMENT, YOU ARE GIVING UP YOUR RIGHT TO GO TO COURT, INCLUDING YOUR RIGHT TO A JURY TRIAL AND TO PARTICIPATE IN A CLASS ACTION.&nbsp.\nIn arbitration, a dispute is resolved by a neutral arbitrator or panel of arbitrators, rather than by a judge or jury.&nbsp.\nArbitration is more informal than a court trial.\nhowever, an arbitrator can award the same relief that a court can award.&nbsp.\nThe arbitration will be administered by the American Arbitration Association (“AAA”), and may be conducted under AAA’s Commercial Arbitration Rules and the Supplementary Procedures for Consumer Related Disputes (collectively, the “AAA Rules”) then in effect at the time of the dispute.&nbsp.\nYou may obtain copies of the AAA Rules and forms and instructions for initiating arbitration by visiting the AAA website at www.adr.org, or by calling AAA at (800) 788-7879.&nbsp;</p>\n<p>You agree that disputes will only be arbitrated on an individual basis and shall not be consolidated, on a class wide, representative basis, or with any other arbitration(s) or other proceedings that involve any claim or controversy of any other party.\nIf for any reason this arbitration clause is unenforceable or inapplicable, both you and we agree, to the extent permissible by law, to waive any right to pursue any claims on a class action basis.\nIf any portion of this class action waiver is limited, void, or unenforceable, then our agreement to arbitrate under this section will not apply and any controversy or claim must be brought exclusively in the state and federal courts in TEXAS.</p>\n<p>\n<strong>13.&nbsp;Governing Law</strong>\n</p>\n<p>Our Terms of Use and your use of our Site shall be construed, governed by and enforced under the substantive laws of the State of Texas applicable to contracts made, executed and wholly performed within the State of Texas.\nThe Uniform Computer Information Transactions Act does not apply to our Terms of Use.&nbsp.\nA printed version of this Agreement and of any related notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to this Agreement to the same extent as other documents and records originally generated and maintained in printed form.&nbsp.\nPlease contact insuranceratesforless.com if you wish to receive a printed copy of this Agreement.&nbsp.\nAny claim you might have against insuranceratesforless.com must be brought within one (1) year after the cause of action arises, or such claim or cause of action is barred.</p>\n<p>\n<strong>14.&nbsp;Injunctive Relief</strong>\n</p>\n<p>You acknowledge that any breach, threatened or actual, of our Terms of Use, including, without limitation, with respect to unauthorized use of insuranceratesforless.com proprietary assets, will cause irreparable injury to insuranceratesforless.com, such injury would not be quantifiable in monetary damages, and insuranceratesforless.com would not have an adequate remedy at law.\nYou therefore agree that insuranceratesforless.com shall be entitled, in addition to other available remedies, to seek and be awarded an injunction or other appropriate equitable relief from a court of competent jurisdiction restraining any breach, threatened or actual, of your obligations under any provision of our Terms of Use.\nAccordingly, you hereby waive any requirement that insuranceratesforless.com post any bond or other security in the event any injunctive or equitable relief is sought by or awarded to insuranceratesforless.com to enforce any provision of our Terms of Use.</p>\n<p>\n<strong>15.</strong>&nbsp;<strong>Modification of These Terms of Use</strong>\n</p>\n<p>We reserve the right, at any time, to add to, delete or modify our Terms of Use, as well as all or any part of our Site in our sole discretion.\nWe will notify you of changes to our Terms of Use by posting the new Terms of Use on this website, or by sending you a notice via e-mail.\nYour continued use of the Site following the posting of revised Terms of Use means that you accept and agree to the changes.\nThe date at the top of the Site indicates when these Terms of User were last updated.\nYou agree to review these Terms of Use and other online policies posted on our Site periodically to be aware of any revisions.</p>\n<p>\n<strong>16.</strong>&nbsp;<strong>Miscellaneous Terms</strong>\n</p>\n<p>No agency, partnership, joint venture, or employment is created as a result of these Terms of Use, and you do not have any authority of any kind to bind us in any respect whatsoever.\nThe failure of either party to exercise in any respect any right provided for herein shall not be deemed a waiver of any further rights hereunder.\nIf any provision of these Terms of Use is found to be unenforceable or invalid, that provision shall be limited or eliminated to the minimum extent necessary so that these Terms of Use shall otherwise remain in full force and effect.\nThese Terms of Use are not assignable, transferable or sublicensable by you except with our prior written consent.\nWe may transfer, assign or delegate these Terms of Use and our rights and obligations without your consent.\nThe Terms of Use constitute the entire agreement you have with us regarding the subject matter and supersedes any and all prior and/or inconsistent understandings.\nOur Terms of Use cannot be modified except as set described herein or in a written amendment signed by an authorized representative of ours.</p>\n<p>\n<strong>17.</strong>&nbsp;<strong>Intellectual Property</strong>\n</p>\n<p>insuranceratesforless.com, and the Website’s entire contents, features and functionality, including, but not limited to all information, text, displays, photographs, graphics, video and audio, and the design, selection and arrangement thereof (“Content”) are owned by, licensed by, or provided to insuranceratesforless.com.\nThe Site is protected by copyright, trademark, trade secret, and other intellectual property or proprietary rights laws, and thus, we own and retain all rights in the insuranceratesforless.com Content and the Service.\nOur trademarks and trade dress may not be used, including as part of trademarks and/or as part of domain names, in connection with any product or service in any manner that is likely to cause confusion to consumers or other users or recipients or the trademark.</p>\n<p>\n<strong>18.&nbsp;&nbsp;Notice and Procedure for Making Claims of Copyright Infringement</strong>\n</p>\n<p>If you believe that your copyrighted work has been used or displayed on our website in a way that constitutes copyright infringement, please report the alleged infringements by completing the following steps and by notifying insuranceratesforless.com’s Designated Agent, as listed below.\nPursuant to Title 17, United States Code, Section 512(c)(2), all notifications of claimed copyright infringement should be sent ONLY to our Designated Agent.</p>\n<p>The Notification of Claimed Infringement must include the following:</p>\n<p>(1) An electronic or physical signature of the owner or of the person authorized to act on behalf of the owner of the copyright interest;</p>\n<p>(2) Identification of the copyrighted work (or works) that you claim has been infringed;</p>\n<p>(3) A description and identification of the material that you claim is infringing, and the location where the original or an authorized copy of the copyrighted work exists (for example, the URL of the page of the website where it is lawfully posted.\nthe name, edition and pages of a book from which an excerpt was copied, etc.);</p>\n<p>(4) A clear description of where the infringing material is located on our Website, including as applicable its URL, so that we can locate the material;</p>\n<p>(5) Your contact information, including your name, address, telephone number, and e-mail address;</p>\n<p>(6) A statement that you have a good-faith belief that the disputed use is not authorized by the copyright owner, its agent, or the law.\nand</p>\n<p>(7) A statement by you, made under penalty of perjury, that the above information in your notice is accurate and that you are the copyright owner or authorized to act on the copyright owner’s behalf.</p>\n<p>Our agent designated to receive claims of copyright or other intellectual property infringement may be contacted as follows:</p>\n<p>compliance@insuranceratesforless.com</p>\n<p>\n<strong>CONTACT US</strong>\n</p>\n<p>If you have any questions about these Terms of Use, please email us at compliance@insuranceratesforless.com</p>\n<ul>\n<li> Home </li>\n<li> Privacy Policy </li>\n<li> Terms &amp.\nConditions </li>\n<li> Do Not Sell My Info </li>\n<li> Contact Us </li>\n</ul>\n<small>All Rights Reserved 2011-2021 InsuranceRatesForLess</small> ", "created_at": "2021-11-26 05:43:25.864622", "updated_at": "2021-11-26 04:44:08.228813"}], "points": [], "urls": ["nsuranceratesforless.com"]}}