{"error": 448, "message": "OK", "parameters": {"id": 3949, "name": "adorion.net", "created_at": "2021-06-05 21:55:09.007701", "updated_at": "2021-06-05 22:00:22.457747", "wikipedia": null, "keywords": null, "related": null, "slug": "adorion-net", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3949.png", "url": "adorion.net", "documents": [{"id": 6776, "name": "terms", "url": "https://adorion.net/login/?0=/i/tos", "xpath": "//body", "text": " <br>\n<br>\n<b>§1 General</b>\n<br>\nUpon registration, the member confirms the following listed content and terms without exception.\nAny changes are reserved at any time.\n<br>When changes are made, of course, the members are informed.\n<br>\n<br>\n<b>§2 Service / Liability</b>\n<br>\nWe constantly strive to ensure that Adorion.net is always online.\nHowever, this can never be guaranteed as disruptive factors, maintenance or eventuality can occur.\n<br>In addition, we assume no liability for any damage caused or incurred by us.\nThe degraded advertising is constantly checked, but we still distance ourselves from any content of external advertising.<br>\n<br>\n<b>§3 Participatio </b>\n<br>\nEvery natural person is entitled to participate (exceptions may be approved in writing in advance).\nSeveral accounts are not allowed in any case.<br> If disregarded, they will be blocked immediately.\nWe reserve the right to delete or block accounts without giving reasons.<br>The registered page, or the page where the layer, banner, direct-link or counter is generated, must not violate the law of the country.<br> In addition, websites with right-wing extremist / excessively exaggerated political content are prohibited.\n<br>The layer, banner, direct-link and counter must not be mined in invisible (i)frames (for example, 0x0 pixels) or as img tags.\nThis also applies to the referral link (cookie spreading).<br>\n<br>\n<b>§4 Advertising Material</b>\n<br>\nThe installation of the advertising material is basically allowed for any page that does not violate any law or has extreme right-wing content.\n<br>However, we reserve the right to block individual websites or ads for certain websites (this also applies to the violation of the member rules).\n<br>The ads must always be visible on the website and may under no circumstances be changed or prevented from being faded in or obstructed.\nAny disregard leads to blocking.<br>Should a significantly excessive (negative) conspicuousness to the reloadsperre-free advertising material prove, then individual websites or the entire account can be blocked after verification.\nA maximum of 3 ads per website / subpage is allowed.<br>\n<br>\n<b>$4.1 Direct-Link</b>\n<br>\nThe promotion link, or often called \"direct-link\" may be distributed through various channels.\n<br>TE and iFrames are allowed.\nAlso a direct call is allowed.\nRemunerated are calls worldwide.\n<br>The reload lock is flexible and at the same time as all other ads.\nThe minimum stay is only a few seconds (directly after the quality check).\n<br>Dismantling via img tags is not allowed.\n<br>(i)Frames must be at least 500x400 pixels in size.\nChanging or obstructing the script / URL is not allowed also.\nIf there is any doubt in our advertising material, please contact our support.\n<br>\n<br>\n<b>§5 Ad campaigns</b>\n<br>\nPurchased advertising with us must comply with the following rules:<br>\n- The website may not violate the laws of the respective countries (no illegal content).<br>\n- It must be truthfully informed if the site contains erotic, pop-ups and music (in the creation).\nIf you change the website, this change must be reported to us.<br>\n- The website may not be overloaded (traffic).<br>\n- Pages containing phishing, viruses, or the website issued as a warning/dangerous may not be promoted.<br>\n- The Website may not contain javascript warnings or harassment that may restrict or annoy the user.<br>\nIf any of these rules are violated, we reserve the right to immediately delete the campaign and withhold the credit.<br>\n<br>\n<b>§6 payouts</b>\n<br>\nA withdrawal can take up to 15 days (NET 15).\nAny costs incurred for payment, for example via Paypal are borne by the member.\n<br>A payment in USD will only be made if the member has truthfully entered correct data in the profile.\nIf the origin of the visitors does not generate any revenue for us from the advertiser, payments will also be canceled/reject (eg.\nfake traffic / complaints from advertisers or similar).\n<br>The current status of the payout is also always visible in the menu item \"Payments\" -&gt.\n\"History\" (panel).\nWe reserve the right to refuse withdrawals without giving reasons.<br>\n<br>\n<b>§7 Miscellaneous</b>\n<br>\nIf errors in the system are exploited in favor of the project, an immediate blocking of the user account is carried out and / or the utilization is recognized as invalid.\n<br>We reserve the right to withhold any dishonest revenue earned in favor of Adorion.net.<br>If there are any questions or problems, please contact our support.\nOur team is always there for any concerns.<br>\n<br> ", "created_at": "2021-06-05 21:55:09.010194", "updated_at": "2021-06-05 19:55:41.544394"}], "points": [], "urls": ["adorion.net"]}}