{"error": 448, "message": "OK", "parameters": {"id": 1616, "name": "Deliberative Entertainment", "created_at": "2019-06-09 22:29:31.161878", "updated_at": "2021-03-25 03:19:40.623098", "wikipedia": null, "keywords": null, "related": null, "slug": "deliberative_entertainment", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/1616.png", "url": "deliberativegames.com", "documents": [{"id": 1477, "name": "Privacy Policy & Terms of Use", "url": "http://www.deliberativegames.com/legal/", "xpath": "", "text": " &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-NPVCRTS\"\nheight=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nDeliberative Entertainment <ul>\n<li>About<i>\n</i>\n</li>\n<li>Keep the Peace<i>\n</i>\n</li>\n<li>Careers<i>\n</i>\n</li>\n<li>Contact<i>\n</i>\n</li>\n</ul> Privacy Policy<p>This section describes the privacy policy and procedures followed by us, Deliberative Entertainment Inc., regarding information collected through our websites (including at least www.playktp.com and www.deliberativegames.com), our email newsletters, and our social media properties.\nIt will inform you about:</p>\n<ul>\n<li>The type of information we collect</li>\n<li>How we store and use that information</li>\n<li>How you can correct the information we store about you</li>\n<li>How you can contact us about any privacy concerns</li>\n<li>How changes to this policy may be made and communicated</li>\n</ul>\n<p>\n<strong>We will never sell, rent, or trade your personal information to any third party.\nWhen you provide us with your personal information, we use that information only to deliver the services you have requested from us.\nYou may contact us at any time to update your information or to revoke your consent to use your information.\nSee below for more information.</strong>\n</p>\nInformation We Collect &amp.\nHow We Use It\n<p>While visiting our website or otherwise interacting with us, you may choose to provide us with your personal information, such as your email address and name.\nFor example, you may choose to give us your email address so that we can send you updates and information about our projects.&nbsp;We collect this information only so that we can provide the services and information you request, and your information will only be used for that purpose.</p>\n<p>When you browse our website or visit our social media properties, we also automatically receive information about you and your computer, such as your IP address, web browser, operating system, and behavior while on our site.\nThis information is used to improve our websites, products, and other media, for example by helping us ensure compatibility with your computer system.\nThis information is also used to prevent abuse of our systems.</p>\nSharing &amp.\nSecuring Your Information\n<p>We work with third parties in order to provide the services and information described in the previous section.\nWe only share your personal information with these third parties for these purposes.\nWe will never sell, rent, or trade your personal information to any third party for commercial gain.&nbsp;We may also share personal information if it is required by law or required for the purposes of enforcing the law.</p>\n<p>\n<strong>Important:</strong> Third parties, including social networks and others, may be located in, or may store your data in, a different jurisdiction than either you or us.\nYour information may therefore be subject to the laws of another jurisdiction.\nInformation may be stored in the United States and may be subject to U.S.\nlaws, including the Patriot Act.</p>\n<p>If you have questions about the information collected by social networks or other third parties,&nbsp.\nsuch as Facebook, Twitter, and YouTube, please consult the privacy policies for these organizations, available on their websites.\nWe always recommend reading the privacy policies of these providers, so you can understand the way they will handle your personal information.</p>\nChanging Your Information &amp.\nPreferences\n<p>If you wish to change the personal information we store about you, or if you wish to withdraw your consent for us to use your personal information, you may contact us at any time.\nSee the contact information at the end of this policy.</p>\n<p>To opt out of receiving email updates, you may simply click the “Unsubscribe” link in any newsletter that we have sent you, and follow the on screen prompts.</p>\nUpdates to This Policy\n<p>We may modify this privacy policy at any time.\nIf we do change this policy, the updated version will be posted on this website, and will be effective immediately upon being posted.\nWe will take reasonable measures to inform users of any significant updates to this policy, however we strongly recommend reviewing the policy frequently.\nYour continued use of our website or other services shall constitute your acceptance to any updates to this policy.\nIf you no longer accept the policy, you may revoke your consent to use your personal information by contacting us.</p>\nContacting Us\n<p>If you have questions or requests related to this Privacy Policy, you may contact us:</p>\n<p>privacy@deliberativegames.com<br>\nDeliberative Entertainment Inc.<br>\n#2-37 Beaty Ave.\nToronto, ON Canada</p>\n<p>\n<em>Last Modified: February 21, 2018</em>\n</p>\nTerms of Use<p>Last updated: October 15, 2018.\nEffective immediately.</p>\n<p>This Terms of Use (the “<strong>TOU</strong>”) is entered into between you and Deliberative Entertainment Inc.\n(“<strong>Deliberative</strong>”) and applies to any game, website or service provided by Deliberative, including but not limited to the game Keep the Peace, deliberativegames.com, playktp.com and our related social media platforms (the “<strong>Service</strong>”).</p>\n<p>\n<strong>BY CLICKING “I ACCEPT” OR SIMILAR CONFIRMATION OR BY USING THE SERVI</strong>\n<strong>CE YOU ARE AGREEING TO BE BOUND BY THE TOU.</strong>\n</p>\n<p>\n<strong>1.\nUPDATES</strong>\n</p>\n<p>Deliberative reserves the right to modify the TOU at any time (“<strong>Update</strong>”) and shall make any Update available at deliberativegames.com, playktp.com or related websites (the “<strong>Website</strong>”).&nbsp.\nYou are deemed to accept any Update by continuing to use the Service.&nbsp.\nUnless Deliberative states otherwise, an Update is automatically effective 30 days after posting on the Website.</p>\n<p>\n<strong>2.\nSUBSCRIPTION, LICENSE</strong>\n</p>\n<p>\n<strong>2.1 Subscription and License.</strong> Deliberative grants you a non-exclusive, non-sublicensable, revocable, limited subscription to access the Service.\nIn addition, if you access the Service through Deliberative’s games or other software, Deliberative grants you a non-exclusive, non-sublicensable, limited, revocable license to install and use such software on any computer(s) or mobile devices(s) you use.</p>\n<p>\n<strong>2.2 Streaming and Social Media License.\n</strong>Notwithstanding section 4.1, Deliberative grants you a non-sublicensable, non-transferrable, revocable, limited license to publicly display Deliberative games on online video streaming websites, such as youtube.com® and twitch.com®, and social media, such as tweeting a GIF (“<strong>Social Content</strong>”).&nbsp.\nDeliberative may terminate or modify the scope of this streaming and social media license granted to you at any time without notice or compensation and Deliberative will not be liable to you or any third party for any related loss incurred.</p>\n<p>\n<strong>2.3 User Content License.</strong> &nbsp;User content includes any information that you submit, transmit or upload while using the Service and Social Content (“<strong>User Content</strong>”).&nbsp.\nBy providing User Content you represent and warrant that you have all consents, licenses and rights necessary to provide and license the User Content and you grant Deliberative an exclusive (non-exclusive in the case of Social Content), irrevocable, fully-paid, royalty-free, perpetual, sub-licensable, transferrable, worldwide license to User Content under all copyright, trademark, trade secret, patent, privacy and publicity rights and any other intellectual or industrial property rights you own or control to use, broadcast, disclose, display, distribute, modify, make derivative works of, publicly perform, publish, record, reproduce, sublicense (on multiple levels), translate, transmit or otherwise exploit for all purposes and in all formats and mediums and with any technology now known or hereafter developed and for all purposes without attribution, notice, permission or payment to you or a third party.&nbsp.\nDeliberative reserves the right to review, edit, delete or block access to User Content without notice.</p>\n<p>\n<strong>3.&nbsp;</strong>\n<strong>ACCESS TO THE SERVICE AND MEMBERSHIPS</strong>\n</p>\n<p>\n<strong>3.1 Age of Access.</strong> You cannot use the Service if you are under the age of 13.\nIf you are between 13 and 18 years old, you must have the consent of a parent or guardian to use the Service.</p>\n<p>\n<strong>3.2 Accounts and Login Information.\n</strong>Access to the Service may require you to register an account with Deliberative directly or with a third party, such as Google, Apple, or Facebook (each, an “<strong>Account</strong>”).&nbsp.\nIn order to access an Account, you must obtain a user ID and password (“<strong>Login Information</strong>”).&nbsp.\nYou shall manage and ensure the security, conﬁdentiality and authorized use of Login Information.&nbsp.\nAuthorized Users are prohibited from sharing Login Information.&nbsp.\nDeliberative strongly recommends that you keep your Login Information confidential.&nbsp.\nYou agree to be bound by any use of your Account, including charges and purchases, whether or not authorized.&nbsp.\nYou shall notify Deliberative promptly of unauthorized access or use of your Account.</p>\n<p>\n<strong>3.3 Membership and Benefits.</strong>&nbsp.\nDeliberative may offer different Account types for an additional one time or recurring fee through subscriptions or memberships (“<strong>Membership</strong>”).\n&nbsp;Please visit the Website for a complete description of Membership types, at https://playktp.com/alpha-team/.\n&nbsp;Upon acquiring a Membership, you are granted a non-exclusive, non-sublicensable, non-transferrable (except to the extent expressly permitted) right to any rewards or benefits (“<strong>Benefits</strong>”) of your Membership only in conjunction with the Service for which such Benefits were acquired.&nbsp.\nAny Benefits conferred as a result of a Membership may not be lent, shared, sold, transferred or licensed to any other party without Deliberative’s written consent.\n&nbsp;Deliberative shall, in its sole discretion, administer Benefits and, in this capacity, control, modify and/or eliminate any or all Benefits without notice, for which you are not entitled to any refund, credit redemption or any other compensation.&nbsp.\nYou acknowledge and agree that there is no value to Benefits and Deliberative may revise the price of Benefits or other aspects of any Membership without notice.\nPayments made to Deliberative in connection with any Membership are not investments or loans and are non-refundable.\nAll Benefits conferred as a result of a Membership remain the property of Deliberative.</p>\n<p>\n<strong>3.4 Membership Renewal.&nbsp.\nA Membership may require a monthly renewal payment, if so, Deliberative shall automatically charge you a monthly Membership fee.&nbsp.\nMembership fees exclude applicable taxes, duties and charges and are non-refundable.&nbsp.\nMembership fees are billed and charged automatically by Deliberative and/or third parties authorized on its behalf on a recurring monthly basis to the credit card (or other payment method) you provided to Deliberative until the date your Membership is either upgraded to non-reoccurring payment Membership, terminated by your submission of a cancellation request to Deliberative, or Deliberative’s termination of your access to the Service.</strong>\n</p>\n<p>\n<strong>3.5 Features.&nbsp.\n</strong>The Service has features that contain different types of functionality which may include gameplay, customization, modding, image overlays, animations, or other features (collectively, “<strong>Features</strong>”).&nbsp.\nFeatures available to you are subject to change at any time at Deliberative’s sole discretion, without notice or compensation.&nbsp.\nFeatures available are listed in part at the Website, and may be updated periodically.</p>\n<p>\n<strong>3.6 Alpha Version.</strong>&nbsp.\nThe Service, including the use and access to the game Keep the Peace, may be provided to you in an early release version (“<strong>Alpha Version</strong>”).&nbsp.\nIf you use or access any Alpha Version of the Service, you acknowledge and understand that the Service may not work as intended and Features may be very different from Features we aspire to include in the future.&nbsp.\nBugs, incomplete Features, or faults may be present in any Alpha Version and you use the Service at your own risk.&nbsp.\nDeliberative does not guarantee that the Service will be completed or completed in any particular way, including the scope and Features of the Service.\nGiven the developmental nature of an Alpha Version, you agree that it is your sole responsibility to backup your data and take other appropriate measure to protect your programs and data.</p>\n<p>\n<strong>4.\nUSE OF THE SERVICE</strong>\n</p>\n<p>\n<strong>4.1 Authorized Use.</strong> You shall not use the Service to:</p>\n<p>a.\ndecompile, disassemble or reverse engineer the Service or otherwise attempt to derive the Service source code or gain unauthorized access to the Service;</p>\n<p>b.\nalter, change or circumvent security related aspects of the Service;</p>\n<p>c.\nuse any automated system (robot, spider, etc.) to access the Service;</p>\n<p>d.\nreproduce, rearrange, modify, change, alter, translate, create derivative works from, display, perform, publish, or distribute the Service;</p>\n<p>e.\nbreak, disrupt or attempt to break or disrupt any device used to support the Service or experience of an Authorized User or knowingly exploit a flaw or bug in the Service;</p>\n<p>f.\nviolate any rules associated with any current or future online forums or community participation outreach that Deliberative may allow to you to participate in, or violate the instructions of any authorized moderators or Deliberative employees on any forum;</p>\n<p>g.\nstore or transmit material that is infringing, libellous, unlawful or in violation of any person’s rights;</p>\n<p>h.\nharass, abuse, stalk, threaten or impersonate any person;</p>\n<p>i.\nsell, rent, lease or sublicense the Service or access thereto, unless expressly permitted by Deliberative;</p>\n<p>j.\npromote, encourage or undertake illegal activity or communicate, link to, post, submit or upload content that contains objectionable or offensive conduct.\nor</p>\n<p>k.\ninfringe or violate third-party rights including but not limited to: (i) contractual rights.\n(ii) copyright, patent, trademark or trade secret rights.\n(iii) privacy rights.\n(iv) publicity rights.\nor (v) confidential information,</p>\n<p>as determined by Deliberative in its sole discretion.</p>\n<p>\n<strong>4.2 Suspension and Termination.\n</strong>Deliberative may suspend or terminate your access to the Service and/or Account, without notice or compensation to you, at any time for any reason (or for no reason) including but not limited to technical issues or non-compliance with the TOU.&nbsp.\nDeliberative has sole discretion to lift a suspension or reverse a termination.\n&nbsp;Your access to the Service and/or your Account, automatically terminates upon the earliest of the date: (a) you or Deliberative terminates access to your Account.\nor (b) of your non-compliance with the TOU.</p>\n<p>\n<strong>4.3 Privacy Policy.</strong>\n<strong>&nbsp;</strong>Use of the Service is governed by a Privacy Policy detailing how Deliberative collects, uses and discloses personal and anonymous data about you and is available on the Website.&nbsp.\nIf at any time you disagree with the Privacy Policy, you must immediately stop use of the Service and contact Deliberative by filling out the contact form on our Website.&nbsp.\nThe Privacy Policy does not address how you collect, use or disclose User Data, which may contain personal data about you.</p>\n<p>\n<strong>5.\nPROPRIETARY RIGHTS</strong>\n</p>\n<p>\n<strong>5.1 Ownership and Rights.</strong> Deliberative retains all right, title and interest in the Service, including but not limited to copyrights, copyrightable works, patents, patent rights, trademarks, trade names and trade secrets, and in Features or modifications to the Service.\n&nbsp;The TOU does not convey any right, title or interest in, or constitute the sale of any right to, the Service, any related software, or Account.</p>\n<p>\n<strong>5.2 Feedback.</strong>&nbsp;You may provide Deliberative with comments, recommendations, advice, ideas, submissions, forum posts, or other information (“<strong>Feedback</strong>”).&nbsp.\nBy providing Feedback, you represent and warrant that all consents, licenses and rights necessary to license Feedback to Deliberative are obtained and hereby grant Deliberative an irrevocable, fully-paid, royalty-free, non-exclusive, perpetual, worldwide license to Feedback under all copyright, trademark, trade secret, patent, privacy and publicity rights and any other intellectual or industrial property rights you own or control to use, broadcast, disclose, display, distribute, modify, make derivative works of, publicly perform, publish, record, reproduce, sublicense (on multiple levels), translate, transmit or otherwise exploit for all purposes and in all formats and mediums without attribution, notice, permission, royalty or payment.&nbsp.\nDeliberative is under no obligation to review or act upon any Feedback that you may provide.</p>\n<p>\n<strong>5.3 DMCA.&nbsp;</strong>Deliberative responds to notices alleging copyright infringement that comply with the United States Digital Millennium Copyright Act (the “<strong>DMCA</strong>”).&nbsp.\nIf you wish to make a DMCA claim, you must provide the following information in writing in your DMCA notice:</p>\n<p>a.\nidentify the copyrighted work that you claim has been infringed;</p>\n<p>b.\nidentify the material claimed to be infringing and where it is located;</p>\n<p>c.\nprovide reasonably sufficient information to allow us to contact you, such as your address, phone number and e-mail address;</p>\n<p>d.\nprovide a statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent or law;</p>\n<p>e.\nprovide a statement, made under penalty of perjury, that the above information is accurate and that you are the copyright owner or are authorized to act on behalf of the owner.\nand</p>\n<p>f .provide an electronic or physical signature of a person authorized to act on behalf of the copyright owner.</p>\n<p>Deliberative may provide you notice if your communication, post, submission or upload was removed as a result of Deliberative receiving a DMCA notice from a copyright owner.&nbsp.\nIf you receive notice from Deliberative, you may provide a counter-notification in writing to Deliberative’s designated DMCA agent through the means provided below.</p>\n<p>DMCA notices can be sent to Deliberative by emailing legal@deliberativegames.com or by mail:</p>\n<p>Deliberative Entertainment Inc.<br>\nPO Box 15344, Queensway High PO<br>\nToronto, ON M8Y 1H0<br>\nCanada</p>\n<p>\n<strong>6.\nDISCLAIMER, LIMITATION OF LIABILITY</strong>\n</p>\n<p>\n<strong>6.1 DISCLAIMER.&nbsp;</strong>THE SERVICE IS PROVIDED TO YOU “AS IS” AND DELIBERATIVE DISCLAIMS ALL WARRANTIES AND CONDITIONS, EXPRESS, IMPLIED OR STATUTORY, INCLUDING WITHOUT LIMITATION MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON-INFRINGEMENT OF THIRD-PARTY RIGHTS, TO THE EXTENT PERMITTED BY LAW.&nbsp.\nWITHOUT LIMITING THE FOREGOING, DELIBERATIVE MAKES NO REPRESENTATIONS OR WARRANTIES THAT THE SERVICE WILL PREVENT PERSONAL INJURY OR DEATH, MEET YOUR REQUIREMENTS OR THAT OPERATION OF THE SERVICE WILL BE UNINTERRUPTED, CONTINUOUSLY AVAILABLE, ERROR FREE, WILL NOT HARM COMPUTERS OR MOBILE DEVICES, RESULT IN LOST DATA, OR BE SECURE AGAINST UNAUTHORIZED ACCESS.&nbsp.\nNO ORAL ADVICE OR WRITTEN INFORMATION PROVIDED BY DELIBERATIVE, ITS SUBSIDIARIES, AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, REPRESENTATIVES OR ASSIGNS, WILL CREATE ANY WARRANTY AND YOU SHALL NOT RELY UPON SUCH ADVICE OR INFORMATION.&nbsp.\nYOU BEAR THE ENTIRE RISK AS TO THE PERFORMANCE, OPERATION AND QUALITY OF THE SERVICE.</p>\n<p>\n<strong>6.2 LIMITATION OF LIABILITY.</strong> DELIBERATIVE, ITS SUBSIDIARIES, AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, REPRESENTATIVES AND ASSIGNS SHALL NOT BE LIABLE TO YOU FOR ANY CLAIM, LOSS OR DAMAGE OF ANY KIND ARISING OUT OF OR RELATING TO THE SERVICE OR THIRD-PARTY SERVICES INCLUDING WITHOUT LIMITATION DIRECT, CONSEQUENTIAL, INCIDENTAL OR SPECIAL DAMAGES, OR LOSS OF USER DATA, EVEN IF DELIBERATIVE HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGE OR LOSS.</p>\n<p>\n<strong>6.3 MAXIMUM AGGREGATE LIABILITY.</strong> NOTE THAT SOME JURISDICTIONS DO NOT ALLOW THE DISCLAIMER OF CERTAIN TERMS OR WARRANTIES OR EXCLUSION OF LIABILITY FOR CERTAIN DAMAGES AND, IF ANY DISCLAIMER OR LIMITATION OF LIABILITY IS FOUND UNENFORCEABLE, VOID OR DOES NOT FULLY SHIELD DELIBERATIVE FROM LIABILITY, YOU AGREE THAT DELIBERATIVE’S MAXIMUM AGGREGATE LIABILITY IN ANY CASE WHATSOEVER WILL BE THE TOTAL AMOUNT PAID BY YOU TO DELIBERATIVE IN THE 12 MONTHS IMMEDIATELY PRECEDING THE DATE OF THE HARM IN QUESTION.</p>\n<p>\n<strong>7.\nGENERAL</strong>\n</p>\n<p>\n<strong>7.1 Governing Law.\n</strong>The TOU and Privacy Policy are governed by the laws of the province of Ontario and the laws of Canada, without reference to principles of conflicts of laws.\nThe parties irrevocably attorn to the jurisdiction of the appropriate provincial and federal courts of the province of Ontario to hear any proceedings related to the TOU or Privacy Policy.</p>\n<p>\n<strong>7.2 Severability and Waiver.</strong> If any provision of the TOU or Privacy Policy is held by a court of competent jurisdiction to be invalid or unenforceable, such provision shall be changed and interpreted so as to best accomplish the objectives of the original provision to the fullest extent allowed by law with remaining provisions of the TOU in full force and effect.&nbsp.\nNo failure or delay by a party in exercising any right, power or remedy under the TOU constitutes a waiver.</p>\n<p>\n<strong>7.3 Assignment.</strong> Deliberative may assign the TOU without your consent or notice to you.&nbsp.\nYou cannot assign the TOU.</p>\n<p>\n<strong>7.4 Survival.</strong> Sections 2.3, 5, 6, and 7 survive termination of the TOU.</p>\n<p>\n<strong>7.5 Entire Agreement.</strong> The TOU, together with the Privacy Policy, constitute the entire agreement between you and Deliberative with respect to the subject matter hereof and supersedes any prior oral or written agreements, communications, representations or undertakings provided.</p>\n<p>© 2017 Deliberative Entertainment Inc.\nAll rights reserved.\nPrivacy &amp.\nLegal Information.</p>\n<i>\n</i>\n<i>\n</i> ", "created_at": "2019-06-09 22:32:34.730766", "updated_at": "2019-06-09 22:34:07.780638"}], "points": [{"id": 17077, "title": "The service can delete your account without prior notice and without a reason", "source": "http://www.deliberativegames.com/legal/", "status": "Generated through the annotate view", "created_at": "2021-03-03 22:44:08.888294", "updated_at": "2021-03-04 10:43:42.629097", "quoteText": "Deliberative may suspend or terminate your access to the Service and/or Account, without notice or compensation to you, at any time for any reason (or for no reason) including but not limited to technical issues or non-compliance with the TOU", "case_id": 201, "document_id": 1477, "quoteStart": 14739, "quoteEnd": 14981}, {"id": 17078, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "http://www.deliberativegames.com/legal/", "status": "Generated through the annotate view", "created_at": "2021-03-03 22:45:28.735479", "updated_at": "2021-03-04 10:43:48.378173", "quoteText": "THE SERVICE IS PROVIDED TO YOU “AS IS”", "case_id": 286, "document_id": 1477, "quoteStart": 19148, "quoteEnd": 19186}], "urls": ["deliberativegames.com"]}}