{"error": 448, "message": "OK", "parameters": {"id": 233, "name": "Tory Burch LLC", "created_at": "2018-01-16 15:26:06.536732", "updated_at": "2021-06-25 02:32:49.308797", "wikipedia": "https://en.wikipedia.org/wiki/Tory_Burch_LLC", "keywords": "", "related": "", "slug": "toryburch", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/233.png", "url": "toryburch.com", "documents": [{"id": 7286, "name": "Privacy Policy", "url": "https://www.toryburch.com/en-us/content-privacy/content-privacy/", "xpath": "/html/body/div[1]/div/main/div/div/div", "text": "<p>TORY BURCH&nbsp;PRIVACY POLICY</p>\n<p>Last Updated:&nbsp;March 12, 2021</p>\nINTRODUCTION\n<p>INTRODUCTION</p>\n<p>At Tory Burch, we respect privacy and your rights to control your personal data.</p>\n<p>This Privacy Policy (the&nbsp;<u>“Privacy Policy”</u>) applies to information that we collect through our websites, mobile applications, and connected products and services (collectively, the \"Websites\"), in our stores, at events, and through our customer service channels.\nThis Privacy Policy describes the personal data we collect, and explains why we collect it, how we use it, and when we share it with third parties.\nOur Privacy Policy also describes the choices you can make about how we collect and use your personal data.</p>\n<p>Note to Residents of California and individuals located in the European Economic Area:&nbsp;Further region specific information for our California customers and our European customers is outlined in the&nbsp;“Region/Country-Specific Disclosures” section&nbsp;below.</p>\n<p>WHO WE ARE</p>\n<p>We are Tory Burch LLC and Coöperatie Tory Burch U.A., as well as our family of affiliated companies that operate the brands TORY BURCH and TORY SPORT (collectively “<u>Tory Burch</u>,” “<u>we</u>,” “<u>us</u>,” or “<u>our</u>”).</p>\n<p>If you are located in the United States, the Tory Burch company that is responsible for your information under this Privacy Policy is Tory Burch LLC, with an address of 11 West 19th Street, 7th Floor, New York, NY 10011, USA.</p>\n<p>INFORMATION WE COLLECT FROM YOU</p>\n<p>We collect your personal data in a number of ways and for various purposes, including:</p>\n<p>\n<b>Making a Purchase:<br>\n</b>We collect personal data from you in order to process your purchase, confirm your order, and ship merchandise to you.\nThis personal data may include your name, billing and shipping address, telephone number, email address, date of birth, and payment card information.\nTory Burch does not store your payment card information unless you choose to save it in your “My Account” (see below).</p>\n<p>Creating an account:<br> You have the opportunity to create a personal account with Tory Burch, which allows you to shop faster and easier online.\nWhen you create a personal account with Tory Burch, we collect personal data which may include your name, billing and shipping address, telephone number, email address, date of birth, and payment card information.\nBy creating a user name and a password of your choice, you may access your account online at any time to view and/or edit your profile, address book, payment methods, order history, wish list, and email preferences.\nYou are responsible for maintaining the confidentiality of your access information and for controlling access to your account.\nIf you ever use a public computer to visit your account, we strongly encourage you to log out at the conclusion of your session.</p>\n<p>Marketing:&nbsp;<br> You may sign up on the Websites or in stores to receive promotional emails, texts, and other communications from Tory Burch.\nWhen you sign up, we may collect personal data such as your name, mailing address, telephone number, email address, date of birth, and preferences.\nIf you elect to be added to the Tory Burch marketing list, we may use your contact information to communicate with you about products, services, promotions, offers, news, and events from Tory Burch.\nFrom time to time, we may also provide information to you about the Tory Burch Foundation.</p>\n<p>Customer Care:&nbsp;<br> If you call, email or chat with our Customer Care center, we may collect personal data such as your name, mailing address, telephone number, email address, and – if you choose to make a purchase – your payment card information and billing address.\nWe use this information to assist you and to process and/or review your transaction.\nTory Burch does not store your payment card information unless you choose to include it in your “My Account” (see above).</p>\n<p>Surveys, Sweepstakes &amp.\nPromotions:&nbsp;<br> From time to time, you may be able to participate in surveys, contests, sweepstakes and promotions offered by Tory Burch.\nIf you choose to participate in these activities, we may collect personal data such as your name, mailing address, telephone number, email address, date of birth or age, and preferences.\nWe may use this information to communicate with you about our products, services and promotions if you have given us your consent to do so.\nWe may invite you to participate in promotions that are co-marketed with an unaffiliated business partner.\nIf you participate in this type of promotion, we may also share the information you provide to us with our business partner, who may use it if you have provided your consent.\nIf you elect to receive communications from our business partner, your information will be used by that company in accordance with its policies, and this Privacy Policy will not apply to that company’s use of your information.\nSometimes the rules, terms and conditions or disclaimers that apply to a particular promotion include information on how we may use the information that you provide to us through your participation in the promotion.\nIf there is a conflict between the rules, terms and conditions that apply to a particular promotion and this Privacy Policy, those applying to the particular promotion will govern.\nPlease review all of the information about a promotion before you provide us (or our business partners) with any personal data.</p>\n<p>Public Forum:&nbsp;<br> From time to time, you may be able to participate in an online customer forum or other public or private forum on the Websites where you can post comments or other content.\nIn order to participate in such a forum, we may ask for information such as your name, mailing address, telephone number, email address, date of birth, and preferences, and we may request that you create a username and password.\nWe may use the information you provide to us in order to communicate with you about our products, services and promotions if you have provided your consent.\nIf you voluntarily disclose information, personal or otherwise, online in any community area (whether through the Websites or any other services available online), that information can be collected and used by others.\nAccordingly, you should use caution when sharing any personal data with others in any community area (whether through the Websites or any other services available online).</p>\n<p>Connected Devices:&nbsp;<br> We may also collect personal data when you interact with a device that is connected to the Internet, such as a fitness tracker, digital watch, or other wearable or other connected device that is not a personal computer or mobile phone or tablet.\nA separate Privacy Policy may apply to personal data collected through our connected devices, and, if so, will be made available within the app for the connected device.</p>\n<p>Social Media:&nbsp;<br> You may choose to enable, log into, or sign on to Tory Burch social media websites such as Facebook, Instagram, or Twitter (“Social Networking Services” or “SNS”).\nWhen you connect using your SNS accounts, we may collect personal data that you have provided to that SNS.\nFor example, when you log in with your Facebook credentials, with your consent, we may collect personal data from your Facebook profile that is permitted under Facebook’s Terms of Use – such as your email address, profile picture, and friend list.\nWe use this data to provide, enhance, and personalize the services we provide to you.\nIf you do not want us to provide us with this information, please change the privacy settings on your SNS account.</p>\n<p>INFORMATION WE COLLECT BY AUTOMATED MEANS</p>\n<p>Cookies: Cookies are files that contain information about your general Internet usage, and are stored on the hard drive of your device.\nFrom these cookies, we may collect information about your browser, including, where available, your IP address, operating system and browser type, for system administration.\nCookies help us to improve our Websites and to deliver a better and more customized service.\nThey enable us to:</p>\n<ul>\n<li>estimate usage numbers and patterns;</li>\n<li>store information about your preferences;</li>\n<li>customize our Websites according to your individual interests;</li>\n<li>speed up your searches.\nand</li>\n<li>recognize you when you return to our Websites.</li>\n</ul>\n<p>You may refuse to accept cookies by activating the setting on your browser that allows you to refuse the setting of cookies.\nHowever, if you select this setting you may be unable to access certain parts of the Websites or to avail yourself of some of our services, and may receive advertisements or other content that are not tailored to your interests.\nUnless you have adjusted your browser setting so that it will refuse cookies, our system may issue cookies when you log on to our Websites.\nAdditionally, if a browser is set to issue a “do not track” signal, we do not place tracking cookies on that browser.\nHowever, some third parties who place cookies on our Websites may not respond to such “do not track” signals, as the online community has not reached a consensus as to Do Not Track standards, implementations and solutions.</p>\n<p>Pixel Tags:&nbsp;<br> We may also use \"pixel tags\" (sometimes called “Internet tags”, \"web beacons\" or \"clear GIFS\"), which are tiny graphic images, on our Websites.\nPixel tags help us analyze our customers’ online behavior and measure the effectiveness of our Websites and our advertising.\nWe work with service providers that help us track, collect, and analyze this information.\nPixel tags on our Websites may be used to collect information about your visit, including the pages you view, the features you use, the links you click, and other actions you take in connection with the Websites.\nThis information may include your device’s IP address, your browser type, your operating system, date and time information, and other technical information about your device.\nWe may also track certain information about the identity of the website you visited immediately before coming to our site.\nWe do not otherwise track any information about your use of other websites.</p>\n<p>Mobile Location Analytics Data:&nbsp;<br> We may use tracking technology to collect certain information about your Wi-Fi enabled mobile device, including the presence of the device in our stores, its signal strength, its manufacturer, and a unique identifier known as its Media Access Control (“MAC”) address (collectively, “Customer Mobile Device Data”).\nThis Customer Mobile Device Data may be collected for the purpose of determining the amount, location and frequency of customer traffic into our stores.\nA mobile device’s MAC address identifies a specific device to the surrounding Wi-Fi networks.\nThe MAC address does not disclose the identity or any other personal data of the mobile device user.\nYou may opt-out of having your MAC address recorded by visiting the following link and entering your mobile device’s MAC address:&nbsp;https://optout.smart-places.org/.\nTo learn more about the use of Customer Mobile Device Data and your choices, please visit:&nbsp;www.smartstoreprivacy.com</p>\n<p>Other Tracking Technology:&nbsp;<br> Pixel tags and cookies in our emails may be used to track your interactions with those messages, such as when you receive, open, or click a link in an email message from us.\nWe also work with business partners that use tracking technologies to deliver promotions on our behalf across the Internet.\nThese companies may collect information about your visits to our Websites, and your interaction with our advertising and other communications.\nWe may combine the information we collect through cookies and pixel tags with other information we have collected from you.\nThis information may be used to improve our Websites, to personalize your online experience, to help us deliver information to you, to determine the effectiveness of our advertising, and for other internal business purposes.</p>\n<p>Cookies and Other Tracking Technologies on Social Networking Services:<br>\nTory Burch maintains Tory Burch-branded pages on various Social Networking Services.&nbsp.\nWhen you visit these Tory Burch-branded Social Networking Services, the provider of the Social Network Services and other third parties may set cookies and other tracking technologies on your browser or device.<br>\n</p>\n<p>USE OF YOUR PERSONAL DATA</p>\n<p>We use the information we collect from our customers for various purposes, including to:</p>\n<ul>\n<li>Process transactions;</li>\n<li>Send communications to you about our products, services, promotions, offers, news, and events</li>\n<li>Serve advertising and offers to you based on your interests and online activities, from us or third parties;</li>\n<li>Improve our stores, Websites, events, customers shopping experience, and quality of service;</li>\n<li>Determine the amount, location and frequency of customer traffic into our stores;</li>\n<li>Prevent and detect fraud and abuse;</li>\n<li>Process information or claims in connection with incidents at our stores;</li>\n<li>Enable our service providers to perform certain activities on our behalf;</li>\n<li>Respond to requests for information or services;</li>\n<li>Communicate with you about changes to our Websites;</li>\n<li>Comply with our legal obligations, policies, and procedures.\nand</li>\n<li>Otherwise for internal administrative and analytics purposes.</li>\n</ul>\n<p>If you have provided personal data to us through more than one method, for example, in store and online, we may combine such information for the purposes identified above.</p>\n<p>We will not sell your personal data to any third party.\nWe may share your information under certain circumstances with business partners that help the Websites function or assist us in fulfilling your order, as well as otherwise detailed below.</p>\n<p>OTHERS WITH WHOM WE MAY SHARE YOUR INFORMATION</p>\n<p>We may disclose your personal data to companies that help us bring you the products and services we offer.\nFor example, we may disclose your personal data to service providers and vendors that assist us as follows:</p>\n<ul>\n<li>To manage a database of customer information;</li>\n<li>To distribute emails;</li>\n<li>To distribute other marketing materials or advertisements, including on our Websites and the websites of third parties;</li>\n<li>To operate our stores in certain jurisdictions;</li>\n<li>To provide data storage and/or analytics;</li>\n<li>To prevent fraud;</li>\n<li>To provide customer service;</li>\n<li>To provide other services designed to assist us in providing products and services to you.</li>\n</ul>\n<p>We require that these vendors agree to keep confidential all information we share with them and to use the information only to perform their obligations in the agreements and in a manner consistent with this Privacy Policy.</p>\n<p>We may share data in aggregate form and/or in a form which does not enable the recipient of such data to identify you (for example, for industry analysis).</p>\n<p>In the event of a corporate reorganization, asset transfer, or change of control, your personal data may also be transferred.\nHowever, use of your personal data will remain subject to this Privacy Policy.</p>\n<p>We may also disclose your personal data when legally required to do so, to cooperate with legal proceedings, law enforcement, court orders, laws, regulations, or other legal obligations, or to assist in an investigation, to protect and defend our rights and property, or the rights or safety of third parties, to enforce our Terms of Use, this Privacy Policy, or agreements with third parties, for crime-prevention purposes, or to protect against misuse or unauthorized use of our Websites.</p>\n<p>REMOVAL FROM MARKETING LIST<br>\n</p>\n<p>To be removed from our marketing list, please email us at&nbsp;inquiries@toryburch.com, or simply click the unsubscribe button found at the bottom of any of the emails that we send you.\nIf you have set up “My Account,” you can also go to the “email preferences” section of your account and modify your subscription settings.\nPlease allow us at least ten (10) business days from when the request was received to complete the removal, as some of our promotions may already be in process before you submit your request.</p>\n<p>MAINTENANCE AND PROCESSING OF INFORMATION</p>\n<p>Your personal data may be stored, transferred and process in and to the United States and in other countries by our affiliates and/or service providers.\nThe data protection laws in these countries may provide a lower standard of protection for your personal data than your country of residence.\nWe take great care in protecting your personal data and have put in place adequate mechanisms to protect it when it is transferred internationally.\nWe will transfer your personal data in compliance with applicable data protection laws and will implement suitable safeguards to ensure that your personal data is adequately secured by any third party that will access your information (for instance, by using the Model Clauses as approved by the European Commission).</p>\n<p>By using our Websites and providing personal data to Tory Burch, you consent to the terms of this Privacy Policy and the collection, use, maintenance, transfer to and processing of your personal data in the United States or other countries or territories, and, unless otherwise stated in this Privacy Policy, we use this consent as the legal basis for that data transfer.</p>\n<p>If you have questions or wish to obtain more information about the international transfer of your personal data or the implemented safeguards, please send us an email to&nbsp;inquiries@toryburch.com.</p>\n<p>SECURITY</p>\n<p>Security Measures:<br> Tory Burch uses commercially reasonable measures to keep your personal data private and safe.\nWe take appropriate physical, electronic and administrative steps to maintain the security of personal data we collect, including limiting the number of people who have physical access to our servers, as well as employing electronic security systems and password protections that guard against unauthorized access.\nIn addition, it is our policy to never send your payment card number via email.\nOur customer care center and stores operate over private, secure networks.\nPlease note, however, that email is not encrypted and is not considered to be a secure means of transmitting payment card information.</p>\n<p>We use industry standard security technology in transferring information to process your orders.\nAll payment card transactions should take place in protected areas of our Websites, which are designed to reduce the risk of any loss, misuse or alteration of the information collected.\nWhen you begin the checkout process, you should move into such a protected area.\nOnce you've entered, the page address (URL) should change from “http” to “https.” Also, a key or a closed lock should appear in the lower right hand corner of your screen to notify you of this change.\nYou should remain in this secure zone for the entire checkout process.\nPlease check that you are still in this protected area when you type in your payment card details.</p>\n<p>Despite our best efforts, the transmission of data over the Internet cannot be guaranteed to be 100% secure.\nWhile we use commercially reasonable means to ensure the security of information you transmit to us, we cannot guarantee that such information will not be intercepted by third parties.\nWe may, however, prosecute any unauthorized or fraudulent transactions to the fullest extent permitted by law.</p>\n<p>Spoofing and Phishing:<br> Spoofing and phishing are common Internet scams.\nThese may occur when you receive an email from what appears to be a legitimate source requesting personal data from you.\nPlease be aware that Tory Burch will never send you an email requesting you to verify payment card or bank information.\nIf you ever receive an email that appears to be from us requesting such information from you, do not respond to it, and do not click on any links appearing in the email.\nInstead, please forward the email to us at&nbsp;inquiries@toryburch.com, as we will endeavor to investigate all instances of possible online fraud.</p>\n<p>Other Websites:<br> Our Websites may include links to third party websites whose privacy practices may differ from ours.\nIf you provide personal data to any of those third parties, your data is governed by their privacy policies, and we encourage you to read those privacy policies carefully before providing your personal data.</p>\n<p>CHILDREN'S PRIVACY</p>\n<p>Our Website is not intended for children.\nWe do not intentionally collect any personal data from children under the age of sixteen, and will dispose of any such information if we become aware that it has been provided to us.</p>\n<p>CHANGES TO THIS POLICY</p>\n<p>Tory Burch may amend this Privacy Policy from time to time.\nIf we change our Privacy Policy, we will post the updated Privacy Policy on this page with an updated date.\nUnder certain circumstances (for example, in connection with certain material adverse changes to this Privacy Policy), we may also elect to notify you through additional means, such as posting a notice on the home page of our Websites or contacting you via email.</p>\n<p>HOW TO CONTACT US</p>\n<p>If you have any questions about your privacy or security on our Website, please contact us at&nbsp;inquiries@toryburch.com.\nIf your country of residence is the United States, you may also contact us at Tory Burch LLC, 11 West 19th Street, 7th Floor, New York, NY 10011, USA.\nIf your country of residence is outside of the United States, you may also contact us as Coöperatie Tory Burch U.A., with an address of Barbara Strozzilaan 101-201, 1083 HN Amsterdam, the Netherlands.</p>\n<p>REGION/COUNTRY-SPECIFIC DISCLOSURES</p>\n<p>CALIFORNIA PRIVACY RIGHTS:&nbsp;<br>\n<br>\nMarch 12, 2021</p>\n<p>The California Consumer Privacy Act (“CCPA”), which provides California Consumers certain rights regarding their Personal Information as those terms are defined in the CCPA, became effective on January 1, 2020.&nbsp;</p>\n<p>We are providing you with notice of the Personal Information we collect and our purposes for that collection for data that may be subject to the CCPA (“CCPA Notice”).\nThis CCPA Notice does not cover information that is outside of the scope of the CCPA.\nThis notice also does not apply to data collected from employees, applicants or contractors or to data collected from individuals acting as representatives of another business in connection with business communications or transactions.</p>\n<p>We collect Personal Information directly from you, your device or browser, our service providers and suppliers, and our corporate affiliates.\nWe use and share Personal the following business purposes:&nbsp;</p>\n<ul>\n<li>to provide requested products and services;</li>\n<li>to advertise and offer new products and services;</li>\n<li>to improve our products and services;</li>\n<li>for quality assurance;</li>\n<li>for research development;</li>\n<li>for prevention of fraud and illegal activity.\nand</li>\n<li>for marketing purposes.</li>\n</ul>\n<p>We may also collect, use and share Personal information for our operational purposes as set forth in this Privacy Policy.</p>\n<p>We collect the following categories of Personal Information from Consumers, which we share with our service providers, agents and licensees who perform services on our behalf, and with our affiliates:</p>\n<ul>\n<li>identifiers (e.g., name, phone number, email address, I.P.\naddress);</li>\n<li>personal records (e.g., name, phone number, email address);</li>\n<li>consumer characteristics (e.g., age, gender);</li>\n<li>customer account details / commercial information (e.g., your order history).\nand</li>\n<li>inferences from Personal Information collected (e.g., your preferences, your likelihood of interest in certain of our services).</li>\n</ul>\n<p>We collect the following categories of Personal Information from Consumers, which we only share with our affiliates:</p>\n<ul>\n<li>Internet usage information (e.g., information regarding your interaction with our online services);</li>\n<li>geolocation data (e.g., if you enable this feature on your device while using our app).\nand sensory data (e.g., recordings of customer service calls, store security camera footage)</li>\n</ul>\n<p>If you are a California Consumer and would like to register a request under your “right to know about Personal Information collected, disclosed or sold” (including right to obtain copies of specific pieces and/or information about categories of Personal Information practices), “right to request deletion of Personal Information,” or “right to opt-out of the sale of Personal Information,” or if you have questions about our privacy policies or practices, you can contact us at&nbsp;privacy@toryburch.com&nbsp;or 866-480-8679.\nYou have the right to not receive discriminatory treatment in a manner prohibited by the CCPA as a result of your exercising your rights under the CCPA.</p>\n<p>To fulfill your CCPA request, we may require you to provide sufficient information to reasonably verify you are the Consumer about whom we collected Personal Information.&nbsp.\nThis verification process includes providing us at least two (2) unique data points, depending on the type of request.</p>\n<p>Consumers have the right to exercise CCPA privacy rights via an authorized agent who meets the agency requirements of the CCPA.&nbsp.\nAuthorized agent requests must include a copy of the agency agreement between the authorized agent and the consumer.\nWe will ask the consumer to independently confirm the agency relationship.</p>\n<p>California&nbsp;Privacy&nbsp;Rights:&nbsp;<br>\nCalifornia residents are entitled to ask us for a notice describing what categories of personal data we share with third parties or corporate affiliates for those third parties’ or corporate affiliates’ direct marketing purposes.\nThat notice will identify the categories of information shared and will include a list of the third parties and affiliates with which it was shared, along with their names and addresses.\nIf you are a California resident and would like a copy of this notice, please see the&nbsp;“How To Contact Us”&nbsp;section&nbsp;below for where to submit a request.\nPlease allow 30 days for a response.</p>\n<p>The Right to Know</p>\n<p>Categories: You have the right, subject to statutory exceptions, to send us a request, no more than twice in a twelve-month period, for any of the following for the period that is twelve months prior to the request date:<br>\n</p>\n<ul>\n<li>The categories of PI we have collected about you.</li>\n<li>The categories of sources from which we collected your PI.</li>\n<li>The business or commercial purposes for our collecting or selling your PI.</li>\n<li>The categories of third parties to whom we have shared your PI.</li>\n<li>A list of the categories of PI disclosed for a business purpose in the prior 12 months, or that no disclosure occurred.</li>\n</ul>\n<p>Specific Pieces: You have the right, subject to statutory exceptions, to make or obtain a transportable copy, no more than twice in a twelve-month period, of your PI that we have collected in the period that is 12 months prior to the request date and are maintaining.&nbsp;</p>\n<p>&nbsp;</p>\n<p>The Right to Deletion</p>\n<p>You have the right, subject to statutory exceptions, to request that we delete your PI that we have collected directly from you and are maintaining.&nbsp.\nNote also that we are not required to delete your PI that we did not collect directly from you.&nbsp;<br>\n</p>\n<p>You may alternatively exercise more limited control of your PI by canceling or modifying the email marketing communications you receive from us.\nYou can do this by following the instructions contained in our promotional emails.</p>\n<p>&nbsp;</p>\n<p>The Right To Opt Out Of Sale Of Personal Information</p>\n<p>We do not “sell” Personal Information that we collect from you, including Personal Information of minors under the age of 16, as “sell” is defined in the CCPA.&nbsp.\nHowever, we treat all Personal Information that we collect from you as subject to a “do not sell” request.<br>\n</p>\n<p>We do work with service providers and partner with advertising companies that use cookies and other tracking technologies to collect information about your visits to our website and third-party sites, and then use that information to deliver advertisements relevant to your interests.</p>\n<p>For more information on how we use cookies and other tracking technologies, please review the “Information We Collect by Automated Means” section of our Privacy Policy, available in the footer of our website, below.&nbsp.\nThere is not yet a consensus as to whether third party cookies and tracking technologies associated with our websites and mobile apps constitute a “sale” of your Personal Information as defined by the CCPA.\nTo opt out of the collection of your Personal Information for advertising purposes, you can modify your cookie settings on our website through the “Do Not Sell My Personal Information” link in the footer of our website, below.\n&nbsp;To effectively manage cookies via this cookie settings tool, you must set cookie preferences on all browsers and all devices that you use.\nIf you clear the cookies on your device, you may need to set your cookie preferences again.</p>\n&nbsp.\n<p>NEVADA PRIVACY RIGHTS:<br>\n<br>\nIf you are a Nevada resident, in addition to the rights set forth above, you have the right to request that we do not make any sale (as such term is defined in N.R.S.\n603A) of your covered information (as such term is defined in N.R.S.\n603A.320) that we may have collected from you (or may collect from you in the future).\n.We currently do not sell covered information, as “sale” is defined by such law, and we don’t have plans to sell this information.&nbsp.\nHowever, if you would like to be notified if we decide in the future to sell personal information covered by the Act,&nbsp.\nsuch requests should be made to our designated email address above in the “How to Contact Us” section.&nbsp.\nPlease allow up to 60 days for a response.</p>\n<p>Opting out of these sales will not cease marketing communications from Tory Burch.&nbsp.\nTo opt out of marketing communications, see “Removal from Marketing List” above.</p>\n<p>&nbsp;</p>\n<p>IF YOU ARE LOCATED IN THE EUROPEAN ECONOMIC AREA (EEA)</p>\n<p>Controller of Your Personal Data</p>\n<p>The controllers of your personal data under this Privacy Policy are Tory Burch LLC, with an address of 11 West 19th Street, 7th Floor, New York, NY 10011, USA and Coöperatie Tory Burch U.A., with an address of Barbara Strozzilaan 101-201, 1083 HN Amsterdam, the Netherlands.</p>\n<p>Legal Basees For Using Personal Data</p>\n<p>We process your personal data only if we have a legal basis to do so, including:</p>\n<ol>\n<li>to comply with our legal and regulatory obligations;</li>\n<li>for the performance of our contract with you or to take steps at your request before entering into a contract;</li>\n<li>for our legitimate interests or those of a third party;</li>\n<li>where you have given consent to our specific use.</li>\n</ol>\n<p>The purpose for which we use and process your information and the legal basis on which we carry out each type of processing is further explained below.</p>\nPurposes for which we will process the informationLegal Basis for the processingTo deliver services to users and process transactions.It is necessary for us to process your personal data in order to deliver the services and process transactions according to the applicable contract between us.To send communications to you about our products, services, promotions, offers, news, and events.We will send electronic communications to you if you have consented to these communications.\nWith respect to other communications, it is in our legitimate interest to communicate to you about our products, services, promotions, offers, news, and events.\nWe consider this use to be proportionate and will not be prejudicial or detrimental to you.To serve advertising and offers to you based on your interests and online activities, from us or third parties.We will serve you advertising and offers to you based on your interests and online activities if you have consented to this processing.To improve our stores, Websites, events, customers shopping experience, and quality of service.It is in our legitimate interest to improve our offerings.\nWe consider this use to be proportionate and will not be prejudicial or detrimental to you.To determine the amount, location and frequency of customer traffic into our stores.It is in our legitimate interest to understand our customer traffic at our stores.\nWe consider this use to be proportionate and will not be prejudicial or detrimental to you.To process information or claims in connection with incidents at our stores.We conduct this processing to comply with our legal obligations and to protect the public interest.To enable our service providers to perform certain activities on our behalf;It is necessary for us to process your personal data in this manner in order to deliver the services and process transactions according to the applicable contract between us.\nIt is also in our legitimate interest to enable our service providers to perform certain activities on our behalf.\nWe consider this use to be proportionate and will not be prejudicial or detrimental to you.To notify you of any changes to the Websites that may affect you.It is necessary for us to process your personal data in order to deliver the services and process transactions according to the applicable contract between us.To provide you with information and services that you request from us.It is necessary for us to process your personal data in order to deliver the services and process transactions according to the applicable contract between us.<p>To administer our Websites including troubleshooting, data analysis, testing, research, statistical and survey purposes;</p>\n<p>To improve our Websites to ensure that consent is presented in the most effective manner for you and your computer, Device or other item of hardware through which you access the Websites.\nand</p>\n<p>To keep our Websites safe and secure and to prevent detect fraud and abuse;</p>\n<p>To comply with our legal obligations, policies, and procedures</p>\n<p>For all these categories, it is in our legitimate interest to continually monitor and improve our services and your experience of the Websites and to ensure network security.\nWe consider this use to be proportionate and will not be prejudicial or detrimental to you.</p>\n<p>We conduct this processing to comply with our legal obligations and to protect the public interest.</p>\nTo process otherwise for internal administrative and analytics purposes.It is in our legitimate interest to process your personal data for internal administrative or analytics purposes.\nWe consider this use to be proportionate and will not be prejudicial or detrimental to you.\n<p>International Transfers<br>\n</p>\n<p>We share your personal data with and amongst Tory Burch entities, including Tory Burch LLC and Coöperatie Tory Burch U.A.\nThis will involve transferring your data outside the European Economic Area (\"EEA\").\nSome of our external third party service providers are also based outside of the EEA, and their processing of your personal data will involve a transfer of data outside the EEA.\nThis includes the United States.\nWhere personal data is transferred to and stored in a country not determined by the European Commission as providing adequate levels of protection for personal data, we take steps to provide appropriate safeguards to protect your personal data, including entering into standard contractual clauses approved by the European Commission, obliging recipients to protect your personal data.</p>\n<p>Retention of Personal Data</p>\n<p>Tory Burch will retain your personal data only for as long as necessary for the purposes it was retained, such as to enable you to use the Websites and your products or to provide services to you.\nIn some instances, we may retain data for longer periods in order to comply with applicable laws (including those regarding document retention), resolve disputes with any parties, and otherwise as necessary to allow us to conduct our business.\nAll personal data we retain will be subject to this Privacy Policy and our internal retention guidelines.</p>\n<p>&nbsp;</p>\n<p>Data Subject Access Rights</p>\n<p>You have the following rights:</p>\n<ul>\n<li>Right of access to your personal data: You have the right to ask us for confirmation on whether we are processing your personal data, and access to the personal data and related information.</li>\n<li>Right to correction: You have the right to have your personal data corrected, as permitted by law.</li>\n<li>Right to erasure: You have the right to ask us to delete your personal data, as permitted by law.</li>\n<li>Right to restriction of processing: You have the right to request the limiting of our processing under limited circumstances.</li>\n<li>Right to data portability: You have the right to receive the personal data that you have provided to us, in a structured, commonly used and machine-readable format, and you have the right to transmit that information to another controller, including to have it transmitted directly, where technically feasible.</li>\n<li>Right to object: You have the right to object to our processing of your personal data, as permitted by law, under limited circumstances.</li>\n</ul>\n<p>In order to exercise any of these rights, please contact us according to the&nbsp;“How to Contact Us” section&nbsp;above.\nPlease note that the above rights are not absolute and we may be entitled to refuse requests, wholly or partly, where exceptions under the applicable law apply.</p>\n", "created_at": "2021-06-25 02:35:33.901345", "updated_at": "2021-06-25 02:35:47.052273"}, {"id": 3139, "name": "Terms of Use", "url": "https://www.toryburch.com/en-us/terms-of-use/content-terms-and-conditions/", "xpath": "/html/body/div[1]/div/main/div/div/div", "text": "<p>TORY BURCH<br> TERMS OF USE</p>\n<p>LAST UPDATED: MAY 2018</p>\n<p>INTRODUCTION<br>\n</p>\n<p>These Terms of Use (the “<u>Terms of Use</u>”) apply to the websites and mobile applications of Tory Burch LLC and its family of affiliated companies that operate the brands TORY BURCH and TORY SPORT (collectively, the \"<u>Websites</u>\").\nTory Burch LLC and its family of affiliated companies are herein collectively referred to as “<u>Tory Burch</u>,” “<u>we</u>,” “<u>us</u>,” or “<u>our</u>”.</p>\n<p>By accessing the Websites, you agree to be bound by these Terms of Use.\nIf you do not agree with these Terms of Use, you may not use the Websites.</p>\n<p>Please also refer to the&nbsp;Tory Burch Privacy Policy, the terms of which are incorporated herein.</p>\nINTELLECTUAL PROPERTY OWNERSHIP &amp.\nUSE\n<p>Please be aware that as you visit and navigate the Websites, your use of such Websites is subject to applicable laws governing the ownership and use of intellectual property, including but not limited to Tory Burch’s trademarks and copyrights.</p>\nTrademarks\n<p>You may not use any of the Tory Burch trademarks or trade dress without our prior written permission.\nTrademarks and trade dress include but are not limited to the Tory Burch and Tory Sport names and logos, as well as other graphics, logos, page headers, button icons, scripts, and names of Tory Burch's products, services, and programs.\nAny other trademarks that appear on the Websites are the property of their owners, who may or may not be affiliated with, connected to, or sponsored by Tory Burch.</p>\nCopyright\n<p>All text, graphics, photographs, logos, button icons, images, audio clips, digital downloads, and data compilations appearing on the Websites, including in related emails and marketing materials, as well as the software used to create them, are owned or licensed by Tory Burch and are protected by U.S.\nand foreign copyright laws.\nYou may electronically copy and/or print hard copies from the Websites solely for personal, non-commercial purposes.\nAny other use of any content included on the Websites, including linking or framing to the Websites, are strictly prohibited unless you first obtain Tory Burch’s prior written consent.</p>\nUSER GENERATED CONTENT &amp.\nTHIRD PARTY CONTENT\n<p>The Websites may provide you with the opportunity to submit, post, or display content, such as comments, feedback, suggestions, ideas, opinions, messages, photos, images, text, materials, information, data, notes, graphics, designs, or any other communications or content (collectively, “Content”).\nBy submitting Content on the Websites, you represent that: (i) you own or have unencumbered, transferable rights and permissions, including, without limitation, the right of publicity, to the Content that you submit.\n(ii) you have permission from all persons appearing in your Content to grant the rights granted herein.\n(iii) the use of the Content as described herein will not violate any law or the rights of any third party.\n(iv) you are above the age of 16.\n(v) if your Content shows a child that is under the age of majority in their state or locality of residence, you represent that you have written permission from the child's parent or guardian to provide the photo or video image for commercial use.</p>\n<p>Submitting Content to the Websites means that you automatically grant Tory Burch, and its third-party service providers and vendors, a perpetual, worldwide, unlimited, irrevocable, transferable, assignable, royalty-free, fully-paid right and license to use that Content and your image, likeness, username, real name, caption, location or other identifying information in connection with your Content, for any lawful purpose whatsoever, including but not limited to any commercial advertising, in any manner or media now or later developed, including, without limitation, the right to display, reproduce, modify, translate, create derivative works, distribute, assign, commercialize, and sub-license that Content to third parties for their lawful uses and purposes.\nSubject to applicable laws, you waive any moral rights that you or your licensors may have in any Content.\nTory Burch is under no obligation to post or publish any Content that you may provide.</p>\n<p>Although third-party or user-generated Content may be posted on the Websites, the posting of such Content does not constitute Tory Burch’s endorsement of the Content.\nTory Burch is not responsible or liable for any claim, including, without limitation, loss or injury to real, tangible, or intellectual property, violations of personal privacy or privacy rights, actual, consequential or punitive damages, personal injury, or wrongful death in connection with third-party or user-generated Content.</p>\n<p>While visiting our Websites, you may link to sites operated by our business partners or other third parties.\nThis does not mean that we endorse these sites.\nWe do not make any representations or warranties about any website you may access through the Websites.\nThey are independent from us, and we have no control over, or responsibility for, their information or activities.</p>\nPROHIBITED USES\n<p>In addition to other prohibitions as set forth in these Terms of Use, you are prohibited from using the Websites or any Content for reasons including but not limited to the following: (a) for any unlawful purpose.\n(b) to solicit others to perform or participate in any unlawful acts.\n(c) to violate any international, federal, state, or local regulations, rules, laws, or ordinances.\n(d) to infringe upon or violate our intellectual property rights or the intellectual property rights of others.\n(e) to harass, abuse, insult, harm, defame, slander, disparage, intimidate, or discriminate based on gender, sexual orientation, religion, ethnicity, race, age, national origin, or disability.\n(f) to submit false or misleading information.\n(g) to upload or transmit viruses or any other type of malicious code that will or may be used in any way that will affect the functionality or operation of the Websites, other websites, or the Internet.\n(h) to collect or track the personal information of others.\n(i) to spam, phish, pharm, pretext, spider, crawl, or scrape.\n(j) for any obscene or immoral purpose.\nor (k) to interfere with or circumvent the security features of the Websites, other websites, or the Internet.\nThis list is in no way exhaustive.\nWe reserve the right to terminate your use of the Websites for violating any prohibited uses.</p>\nMISCELLANEOUS\nErrors &amp.\nInaccuracies\n<p>We always try to provide complete, accurate, up-to-date information on our Websites.\nDespite those efforts, human or technological errors may occur.\nThe Websites may contain typographical mistakes, inaccuracies, or omissions, some of which may relate to pricing and availability, and some information may not be complete or current.\nWe reserve the right to correct any errors, inaccuracies or omissions, including after an order has been submitted, and to change or update information at any time without prior notice.</p>\nDisclaimer of Liability\n<p>We make no representations or warranties of any kind, whether express or implied, with respect to the Websites, their content, or the information available on or through the Websites.\nthey are provided \"as is,\" with all faults.\nExcept as otherwise provided under applicable laws, we will not be liable for any damages whatsoever arising out of or related to the use of the Websites or any other site linked to the Websites.\nThis limitation of liability applies to direct, indirect, consequential, special, punitive or other damages you or others may suffer, as well as damages for lost profits, business interruption or the loss of data or information, even if we are notified in advance of the potential for any such damages.\nYour use of the Websites is undertaken at your own risk.</p>\nApplicable Law\n<p>By visiting our Websites, you agree that the laws of the State of New York, without regard to principles of conflict of laws, will govern any dispute of any sort that might arise between you and Tory Burch or any of its affiliates, subsidiaries, agents, employees, predecessors in interest, successors and assigns regarding your visit to and use of our Websites, as well as regarding any and all disputes or claims relating in any way to the Privacy Policy, these Terms of Use, or to any products or services sold or distributed by us or through our Websites.</p>\n<p>&nbsp;</p>\n<p>Information concerning the exercise of the right of withdrawalrawa:<br>\n</p>\njsdnmkcvd\nsdcsYou may not use any of the Tory Burch trademarks or trade dress without our prior written permission.\nTrademarks and trade dress include but are not limited to the Tory Burch and Tory Sport names and logos, as well as other graphics, logos, page headers, button icons, scripts, and names of Tory Burch's products, services, and programs.\nAny other trademarks that appear on the Websites are the property of their owners, who may or may not be affiliated with, connected to, or sponsored by TorBA.\nInstructions on withdrawal\n<p>Right of withdrawal:<br>\nYou have the right to withdraw from this contract within 14 days without giving any reason.<br>\nThe withdrawal period will expire after 14 days from the day [in the case of a contract relating to multiple goods ordered by the consumer in one order and delivered separately: ‘on which you acquire, or a third party other than the carrier and indicated by you acquires, physical possession of the last good.’.<br>\nTo exercise the right of withdrawal, you must inform us [toryburch.co.uk&nbsp;service@toryburch.co.uk&nbsp;00800 8008 8679.\ntoryburch.de&nbsp;service@toryburch.de&nbsp;00800 8008 8679.\ntoryburch.it&nbsp;service@toryburch.it&nbsp;00800 8008 8679.\ntoryburch.fr&nbsp;service@toryburch.fr&nbsp;00800 8008 8679] of your decision to withdraw from this contract by an unequivocal statement (e.g.\na letter sent by post, fax or e-mail).\nYou may use the attached model withdrawal form, but it is not obligatory.\nYou can also electronically fill in and email the model withdrawal form or any other unequivocal statement to the customer service emails listed above.\nIf you use this option, we will communicate to you an acknowledgement of receipt of such a withdrawal on a durable medium (e.g.\nby e-mail) without delay.<br>\nTo meet the withdrawal deadline, it is sufficient for you to send your communication concerning your exercise of the right of withdrawal before the withdrawal period has expired.</p>\n<p>Effects of withdrawal:<br>\nIf you withdraw from this contract, we shall reimburse to you all payments received from you, including the costs of delivery (with the exception of the supplementary costs resulting from your choice of a type of delivery other than the least expensive type of standard delivery offered by us), without undue delay and in any event not later than 14 days from the day on which we are informed about your decision to withdraw from this contract.\nWe will carry out such reimbursement using the same means of payment as you used for the initial transaction, unless you have expressly agreed otherwise.\nin any event, you will not incur any fees as a result of such reimbursement.\nWe may withhold reimbursement until we have received the goods back or you have supplied evidence of having sent back the goods, whichever is the earliest.</p>\n<p>INSTRUCTIONS FOR COMPLETION:</p>\n<p>B.\nWITHDRAWAL FORM<br> &nbsp;(Complete and return this form only if you wish to withdraw from the contract)</p>\n<ul>\n<li>To Cooperatie Tory Burch U.A., Prins Bernhardplein 200, Amsterdam 1097 JB, The Netherlands_ 00800 8008 8679&nbsp;service@toryburch.co.uk:</li>\n<li>I/We hereby give notice that I/We withdraw from my/our contract of sale of the following goods for the provision of the following service,</li>\n<li>Ordered on (________________) received on (________________),</li>\n<li>Name of consumer(s) ________________</li>\n<li>Address of consumer(s) ________________</li>\n<li>Signature of consumer(s) (only if this form is notified on paper) ________________</li>\n<li>Date ________________</li>\n</ul>\n<p>Download the cancellation form</p>\nINSTRUCTIONS FOR COMPLETIONAll text, graphics, photographs, logos, button icons, images, audio clips, digital downloads, and data compilations appearing on the Websites, including in related emails and marketing materials, as well as the software used to create them, are owned or licensed by Tory Burch and are protected by U.S.\nand foreign copyright laws.\nYou may electronically copy and/or print hard copies from the Websites solely for personal, non-commercial purposes.\nAny other use of any content included on the Websites, including linking or framing to the Websites, are strictly prohibited unless you first obtain Tory Burch’s prior written consent\n<p>&nbsp;</p>\n", "created_at": "2020-11-23 23:06:08.952844", "updated_at": "2021-06-25 02:35:01.898813"}], "points": [], "urls": ["toryburch.com"]}}