{"error": 448, "message": "OK", "parameters": {"id": 820, "name": "Web & SEO Designers", "created_at": "2018-11-10 10:59:04.154647", "updated_at": "2021-05-14 14:37:55.262186", "wikipedia": null, "keywords": null, "related": null, "slug": "web_seo_designers", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/820.png", "url": "webseodesigners.com", "documents": [{"id": 725, "name": "T & C", "url": "https://www.webseodesigners.com/", "xpath": "", "text": " Your browser does not support video tag.\nWeb &amp.\nSEO Designers <ul>\n<li>Web design</li>\n<li>A website video example</li>\n<li>Tools</li>\n<li>Contact</li>\n<li>ქართული</li>\n</ul>\n<p>Contact Web &amp.\nSEO Designers</p> Free consultation Georgian customer Pro bono non-profit I accept T &amp.\nC Continue Web Design+SEO <p>We have created professional web solutions on-site and remotely in multilingual and multicultural business environments all over the world.\nThanks to responsive web design, our web apps work with all kinds of devices.\nWith unique, high quality content our sites rank well in the search engines (SEO).</p>\n<ul>\n<li>\n<i>\n</i>Responsive websites and progressive web apps </li>\n<li>\n<i>\n</i>Shared hosting for US $100/year + $20/domain/year <abbr>\n<i>\n</i>\n</abbr>\n</li>\n<li>\n<i>\n</i>Online booking and payment systems with custom-made, secure back ends</li>\n<li>\n<i>\n</i>Creating high quality, unique content for white hat search engine optimisation (SEO)</li>\n<li>\n<i>\n</i>Converting WordPress blogs into secure, professional websites, and cleaning up hacked blogs</li>\n<li>\n<i>\n</i>Recovering hijacked domains and email accounts</li>\n</ul>\n<p>Our websites are optimised for search engines, loading speed and maximum security, and they are error free.\nHere are some examples:</p>\n<blockquote>\n<p>A progressive web app for a Finnish consultation agency included web design, graphic design and SEO, email configuration, domain name registration and hosting.</p> Internet of Competition (IoC), Finland </blockquote>\n<blockquote>\n<p>Website for a business school with a custom-made, secure back end for maintaining start-up training listings.</p> Show more...\nMaxima business school, Uganda </blockquote>\n<blockquote>\n<p>Progressive web app, responsive website, dynamic photo gallery and image submission system for an international photo festival.</p> Armenian International PhotoFest, Yerevan, Armenia </blockquote>\n<blockquote>\n<p>A website for a tour company with an online booking &amp.\npayment system with a back end for editing tour listings.\nThe work included web design, programming, configuring hosting and SEO.</p> Naturetrek Safaris, Uganda </blockquote>\n<blockquote>\n<p>Setting up a blog and making a progressive web app for a Finnish consultation agency.\nThe work included web design, graphic design, programming an online profit calculation with dynamic chart graphics, SEO (has the top #1 ranking in all western search engines), setting up Google MyBusiness, email configuration, domain name registration and hosting.</p> Ultra Lean Business Ltd, Finland </blockquote>\n<blockquote>\n<p>A website with video and online booking system for a hostel.\nThe work included web and graphic design, programming, configuring emails and setting up hosting, video filming and editing, photography, registering a domain name, SEO, copywriting and fixing social media profiles.</p> ParadiseGarden Backpackers, Windhoek, Namibia </blockquote>\n<blockquote>\n<p>A website for a professional photographer and designer.\nThe work included web design, programming, video filming and editing, setting up hosting and registering a domain name, SEO, email configuration, copywriting, and social media marketing (Facebook and Google MyBusiness).</p> Photographer Tatev, Armenia </blockquote>\n<blockquote>\n<p>A website with video and online booking system for a hostel.\nThe work included web and graphic design, making a logo, programming, configuring emails and setting up hosting, video filming and editing, photography, registering a domain names, SEO and copywriting.</p> Cozy Planet hostel, Kaohsiung, Taiwan </blockquote>\n<blockquote>\n<p>Converting a WordPress blog to a professional website for a luxury resort and moving websites to another hosting.\nThe work included fixing programming issues, video editing, SEO, and maintaining webservers.</p> Manga Verde Beach resort, Ilha de Itamaracá, Brazil </blockquote>\n<blockquote>\n<p>Three websites for a hostel, travel agency and tour company with an online booking &amp.\npayment system.\nThe work included web design, programming, configuring and setting up online credit card payments using PayPal, SEO, video filming and editing for the website and for an advertising film, photography, setting up AirBnB accounts, copywriting, and social media marketing.</p> Aywa Holidays, Oman Tours and Guesthouse, Muscat, Oman </blockquote>\n<blockquote>\n<p>Three websites for a hostel, container venue, and a scooter rental company with an online booking &amp.\npayment system.\nThe work included web design, programming, graphic design, video filming and editing, photography, configuring and setting up online credit card payments using PayPal and wire transfer, SEO, copywriting, social media marketing, maintaining and monitoring web servers, and print works (maps and brochures).</p> 555 Scooters, Taiwan </blockquote>\n<blockquote>\n<p>Two websites for a chain of shared houses and an adjoin restaurant.\nThe work included web design, programming an online booking and payment system, configuring and setting up online credit card payments using PayPal, video filming and editing, copywriting, photography, and SEO.</p> Jam House sharehouse, Tokyo and Kyoto, Japan </blockquote>\n<blockquote>\n<p>A website for a tour company with an online booking &amp.\npayment system.\nThe work included web design, programming, configuring and setting up online credit card payments using PayPal, SEO, video filming and editing for the website, photography, business development, recovering a hijacked domain name hosting.</p> Real Discovery Tours, Masaka, Uganda </blockquote> Web Solutions &amp.\nFree Consultation <p>We are currently serving only our existing customers, non-profit organisations and Georgian clients.\nPlease contact us if you have a non-profit and you are looking for a pro bono website.\nEligible non-profits must not be harming any living beings or polluting our planet.\nPrior to accepting a project, we offer free consultation.</p> &lt;img class=\"rounded mx-auto d-block mb-3 img-fluid\" src=\"web-designers-seo-development/paivi_and_santeri_kannisto.jpg\" height=\"300\" width=\"400\" alt=\"Päivi &amp.\nSanteri Kannisto working for Sam in Kaohsiung, Taiwan\" title=\"Working for Sam in Kaohsiung, Taiwan\"&gt.\nTools for testing your website <p>We have been working with websites since the dawn of the world wide web, when there were less than a million web pages in the whole world.\nToday there are more than a billion sites, 1000 times more than twenty years ago.\nDespite the huge growth, the underlying concepts and technologies remain the same.\nAs people use the Internet increasingly with mobile devices and phones, loading speed and responsive design are becoming ever more essential.\nWe have collected the following tools for you to make sure that your website works with mobile devices and ranks well in search engines.</p> Loading speed <i>\n</i>\n<p>If your website is too slow, you lose visitors.</p> Mobile-friendliness <i>\n</i>\n<p>Most of us are using mobile phones &amp.\ndevices.</p> Errors in html code <i>\n</i>\n<p>Errors create compatibility and usability issues.</p> Unique content <i>\n</i>\n<p>Search engines favor unique, high quality text.</p> Meta tags <i>\n</i>\n<p>With proper meta tags, you'll attract more traffic.</p> Facebook sharing <i>\n</i>\n<p>Websites are often shared in social media.</p> Website Development and SEO with free consultation.\nContact us for responsive web design and programming web apps for all devices with unique, quality content that ranks well in search engines (SEO).<br>\n<br>\n<strong>Web &amp.\nSEO Designers</strong>\n<br> contact@securemail.webseodesigners.com<br> +995 557 491 224<br> www.webseodesigners.com<br> Share <i>\n</i>\n<i>\n</i>\n<ul>\n<li>\n<i>\n</i>&nbsp;contact@securemail.webseodesigners.com</li>\n<li>\n<i>\n</i>&nbsp;+995 557 491 224</li>\n<li>Share <i>\n</i>\n</li>\n</ul> Privacy, Security, Cookies and Warranty of Web &amp.\nSEO Designers × <p>\n<b>Privacy</b> We will not collect any personal information about visitors on this website without their explicit permission.\nAny personal information volunteered will be treated securely and confidentially in accordance with the GDPR Act of 2016.\nPersonal information is collected upon contacting us.\nYour name, email address and optional information regarding your needs will be asked.\nWe use this information to make a business proposal to you.\nOur hosting provider is collecting technical information, which we are not using, nor do we grant access to it for anyone.</p>\n<p>\n<strong>Right of Access, Rectification and Erasure</strong> You have the right to ask us to advise you of the scope of information we process about you, the purpose and nature of the processing, and information on who we share it with.\nYou can also request to update, correct, or delete it at any time.\nYou can do any of the above by emailing gdpr@webseodesigners.com.\nWe will reply to your request as soon as possible, or at the latest within one calendar month.\nTo ensure that the personal information we retain is up-to-date, please email us.\nIf any customer remains dissatisfied, they are notified of their rights to refer their complaint to the relevant Ombudsman.</p>\n<p>\n<strong>Fair Processing Notice</strong> We protect your information from unauthorised use or loss and will not pass your data to anyone under any circumstances.</p>\n<p>\n<strong>Security</strong> We take precautions to protect your information.\nWhen you submit information via the website, your information is protected.\nWherever we collect information, that information is encrypted and transmitted to us in a secure way.\nYou can verify this by looking for a closed, green lock icon at your web browser, or looking for https schema at the beginning of the address of the web page.</p>\n<p>\n<strong>Cookie Policy</strong> We do not use cookies.\nPlease note that we are not responsible for other websites we may link.</p>\n<p>\n<strong>Warranty</strong> Our service is provided \"as is\".\nThere is no warranty of any kind including warranty of merchantability, usability, or non-infringement.\nWe accept no liability for any claim or damages regarding our service.</p> Thank you for contacting us × <p>We will get back to you as soon as possible.\nIn the meanwhile if you have any questions, please call/text or email us.</p>\n<p>Have a wonderfull day!</p> OK Please wait… <p>…while we are crawling your website to generate xml image sitemap.</p> Subscribe to our YouTube channel! × <b>Steps</b>: &nbsp.\n1&nbsp;Check&nbsp;the&nbsp;details&nbsp.\n2&nbsp;Specify&nbsp;your&nbsp;needs&nbsp;&nbsp.\n3&nbsp;Receive&nbsp;a&nbsp;solution&nbsp;or&nbsp;a&nbsp;proposal&nbsp;by&nbsp;email test Please tell us what you are looking for Send ", "created_at": "2018-11-10 11:02:14.166341", "updated_at": "2020-12-14 20:27:57.422174"}], "points": [{"id": 4954, "title": "The service will resist legal requests for user information where reasonably possible", "source": "https://www.webseodesigners.com/", "status": "Generated through the annotate view", "created_at": "2018-11-10 11:11:55.988939", "updated_at": "2019-06-24 04:52:11.5388", "quoteText": "<strong>Fair Processing Notice</strong> We protect your information from unauthorised use or loss and will not pass your data to anyone under any circumstances.", "case_id": 305, "document_id": 725, "quoteStart": 11690, "quoteEnd": 11850}, {"id": 4953, "title": "The service provides a complete list of all cookies set by its website", "source": "https://www.webseodesigners.com/", "status": "Generated through the annotate view", "created_at": "2018-11-10 11:09:08.851535", "updated_at": "2019-06-16 02:23:31.488529", "quoteText": "Cookie Policy</strong> We do not use cookies.", "case_id": 306, "document_id": 725, "quoteStart": 9793, "quoteEnd": 9838}, {"id": 4959, "title": "The terms for this service are easy to read", "source": "https://www.webseodesigners.com/", "status": "Generated through the annotate view", "created_at": "2018-11-10 11:25:00.350444", "updated_at": "2020-12-12 11:25:47.673151", "quoteText": " Privacy, Security, Cookies and Warranty ", "case_id": 199, "document_id": 725, "quoteStart": 7865, "quoteEnd": 7906}, {"id": 4961, "title": "The service provides information about how they intend to use your personal data", "source": "https://www.webseodesigners.com/", "status": "Generated through the annotate view", "created_at": "2018-11-10 11:29:57.873485", "updated_at": "2021-02-13 00:00:46.903004", "quoteText": "We use this information to make a business proposal to you.", "case_id": 227, "document_id": 725, "quoteStart": 10821, "quoteEnd": 10880}, {"id": 4957, "title": "The service is not responsible for linked or (clearly) quoted content from third-party content providers", "source": "https://www.webseodesigners.com/", "status": "Generated through the annotate view", "created_at": "2018-11-10 11:18:49.671591", "updated_at": "2019-06-23 05:14:24.499679", "quoteText": "Please note that we are not responsible for other websites we may link.</p>", "case_id": 278, "document_id": 725, "quoteStart": 9839, "quoteEnd": 9914}, {"id": 4960, "title": "The service provides details about what kinds of personal information they collect", "source": "https://www.webseodesigners.com/", "status": "Generated through the annotate view", "created_at": "2018-11-10 11:29:27.41984", "updated_at": "2020-12-12 11:29:09.382548", "quoteText": "Your name, email address and optional information regarding your needs will be asked.", "case_id": 228, "document_id": 725, "quoteStart": 8241, "quoteEnd": 8326}, {"id": 4956, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://www.webseodesigners.com/", "status": "Generated through the annotate view", "created_at": "2018-11-10 11:18:04.793363", "updated_at": "2019-06-09 20:47:31.588337", "quoteText": "<strong>Warranty</strong> Our service is provided \"as is\".\nThere is no warranty of any kind including warranty of merchantability, usability, or non-infringement.", "case_id": 286, "document_id": 725, "quoteStart": 9919, "quoteEnd": 10081}, {"id": 4962, "title": "The service provides a complaint mechanism for the handling of personal data", "source": "https://www.webseodesigners.com/", "status": "Generated through the annotate view", "created_at": "2018-11-10 11:32:26.536085", "updated_at": "2019-09-25 04:23:34.269617", "quoteText": "Right of Access, Rectification and Erasure</strong> You have the right to ask us to advise you of the scope of information we process about you, the purpose and nature of the processing, and information on who we share it with.\nYou can also request to update, correct, or delete it at any time.\nYou can do any of the above by emailing gdpr@webseodesigners.com.\nWe will reply to your request as soon as possible, or at the latest within one calendar month.\nTo ensure that the personal information we retain is up-to-date, please email us.\nIf any customer remains dissatisfied, they are notified of their rights to refer their complaint to the relevant Ombudsman.", "case_id": 300, "document_id": 725, "quoteStart": 8526, "quoteEnd": 9187}, {"id": 4958, "title": "This service does not track you", "source": "https://www.webseodesigners.com/", "status": "Generated through the annotate view", "created_at": "2018-11-10 11:23:19.868857", "updated_at": "2019-08-01 04:02:36.359659", "quoteText": "Privacy</b> We will not collect any personal information about visitors on this website without their explicit permission.", "case_id": 218, "document_id": 725, "quoteStart": 10436, "quoteEnd": 10558}, {"id": 4955, "title": "This service does not track you", "source": "https://www.webseodesigners.com/", "status": "Generated through the annotate view", "created_at": "2018-11-10 11:13:32.881859", "updated_at": "2019-08-01 04:02:11.762402", "quoteText": "Our hosting provider is collecting technical information, which we are not using, nor do we grant access to it for anyone.", "case_id": 218, "document_id": 725, "quoteStart": 10881, "quoteEnd": 11003}], "urls": ["webseodesigners.com"]}}