{"error": 448, "message": "OK", "parameters": {"id": 4933, "name": "Spamdrain ", "created_at": "2021-08-30 00:55:13.305974", "updated_at": "2021-08-30 22:01:07.592682", "wikipedia": null, "keywords": null, "related": null, "slug": "spamdrain", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4933.png", "url": "spamdrain.com", "documents": [{"id": 8858, "name": "Terms & conditions ", "url": "https://spamdrain.com/en/terms-conditions.html", "xpath": "/html/body/main", "text": "Terms &amp.\nconditions<p> Valid from 11 July 2018.\n</p>\n<p>\n<strong>1 Background</strong>\n<br> 1.1 These terms and conditions constitute an agreement between SpamDrain AB (“The Company”) and it’s customers (“Customer”) containing the terms and conditions for registration, subscription and use of SpamDrain (“SpamDrain”).\nSpamDrain is a web based anti spam service, provided at spamdrain.net and it’s sub domains (spamdrain.com, www.spamdrain.net etc) (the “Website”).\nThe Customer may register individual physical users (“Users”) that shall use SpamDrain.\n</p>\n<p>1.2 SpamDrain is an easy-to-use, intelligent web based anti-spam service that stops spam and email-borne viruses before they get to the computer inbox, mail server, phone or other device used to check mail.</p>\n<p>1.3 Details of how SpamDrain works and the functions it offers can be found on the Website.</p>\n<p>\n<strong>2 Description of SpamDrain</strong>\n<br> 2.1 SpamDrain scans all incoming e-mails using various methods in order to determine if an individual e-mail is spam or not.\n</p>\n<p>2.2 The Company offers different versions of SpamDrain to Customers.\nThe content and services included in each version of SpamDrain is further described on the Website.\nThe Company may from time to time change the versions of SpamDrain or add new versions.</p>\n<p>2.3 The subscription period for SpamDrain is either one year or monthly depending on the individual agreement between The Company and the Customer.\nIn case of one year subscriptions The Company will send a renewal offer to Customers one month prior to the expiry of the subscription period.\nIn case of monthly subscriptions the Customer shall terminate the subscriptions two weeks prior to the expiry.\nThe subscription is automatically extended for another period unless terminated in accordance with the above.</p>\n<p> If the Customer has subscribed to SpamDrain via a retailer or via a seller of applications to mobile phones (such as but not limited to Apple<br> App Store) the terms and conditions for the subscription applied by the retailer shall apply.\n</p>\n<p>2.4 With a basic SpamDrain setup every e-mail received to Users’ online e-mail account is continuously monitored and cleaned from spam and viruses.</p>\n<p>Users may, beside the basic setup choose to subscribe to domain filtering, as described on the Website, where all e-mails to the Customer’s domain are routed through The Company’s servers where spam and viruses are filtered out and the real e-mails are then delivered to the original mailserver of the Customer.\nIn order to subscribe to domain filtering the Customer must update the domain’s information in the DNS system so that SpamDrain’s servers are indicated as Mail Exchanger (MX).</p>\n<p>2.5 SpamDrain will send Users a report in the format and with the interval chosen by the Users showing the blocked messages with the highest chance of being actual e-mails.\nE-mails stopped by SpamDrain can be retrieved via links in the SpamDrain report.</p>\n<p>2.6 Users can always log in to their SpamDrain Dashboard on the web and check for e-mails that have been stopped or filtered by SpamDrain.</p>\n<p>2.7 Users may, at their own risk, collect mails that have been blocked by SpamDrain.</p>\n<p>2.8 Users may report to The Company mail that the Users consider being spam.\nThe Company will use such reports to improve the filtering capability of SpamDrain.</p>\n<p>2.9 The Company will keep a copy of Users received email messages in their entirety for 60 days for purposes of providing support and granting Users the ability to restore filtered or lost messages during that time.\nAfter 60 days the email messages are automatically deleted.</p>\n<p>2.10 The Company has the right to view and analyse the content of filtered messages for the purpose of rectifying problems or improving SpamDrain.</p>\n<p>\n<strong>3 Creating an Account to use SpamDrain</strong>\n<br> 3.1 In order to create a user account, Users are required to complete a registration process where the user shall provide The Company with the requested information.\nRegistration is made on the Website, in mobile phone apps or by use of API provided by The Company.\nUsers have to provide complete and correct information about them and also undertake to at all time keep this information updated.\n</p>\n<p>3.2 In order to use the SpamDrain service provided on the Website, Users need to provide mail address, username and password to each mailbox or domain that shall be protected by SpamDrain.</p>\n<p>\n<strong>4 Addition of e-mail addresses to be covered by SpamDrain</strong>\n<br> 4.1 The Customer may during the term add email accounts, domains and Users during an ongoing agreement period.\nSuch orders shall be placed in accordance with the provisions stated on the Website.\n</p>\n<p>\n<strong>5 Payment</strong>\n<br> 5.1 The Customer shall pay for the SpamDrain subscription including any surcharges in accordance with the applicable price lists supplied on the Website.</p>\n<p>5.2 Payment shall be made in advance for each monthly or 12 months subscription period.\nPayment shall be made by using any of the payment methods from time to time indicated on the Website.\nThe Company will debit your chosen payment method during the month prior to the next subscription period until the service is terminated by the Customer or The Company, respectively.\nPayments made are non-refundable.</p>\n<p>5.3 In case payment is made by invoice or otherwise as a subsequent payment The Company is entitled to charge penalty interest on arrears according to law.</p>\n<p>\n<strong>6 Responsibility of the Users</strong>\n<br> 6.1 Users are totally responsible for the use of the user account and for its safety.\nUsers may not disclose their password to third parties.\nUsers are exposed to risks if they let third parties use it inappropriately.\n</p>\n<p>6.2 Users are responsible for ensuring that blocked messages are examined.\nUsers examine blocked messages by logging into the Website and go to the SpamDrain Dashboard to check for e-mails that have been stopped or filtered by SpamDrain.</p>\n<p>6.3 Users may not use the user account for illegal purposes or in other ways which may harm, inactivate, overload or impair The Company’s servers or networks, or interrupt other parties use and enjoyment of SpamDrain.\nThe Company reserve the right to take legal and technical action to prevent any crime or to enforce these terms and conditions.</p>\n<p>\n<strong>7 Limited warranty</strong>\n<br> 7.1 SpamDrain is provided “as is” without any warranties of any kind, express or implied, and is used totally at the risk of Users.\n</p>\n<p>7.2 No anti spam service can guarantee a 100 percent detection rate.\nThe Company does not accept any liability for any losses or damage which is resulting from the failure of SpamDrain to detect spam or incorrectly classifying a legitimate e-mail as spam.\nThe Company does not accept any liability for any loss of data, profit, revenue, business opportunities or costs which arise as a result of use (or failure to use) SpamDrain or the Website.</p>\n<p>7.3 The Company is not liable for any faults or delays in the completion of our responsibilities under these terms and conditions which are due to circumstances beyond our control.</p>\n<p>7.4 The Company expressly disclaims every form of warranty or obligation as regards access or use of the user account at the times and places chosen by Users.</p>\n<p>\n<strong>8 Personal Data</strong>\n<br> 8.1 By using SpamDrain, Users acknowledge that their Personal Data, including subscriber information, email password and personal emails, will be transmitted through and stored on computer networks owned by SpamDrain, its Service Providers, and other third parties located in Sweden and other countries as set out in The Company’s Privacy Policy.\n</p>\n<p>\n<strong>9 The service</strong>\n<br> 9.1 SpamDrain is provided by The Company on a twenty-four hours per day by seven days per week basis.\n</p>\n<p>9.2 When using domain filtering and SpamDrain fails to deliver the e-mails to the mail server of the Customer, SpamDrain will store the e-mails for two days pending delivery.</p>\n<p>When using the basic setup of SpamDrain and SpamDrain fails to connect or log in using the information provided by Users, The Company will, after a period of time that The Company finds suitable, i.e.\n6 to 24 hours, notify Users and stop further attempts to access the account until the Customer has taken action and updated its settings.</p>\n<p>\n<strong>10 Maintenance</strong>\n<br> 10.1 The Company aims to supply SpamDrain continually with as high a level of quality as possible and to keep the systems used up to date.\nThe Company and its business partners therefore perform maintenance on SpamDrain and any related hardware and software.\n</p>\n<p>10.2 Planned maintenance shall not accumulate to more than 6 hours per calendar month and shall not take place between 8 am and 5 pm (Central European Time).\nIt is the ambition of The Company to carry out the planned maintenance without affecting SpamDrain.</p>\n<p>10.3 When emergency maintenance is necessary and when it will likely affect SpamDrain, The Company will endeavor to, if possible, inform its customers by posting information on the Website within one hour of the start of the emergency maintenance.</p>\n<p>\n<strong>11 Technical support and customer service</strong>\n<br> 11.1 If included in the service subscribed to by the Customer The Company will between 9 am and 4 pm (Central European Time) workdays provide technical support to the Customer for problems with SpamDrain.\n</p>\n<p>11.2 If included in the service subscribed to by the Customer The Company will between 9 am and 4 pm (Central European Time) workdays provide customer service to receive and process orders for the provision of SpamDrain and to respond to billing and invoice questions.</p>\n<p>\n<strong>12 Amendments to these Terms and conditions</strong>\n<br> 12.1 The Company reserve the right to amend these terms and conditions after reasonable notice to Customers.\nNotices about such amendments will be posted on the Website.\nCustomers and Users are obliged on a regular basis to read these terms and conditions and any other terms posted on the Website.\n</p>\n<p>\n<strong>13 Notices</strong>\n<br> 13.1 Customers and Users agree that The Company may send in electronic form notifications regarding SpamDrain.\nThe Company may send electronic notifications (1) to the email address provided upon registration, or (2) by posting the notification on the Website.\nA notification from The Company is deemed applicable two days after it was sent or posted.\n</p>\n<p>13.2 If Users have any comments or complaint about any of the services, the User shall contact customer service via the Website.</p>\n<p>\n<strong>14 Termination</strong>\n<br> 14.1 The Customer can terminate Spamdrain at any time by logging in to the customers account and either removing the Customer’s account immediately or to expire on the next payment date.\nIn both cases, no further payments will be debited to the Customer’s account and the Customer’s Spamdrain service will expire as requested.\n</p>\n<p>14.2 If the Customer or a User breaches any of the provisions in this agreement, The Company is entitled to terminate the agreement with immediate effect and terminate all User accounts.</p>\n<p>14.3 In addition to The Company’s right to terminate the agreement as above, The Company reserves the right, without prior notice, to terminate user accounts if it has been inactive for more than 6 months.</p>\n<p>\n<strong>15 Assignment</strong>\n<br> 15.1 The Company is entitled, at any time without prior notice, to assign this agreement.\nCustomers are not entitled to assign this agreement to any other person.\n</p>\n<p>\n<strong>16 Severability</strong>\n<br> 16.1 If any provisions in these terms and conditions would be found invalid, it shall not mean that the terms and conditions as a whole are invalid, or affect or influence the remaining validity of the rest of these terms and conditions.\n</p>\n<p>\n<strong>17 No Waiver</strong>\n<br> 17.1 If either party would not use any right or remedy based on these terms and conditions, this failure shall not be construed as a waiver of the right or remedy in question, or prevent that it is used at later time.\n</p>\n<p>\n<strong>18 Appropriate Court and Applicable Law</strong>\n<br> 18.1 Disputes arising from this agreement shall be settled in a general court of law by applying Swedish law.\n</p>", "created_at": "2021-08-30 00:55:13.31015", "updated_at": "2021-08-29 22:56:02.09939"}, {"id": 8857, "name": "Privacy Policy ", "url": "https://spamdrain.com/en/privacy.html", "xpath": "/html/body/main", "text": "Privacy Policy<p>This Policy may be amended as new features, technology or legal requirements arise so please check back from time to time.\nWe’ll notify you if any significant changes are made.</p>Cookies<p> Spamdrain uses cookies to assist with functions such as user identification, remembering user site preferences, understanding how users interact with the website and tracking the effectiveness of marketing efforts.\nSpamdrains functional cookies, meaning cookies that are necessary to enable the website to work as intended (e.g.\ncookies that recognize the user being logged in), do not track your browsing activitity on non-Spamdrain sites.\n</p>\n<p> When visiting our website for the first time, we will ask if you agree to us placing cookies from third parties on your computer.\nSpamdrain utilizes technologies from Google Analytics and Zendesk to analyze and improve our website and marketing, and to provide anonymous demographic user data, but we will only place such third party cookies on your computer if you agree to us doing so.\nTo learn more about how Google Analytics uses your data when visiting our website, visit policies.google.com/technologies/partner-sites.\nTo learn more about how Zendesk uses your data when visiting our website, visit support.zendesk.com/hc/en-us/articles/360022367393-Zendesk-in-product-cookie-policy.\n</p>What personal data does Spamdrain collect and receive?<p> Spamdrain is an email filtering service that continually monitors your email inbox and removes unwanted spam and viruses.\nIn order to provide these Services, Spamdrain will receive a copy of your incoming emails and store that copy for 60 days to ensure that none of your important emails get lost.\nThis means that Spamdrain may receive many kinds of personal information contained in your emails.\nWe also collect the following types of information: </p>\n<ul>\n<li>Subscriber information.\nIn order to open your account and process payments we collect your email address and general payment information.\n</li>\n<li>Email Password.\nTo enable Spamdrain we need to gain access to your email account and to enable such access.\n</li>\n<li>Log Data.\nSpamdrain is a learning algorithm and we therefore collect data to help the service better understand which emails are to be filtered and which are not.\nThis information helps us provide you with a better service and to identify ways to make the service more useful to you.\n</li>\n<li>Location Data.\nWe determine IP address that users sign up from in order to establish the country.\nDepending on country the currency is set while placing an order.\n</li>\n</ul>\n<p>\n</p>\n<p>In addition to this, we may also need to process your personal data in order to provide troubleshooting and customer support.\nRegarding our access to your emails, we limit the use of such data so that no one at Spamdrain shall access it unless you give us permission or access is necessary to comply with a legal obligation.\nIn providing customer support we may need to access the data you have stored in Spamdrain, for instance if the support matter regards retrieving a backup of deleted or lost emails.\nWe will in such a case ask for your permission to access your data.</p>\n<p>We may also occasionally use your contact information for direct marketing purposes or to announce new products and features, share tips and provide additional information.</p>\n<p>Our legal basis for processing your data is fulfillment of the agreement you have with us, wherein we provide you with the Spamdrain services.\nThe use of your contact information for direct marketing purposes is based on our legitimate interest of marketing our products.\nYou may object to such marketing as specified below.</p>How does Spamdrain share your personal data?<p>When Spamdrain shares your data with a third party, it is always to achieve the same purpose for which the data was originally collected and only the minimum information necessary will be shared.\nSpamdrain does not share your information with any third parties for their own advertising purposes.</p>\n<p>We share your information with Service Providers who process data on our behalf, including computing- and storage services, customer support providers and payment processors.\nWe require these Service Providers to agree to strict data protection requirements in keeping with data protection regulations.</p>\n<p>We make an effort to ensure that your personal data is not unnecessarily transferred to countries outside of the EEA.\nWe may however from time to time need to employ Service Providers where such transfers will be necessary, such as our customer support and application development provider who are located in the Ukraine.\nIf you are a resident of the EEA, please note that we will at all times make sure that such transfers are subject to adequate safeguards in the form of standard contractual clauses approved by the European Commission.</p>How can you manage your personal data?<p>You may at any time request confirmation from us on whether we store any of your personal data.\nIf that is the case, you may also request copies of such data.</p>\n<p>You can manage the personal data stored by Spamdrain by using our app.\nHowever, if you prefer, you can contact us and request that we correct, update or delete your personal information.\nWe may ask for proof of account ownership before fulfilling your request.</p>\n<p>In addition you may request a restriction on our processing of your personal data.\nfor instance if you’ve requested that we correct some of your personal information, you may also request that we restrict the processing of that data while your request is being handled.\nSome of your information may also be used for direct marketing purposes by Spamdrain, based on our legitimate interests.\nYou may object to such processing of your personal data.</p>\n<p>Requests can be sent to support@spamdrain.com.\nSpamdrain will comply with all requests to the extent required by applicable data protection laws.</p>What happens if you want to stop using Spamdrain?<p>You can delete your data at any time while logged in to your account, and you can stop using Spamdrain at any time.</p>\n<p>If you delete your data, Spamdrain back-up systems may retain residual copies of your deleted data for up to 1 year due to the nature of these systems.\nIf you let your subscription lapse or choose to cancel your subscription, Spamdrain will continue to store a copy of your data for 90 days after which your data will be deleted unless your subscription is renewed within that time.\nAs regards copies of your emails, these copies are always deleted 60 days after they was initially received, regardless whether the subscription is in effect of has been terminated.\nIf you wish for the data to be deleted at an earlier time, you may notify us and we will comply within 30 days of such notification.</p>\n<p>Furthermore, your data is portable and can be exported from Spamdrain at any time.\nTo export your data, please send an export request to support@spamdrain.com.</p>How can I contact Spamdrain?<p>Spamdrain welcomes your feedback regarding this Privacy Policy.\nIf you have questions, comments or concerns about this Policy, please contact us by email at support@spamdrain.com or postal mail at:</p>\n<p> Spamdrain AB<br>Kungsportsavenyen 3<br> SE-411 36 Gothenburg </p>", "created_at": "2021-08-30 00:55:13.308431", "updated_at": "2021-08-29 22:57:26.756955"}], "points": [], "urls": ["spamdrain.com"]}}