{"error": 448, "message": "OK", "parameters": {"id": 2668, "name": "Travis CI Enterprise (Idera Inc.)", "created_at": "2021-01-29 11:15:58.453308", "updated_at": "2021-03-25 03:19:28.138316", "wikipedia": "https://en.wikipedia.org/wiki/Travis_CI", "keywords": null, "related": null, "slug": "travis_ci_enterprise_idera_inc", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/2668.png", "url": "travis-ci.com", "documents": [{"id": 3865, "name": "Terms of Use", "url": "https://www.ideracorp.com/Legal/Terms-of-Use", "xpath": "/html/body/div[2]", "text": " Website Terms of Use Published: January 24, 2004 | Updated: November 1, 2019 <p>Please read these Website Terms of Use (“Terms of Use”) carefully before accessing or using any website maintained or operated by Idera, Inc.\nor any of its affiliate entities (“Site”).\nIf you do not agree to all of the terms and conditions contained in these Terms of Use do not access or use this Site since doing so in that circumstance will constitute unauthorized access and use.\nThrough the Site, you have access to a variety of resources and content.\nThese include: (a) software and software as a service offerings (“Software”).\n(b) Web pages, data, messages, text, images, photographs, graphics, audio and video such as podcasts and Webcasts, and Materials such as press releases, white papers, product data sheets, specification Materials, and FAQs (“Materials”).\nand (c) forums, discussion groups, chat areas, bulletin boards, blogs, and other services in connection with which you can upload, download, share, post, publish, transmit or otherwise access or make available Content (as defined below) (“Community Services”).\nSoftware, Materials, Community Services, and other information, content and services are collectively referred to as “Content”.\nThe following Terms of Use is between you (“You” or “Your”) and Idera, Inc.\nand its affiliated companies (a comprehensive list of Idera corporate group companies is available at https://www.ideracorp.com/brands, collectively the “Company”).\n</p>\n<p>By accessing or using the Site or the Content provided on or through the Site or by merely browsing the Site, you agree to these Terms of Use.\nThe Company reserves the right to change these Terms of Use at any time without notice.\nYour access and use of the Site will be subject to the most current version of the Terms of Use posted on the Site at the time of such use.\nAny rights not expressly granted herein are reserved by the Company.\nThese Terms of Use represent the entire understanding relating to the use of this Site and supersede any prior or contemporaneous, conflicting, or additional communications.\nThe Company reserves the right to modify, amend, alter or suspend all or any potion of these Terms of Use.\n</p> Terms applicable to specific Content and areas of the Site <p>Some areas of the Site or Content provided on or through the Site may have additional rules, guidelines, license agreements, user agreements or other terms and conditions that apply to your access or use of that area of the Site or Content (including terms and conditions applicable to a corporation or other organization and its users).\nIf there is a conflict or inconsistency between these Terms of Use and the rules, guidelines, license agreement, user agreement or other terms and conditions for a specific area of the Site or for specific Content, the latter shall have precedence with respect to your access and use of that area of the Site or Content.\n</p> Notice Specific to Software Available on this Site <p>Any Software that is made available to download from this Site is the copyrighted work of the Company or a third party provider.\nUse of the Software is governed by the terms of the end user license agreement, if any, which accompanies or is included with the Software (\"License Agreement\").\nAn end user will be unable to install any Software that is accompanied by or includes a License Agreement, unless he or she first agrees to the License Agreement terms.\nThe Software is made available for downloading solely for use by end users according to the License Agreement.\nAny reproduction or redistribution of the Software not in accordance with the License Agreement is expressly prohibited, and may result in severe civil and criminal penalties.\nViolators will be prosecuted to the maximum extent possible.</p>\n<p>The Software is made available for downloading solely for use by end users according to the License Agreement.\nAny reproduction or redistribution of the Software not in accordance with the License Agreement is expressly prohibited, and may result in severe civil and criminal penalties.\nViolators will be prosecuted to the maximum extent possible.</p>\n<p>WITHOUT LIMITING THE FOREGOING, COPYING OR REPRODUCTION OF THE SOFTWARE TO ANY OTHER SERVER OR LOCATION FOR FURTHER REPRODUCTION OR REDISTRIBUTION IS EXPRESSLY PROHIBITED, UNLESS SUCH REPRODUCTION OR REDISTRIBUTION IS EXPRESSLY PERMITTED BY THE LICENSE AGREEMENT ACCOMPANYING SUCH SOFTWARE.\nTHE SOFTWARE IS WARRANTED, IF AT ALL, ONLY ACCORDING TO THE TERMS OF THE LICENSE AGREEMENT.\nEXCEPT AS WARRANTED IN THE LICENSE AGREEMENT, THE COMPANY HEREBY DISCLAIMS ALL WARRANTIES AND CONDITIONS WITH REGARD TO THE SOFTWARE, INCLUDING ALL IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, WHETHER EXPRESS, IMPLIED OR STATUTORY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NONINFRINGEMENT.</p> Use of Community Services <p>Community Services are provided as a convenience to users and the Company is not obligated to provide any technical support for, or participate in, Community Services.\nWhile Community Services may include information regarding the Company products and services, including information from the Company employees, they are not an official customer support channel for the Company.\n</p>\n<p>You may use Community Services subject to the following: (a) Community Services may be used solely for your personal, informational, noncommercial purposes.\n(b) Content provided on or through Community Services may not be redistributed.\nand (c) personal data about other users may not be stored or collected except where expressly authorized by the Company.\n</p> Restricted Rights Legend <p>Any Software downloaded from this Site for or on behalf of the United States of America, its agencies and/or instrumentalities (\"U.S.\nGovernment\"), is provided with Restricted Rights.\nUse, duplication, or disclosure of the Software and Materials by the U.S.\nGovernment is subject to restrictions as set forth in 48 C.F.R.\n227.7202-4 (for Department of Defense (DOD) acquisitions) and 48 C.F.R.\n2.101 and 12.212 (for non-DOD acquisitions).\nThe U.S.\nGovernment's rights in Software and Materials, including its rights to use, modify, reproduce, release, perform, display or disclose the Software, will be subject in all respects to the commercial license rights and restrictions provided herein.\n</p> Notice Specific to Materials Available on this Site <p>Permission to use the Company owned Materials from this Site is granted, provided that (1) the below copyright notice appears in all copies and that both the copyright notice and this permission notice appear, (2) use of such Materials from this Site is for informational and noncommercial or personal use only and will not be copied or posted on any network computer or broadcast in any media, and (3) no modifications of any Materials are made.\nAccredited educational institutions, such as universities, state community, private/public colleges may download and reproduce the Materials for distribution in the classroom.\nDistribution outside the classroom requires express written permission.\nUse for any other purpose is expressly prohibited, and may result in severe civil and criminal penalties.\nViolators will be prosecuted to the maximum extent possible.\n</p>\n<p>Materials specified above do not include the design or layout of the Site or any other Company owned, operated, licensed or controlled site.\nElements of the Company Site are protected by trade dress and other laws and may not be copied or imitated in whole or in part.\nNo logo, graphic, sound or image from the Company Site may be copied or retransmitted unless expressly permitted by the Company.\n</p>\n<p>THE COMPANY MAKES NO REPRESENTATIONS ABOUT THE SUITABILITY OF THE INFORMATION CONTAINED IN THE MATERIALS AND RELATED GRAPHICS PUBLISHED ON THIS SITE FOR ANY PURPOSE.\nALL SUCH MATERIALS AND RELATED GRAPHICS ARE PROVIDED \"AS IS\" WITHOUT WARRANTY OF ANY KIND.\nTHE COMPANY HEREBY DISCLAIMS ALL WARRANTIES AND CONDITIONS WITH REGARD TO THIS INFORMATION, INCLUDING ALL IMPLIED WARRANTIES AND CONDITIONS OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE AND NON-INFRINGEMENT.\nIN NO EVENT SHALL THE COMPANY BE LIABLE FOR ANY SPECIAL, INDIRECT OR CONSEQUENTIAL DAMAGES OR ANY DAMAGES WHATSOEVER RESULTING FROM LOSS OF USE, DATA OR PROFITS, WHETHER IN AN ACTION OF CONTRACT, NEGLIGENCE OR OTHER TORTIOUS ACTION, ARISING OUT OF OR IN CONNECTION WITH THE USE OR PERFORMANCE OF INFORMATION AVAILABLE FROM THE SERVICES.\n</p>\n<p>THE MATERIALS AND RELATED GRAPHICS PUBLISHED ON THIS SITE COULD INCLUDE TECHNICAL INACCURACIES OR TYPOGRAPHICAL ERRORS.\nCHANGES ARE PERIODICALLY ADDED TO THE INFORMATION HEREIN.\nTHE COMPANY MAY MAKE IMPROVEMENTS AND/OR CHANGES IN THE SOFTWARE AND/OR THE PROGRAM(S) DESCRIBED HEREIN AT ANY TIME.\n</p> Notices Regarding Software, Materials and Services Available on this Site <p>IN NO EVENT SHALL THE COMPANY BE LIABLE FOR ANY SPECIAL, DIRECT, INDIRECT, INCIDENTAL OR CONSEQUENTIAL DAMAGES OR ANY DAMAGES WHATSOEVER RESULTING FROM LOSS OF USE, DATA OR PROFITS, INCUR BY YOU OR ANY THIRD PARTY, WHETHER IN AN ACTION OF CONTRACT, NEGLIGENCE OR OTHER TORTIOUS ACTION, ARISING OUT OF OR IN CONNECTION WITH THE USE OR PERFORMANCE OF SOFTWARE, MATERIALS, PROVISION OF OR FAILURE TO PROVIDE SERVICES, OR INFORMATION AVAILABLE FROM THIS SITE.\n</p> Security, Passwords and Means of Accessing the Site and Content <p>If any of the Services require you to open an account, you must complete the registration process by providing us with current, complete and accurate information as required by the applicable registration form.\nYou may also be required to choose a password and a user name.\nAccess to and use of password protected or secure areas of the Site are restricted to authorized users only.\nYou agree not to share your password(s), account information, or access to the Site with any other person.\nYou are responsible for maintaining the confidentiality of password(s) and account information, and you are responsible for all activities that occur through the use of your password(s) or account(s) or as a result of your access to the Site.\nYou agree to notify the Company immediately of any use of your password(s) or account(s) that you did not authorize or that is not authorized by these Terms of Use.\n</p> Prohibited Activities <p>Through the Site, the Company provides you with qualified use and access to a variety of Materials and Services.\nMaterials includes all information, data, documents, communications, downloads, files, text, images, photographs, graphics, videos, webcasts, publications, content, tools, resources, product information, software, code, programs and products made available or enabled via the Site.\nServices includes all services and resources offered or enabled by the Site, including download areas, developer tools services, product and other information services and communications services such as bulletin boards, chat areas, communities, forums, newsgroups, and other message or communication facilities.\nAs a condition of your access or use of the Site, Services, or Materials, you agree that you are not the Company competitor (or agent thereof) and that you will not use the Site, Services, or Materials for any purpose that is improper, unlawful, or prohibited by the Terms of Use or governing license agreement.\nAs some examples of improper activities when accessing or using the Site, Services, or Materials, you agree that you shall not: </p>\n<ul>\n<li>Modify, copy, distribute, transmit, display, perform, reproduce, publish, license, create derivative works from, transfer, or sell any information, software, products or services obtained from the Site, Services, or Materials.\n</li>\n<li>Copy, derive, edit, translate, decompile, disassemble, reverse engineer, modify, use, or reproduce any code or source code or source listings relating to the Site, Materials, or Services.\n</li>\n<li>Use the Site, Services, or Materials to produce, market, evaluate, compare, investigate, or support any product other than the Company’s products.\n</li>\n<li>Use, copy, provide, disclose, or otherwise make available any confidential or proprietary information from the Site, Services, or Materials, including but not limited to documentation or source code of the Services or Materials, in any form, to any third party.\n</li>\n<li>Use, publish, or disclose the results of any comparative or competitive analyses, benchmark testing, infringement testing, testing or performance specifications of the Services or Materials to any third party.\n</li>\n<li>Attempt to gain unauthorized access to any portion or feature of the Site, Services, or Materials, or any other systems or networks connected to the Site or to any Company server, by hacking, password “mining” or any other illegitimate means.\n</li>\n<li>Pretend that you are, or that you represent, someone else or impersonate any other individual or entity.\n</li>\n<li>Disguise the origin of information transmitted to, from, or through the Site.\n</li>\n<li>Attempt to gain unauthorized access to any parts of the Site or any Idera, Inc.\naccounts, computer systems or networks.\n</li>\n<li>Use, access, or attempt to access any portion of the Site, Materials, or Services that you are not authorized to access or through any means not intentionally made available through the Site, Materials, or Services.</li>\n<li>Prepare, compile, use, download or otherwise copy any Site user directory or other user or usage information or any portion thereof, or transmit, provide or otherwise distribute (whether or not for a fee) such directory or information to any third party.</li>\n<li>Use any deep-link, scraper, robot, crawl, index, spider, click spam, macro programs, Internet agent, or other automatic device, program, algorithm or methodology which does the same things, to use, access, copy, acquire information, generate impressions or clicks, input information, store information, search, generate searches, or monitor any portion of the Site or any Idera, Inc.\naccounts, computer systems or networks.</li>\n<li>Collect, harvest, mine or engage in any other activity to obtain e-mail addresses, phone numbers, personal information or any other information about others.</li>\n<li>Use any device, software or routine to disrupt, inhibit, interfere, or attempt to interfere with the proper working of the Site, any Idera, Inc.\naccounts, computer systems or networks, any transaction being conducted on the Site, or with any other person’s use of the Site, Materials, or Services.</li>\n<li>Access or use the Site in any manner that could damage, disable, overburden, slow, deplete, interfere, or impair the Site, Materials, Services, or any Idera, Inc.\nweb site, computer system, computer account, network infrastructural resources, or network.\n</li>\n<li>Upload or transmit to the Site any device, software, program, or file that may damage the operation of the Site or any Idera, Inc.\naccounts, computer systems or networks, including without limitation, corrupted files, time bombs, Trojan horses, viruses and worms.</li>\n<li>Engage in any chain letters, contests, junk e-mail, pyramid schemes, spamming, surveys or any other duplicative or unsolicited messages (commercial or otherwise).\n</li>\n<li>Transmit unsolicited or bulk communications to any Company account holder or to any idera.com or affiliated e-mail address.\n</li>\n<li>Probe, scan or test the vulnerability of the Site or any network connected to the Site, or breach the security or authentication measures on the Site or any network connected to the Site.\n</li>\n<li>Reproduce or circumvent the navigational structure or presentation of the Site, or to obtain or attempt to obtain any Materials or Services through any means not purposely made available through the Site.\n</li>\n<li>Disrupt or interfere with the security of, or otherwise cause harm to, the Site, or any Materials, Services, systems resources, accounts, passwords, servers or networks connected to or accessible through the Site.\n</li>\n<li>Cause to appear any pop-up, pop-under, exit windows, expanding buttons, banners, advertisement, or anything else which minimizes, covers, or otherwise inhibits the full display of the Site.\n</li>\n<li>Violate any applicable laws or regulations related to the access to or use of the Site, Services, or Materials, or engage in any activity that is, or that Company deems to be, in violation of the Terms of Use.\n</li>\n<li>Circumvent any measures by Company aimed at preventing violations of the Terms of Use.\n</li>\n</ul> Termination of Use <p>The Company may, in its sole discretion, at any time discontinue providing or limit access to the Site, any areas of the Site or Content provided on or through the Site.\nYou agree that the Company may, in its sole discretion, at any time, terminate or limit your access to, or use of, the Site or any Content.\nThe Company may terminate or limit your access to or use of the Site if the Company determines, in its sole discretion, that you have infringed the copyrights of a third party.\nYou agree that the Company shall not be liable to you or any third-party for any termination or limitation of your access to, or use of, the Site or any Content, including Content that you may have shared.\n</p> Indemnity <p>You agree to indemnify and hold harmless the Company, its officers, directors, employees and agents from and against any and all claims, liabilities, damages, losses or expenses, including reasonable attorneys' fees and costs, due to or arising out of Content that you share, your violation of these Terms of Use or any additional rules, guidelines or terms of use posted for a specific area of the Site or Content provided on or through the Site, or your violation or infringement of any third party rights, including intellectual property rights.\n</p> Monitoring <p>The Company has no obligation to monitor the Site or screen Content that is shared on or through the Site.\nHowever, the Company reserves the right to review the Site and Content and to monitor all use of and activity on the Site, and to remove or choose not to make available on or through the Site any Content in its sole discretion.\nThe Company may remove Content that is confidential or proprietary to a third party without that third party's permission.\n</p> Links to Third Party Sites <p>The links in this area will let you leave the Company's site.\nThe linked sites are not under the control of the Company and the Company is not responsible for the contents of any linked site or any link contained in a linked site, or any changes or updates to such sites.\nThe Company is providing these links to you only as a convenience, and the inclusion of any link does not imply endorsement by the Company of the site.\n</p> Disclaimer <p>EXCEPT WHERE EXPRESSLY PROVIDED OTHERWISE, THE SITE, AND ALL CONTENT PROVIDED ON OR THROUGH THE SITE, ARE PROVIDED ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS.\nTHE COMPANY EXPRESSLY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NON-INFRINGEMENT WITH RESPECT TO THE SITE AND ALL CONTENT PROVIDED ON OR THROUGH THE SITE.\nTHE COMPANY MAKES NO WARRANTY THAT: (A) THE SITE OR CONTENT WILL MEET YOUR REQUIREMENTS.\n(B) THE SITE WILL BE AVAILABLE ON AN UNINTERRUPTED, TIMELY, SECURE, OR ERROR-FREE BASIS.\n(C) THE RESULTS THAT MAY BE OBTAINED FROM THE USE OF THE SITE OR ANY CONTENT PROVIDED ON OR THROUGH THE SITE WILL BE ACCURATE OR RELIABLE.\nOR (D) THE QUALITY OF ANY CONTENT PURCHASED OR OBTAINED BY YOU ON OR THROUGH THE SITE WILL MEET YOUR EXPECTATIONS.\n</p>\n<p>ANY CONTENT ACCESSED, DOWNLOADED OR OTHERWISE OBTAINED ON OR THROUGH THE USE OF THE SITE IS USED AT YOUR OWN DISCRETION AND RISK.\nTHE COMPANY SHALL HAVE NO RESPONSIBILITY FOR ANY DAMAGE TO YOUR COMPUTER SYSTEM OR LOSS OF DATA THAT RESULTS FROM THE DOWNLOAD OR USE OF CONTENT.\n</p>\n<p>THE COMPANY RESERVES THE RIGHT TO MAKE CHANGES OR UPDATES TO, AND MONITOR THE USE OF, THE SITE AND CONTENT PROVIDED ON OR THROUGH THE SITE AT ANY TIME WITHOUT NOTICE.\n</p> Applicable Law <p>The terms of use set forth herein and any claims relating thereto shall be governed and construed in accordance with the laws of the State of Texas and the United States without regard to the conflict law provisions thereof, and without regard to the United Nations Convention on the International Sale of Goods.\nUnless waived by the Company at its sole discretion, the venue and jurisdiction for actions related to the subject matter hereof shall be the State of Texas and a state or federal court of competent jurisdiction located in the County of Harris, Texas.\n</p> Export Control Laws <p>Software available on this Site is subject to United States export controls and use contrary to the United States law is prohibited.\nNo Software from this Site may be downloaded or otherwise exported or re-exported: (1) into (or to a national or resident of) Cuba, Iran, North Korea, Sudan, Syria, and the Crimea region or any other country to which the United States has embargoed goods (Licenses to these countries and parties are presumed denied).\n(2) re-export to these countries is prohibited.\nif you “know or have reason to know” that an illegal reshipment will take place, you may not ship to such a user.\nor (3) to any entities or individuals listed on any U.S.\nGovernment Denied Party/Person List.\nSee BIS’ The Denied Persons List, the Office of Foreign Assets Control’s (“OFAC”) Economic and Trade sanctions list and the Office of Defense Trade Controls.\nThis list is subject to change and you must comply with the list as it exists in fact.</p>\n<p>Neither the services or products of the Company not the underlying information or technology may be downloaded or otherwise provided or mad eavailable, either directly or indirectly into any country subject to U.S.\ntrade sanctions, (Supplement No.\n1 to Part 740, Export Administration Regulations, Country Group E:1), to individuals or entities controlled by such countries, or to nationals or residents of such countries other than nationals who are lawfully admitted permanent residents of countries not subject to such sanctions.\nBy downloading or using software from this Site, you are agreeing to the foregoing and all applicable export control laws.\nYou are also warranting that you are not under the control of, located in, under the control of, or a resident or national of any such country or on any such list.\nYou agree to comply strictly with all United States export control laws and assume sole responsibility for obtaining licenses to export or re-export as may be required.</p> Availability of Products <p>Information on the Site may reference or cross-reference the Company products, programs, or services that might not be available in your location.\nSuch references do not imply that the Company plans to make such products, programs, or services available in your location.\nPlease contact your local Company representative for more information.\nProduct prices may differ depend on your location.</p> Accuracy and Completeness <p>The Company does not warrant the accuracy or completeness of the information, text, graphics, links or other items contained within the Sites or Materials.</p> Translations <p>Where the Company has provided you with a translation of the English language version of these Terms of Use, you agree that the translation is provided for your convenience only and that the English language versions of the Terms of Use will govern your relationship with the Company.\nIf there is any contradiction between the English language version of the Terms of Use and the translation, the English language version shall take precedence.\n</p> Privacy and protection of personal information <p>Please see the Company Privacy Statement disclosures relating to the collection and use of your information.\n</p> Miscellaneous <p>The Terms of Use and other rules, guidelines, licenses and disclaimers posted via the Site or in connection with the Materials and Services constitute the entire agreement between the Company and you with respect to your access to or use of the Site, Materials, and Services and supersedes any prior agreements between you and the Company on such subject matter (including any prior versions of the Terms of Use).\nNotwithstanding the foregoing, to the extent that any terms set forth in the Terms of Use expressly contradict any terms of a written agreement between you and the Company regarding the use of specific Services or Materials (including Service-specific terms of use and Software-specific licenses) (\"Executed Agreement\"), such contradictory terms set forth in the Executed Agreement shall govern.\nYou may also be subject to additional terms and conditions that may apply when you use other the Company services, third party content or third party software.\nYou may not assign or otherwise transfer the Terms of Use nor any right granted hereunder without the Company’s prior written consent.\nIf for any reason a court of competent jurisdiction finds any provision of the Terms of Use, or portion thereof, to be unenforceable, void, invalid, or illegal, that provision shall be enforced to the maximum extent permissible so as to effect the intent of the parties, and the remainder of the Terms of Use shall continue in full force and effect.\nAny failure by the Company to enforce or exercise any provision of the Terms of Use or related right shall not constitute a waiver of that right or provision.\nHeadings used in the Terms of Use are for reference purposes only and shall not be used to modify the meaning of the terms and conditions contained herein.\n</p>\n<p>Contact webmaster@idera.com with questions or problems, as appropriate.</p>\n", "created_at": "2021-01-29 11:18:20.763918", "updated_at": "2021-01-29 11:18:24.516714"}, {"id": 3864, "name": "Privacy Statement", "url": "https://www.ideracorp.com/Legal/TravisCI/PrivacyStatement", "xpath": "/html/body/div[2]/div/div", "text": " Privacy Statement\n<p>\n<em>Modified and Effective on December 15, 2020</em>\n</p>\n<p>Travis CI GmbH and Travis Foundation UG (collectively, the “Company”), is committed to respecting and protecting the privacy of our customers, partners, webinars attendees and website visitors.\nSpecifically, we do not sell, rent or trade email lists with other companies for marketing purposes.\nIn this Privacy Statement we describe the Company’s privacy practices in relation to the use of the Company’s Website (as defined below) and the related applications, services, products and programs offered by the Company (collectively, “Services”), as well as individuals’ choices regarding use, access and correction of personal information.</p>\n<p>If you have questions or complaints regarding the Company’s Privacy Statement or associated practices, please contact us at compliance@Travis-ci.com.</p>\n<ol>\n<li>\n<strong>Websites covered</strong>\n</li>\n<p>This Privacy Statement covers the information practices, including how the Company collects, uses, shares and secures the personal information you provide to any website and/or app the Company manages and controls (the “Travis CI Website”).</p>\n<li>\n<strong>Collection of Personal Information</strong>\n</li>\n<p>Personal information means any information that may be used to identify you, such as, your name, title, phone number, email address, or mailing address.</p>\n<p>In general, you can browse our website without giving us any personal information.\nWe use web analytics software to analyze traffic to this web site in order to understand our customer's and visitor's needs and to continually improve our site for them.\nThis software collects only anonymous, aggregate statistics.</p>\n<p>If you want to subscribe to a periodic communication such as a newsletter, we ask you to simply provide your business email address (“Optional Information”).\nAdditional activities on our site may require you to be registered, for example, to read a white paper, download trial or free software, when you express an interest in obtaining additional information about the Services or register for an event.\nAs part of the registration process, we may ask you for additional personal information, such as name, company name, address, phone number, and email address (“Required Information”).\nWe use that information for several general purposes: to tell you about products and services if you so request, to fulfill your request, to contact you if we need to obtain or provide additional information.\nto verify the accuracy of our records, to contact you regarding customer satisfaction surveys.</p>\n<p>For our downloadable software products, as part of the Required Information, on installation and execution, some of our products may send the Company certain information for software updates, auditing and license compliance verification, including product version and edition, number of copies of the product in use by licensee, machine information, IP address, license key, information about the operation system and/or user environment where the product is installed, serial numbers and other related information.\nSolely for our software as a service products, as part of the Required Information and in order to provide the Services to you, we store all the content you provide, including but not limited to accounts created for team members, files, analyses you have executed, project information, such as, action plans you have created, and any other information that you provide to the Services you use.</p>\n<p>When purchasing Services or registering for an event, the Company may also require you to provide your billing information, such as billing name and address, credit card number (“Billing Information”).\nSome activities require additional personal information.\nFor example, to fulfill online orders for products, we require you to enter credit card information, and you have the option to provide a separate shipping address.\nWhen visitors of Travis CI’s Website apply for a job with the Company, the Company may also require you to submit additional personal information as well as a resume or curriculum vitae (“Applicant Information”).\nRequired Information, Optional Information, Billing Information, Applicant Information and any other information you submit to the Company through the Services or information provided to you by the Company through your use of the Services (e.g.\nlicense key) are referred to collectively as “Data.”</p>\n<p>As you navigate Travis CI’s Website, the Company may also collect information through the use of commonly-used information-gathering tools, such as cookies and Web beacons.\nWebsite Navigational Information as defined in Section 7 below, includes standard information from your Web browser (such as browser type and browser language), your Internet Protocol (“IP”) address, and the actions you take on Travis CI’s web pages viewed and the links clicked).\nFor additional information about the collection of Website Navigational Information by Travis CI and others, please see Section 7 below.</p>\n<li>\n<strong>Use of Personal Information and The Legal Bases on Which We Rely</strong>\n</li>\n<p>\n<em>Providing our Website and Services.</em> The Company uses Data about the Company’s customers to perform the Services requested and fulfill its obligations under applicable terms of use/service and for the use of its Website.\nwhere you have not entered into a contract with the Company, we base the processing of your Data on our legitimate interest to operate and administer our Website and to provide you with the content you access and request.\nFor example, to download content from our Websites or if you fill out one of our web forms, the Company will use the information provided to contact you about your interest in the Services.</p>\n<p>\n<em>Managing user registrations</em>.\nIf you have registered for an account with us, we process your Data by managing your user account for the purpose of performing our contract with you according to applicable terms of service.</p>\n<p>\n<em>Promoting the security of our Website and Services.</em> The Company processes your Data by tracking use of its Website and Services, creating aggregated, non-personal data, verifying accounts and activity, investigating suspicious activity and enforcing our terms and policies, to the extent this is necessary for our legitimate interest in promoting the safety and security of the services, systems and applications and in protecting our rights and the rights of others.\nFor example, to check for license compliance validation either using the license key or your account details.\nSome software products can also use license information to inform you of the availability of applicable updates.</p>\n<p>\n<em>Developing and improving our Website and Services.\n</em>We process your Data to analyze trends and to track your usage of and interactions with our Website and Services to the extent it is necessary for our legitimate interest in developing and improving our Website and Services and providing our users with more relevant content and service offerings, or where we seek your valid consent.</p>\n<p>\n<em>Handling contact and user support requests</em>.\nIf you fill out one of our web forms or request user support, or if you contact us by other means including via a phone call, we process your Data to perform our obligations under the contract we have with you and to the extent it is necessary for our legitimate interest in fulfilling your requests and communicating with you via emails and in-app messages, including to notify you when analyses have been finished, to remind you of subscription expirations and to send you technical notes, updates and new versions, security alerts and administrative messages.</p>\n<p>\n<em>Reviewing compliance with applicable usage terms</em>.\nWe process your Data to review compliance with the applicable usage terms in our customer’s contract to the extent that it is in our legitimate interest to ensure adherence to the relevant terms.</p>\n<p>\n<em>Assessing and improving user experience.\n</em>The Company processes device and usage data as described in Section 7 below, which in some cases may be associated with your Data, in order to analyze trends, assess and improve the overall user experience to the extent it is necessary for our legitimate interest in developing and improving the service offering, or where we seek your valid consent.\nIn addition, the Company uses Website Navigational Information to operate and improve the Company’s Websites.\nThe Company may also use Website Navigational Information alone or in combination with Data about customers and Data about webinar attendees to provide personalized information about the Company.\nFor additional information about the use of Website Navigational Information, please see the Section 7 below.</p>\n<p>\n<em>Managing event registrations and attendance.</em> The Company also uses Data about webinars attendees to plan and host corporate events, host online forums and social networks in which you have registered or that may participate, including sending related communications to you, to perform our contract with you.\nAdditional information on the Company’s privacy practices with respect to Data about webinars attendees may be found in additional privacy statements on the event Websites, as the case may be.\nThe Company may also use Data about customers and webinar attendees for marketing purposes.\nFor example, the Company may use information you provide to contact you to further discuss your interest in the Services and to send you information about the Company and its affiliates product recommendations related to our contract with you or your interest.\nThe Company may also receive information about customers and attendees from other sources, including third parties from whom we have purchased data, and combine this information with Data we already have about you.</p>\n<p>\n<em>Managing contests or promotions</em>.\nIf you register for a contest or promotion, we process your Data to perform our contract with you.\nSome contests or promotions have additional rules containing information about how we will process your Data.\n&nbsp;</p>\n<p>\n<em>Assessing capacity requirements</em>.\nThe Company processes your Data to assess the capacity requirements of its services to the extent that it is in its legitimate interest to ensure that it is meeting the necessary capacity requirements of its service offerings.</p>\n<p>\n<em>Identifying customer opportunities</em>.\nThe Company processes your Data to assess new potential customer opportunities to the extent that it is in its legitimate interest to ensure that it is meeting the demands of its customers and their users’ experiences.</p>\n<p>\n<em>Displaying personalized advertisements and content.</em> We process your Data to conduct marketing research, advertise to you, provide personalized information about us on and off our websites and to provide other personalized content based upon your activities and interests to the extent it is necessary for our legitimate interest in advertising our websites or, where necessary, to the extent you have provided your prior consent, which can be withdraw at any time without having to provide any specific reason for such objection.</p>\n<p>\n<em>Sending marketing communications</em>.\nWe will process your Data to send you marketing information, product recommendations and other non-transactional communications (e.g., marketing newsletters, telemarketing calls, SMS, or push notifications) about us and our affiliates and partners, including information about our products, promotions or events as necessary for our legitimate interest in conducting direct marketing or to the extent you have provided your prior consent, which can be withdraw at any time without having to provide any specific reason for such objection.</p>\n<p>\n<em>Managing payments</em>.\nIf you have provided financial information to us, the Company processes your Data to verify that information and to collect payments to the extent that doing so is necessary to complete the transaction and perform our contract with you.</p>\n<p>\n<em>Complying with legal obligations.</em> We process your Data when cooperating with public and government authorities, courts or regulators in accordance with our legal obligations under applicable laws to the extent this requires the processing or disclosure of Data to protect our rights or is necessary for our legitimate interest in protecting against misuse or abuse of our websites, protecting personal property or safety, pursuing remedies available to us and limiting our damages, complying with judicial proceedings, court orders or legal processes or to respond to lawful requests.</p>\n<p>\n<em>Where the Company needs to collect and process Data by law, or under a contract that it has entered into with you, and you fail to provide the required Data when requested, the Company may not be able to perform its contract with you.</em>\n</p>\n<li>\n<strong>Disclosure of Personal Information</strong>\n</li>\n<p>\n<em>Business Partners</em>.</p>\n<p>From time to time, the Company may partner with other companies to jointly offer products, services or programs (such as webinars or downloadable content) such as our channel partners to fulfill product trials and information requests, and provide customers and prospective customers with information about the Company and its products.\nTo do this, we may pass your information to them for that purpose only, and they are prohibited from using that information for any other purpose.\nThe Company does not share Data about the Company attendees with business partners unless: (1) you specifically opt in to such sharing via an event registration form.\nor (2) you attend a Company event and allow the Company or any of its business partners to scan your attendee badge.\nIf you do not wish for your information to be shared in this manner, you may choose not to opt in via event registration forms and elect not to have your badge scanned at Company events.&nbsp.\nIf you choose to share your information with business partners in the manners described above, your information will be subject to the business partners’ respective privacy statements.\nThe Company sometimes hires vendor companies to provide limited services on our behalf, including packaging, mailing and delivering items, sending postal mail, providing technical support, and processing event registrations.\nWe provide those companies only the information they need to deliver the service, and they are prohibited from using that information for any other purpose.</p>\n<p>\n<em>Third Parties</em>.</p>\n<p>Section 7 of this Privacy Statement, Website Navigational Information, specifically addresses the information we or third parties collect through cookies and web beacons, and how you can control cookies through your Web browser.\nWe may also disclose your personal information to any third party with your prior consent.\nYou, your administrator or other Service users may choose to add new functionality to integrate the behavior of the Services by connecting third party apps with the Services.\nDoing so may give third-party apps access to your account and information about you such as your name and email address, and any content you choose to use in connection with those apps.\nThird party app policies and procedures are not controlled by us, and this Privacy Statement does not cover how third-party apps use your information.\nWe encourage you to review the privacy policies of third parties before connecting to or using their applications or services to learn more about their privacy and information handling practices.\nIf you object to information about you being shared with these third parties, please uninstall the app.</p>\n<p>\n<em>Service Providers</em>.</p>\n<p>The Company may share Data about the Company website visitors, customers and webinar attendees with the Company’s contracted service providers so that these service providers can provide services on our behalf.\nThese service providers are authorized to use your personal information only as necessary to provide the requested services to us.&nbsp.\nWithout limiting the foregoing, the Company may also share Data about the Company website visitors, customers and webinar attendees with the Company’s service providers to ensure the quality of information provided, and with third–party social networking and media websites, such as Facebook, for marketing and advertising on those websites.\nUnless described in this Privacy Statement, the Company does not share, sell, rent, or trade any information with third parties for their promotional purposes.</p>\n<p>\n<em>Billing</em>.</p>\n<p>The Company uses a third-party service provider to manage credit card processing.\nThis service provider is not permitted to store, retain, or use Billing Information except for the sole purpose of credit card processing on the Company’s behalf.</p>\n<p>\n<em>Company Affiliates</em>.</p>\n<p>The Company may share Data about the Company’s customers with Idera corporate group and companies that we acquire in the future when they are made part of the Idera corporate group, to the extent such sharing of data is necessary to fulfill a request you have submitted via our Website or for customer support, marketing, technical operations and account management purposes.\nA list of companies currently within the Idera corporate group is available at https://www.ideracorp.com/brands.\nThe data protection laws in certain countries may be more or less extensive than laws in the country in which you are located.\nHowever, Idera and its offices and subsidiaries are governed by this Privacy Statement and will use your personal information only as set forth in this Privacy Statement.</p>\n<p>\n<em>Compelled Disclosure</em>.</p>\n<p>The Company may also disclose your personal information if required to do so by law or in the good faith belief that such action is necessary in connection with a sale, merger, transfer, exchange or other disposition (whether of assets, stock or otherwise) of all or a portion of a business of the Company and/or its subsidiaries or to (1) conform to legal requirements or comply with legal process served on the Company or this website.\n(2) protect and defend the rights or property of the Company and this website.\n(3) enforce its agreements with you, or (4) act in urgent circumstances to protect personal safety or the public.\nIn individual instances, the Company may also share with professional advisers acting as processors or joint controllers including lawyers, bankers, auditors and insurers based in countries in which we operate who provide consultancy, banking, legal, insurance and accounting services, and to the extent we are legally obliged to share or have a legitimate interest in sharing your Data.</p>\n<p>\n<em>Any Data or other information you choose to submit in communities, forums, blogs or chat rooms on our Websites may be read, collected and used by others who visit these forums, depending on your account settings.\n</em>\n</p>\n<li>\n<strong>Children and Privacy</strong>\n</li>\n<p>The Company Website does not offer information intended to attract children.\nThe Company does not knowingly solicit personal information from children under the age of 16.</p>\n<li>\n<strong>Security of Personal Information</strong>\n</li>\n<p>The Company takes precautions including organizational, technical and physical measures to help safeguard against the accidental or unlawful destruction, loss, alteration and unauthorized disclosure of, or access to, the Data we process or use.\nFor example, when you submit any form requiring registration, we use a secure server.\nThe secure server software (SSL) helps protect your information as it travels over the Internet by encrypting that information before it is sent to us.\nPlease note that while we have implemented industry-standard security mechanisms and procedures to protect data from loss, misuse and unauthorized access, disclosure, alteration and destruction, no method of storage or transmission is 100% secure.\nYou are solely responsible for protecting your password, limiting access to your devices and signing out of websites after your sessions.\nFor further info on Security measures please visit Security Policy at&nbsp;www.Travis-ci.com/legal</p>\n<li>\n<strong>Use of Cookies, Usage Data</strong>\n</li>\n<p>\n<em>Cookies, Web Beacons and IP Addresses</em>.</p>\n<p>The Company uses commonly-used information-gathering tools, such as cookies and Web beacons, to collect information as you navigate the Company’s Website (“Website Navigational Information”).\nAs described more fully below, we and our partners use these cookies or similar technologies to analyze trends, administer Website and Services, track users’ movements around our Website and Services, serve targeted advertisements and gather demographic information about our user base as a whole.&nbsp.\nThis section describes the types of Website Navigational Information used on the Company’s Websites and Services, and how this information may be used.</p>\n<p>\n<em>Log Files, IP Addresses, URLs and Other Data</em>.</p>\n<p>As is true of most Idera Websites, we gather certain information automatically to analyze trends in the aggregate and administer the Company’s Website and Services.&nbsp.\nThis information may include your Internet Protocol (IP) address (or the proxy server you use to access the World Wide Web), device and application identification numbers, your location, your browser type, your Internet service provider and/or mobile carrier, the pages and files you viewed, your searches, your operating system and system configuration information, and date/time stamps associated with your usage.\nDue to Internet communications standards, when you visit or use the Company’s Website and Services, we automatically receive the URL of the website from which you came and the website to which you go when you leave our Website.\nThis information is used to analyze overall trends, to help us improve our Websites and Services, to track and aggregate non-personal information, and to provide the Websites and Services.\nFor example, the Company uses IP addresses to monitor the regions from which customers and website visitors navigate the Company’s Websites.\nThe Company also collects IP addresses from customers when they log into the Services as part of the Company’s “Identity Confirmation” and “IP Range Restrictions” security features.</p>\n<p>\n<em>Cookies</em>\n<br> The Company uses cookies to make interactions with the Company’s Website easy and meaningful.\nWhen you visit one of the Company’s Website, the Company’s servers send a cookie to your computer or device.\nStanding alone, cookies do not personally identify you.\nthey merely recognize your Web browser.\nUnless you choose to identify yourself to the Company, either by responding to a promotional offer, opening an account, or filling out a Web form (such as a “Request a Demo” or a “Request a Quote” Web form) or have previously identified yourself to the Company, you remain anonymous to the Company.\nThe Company uses cookies that are session-based and persistent-based.\nSession cookies exist only during one session.\nThey disappear from your computer or device when you close your browser software or turn off your computer.\nPersistent cookies remain on your computer or device after you close your browser or turn off your computer.\nYou can control the use of cookies at the individual browser level, but if you choose to disable cookies, it may limit your use of certain features or functions on the Company’s Website or Services.&nbsp;The following sets out how the Company uses different categories of cookies.</p>\n<p>\n<em>Required Cookies: </em>\n</p>\n<p>Required cookies enable you to navigate the Company’s Website and use its features, such as accessing secure areas of the Websites and using the Company Services.<br> If you have chosen to identify yourself to the Company, the Company may place on your browser cookies containing an encrypted, unique identifier.\nThese cookies allow the Company to uniquely identify you when you are logged into the Company’s Website and Services and to process your online transactions and requests.\nTherefore, there is no option to opt out of these cookies because they are essential to operate the Websites.</p>\n<p>\n<em>Functionality Cookies</em>:</p>\n<p>Functionality cookies allow the Company’s Website and Services to remember information you have entered or choices you make (such as your username, language, or your region) and provide enhanced, more personal features.&nbsp.\nThese cookies also enable you to optimize your use of the Company’s Website and Services after logging in.\nThese cookies can also be used to remember changes you have made to text size, fonts and other parts of web pages that you can customize.\nFunctional cookies may also be used to improve how the Company's Website and Services function and perform, to enhance and customize your interactions with the Company, and to help us provide you with more relevant messages, including marketing communications.\nThese cookies collect information about how website visitors use our Websites and Services, including which pages visitors go to most often and if they receive error messages from certain pages.\nThe Company may use its own technology (under the Company brand name or an affiliated brand name) or third parties to track and analyze usage and volume statistical information from website visitors, attendees, and customers, to provide enhanced interactions and more relevant communications, and to track the performance of the Company's advertisements.\nThe Company and its third-party partners may also utilize HTML5 local storage or Flash cookies for these purposes.\nFlash cookies and HTML local storage are different from browser cookies because of the amount of, type of, and how data is stored.\nThe Company also uses Flash cookies, to store your preferences or display content based upon what you view on the Company Website and Services to personalize your visit.\nIn particular, we use Google Analytics (“Google Analytics”), a web analytics service provided by Google, Inc., 1600 Amphitheatre Parkway, Mountain View, CA 94043, USA.\nGoogle Analytics uses cookies to help us analyze how our websites are used, including the number of visitors, the websites from which visitors have navigated to our websites, and the pages on our websites to which visitors navigate.\nThis information is used by us to improve the Company’s Website.\nTo opt out from data collection by Google Analytics, you can download and install a browser add-on, which is available at https://tools.google.com/dlpage/gaoptout?hl=en.\nTo learn how to control cookies via your individual browser settings, visit https://www.aboutcookies.org .\nTo learn how to manage privacy and storage setting for Flash cookies, visit https://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager.html#117118 .\nNote that opting out of functional cookies may impact the functionality of our Websites and degrade your user experience.</p>\n<p>\n<em>Targeting or Advertising Cookies</em>:</p>\n<p>The Company sometimes uses cookies delivered by third parties to show you ads for the Company products and services that we think may interest you on any devices you may use and to track the performance of the Company advertisements.&nbsp.\nFor example, in these cases, cookies remember information such as which browsers have visited the Company’s Website.\nThe information provided to third parties does not include personal information, but this information may be re-associated with personal information after the Company receives it.\nIf the Company is using one of its own cookie-related products on our own Website, then a cookie related to ads may appear on our Website under the Company or one of our affiliated company's name.\nThe Company also contracts with third-party advertising networks that collect IP addresses and other information from Web beacons (see below) on the Company’s Website and Services, from emails, and on third-party websites.&nbsp;Ad networks follow your online activities over time and across different sites or other online services by collecting Website Navigational Information through automated means, including through the use of cookies.\nThese technologies may recognize you across the different devices you use, such as a desktop or laptop computer, smartphone or tablet.\nThird parties use this information to provide advertisements about products and services tailored to your interests.\nYou may see these advertisements on other Websites or mobile applications on any of your devices.&nbsp;This process also helps us manage and track the effectiveness of our marketing efforts.\nThird parties, with whom the Company partners to provide certain features on our Website or to display advertising based upon your Web browsing activity, use Flash cookies to collect and store information.&nbsp.\nFlash cookies are different from browser cookies because of the amount of, type of, and how data is stored.\nTo manage the use of targeting or advertising cookies on the Websites, consult your individual browser settings for cookies.\nTo lear how to manage privacy and storage settings for Flash cookies, click https://www.macromedia.com/support/documentation/en/flashplayer/help/settings_manager.html#117118 .\nVarious browsers may also offer their own management tools for removing HTML5 local storage.</p>\n<p>\n<em>Do Not Track</em>.</p>\n<p>Currently, various browsers — including Internet Explorer, Firefox, and Safari — offer a “do not track” or “DNT” option that relies on a technology known as a DNT header, which sends a signal to Websites’ visited by the user about the user's browser DNT preference setting.\nThe Company does not currently commit to responding to browsers' DNT signals with respect to the Company's Website, in part, because no common industry standard for DNT has been adopted by industry groups, technology companies or regulators, including no consistent standard of interpreting user intent.\nThe Company takes privacy and meaningful choice seriously and will make efforts to continue to monitor developments around DNT browser technology and the implementation of a standard.</p>\n<p>\n<em>Usage Data.</em>\n</p>\n<p>As it is true of most websites, we gather certain information automatically in connection with the use of the Website by individual users.\nThis information may include IP address, device and application identification numbers, browser type, location, the pages and files viewed, operating system and system configuration information and date/time stamps associated with your usage.\nThis information is used to analyze overall trends, to help us provide and improve our Website and to guarantee their security and continued proper functioning.\nIn addition, we gather certain information automatically as part of your use of certain Company products and services.\nThis information may include IP address (or proxy server), device and application identification numbers, location, browser type, internet service provider, the pages and files viewed, searches and other actions you take, operating system and system configuration information and&nbsp.\ndate/time stamps associated with your usage.\nThis information is used to maintain the security of the Services, to provide necessary functionality, as well as to improve performance of the Services, to assess and improve customer and user experience of the Services, to review compliance with applicable usage terms, to identify future opportunities for development of the Services, to assess capacity requirements, to identify customer opportunities and for the security of the Company generally (in addition to the security of our products and Services).\nSome of the device and usage data collected within the Services, whether alone or in conjunction with other data, could be personally identifying to you.\nPlease note that this usage data is primarily used for the purposes of identifying the uniqueness of each user logging on (as opposed to specific individuals), apart from where it is strictly required to identify an individual for security purposes or as required as part of our provision of the Services to our customers (where we act as a processor).</p>\n<li>\n<strong>Links to Other Websites and Public Forums</strong>\n</li>\n<p>Our Website contain links to information on other websites.\nWe do not have any control over these other websites, and therefore we cannot be responsible for the protection and privacy of any information that you provide while visiting those websites.\nThose websites are not governed by this Privacy Policy, and if you have questions about how a website uses your information, consult that website's privacy statement.\nPortions of this website may also make chat rooms, forums, message boards, and/or news groups available to visitors.\nPlease remember that any information that is disclosed in these areas becomes public information and exercise caution when deciding to disclose any personal information.</p>\n<li>\n<strong>For EU and UK Individuals: Your Rights Under GDPR</strong>\n</li>\n<p>If you reside or otherwise find yourself in the territory of Europe or in the UK, we are committed to facilitate the exercise of your rights granted by the EU General Data Protection Regulation and any applicable UK data protection regulation.\nOtherwise, you can contact us at compliance@travis-ci.com at any time to discuss your privacy concerns.\nPrivacy rights under the EU General Data Protection Regulation include:</p>\n<p>\n<em>Transparency and the right to information.</em> Through this policy we explain how we use and share your information.\nHowever, if you have questions or concerns you can contact us any time.</p>\n<p>\n<em>Right of access, objection, restriction of processing, erasure, and portability.\nYou also have the right to withdraw your consent at any time</em> when we process your personal data based on your consent.\nTo exercise these rights, please contact us.\nRequests to access, change, or delete your information will be addresses within a reasonable timeframe.\nPlease note that if you have registered for an account with the Company, you may generally update your user settings, profile, organization’s settings or event registration by logging into the applicable website or Services with your username and password and editing your settings or profile.</p>\n<p>\n<em>Right to opt-out to direct marketing</em>.\nYou have the right to opt-out at any time to receiving marketing materials from us by following the opt-out instructions in our commercial emails, by contacting us, or by adjusting your preferences under your profile details on the Company Website.\nPlease note that we reserve the right to send you other communications, including service announcements and administrative messages relating to your account, without offering you the opportunity to opt out of receiving them.</p>\n<p>\n<em>Right not to be subject to an automated decision, including profiling</em>.\nWe do not make automated decisions using your Data in our Website or in our Services.\nWe use cookies and similar technologies on our Company Websites to personalize your experience on the Company Website and recommending software products and services that may be of interest to you.\nFor additional information see Section 7 above.</p>\n<p>\n<em>Right to lodge a complaint with a supervisory authority</em>.\nIf you consider that the processing of your personal data infringes your privacy rights according to the General Data Protection Regulation, you have the right to lodge a complaint with a supervisory authority, in the member state of your habitual residence, place of work, or place of the alleged infringement.\nContact details for the EU data protection authorities can be found at https://ec.europa.eu/justice/article-29/structure/data-protection-authorities/index_en.htm.</p>\n<li>\n<strong>How to Exercise Your Rights</strong>\n</li>\n<p>To exercise your rights, please contact us by using the information in the “Contacting us” section 15 below.\nWe try to respond to all legitimate requests within one month and will contact you if we need additional information from you in order to honor your request.\nOccasionally it may take us longer than a month, taking into account the complexity and number of requests we receive.\nIf you are an employee of the Company customer, we recommend you contact your company’s system administrator for assistance in correcting or updating your information.\nSome registered users may update their user settings, profiles, organization settings and event registrations by logging into their accounts and editing their settings or profiles.</p>\n<li>\n<strong>Retention Periods and Deletion</strong>\n</li>\n<p>The Company retains your personal information to the extent necessary to reasonably serve customer relations, to meet our compliance and legal obligations, to enhance security and fraud prevention, and for audit purposes.\nFor example, we may retain your information during the time in which you have an account to use our Website or Services and for a reasonable period of time afterward.\nWe may also retain your information during the period of time needed for the Company to pursue our legitim business interest, conduct audits, comply with our legal obligations, resolve disputes and enforce our agreements.\nWe determine the appropriate retention period for the Data on the basis of the amount, nature and sensitivity of your Data processed, the potential risk of harm from unauthorized use or disclosure of your Data and whether we can achieve the purposes of the processing through other means, as well as on the basis of applicable legal requirements (such as applicable statutes of limitation).</p>\n<p>When you decide to delete certain information in your account, we will fulfill your request and update this information on our platform.\nWe will also notify third parties that we authorized the use and share that content of your request.</p>\n<li>\n<strong>Unsubscribe </strong>\n</li>\n<p>You may manage your receipt of marketing and non-transactional communications by clicking on the “unsubscribe” link located on the bottom of the Company’s marketing emails.\nAdditionally, you may unsubscribe here or by contacting us at any time at compliance@Travis-ci.com.\nPlease note that opting out of marketing communications does not opt you out of receiving important business communications related to your current relationship with us, such as communications about your subscriptions or event registrations, service announcements or security information.</p>\n<li>\n<strong>Information about International Transfers</strong>\n</li>\n<p>To facilitate the Company’s global operations, the Company may transfer and access your information outside the European Economic Area and make it accessible to our affiliates, partners and third party service providers internationally.\nWe do so in order to provide you with our services and for the other purposes outlined above.\nA list of the Company’s global offices is available at http://www.ideracorp.com/contactus.\nThis Privacy Statement shall apply even if the Company transfers Data about the Company customers or Data about attendees to other countries.</p>\n<p>Your Data may be collected (e.g.\nif you are visiting our Website), transferred to and stored by us in the United States and by our affiliates in other countries where we operate.\nThe data protection and other laws of the United States and other countries might not be as comprehensive as those in your country, but please be assured that the Company does take steps pursuant to the laws in the United States to ensure that your privacy is protected.\nIn this event, we will ensure that the recipient of your Data offers an adequate level of protection, for instance by entering into standard contractual clauses for the transfer of data as approved by the European Commission (Art.\n46 GDPR) or by ensuring the recipient is self-certify under any regulatory acceptable mechanism.\nBy visiting our Website or using our Services, you understand that your information will be transferred to our facilities and those third parties with whom we share it as described in this Privacy Policy.</p>\n<li>\n<strong>Changes to this Privacy Statement</strong>\n</li>\n<p>The Company reserves the right to change this Privacy Statement from time to time to reflect changes in our practices, technologies, legal requirements and other factors.\nIf we do, we will update the “effective date” at the top of this Privacy Statement.\nIf we make a material update, we may provide you with notice prior to the update taking effect, such as by posting a conspicuous notice on our website or by contacting you using the email address you provided.</p>\n<p>We encourage you to periodically review this Privacy Statement to stay informed about our collection, processing and sharing of your personal information.</p>\n<li>\n<strong>Contacting us.</strong>\n</li>\n<p>Questions about this Privacy Statement or the information practices of the Company’s Websites and Services should be directed to our privacy team by filling out this form or by emailing us at compliance@Travis-ci.com or by mailing us at:</p>\n<p>Travis CI GmbH</p>\n<p>Attn: Legal Department</p>\n<p>Rigaer Str.8</p>\n<p>10247 Berlin, Germany</p>\n</ol> ", "created_at": "2021-01-29 11:17:40.761425", "updated_at": "2021-01-29 11:17:44.135163"}], "points": [], "urls": ["travis-ci.com"]}}