{"error": 448, "message": "OK", "parameters": {"id": 4447, "name": "Linguee", "created_at": "2021-07-03 21:50:27.18476", "updated_at": "2021-07-10 10:23:39.871916", "wikipedia": "https://en.wikipedia.org/wiki/Linguee", "keywords": null, "related": null, "slug": "linguee", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/4447.png", "url": "linguee.com", "documents": [{"id": 7806, "name": "Terms and Conditions", "url": "https://www.linguee.com/page/termsAndConditions.php", "xpath": "//*[@id=\"lingueecontent\"]", "text": " Terms and Conditions Using the Website\nBoth private and business usage of linguee.com services is free of charge.\nIt is however strictly prohibited to forward on our services to third parties against payment.\nDeepL GmbH is entitled to modify (e.g.\nreduce, restrict or expand) its gratis online services at all times and at its own discretion.\nSuch modifications shall not affect the validity of the following terms and conditions.\nLiability\nDeepL GmbH does not assume any liability for the accuracy of the offered translations.\nOther sites that can be accessed via links from linguee.com provide external information which is not under our control and whose content we do not adopt as our own.\nThe dissociation of linguee.com from such external content applies to all links, content on our internet presence.\nPlease report any links you consider to contain illegal material to the DeepL team.\nCopyright\nAll rights regarding the software developed to enable these online services, the underlying databases and all other content are held by DeepL GmbH insofar as further authors and copyright holders are not explicitly named.\n", "created_at": "2021-07-03 21:50:27.189028", "updated_at": "2021-07-03 19:53:28.935602"}, {"id": 7805, "name": "Privacy Policy", "url": "https://www.linguee.com/page/privacy.php", "xpath": "//*[@id=\"lingueecontent\"]", "text": " Privacy Policy Linguee\n<p>The Linguee service is provided by DeepL GmbH (\"DeepL\").\nThe protection of your privacy and your personal data is very important to us.\nFor this reason, DeepL collects and uses your personal data exclusively within the framework of the statutory provisions, in particular the General Data Protection Regulation (\"GDPR\") and the German Federal Data Protection Act (\"BDSG\").\nWith this privacy policy we inform you about the type, scope and purpose of the collection and use of your personal data.\nYou can access this information at any time on our website.\n</p> 1.\nController/Contact/Data Protection Officer <p>Responsible for the processing of your personal data within the meaning of the GDPR, German Federal Data Protection Act (BDSG), other data protection laws applicable in the member states of the European Union and other data protection regulations is:</p>\n<p>DeepL GmbH<br> Maarweg 165<br> 50825 Cologne<br> Germany<br>\n</p>\n<p>\nThe company's data protection officer is Dr.\nChristian Lenz, he can be contacted at the address dhpg IT-Services GmbH, Bunsenstr.\n10a, 51647 Gummersbach, by e-mail at datenschutz(at)dhpg.de or by phone at +49 2261 8195 0.</p> 2.\nScope of Data Protection <p>Data protection concerns personal data as defined in the GDPR, i.e.\nall information relating to an identified or identifiable natural person.\nAn identifiable natural person is one who can be identified, directly or indirectly, in particular by reference to an identifier such as a name, an identification number, location data, online identifier or one or more special features.</p> 3.\nAutomatic Data Collection about Website Access <p>When you access our website, your device automatically transmits certain data for technical reasons.\nThe following data is stored separately from all other data which you may transmit to us:</p>\n<ul>\n<li>Date and time of access</li>\n<li>Browser type and version</li>\n<li>Operating system</li>\n<li>URL of the previously visited website</li>\n<li>Requested domain</li>\n<li>Search term when using a web browser</li>\n<li>Shortened/anonymized IP address</li>\n<li>Full IP address (for a maximum of 14 days)</li>\n</ul>\n<p>The processing is carried out in accordance with Art.\n6 (1) (f) GDPR on the basis of our legitimate interest in improving the stability and functionality of our website.\nThe data are stored for purely technical reasons and are not associated with a specific person.\nThe data on website accesses are used for error analysis, to ensure the security of the systems and to log accesses.\nThe storage of the full IP address for a maximum period of 14 days is in our legitimate interest according to Art.\n6 (1) (f) GDPR to achieve the listed purposes.</p> 4.\nFeedback and Questions\n<p>For feedback and questions of any kind please contact .\nIf you have questions about privacy and data protection at DeepL, you can contact us at .\nThe data processing for the purpose of contacting us is carried out in accordance with Art.\n6 (1) (a) GDPR on the basis of your voluntarily given consent.\nFor the processing of your inquiries to these e-mail addresses, we use the ticket system of the provider Zendesk Inc.\n(\"Zendesk\"), 989 Market Street 300, San Francisco, CA 94102, USA.\nIn the course of this, your data may be transferred to the United States of America.\nWe have entered into an agreement with Zendesk for the processing of orders and Zendesk may therefore only process the data in accordance with our instructions and not for its own purposes.\nFor more information on how Zendesk handles personal data, please click here.\n</p>5.\nCookies <p>We use \"cookies\" to provide you with a variety of functionalities and to improve your user experience.\nCookies are small text files which your browser files and stores on your computer.\nIf you do not wish to receive cookies, you can disable the storage of cookies on your computer by changing the settings of your browser accordingly.\nPlease note that if you disable cookies in general, the functionality and scope of the website may be affected.\n</p>\n<p>In particular, we use the following categories of cookies:</p>\n<ul>\n<li>Necessary: These cookies are necessary for our website to function properly and for you to use its most important functions and to navigate smoothly.\nThis includes security features, functionalities that allow easy access and settings such as the display language of the website and the translation language.\nWe set these cookies because it is our legitimate interest to present our translation service as well as our company in general.\nThe legal basis for the processing is Art.\n6 (1) (f) GDPR.</li>\n<li>Performance: To continuously improve our website, we collect data for statistical and analytical purposes.\nWe use these cookies to measure, for example, how often users return to our website and which functions they use.\nWe only set these cookies with your explicit consent on the basis of Art.\n6 (1) (a) GDPR.</li>\n<li>Comfort: We use these cookies in order to enhance the convenience of the website for you.\nFor example, we remember which areas of the website you have already visited and to enable you to make the best use of our website.\nWe only set these cookies with your explicit consent on the basis of Art.\n6 (1) (a) GDPR.</li>\n<li>In order to provide advertisements on the website, we work together with selected cooperation partners (third party providers) who also set cookies.\nWithin the scope of this, your data may also be transferred to the United States of America.\nThese cookies are set on the basis of legitimate interests in accordance with Art.\n6 (1) (f) GDPR or with your explicit consent on the basis of Art.\n6 (1) (a) GDPR.\n</li>\n</ul>\n<p>Here you can find an overview of the cookies set by DeepL: </p> Category\nID\nDescription\nTechnology\nExpiry Necessary\ncookieLoginAuth\nUsed to guarantee the origin of a request to the translator and protect from malicious visitors.\nThis ensures that the service is not compromised for the remaining visitors.\nCookie\n2 years Necessary\nForeignLang\nUsed to remember selected language pairs in order to show appropriate sample translations/dictionary entries.\nCookie\n2 years Necessary\ndap.sid, dap.sid_updated\nSession ID and timestamp.\nAutomatically deleted after 30 minutes of inactivity.\nSession Storage\nSession Necessary\neuconsent-v2, snconsent\nStores your preferences for cookie consent.\nCookie\n1 year Comfort\npreferredMp3Langs\nUsed to store preferred language dialect for playing dictionary entries.\nCookie\n1 year Performance\nuid\nFirst-party user identifier.\nLocal storage\nUnlimited <p>You can manage your settings here here, e.g.\nyou can revoke your consent at any time.\nThe Cookies are stored in your browser until they are deleted or, if it is a session cookie, until the session has expired.\n</p>6.\nLinguee App\n<p>We offer a Linguee App for iPhone and iPad as well as for Android.\nThe apps use the same interfaces for searching for translations as the web-based service.\n</p>\n<p>If you use the app for a search, your device automatically transmits certain data for technical reasons.\nThe following data is stored separately from all other data you may transmit to us:\n</p>\n<ul>\n<li>Date and time of access</li>\n<li>Version of the app</li>\n<li>Operating system</li>\n<li>Shortened/anonymized IP address</li>\n<li>Full IP address (for a maximum of 14 days)</li>\n<li>Diagnostic information in case of errors</li>\n</ul>\n<p>The data are stored for purely technical reasons and are not linked to a specific person.\nThe data on accesses are used for error analysis and to ensure the security of the systems.\nThe full IP address is stored for a maximum of 14 days out of our legitimate interest in achieving the listed purposes.\n</p>\n<p>We also use cookies in our apps.\nFor further information, please refer to section 5.\nDue to technical reasons the use of cookies cannot be disabled in our apps.\nIf you do not agree with the use of cookies in the app, please delete the app and use the web-based service alternatively, where you can manage your cookie settings according to your wishes.\n</p>7.\nData Security <p>Your connections to our website are protected with state-of-the-art encryption techniques.\nThe level of protection also depends on which encryption your internet browser supports.\nYou can tell whether an individual page of our website is transmitted in encrypted form by the display of the closed key or lock symbol in the status bar of your browser.\nWe also use suitable technical and organizational security measures to protect your data against accidental or deliberate manipulation, partial or complete loss, destruction or unauthorized access by third parties.\nOur security measures are continuously improved in line with technological developments.\n</p>8.\nYour Rights <p>You have the following rights granted by the General Data Protection Regulation.\nIf you wish to exercise any of the rights below, please contact us by e-mail at .\n</p>\n<ul>\n<li>Right to confirmation and right to information - we will gladly confirm whether we process personal data of you, what data it is and for what purpose it is processed.\n</li>\n<li>Right to correction - if the data stored with us is incorrect, we will of course be happy to correct it.\n</li>\n<li>Right to deletion - should you wish your personal data to be deleted, we will comply with your request as far as legally possible.\nIf data must be stored for legal reasons, it will be blocked.\nThe data are then no longer available for further use.\n</li>\n<li>Right to limitation of processing - if you wish to limit the use of your data, we will comply with your request as far as legally possible.\n</li>\n<li>Right of revocation - should you wish to revoke your consent, we will follow your request.\nHowever, your revocation does not affect the lawfulness of the previous processing of your personal data.\n</li>\n<li>Right to object - if your personal data are processed on the basis of legitimate interests pursuant to Art.\n6 (1) (f) GDPR, you have the right to object to the processing of your personal data pursuant to Art.\n21 GDPR for reasons arising from your specific situation or to object to direct marketing.\nIn the latter case, you have a general right of objection, which you can exercise without giving reasons and without incurring additional costs.\n</li>\n</ul>\n<p>You also have the right to lodge a complaint with a supervisory authority regarding the processing of your personal data, such as the data protection supervisory authority responsible for us: State Commissioner for Data Protection and Freedom of Information North Rhine-Westphalia, Kavalleriestrasse 2-4, 40213 Düsseldorf, e-mail: poststelle@ldi.nrw.de.\n</p>9.\nChanges to the Privacy Policy\nWe reserve the right to change this privacy policy.\nThe current version of the privacy policy can be accessed on our website at any time.\n<br>\n<br>\n<p>Last updated: September 2020</p> ", "created_at": "2021-07-03 21:50:27.187073", "updated_at": "2021-07-03 19:53:07.037469"}], "points": [{"id": 23721, "title": "Blocking first party cookies may limit your ability to use the service", "source": "https://www.linguee.com/page/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-07-05 11:25:00.523218", "updated_at": "2021-07-05 11:47:43.129354", "quoteText": "Please note that if you disable cookies in general, the functionality and scope of the website may be affected.", "case_id": 375, "document_id": 7805, "quoteStart": 3940, "quoteEnd": 4051}, {"id": 23720, "title": "This service assumes no responsibility and liability for the contents of links to other websites", "source": "https://www.linguee.com/page/termsAndConditions.php", "status": "Generated through the annotate view", "created_at": "2021-07-05 11:24:39.750701", "updated_at": "2021-07-05 11:48:09.605562", "quoteText": "Other sites that can be accessed via links from linguee.com provide external information which is not under our control and whose content we do not adopt as our own.\nThe dissociation of linguee.com from such external content applies to all links, content on our internet presence.\n", "case_id": 279, "document_id": 7806, "quoteStart": 529, "quoteEnd": 810}, {"id": 23719, "title": "There is a date of the last update of the agreements", "source": "https://www.linguee.com/page/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-07-05 11:24:16.144565", "updated_at": "2021-07-05 11:48:38.691323", "quoteText": "<br>\n<br>\n<p>Last updated: September 2020</p>", "case_id": 331, "document_id": 7805, "quoteStart": 10857, "quoteEnd": 10902}, {"id": 23718, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://www.linguee.com/page/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-07-05 11:24:09.924886", "updated_at": "2021-07-05 11:59:20.554905", "quoteText": "We reserve the right to change this privacy policy.\nThe current version of the privacy policy can be accessed on our website at any time.", "case_id": 121, "document_id": 7805, "quoteStart": 10719, "quoteEnd": 10856}, {"id": 23717, "title": "You can limit how your information is used by third-parties and the service", "source": "https://www.linguee.com/page/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-07-05 11:23:57.548998", "updated_at": "2021-07-05 11:46:26.835857", "quoteText": "<li>Right to object - if your personal data are processed on the basis of legitimate interests pursuant to Art.\n6 (1) (f) GDPR, you have the right to object to the processing of your personal data pursuant to Art.\n21 GDPR for reasons arising from your specific situation or to object to direct marketing.\nIn the latter case, you have a general right of objection, which you can exercise without giving reasons and without incurring additional costs.", "case_id": 338, "document_id": 7805, "quoteStart": 9863, "quoteEnd": 10312}, {"id": 23716, "title": "You can request access, correction and/or deletion of your data", "source": "https://www.linguee.com/page/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-07-05 11:23:33.161111", "updated_at": "2021-07-05 11:46:31.450133", "quoteText": "If you wish to exercise any of the rights below, please contact us by e-mail at .\n</p>\n<ul>\n<li>Right to confirmation and right to information - we will gladly confirm whether we process personal data of you, what data it is and for what purpose it is processed.\n</li>\n<li>Right to correction - if the data stored with us is incorrect, we will of course be happy to correct it.\n</li>\n<li>Right to deletion - should you wish your personal data to be deleted, we will comply with your request as far as legally possible.", "case_id": 195, "document_id": 7805, "quoteStart": 8864, "quoteEnd": 9382}, {"id": 23715, "title": " A list of all cookies set by the website is provided", "source": "https://www.linguee.com/page/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-07-05 11:21:35.578464", "updated_at": "2021-07-05 11:46:36.043123", "quoteText": "Here you can find an overview of the cookies set by DeepL: ", "case_id": 306, "document_id": 7805, "quoteStart": 5701, "quoteEnd": 5760}, {"id": 23714, "title": "Third-party cookies are used for advertising", "source": "https://www.linguee.com/page/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-07-05 11:21:00.287413", "updated_at": "2021-07-05 11:59:29.669149", "quoteText": "\n<li>In order to provide advertisements on the website, we work together with selected cooperation partners (third party providers) who also set cookies.", "case_id": 128, "document_id": 7805, "quoteStart": 5274, "quoteEnd": 5427}, {"id": 23713, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://www.linguee.com/page/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-07-05 11:19:52.849605", "updated_at": "2021-07-05 11:48:51.416736", "quoteText": "Shortened/anonymized IP address</li>\n<li>Full IP address (for a maximum of 14 days)</li>", "case_id": 399, "document_id": 7805, "quoteStart": 2073, "quoteEnd": 2161}, {"id": 23712, "title": "This service tracks which web page referred you to it", "source": "https://www.linguee.com/page/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-07-05 11:19:36.635993", "updated_at": "2021-07-05 11:59:14.687505", "quoteText": "The following data is stored separately from all other data which you may transmit to us:</p>\n<ul>\n<li>Date and time of access</li>\n<li>Browser type and version</li>\n<li>Operating system</li>\n<li>URL of the previously visited website", "case_id": 387, "document_id": 7805, "quoteStart": 1758, "quoteEnd": 1991}, {"id": 23711, "title": "The service claims to be GDPR compliant for European users", "source": "https://www.linguee.com/page/privacy.php", "status": "Generated through the annotate view", "created_at": "2021-07-05 11:18:44.893091", "updated_at": "2021-07-05 11:47:15.73448", "quoteText": "For this reason, DeepL collects and uses your personal data exclusively within the framework of the statutory provisions, in particular the General Data Protection Regulation (\"GDPR\")", "case_id": 481, "document_id": 7805, "quoteStart": 163, "quoteEnd": 346}, {"id": 23710, "title": "The service does not guarantee accuracy or reliability of the translations", "source": "https://www.linguee.com/page/termsAndConditions.php", "status": "Generated through the annotate view", "created_at": "2021-07-05 11:17:58.945951", "updated_at": "2021-07-05 11:48:17.707353", "quoteText": "\nDeepL GmbH does not assume any liability for the accuracy of the offered translations.", "case_id": 288, "document_id": 7806, "quoteStart": 441, "quoteEnd": 528}], "urls": ["linguee.com"]}}