{"error": 448, "message": "OK", "parameters": {"id": 4442, "name": "Looper ", "created_at": "2021-07-03 21:33:20.736189", "updated_at": "2021-07-03 22:00:51.61131", "wikipedia": null, "keywords": null, "related": null, "slug": "looper", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4442.png", "url": "looper.com", "documents": [{"id": 7799, "name": "Privacy Policy ", "url": "https://www.looper.com/privacy-policy/ ", "xpath": "", "text": " × <ul>\n<li>✉ NEWSLETTER</li>\n<li>NEWS</li>\n<li>EXCLUSIVES</li>\n<li>MOVIES</li>\n<li>TV</li>\n<li>GAMING</li>\n<li>COMICS</li>\n<li>REVIEWS</li>\n<li>FEATURES</li>\n<li>\n</li>\n<li>About</li>\n<li>Privacy Policy</li>\n<li>Terms of Use</li>\n</ul> © 2021 Static Media<sup>®</sup>.\nAll Rights Reserved Privacy Policy NEWS EXCLUSIVES MOVIES TV GAMING COMICS REVIEWS ✉ NEWSLETTER Privacy Policy Privacy\n<p>Looper.com provides this Privacy Policy to inform users of our policies and procedures regarding the collection, use and disclosure of personally identifiable information received from users of Looper's website, located at&nbsp;the domain Looper.com (the \"Looper Website\").\nPlease note that this Privacy Policy only applies to the Looper Website.</p>\nInformation Collection and Use\n<p>It is not necessary to provide Looper with your personally identifiable information to use the Looper Website, and Looper does not collect personally identifiable information in connection with the operation of the Looper Website.\n&nbsp;If you contact Looper by email through the Looper Website, Looper may keep a record of your contact information and correspondence, and may use your email address, and any information that you provide to Looper in your message, to respond to you.\n&nbsp;Looper treats this information as it would treat any other unsolicited business correspondence, and has no obligation to keep this information confidential, nor to take any security measures to protect this information.</p>\n<p>When you visit the Looper Website, Looper's servers automatically record information that your browser sends whenever you visit a website (\"Log Data\").\nThis Log Data may include information such as your IP address, browser type or the domain from which you are visiting.\nFor most users accessing the Internet from an Internet service provider, the IP address will be different every time you log on.\nLooper uses Log Data to monitor use of the Looper Website and the services we offer via the Looper Website and for the Looper Website's technical administration.</p>\nCookies and Other Analytic Tools\n<p>Like many websites, Looper also uses \"cookie\" technology to collect additional website usage data and to improve the Looper Website and the services offered via the Web Site.\nA cookie is a small data file that Looper's servers transfer to your computer's hard disk.\nLooper may also use tracking pixels.\nTracking pixels are small graphic images, which are used in email messages to determine whether the messages were opened and the links were clicked, or are used on the Looper Website to collect information about the browser and device viewing the Looper Website.\nLooper does not use cookies or tracking pixels to collect personally identifiable information.\n</p>\n<p>Looper mainly uses \"session cookies\", which enable certain features of the Looper Website and services offered via the Looper Website, to better understand how you interact with the Web Site and services we offer via the Looper Website, to monitor aggregate usage by our users and web traffic routing on the Looper Website, and to improve the Looper Website and services offered via the Looper Website.\nSession cookies should be deleted from your computer when you disconnect from or leave the Looper Website.</p>\n<p>Looper also uses a persistent cookie that stays on your computer after you leave the Looper Website, for the sole purpose of ensuring that you receive a variety of Looper content (also called \"frequency-capping\").</p>\nThird Party Advertisers\n<p>The Looper Website includes advertising from third party advertisers.\nLooper does not provide any personally identifiable information to these advertisers.</p>\n<p>Third party advertisers, or companies working on their behalf, may serve directly to your browser the advertisements that appear on the Looper Website, which allows them to receive Log Data (as defined above).\nThey may also use cookies, JavaScript, tracking pixels and other technologies to measure the effectiveness of their ads and to personalize advertising content.\nLooper does not control any third party advertiser tracking or measurement technologies, and the information practices of third party advertisers are not covered by this Privacy Policy.\nPlease contact them directly for more information about their privacy practices.\n</p>\nOpting Out\n<p>Most Internet browsers automatically accept cookies.\nYou can instruct your browser, by editing its options, to stop accepting cookies or to prompt you before accepting a cookie from the websites you visit.\nIf you choose not to receive tracking pixels, you will need to disable HTML images in your email program and browser, but that may affect images in other emails you receive and the web pages you browse.</p>\n<p>Looper also uses analytics technologies such as Google Analytics, Quantcast and comScore.\nFor Google's privacy practices see www.google.com/analytics/learn/privacy.html and to opt out of data recording and analysis by Google Analytics on the Looper Website, see https://tools.google.com/dlpage/gaoptout.\nFor Quantcast's privacy practices see https://www.quantcast.com/privacy/, and to opt out of receiving interest-based content and ads enabled by Quantcast, see https://www.quantcast.com/opt-out/.\nFor comScore's privacy practices see http://www.comscore.com/About-comScore/Privacy-Policy and http://www.scorecardresearch.com/privacy.aspx, and to opt out of having comScore associate site visits with your browser, see http://www.scorecardresearch.com/preferences.aspx.</p>\n<p>Looper may allow third-party companies, including ad networks, to serve advertisements, provide other advertising services and/or collect certain information when you visit our website.</p>\n<p>To learn more about Interest-Based Advertising or to opt-out of this type of advertising by those third parties that are members of self-regulatory programs such as the Network Advertising Initiative, please visit the NAI's website &lt;http://optout.networkadvertising.org&gt;, which will allow you to opt out of Interest-Based Advertising by one, or all, NAI members.</p>\nDo Not Track\n<p>Some web browsers may transmit \"do not track\" signals to the websites and other online services with which the browser communicates.\nLooper currently does not take action in response to these signals.\nAlso, please note that regardless of Looper's practices with respect to \"do not track\" signals, third party service providers Looper has engaged may use cookies to collect your personal information or online activities over time and across different web sites.\nFor more information regarding Do Not Track mechanisms, see http://allaboutdnt.com/.</p>\nInformation Sharing and Disclosure\n<p>Looper cooperates with government and law enforcement officials or private parties, to enforce and comply with the law.\nLooper may disclose any information about you to government or law enforcement officials or private parties as Looper, in its sole discretion, believes necessary or appropriate to respond to claims, legal process (including subpoenas), to protect the property and rights of Looper or a third party, the safety of the public or any person, to prevent or stop any illegal, unethical, or legally actionable activity, or to comply with the law.</p>\n<p>If any or all of the assets of Looper are acquired by, or merged with another entity, Looper will share with this entity some or all of the information collected through the Looper Website.</p>\nSecurity\n<p>Because Looper does not collect any personally identifiable information from the Looper Website, Looper does not take any specific security measures to protect the information we do collect.</p>\nLinks to Other Sites\n<p>The Looper Website may contain links to other web sites (\"Linked Sites\") operated by Looper or third parties.\nLinked Sites may place their own cookies or other files on your computer, collect data or solicit personal information from you.\nThis Privacy Policy addresses only the use and disclosure of information that Looper collects through the Looper Website.\nOther sites follow different rules regarding the use or disclosure of the personal information you submit to them.\nLooper does not exercise control over third party Linked Sites.\nYour use of any Linked Site operated by Looper is subject to the terms and conditions provided by Looper for such Linked Site.&nbsp.\nLooper encourages you to read the privacy policies or statements of the other websites you visit.</p>\nOur Policy Towards Children\n<p>The Looper Website is not directed to children under 18.\nIf a parent or guardian becomes aware that his or her child has provided Looper with personally identifiable information without their consent, he or she should contact Looper at&nbsp;staff@Looper.com.\n&nbsp;If Looper becomes aware that a child under 13 has provided Looper with personally identifiable information, Looper will remove such information from our files.</p>\nChanges to this Privacy Policy\n<p>Looper reserves the right to change this policy at any time without prior notice.\nAny changes to this policy will be posted here.&nbsp.\nYou are advised to consult this Privacy Policy regularly for any changes.\nIf you have any questions or comments about this Privacy Policy, please contact us at staff@Looper.com.</p>\n<p>Last Update: January 6, 2017</p> About&nbsp;&nbsp;•&nbsp;&nbsp;Privacy Policy Copyright © 2021 Static Media<sup>®</sup>&nbsp;&nbsp;/&nbsp;&nbsp;Looper.com&nbsp;&nbsp;/&nbsp;&nbsp;All Rights Reserved Other Static Media Sites: Grunge | Nicki Swift | TheList | Mashed | SVG | Health Digest ", "created_at": "2021-07-03 21:33:20.741161", "updated_at": "2021-07-03 19:33:30.790274"}], "points": [], "urls": ["looper.com"]}}