{"error": 448, "message": "OK", "parameters": {"id": 1358, "name": "Gab", "created_at": "2019-01-24 09:21:21.264071", "updated_at": "2021-05-31 22:00:08.759886", "wikipedia": "https://en.wikipedia.org/wiki/Gab_(social_network)", "keywords": null, "related": null, "slug": "gab", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/1358.png", "url": "gab.com,dissenter.com", "documents": [{"id": 950, "name": "DMCA", "url": "https://gab.com/about/dmca", "xpath": "//body", "text": "\nSearch<i>\n</i>Log inSign upDMCAMenuAboutAssetsDMCAInvestorsPressPrivacy PolicyTerms of SaleTerms of ServiceCalifornia Consumer ProtectionGAB AI INC<br>COPYRIGHT POLICY<br>Reporting Claims of Copyright Infringement<br>\n<p>We take claims of copyright infringement seriously.\nWe will respond to notices of alleged copyright infringement that comply with applicable law.\nIf you believe any materials accessible on or from this site (the “Website”) infringe your copyright, you may request removal of those materials (or access to them) from the Website by submitting written notification to our copyright agent designated below.\nIn accordance with the Online Copyright Infringement Liability Limitation Act of the Digital Millennium Copyright Act (17 U.S.C.\n§ 512) (”DMCA”), the written notice (the “DMCA Notice”) must include substantially the following:</p>\n<ul>\n<li>\n<p>Your physical or electronic signature.</p>\n</li>\n<li>\n<p>Identification of the copyrighted work you believe to have been infringed or, if the claim involves multiple works on the Website, a representative list of such works.</p>\n</li>\n<li>\n<p>Identification of the material you believe to be infringing in a sufficiently precise manner to allow us to locate that material.</p>\n</li>\n<li>\n<p>Adequate information by which we can contact you (including your name, postal address, telephone number, and, if available, email address).</p>\n</li>\n<li>\n<p>A statement that you have a good faith belief that use of the copyrighted material is not authorized by the copyright owner, its agent, or the law.</p>\n</li>\n<li>\n<p>A statement that the information in the written notice is accurate.</p>\n</li>\n<li>\n<p>A statement, under penalty of perjury, that you are authorized to act on behalf of the copyright owner.</p>\n</li>\n</ul>\n<p>Please send copyright notices to:</p>\n<p>Gab AI Inc.<br>700 N State Street<br>Clarks Summit, PA 18411</p>\n<p>Or via any contact form at the bottom of this page.</p>\n<p>If you fail to comply with all of the requirements of Section 512(c)(3) of the DMCA, your DMCA Notice may not be effective.</p>\n<p>Please be aware that if you knowingly materially misrepresent that material or activity on the Website is infringing your copyright, you may be held liable for damages (including costs and attorneys’ fees) under Section 512(f) of the DMCA.</p>\n<br>Counter Notification Procedures<p>If you believe that material you posted on the Website was removed or access to it was disabled by mistake or misidentification, you may file a counter notification with us (a “Counter Notice”) by submitting written notification to our DMCA address (above) Pursuant to the DMCA, the Counter Notice must include substantially the following:</p>\n<ul>\n<li>\n<p>Your physical or electronic signature.</p>\n</li>\n<li>\n<p>An identification of the material that has been removed or to which access has been disabled and the location at which the material appeared before it was removed or access disabled.</p>\n</li>\n<li>\n<p>Adequate information by which we can contact you (including your name, postal address, telephone number, and, if available, email address).</p>\n</li>\n<li>\n<p>A statement under penalty of perjury by you that you have a good faith belief that the material identified above was removed or disabled as a result of a mistake or misidentification of the material to be removed or disabled.</p>\n</li>\n<li>\n<p>A statement that you will consent to the jurisdiction of the Federal District Court for the judicial district in which your address is located (or if you reside outside the United States for any judicial district in which the Website may be found) and that you will accept service from the person (or an agent of that person) who provided the Website with the complaint at issue.</p>\n</li>\n</ul>\n<p>The DMCA allows us to restore the removed content if the party filing the original DMCA Notice does not file a court action against you within ten business days of receiving the copy of your Counter Notice.</p>\n<p>Please be aware that if you knowingly materially misrepresent that material or activity on the Website was removed or disabled by mistake or misidentification, you may be held liable for damages (including costs and attorneys’ fees) under Section 512(f) of the DMCA.</p>\n<br>Repeat Infringers<p>It is our policy in appropriate circumstances to disable and/or terminate the accounts of users who are repeat infringers.</p>\n<br>\n<p>support@gab.com</p>We build Freedom Of Speech Software.\nWe champion free speech, individual liberty and the free flow of information online.\nAll are welcome.JoinGab SocialDissenter BrowserGab ChatStay InformedGab TrendsGab NewsGab AppsSupport UsGo PROMerch StoreAffiliatesLegalTerms of ServicePrivacy PolicyCopyright PolicyContact Us© 2020&nbsp;Copyright |&nbsp;Gab AI Inc.Made in USA 🇺🇸Drag &amp.\ndrop to upload ", "created_at": "2019-01-24 09:23:57.903611", "updated_at": "2021-04-18 09:41:28.435561"}, {"id": 949, "name": "Terms of Service", "url": "https://gab.com/about/tos", "xpath": "//*[@id=\"gabsocial\"]/div/div[2]/div[2]/div/main/div/div/div/div/div/div", "text": "GAB AI INC<br>Website Terms of ServiceLast Updated: 10 April 2020<br>Acceptance of the Terms of Service<br>\n<p>These terms of use are entered into by and between You and GAB AI INC (”Company,” “we,” or “us”).\nThe following terms and conditions, together with the&nbsp;Copyright Policy, the&nbsp;Privacy Policy&nbsp;and any other documents expressly incorporated by reference (collectively, “Terms of Service”), govern your access to and use of&nbsp;GAB.COM,&nbsp;DISSENTER.COM&nbsp;and other web properties of Gab AI Inc, including any content, functionality, and services offered on or through&nbsp;GAB.COM,&nbsp;DISSENTER.COM&nbsp;(the “Website”), whether as a guest or a registered user.</p>\n<p>Please read the Terms of Service carefully before you start to use the Website.\nBy using the Website, you accept and agree to be bound and abide by these Terms of Service and our&nbsp;Privacy Policy, incorporated herein by reference.\nIf you do not want to agree to these Terms of Service or the&nbsp;Privacy Policy, you must not access or use the Website.</p>\n<p>This Website is offered and available to users who are 18 years of age or older.\nBy using this Website, you represent and warrant that you are of legal age to form a binding contract with the Company and meet all of the foregoing eligibility requirements.\nIf you do not meet all of these requirements, you must not access or use the Website.</p>\n<p>Please be aware of the&nbsp;Terms of Sale,&nbsp;Privacy Policy, and&nbsp;Copyright Policy&nbsp;which are incorporated into these Terms of Service by reference.</p>\n<br>Changes to the Terms of Service<p>We may revise and update these Terms of Service from time to time in our sole discretion.\nAll changes are effective immediately when we post them, and apply to all access to and use of the Website thereafter.\nYour continued use of the Website following the posting of revised Terms of Service means that you accept and agree to the changes.\nYou are expected to check this page frequently so you are aware of any changes, as they are binding on you.</p>\n<br>Accessing the Website and Account Security<p>We reserve the right to withdraw or amend this Website, and any service or material we provide on the Website, in our sole discretion without notice.\nWe will not be liable if for any reason all or any part of the Website is unavailable at any time or for any period.\nFrom time to time, we may restrict access to some parts of the Website, or the entire Website, to users, including registered users.</p>\n<p>You are responsible for both:</p>\n<ul>\n<li>\n<p>Making all arrangements necessary for you to have access to the Website.</p>\n</li>\n<li>\n<p>Ensuring that all persons who access the Website through your internet connection are aware of these Terms of Service and comply with them.</p>\n</li>\n</ul>\n<p>To access the Website or some of the resources it offers, you may be asked to provide certain registration details or other information.\nIt is a condition of your use of the Website that all the information you provide on the Website is correct, current, and complete.\nYou agree that all information you provide to register with this Website or otherwise, including, but not limited to, through the use of any interactive features on the Website, is governed by our&nbsp;Privacy Policy, and you consent to all actions we take with respect to your information consistent with our&nbsp;Privacy Policy.</p>\n<p>If you choose, or are provided with, a user name, password, or any other piece of information as part of our security procedures, you must treat such information as confidential, and you must not disclose it to any other person or entity.\nYou also acknowledge that your account is personal to you and agree not to provide any other person with access to this Website or portions of it using your user name, password, or other security information.\nYou agree to notify us immediately of any unauthorized access to or use of your user name or password or any other breach of security.\nYou should use particular caution when accessing your account from a public or shared computer so that others are not able to view or record your password or other personal information.</p>\n<p>We have the right to disable any user name, password, or other identifier, whether chosen by you or provided by us, at any time if we believe you have violated any provision of these Terms of Service.</p>\n<br>Intellectual Property Rights<p>The Website and its entire contents, features, and functionality (including but not limited to all information, software, text, displays, images, video, and audio, and the design, selection, and arrangement thereof) are owned by the Company, its licensors, or other providers of such material and are protected by United States and international copyright, trademark, patent, trade secret, and other intellectual property or proprietary rights laws.\nA copy of the Gab Social social networking software (“Gab Social”) and the AGPL license applicable thereto may be found at our public repository.</p>\n<p>These Terms of Service permit you to use the Website for your personal, non-commercial use only.\nYou must not reproduce, distribute, modify, create derivative works of, publicly display, publicly perform, republish, download, store, or transmit any of the material on our Website, except as follows:</p>\n<ul>\n<li>\n<p>You may use Gab Social software subject to the terms of the Affero GPL License, Version 3.</p>\n</li>\n<li>\n<p>Your computer may temporarily store copies of displayed content on the website incidental to your accessing and viewing those materials.</p>\n</li>\n<li>\n<p>You may store files that are automatically cached by your Web browser for display enhancement purposes.</p>\n</li>\n<li>\n<p>You may print or download one copy of a reasonable number of pages of the Website for your own personal, non-commercial use and not for further reproduction, publication, or distribution.</p>\n</li>\n<li>\n<p>If we provide desktop, mobile, or other applications for download, you may download one copy to each of your computers or mobile devices solely for your own personal use, provided you agree to be bound by our end user license agreement for such applications.</p>\n</li>\n<li>\n<p>Where we provide social media features with certain content on Gab.com, OnGab.com and Dissenter.com, you may take such actions as are enabled by such features.</p>\n</li>\n</ul>\n<p>You must not:</p>\n<ul>\n<li>\n<p>Modify copies of any materials from this site.</p>\n</li>\n<li>\n<p>Delete or alter any copyright, trademark, or other proprietary rights notices from copies of materials from this site.</p>\n</li>\n</ul>\n<p>If you wish to make any use of material on the Website other than that set out in this section, please address your request to: legal [at] gab [dot] com.</p>\n<p>If you print, copy, modify, download, or otherwise use or provide any other person with access to any part of the Website in breach of the Terms of Service, your right to use the Website will stop immediately and you must, at our option, return or destroy any copies of the materials you have made.\nNo right, title, or interest in or to the Website or any content on the Website is transferred to you, and all rights not expressly granted are reserved by the Company.\nAny use of the Website not expressly permitted by these Terms of Service is a breach of these Terms of Service and may violate copyright, trademark, and other laws.</p>\n<br>Trademarks<p>The Company name, the terms “GAB”, “GAB.COM,” “DISSENTER,” “COMMENT SECTION OF THE INTERNET,” the GAB and GAB.COM logos, and all related names, logos, product and service names, designs, and slogans are trademarks of the Company or its affiliates or licensors.\nYou must not use such marks without the prior written permission of the Company.\nAll other names, logos, product and service names, designs, and slogans on this Website are the trademarks of their respective owners.</p>\n<br>Prohibited Uses<p>You may use the Website only for lawful purposes and in accordance with these Terms of Service.\nYou agree not to use the Website:</p>\n<ul>\n<li>\n<p>In any way that would violate any applicable federal, state, or local law of the United States of America (including, without limitation, any laws regarding the export of data or software to and from the US or other countries) and is not protected by the First Amendment to the U.S.\nConstitution (the “First Amendment”).</p>\n</li>\n<li>\n<p>For the purpose of exploiting, harming, or attempting to exploit or harm minors in any way by exposing them to inappropriate content, asking for personally identifiable information, or otherwise.</p>\n</li>\n<li>\n<p>To send, knowingly receive, upload, download, use, or re-use any material that does not comply with the Content Standards set out in these Terms of Service.</p>\n</li>\n<li>\n<p>To transmit, or procure the sending of, any unwanted advertising or promotional material, including any “junk mail,” “chain letter,” “spam,” tagging random users in posts on your timeline, follower spam, or any other similar solicitation.\nFor avoidance of doubt, this is not thought to encompass reasonable commercial use of a Gab feed by a commercial entity or individual to advertise your own commercial products.</p>\n</li>\n<li>\n<p>To impersonate or attempt to impersonate the Company or a Company employee, or to impersonate another user or any other person or entity for a purpose that is not protected by the First Amendment.</p>\n</li>\n<li>\n<p>To engage in any other conduct which, as determined by us, may result in the physical harm or offline harassment of the Company, individual users of the Website or any other person (e.g.\n“doxing”), or expose them to liability.</p>\n</li>\n</ul>\n<p>Additionally, you agree not to:</p>\n<ul>\n<li>\n<p>Use the Website in any manner that could disable, overburden, damage, or impair the site or interfere with any other party’s use of the Website, including their ability to engage in real time activities through the Website.</p>\n</li>\n<li>\n<p>Use any robot, spider, or other automatic device, process, or means to access the Website for any purpose, including monitoring or copying any of the material on the Website.</p>\n</li>\n<li>\n<p>Use any manual process to monitor or copy any of the material on the Website, or for any other purpose not expressly authorized in these Terms of Service, without our prior written consent.</p>\n</li>\n<li>\n<p>Use any device, software, or routine that interferes with the proper working of the Website.</p>\n</li>\n<li>\n<p>Introduce any viruses, Trojan horses, worms, logic bombs, or other material that is malicious or technologically harmful.</p>\n</li>\n<li>\n<p>Attempt to gain unauthorized access to, interfere with, damage, or disrupt any parts of the Website, the server on which the Website is stored, or any server, computer, or database connected to the Website.</p>\n</li>\n<li>\n<p>Attack the Website via a denial-of-service attack or a distributed denial-of-service attack.</p>\n</li>\n<li>\n<p>Otherwise attempt to interfere with the proper working of the Website.</p>\n</li>\n</ul>\n<br>User Contributions<p>The Website may contain message boards, chat rooms, personal web pages or profiles, forums, bulletin boards, group pages, discussion threads, and other interactive features (collectively, “Interactive Services”) that allow users to post, submit, publish, display, or transmit to other users or other persons (hereinafter, “post”) content or materials (collectively, “User Contributions”) on or through the Website.</p>\n<p>All User Contributions must comply with the Content Standards set out in these Terms of Service.\nAny User Contribution you post to the site will be considered non-confidential and non-proprietary.\nBy providing any User Contribution on the Website, you grant us and our affiliates and service providers, and each of their and our licensees, successors, and assigns an irrevocable, perpetual, royalty-free right to use, republish, reproduce, modify, perform, display, distribute, and otherwise disclose to third parties any such material for any purpose.</p>\n<p>You represent and warrant that:</p>\n<ul>\n<li>\n<p>You own or control all rights in and to the User Contributions and have the right to grant the license granted above to us and our affiliates and service providers, and each of their and our respective licensees, successors, and assigns.</p>\n</li>\n<li>\n<p>All of your User Contributions do and will comply with these Terms of Service.</p>\n</li>\n</ul>\n<p>You understand and acknowledge that you are responsible for any User Contributions you submit or contribute, and you, not the Company, have full responsibility for such content, including its legality, reliability, accuracy, and appropriateness.</p>\n<p>We are not responsible or liable to any third party for the content or accuracy of any User Contributions posted by you or any other user of the Website.</p>\n<br>Monitoring and Enforcement.\nTermination<p>We strive to ensure that the First Amendment remains the Website’s standard for content moderation.\nWe will make best efforts to ensure that all content moderation decisions and enforcement of these terms of service does not punish users for exercising their God-given right to speak freely.</p>\n<p>We collect comparatively little data on our users relative to other social networking sites.\nOur default position is that we should implement no prior restraints on any User Contribution.\nHowever, given the breadth of speech we permit, there may be circumstances where we are unable to determine whether content is protected by the First Amendment or not and prudence may require us to err on the side of caution.\nAccordingly, the Company reserves the right to take any action with respect to any User Contribution that we deem necessary or appropriate in our sole discretion, including the following:</p>\n<ul>\n<li>\n<p>Take any action with respect to any User Contribution that we deem necessary or appropriate in our sole discretion, including if we believe that such User Contribution violates the Terms of Service, including the Content Standards, infringes any intellectual property right or other right of any person or entity, or could threaten the physical safety of users of the Website or the public.</p>\n</li>\n<li>\n<p>Take appropriate legal action, including without limitation referral to law enforcement, for any illegal or unauthorized use of the Website or in cases of life-threatening emergency.</p>\n</li>\n<li>\n<p>Terminate or suspend your access to all or part of the Website for any violation of these Terms of Service.</p>\n</li>\n</ul>\n<p>If your access to the Website is terminated or suspended in relation to a User Contribution authored by you that you believe constitutes protected political or religious speech, and you are able to demonstrate that the User Contribution in question was protected by the First Amendment by obtaining a declaratory judgment from a court of competent jurisdiction, the company will consider permitting you to re-join the site.</p>\n<p>It is the policy of the Company to not provide any user data to any person unless compelled by a court order issued by a U.S.\ncourt, except in cases of life-threatening emergency.\nThe Company reserves the right to change or deviate from this policy at any time, in its sole and absolute discretion, with or without notice to you.\nWithout limiting the foregoing, we have the right to cooperate fully with any law enforcement authorities or civil and criminal court orders requesting or directing us to disclose the identity or other information of anyone posting any materials on or through the Website.\nYOU WAIVE AND HOLD HARMLESS THE COMPANY AND ITS AFFILIATES, LICENSEES, AND SERVICE PROVIDERS FROM ANY CLAIMS RESULTING FROM ANY ACTION TAKEN BY ANY OF THE FOREGOING PARTIES DURING, OR TAKEN AS A CONSEQUENCE OF, INVESTIGATIONS BY EITHER SUCH PARTIES OR LAW ENFORCEMENT AUTHORITIES.</p>\n<p>We do not review material before it is posted on the Website and cannot ensure prompt removal of unlawful material after it has been posted.\nAccordingly, we assume no liability for any action or inaction regarding transmissions, communications, or content provided by any user or third party.\nWe have no liability or responsibility to anyone for performance or nonperformance of the activities described in this section.</p>\n<br>Content Standards<p>These Content Standards apply to any and all User Contributions and use of Interactive Services.</p>\n<p>As a general rule, written expression that is protected political, religious, symbolic, or commercial speech under the First Amendment of the U.S.\nConstitution will be allowed on the Website.\nUser Contributions absolutely must in their entirety comply with all applicable federal, state, and local regulations in the United States.</p>\n<p>Without limiting the generality of the foregoing, User Contributions must NOT:</p>\n<ul>\n<li>\n<p>Be unlawful or be made in furtherance of any unlawful purpose.\nUser Contributions must not aid, abet, assist, counsel, procure or solicit the commission of, nor constitute an attempt or part of a conspiracy to commit, any unlawful act.\nFor avoidance of doubt, speech which is merely offensive or the expression of an offensive or controversial idea or opinion, as a general rule, will be in poor taste but will not be illegal in the United States.</p>\n</li>\n<li>\n<p>Unlawfully threaten.</p>\n</li>\n<li>\n<p>Incite imminent lawless action.</p>\n</li>\n<li>\n<p>Interfere with the operation of any computer.</p>\n</li>\n<li>\n<p>Be obscene, sexually explicit or pornographic.\nNote that mere nudity e.g.\nas a form of protest or for educational/medical reasons will not fall foul of this rule.</p>\n</li>\n<li>\n<p>Infringe any patent, trademark, trade secret, copyright, or other intellectual property or other rights of any other person.</p>\n</li>\n<li>\n<p>Violate the legal rights (including the rights of publicity and privacy) of others or contain any material that could give rise to any civil or criminal liability under applicable laws or regulations of the United States or that otherwise may be in conflict with these Terms of Service and our&nbsp;Privacy Policy.</p>\n</li>\n<li>\n<p>Impersonate any person, or misrepresent your identity or affiliation with any person or organization, for a purpose not protected by the First Amendment.</p>\n</li>\n<li>\n<p>Involve commercial activities relating to finance, investments or gambling, such as contests and sweepstakes, penny stock promotion, money transmission, or Initial Coin Offerings.\nor the trade of live or endangered animals or animal parts, or anything that portrays or encourages the abuse of animals.</p>\n</li>\n<li>\n<p>Give the impression that they emanate from or are endorsed by us or any other person or entity, if this is not the case.</p>\n</li>\n<li>\n<p>Link to any content from the above-listed categories.</p>\n</li>\n</ul>\n<p>Although our Content Standards, following the First Amendment, do not proscribe offensive speech, we strongly encourage you to ensure that your User Contributions are cordial and civil.\nThe foundation of a free society requires people to peacefully settle their differences through dialogue and debate.\nGab exists to promote the free flow of information online.\nIt is our view that the responsible exercise of one’s free speech rights is its own reward and, as a general rule, the most well-respected online publishers tend to be the ones who behave the most civilly and put forward their arguments most intelligently.</p>\n<br>Copyright Infringement<p>If you believe that any User Contributions violate your copyright, please see our&nbsp;Copyright Policy&nbsp;for instructions on sending us a notice of copyright infringement.\nIt is the policy of the Company to terminate the user accounts of repeat infringers.</p>\n<br>Reliance on Information Posted<p>The information presented on or through the Website is made available solely for general information purposes.\nWe do not warrant the accuracy, completeness, or usefulness of this information.\nAny reliance you place on such information is strictly at your own risk.\nWe disclaim all liability and responsibility arising from any reliance placed on such materials by you or any other visitor to the Website, or by anyone who may be informed of any of its contents.</p>\n<p>This Website may include content provided by third parties, including materials provided by other users, bloggers, and third-party licensors, syndicators, aggregators, and/or reporting services.\nAll statements and/or opinions expressed in these materials, and all articles and responses to questions and other content, other than the content provided by the Company, are solely the opinions and the responsibility of the person or entity providing those materials.\nThese materials do not necessarily reflect the opinion of the Company.\nWe are not responsible, or liable to you or any third party, for the content or accuracy of any materials provided by any third parties.</p>\n<br>Changes to the Website<p>We may update the content on this Website from time to time, but its content is not necessarily complete or up-to-date.\nAny of the material on the Website may be out of date at any given time, and we are under no obligation to update such material.</p>\n<br>Information About You and Your Visits to the Website<p>All information we collect on this Website is subject to our&nbsp;Privacy Policy.\nBy using the Website, you consent to all actions taken by us with respect to your information in compliance with the&nbsp;Privacy Policy.</p>\n<br>Online Purchases and Other Terms and Conditions<p>All purchases through our site or other transactions for the sale of services formed through the Website, or resulting from visits made by you, are governed by our&nbsp;Terms of Sale.</p>\n<p>Additional terms and conditions may also apply to specific portions, services, or features of the Website.\nAll such additional terms and conditions are hereby incorporated by this reference into these Terms of Service.</p>\n<br>Linking to the Website and Social Media Features<p>You may link to the Website, provided you do so in a way that is fair and legal and does not damage our reputation or take advantage of it, but you must not establish a link in such a way as to suggest any form of association, approval, or endorsement on our part without our express written consent.</p>\n<p>This Website may provide certain social media features that enable you to:</p>\n<ul>\n<li>\n<p>Link from your own or certain third-party websites to certain content on this Website.</p>\n</li>\n<li>\n<p>Send emails or other communications with certain content, or links to certain content, on this Website.</p>\n</li>\n<li>\n<p>Cause limited portions of content on this Website to be displayed or appear to be displayed on your own or certain third-party websites.</p>\n</li>\n</ul>\n<p>You may use these features solely as they are provided by us, solely with respect to the content they are displayed with, and otherwise in accordance with any additional terms and conditions we provide with respect to such features.</p>\n<p>The website from which you are linking, or on which you make certain content accessible, must comply in all respects with the Content Standards set out in these Terms of Service.</p>\n<p>You agree to cooperate with us in causing any unauthorized framing or linking immediately to stop.\nWe reserve the right to withdraw linking permission without notice.\nWe may disable all or any social media features and any links at any time without notice in our discretion.</p>\n<br>Links from the Website<p>If the Website contains links to other sites and resources provided by third parties, these links are provided for your convenience only.\nThis includes links contained in advertisements, including banner advertisements and sponsored links.\nWe have no control over the contents of those sites or resources, and accept no responsibility for them or for any loss or damage that may arise from your use of them.\nIf you decide to access any of the third-party websites linked to this Website, you do so entirely at your own risk and subject to the terms and conditions of use for such websites.</p>\n<br>Geographic Restrictions<p>Gab is based within the United States and does not have any presence of any kind outside of the United States.\nU.S.\nnon-residents must not use the site for any purpose that would, if it occurred within the United States or any unincorporated territory of the United States, be unlawful under the federal law of the United States or under the laws of any state, federal district, territory or municipality of the United States.</p>\n<br>Disclaimer of Warranties<p>You understand that we cannot and do not guarantee or warrant that files available for downloading from the internet or the Website will be free of viruses or other destructive code.\nYou are responsible for implementing sufficient procedures and checkpoints to satisfy your particular requirements for anti-virus protection and accuracy of data input and output, and for maintaining a means external to our site for any reconstruction of any lost data.\nTO THE FULLEST EXTENT PROVIDED BY LAW, WE WILL NOT BE LIABLE FOR ANY LOSS OR DAMAGE CAUSED BY A DISTRIBUTED DENIAL-OF-SERVICE ATTACK, VIRUSES, OR OTHER TECHNOLOGICALLY HARMFUL MATERIAL THAT MAY INFECT YOUR COMPUTER EQUIPMENT, COMPUTER PROGRAMS, DATA, OR OTHER PROPRIETARY MATERIAL DUE TO YOUR USE OF THE WEBSITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE OR TO YOUR DOWNLOADING OF ANY MATERIAL POSTED ON IT, OR ON ANY WEBSITE LINKED TO IT.</p>\n<p>YOUR USE OF THE WEBSITE, ITS CONTENT, AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE IS AT YOUR OWN RISK.\nTHE WEBSITE, ITS CONTENT, AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nNEITHER THE COMPANY NOR ANY PERSON ASSOCIATED WITH THE COMPANY MAKES ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, ACCURACY, OR AVAILABILITY OF THE WEBSITE.\nWITHOUT LIMITING THE FOREGOING, NEITHER THE COMPANY NOR ANYONE ASSOCIATED WITH THE COMPANY REPRESENTS OR WARRANTS THAT THE WEBSITE, ITS CONTENT, OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE WILL BE ACCURATE, RELIABLE, ERROR-FREE, OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT OUR SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE WEBSITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.</p>\n<p>TO THE FULLEST EXTENT PROVIDED BY LAW, THE COMPANY HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT, AND FITNESS FOR PARTICULAR PURPOSE.</p>\n<p>THE FOREGOING DOES NOT AFFECT ANY WARRANTIES THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p>\n<br>Limitation on Liability<p>TO THE FULLEST EXTENT PROVIDED BY LAW, IN NO EVENT WILL THE COMPANY, ITS AFFILIATES, OR THEIR LICENSORS, SERVICE PROVIDERS, EMPLOYEES, AGENTS, OFFICERS, OR DIRECTORS BE LIABLE FOR DAMAGES OF ANY KIND, UNDER ANY LEGAL THEORY, ARISING OUT OF OR IN CONNECTION WITH YOUR USE, OR INABILITY TO USE, THE WEBSITE, ANY WEBSITES LINKED TO IT, ANY CONTENT ON THE WEBSITE OR SUCH OTHER WEBSITES, INCLUDING ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, OR PUNITIVE DAMAGES, INCLUDING BUT NOT LIMITED TO, PERSONAL INJURY, PAIN AND SUFFERING, EMOTIONAL DISTRESS, LOSS OF REVENUE, LOSS OF PROFITS, LOSS OF BUSINESS OR ANTICIPATED SAVINGS, LOSS OF USE, LOSS OF GOODWILL, LOSS OF DATA, AND WHETHER CAUSED BY TORT (INCLUDING NEGLIGENCE), BREACH OF CONTRACT, OR OTHERWISE, EVEN IF FORESEEABLE.THE FOREGOING DOES NOT AFFECT ANY LIABILITY THAT CANNOT BE EXCLUDED OR LIMITED UNDER APPLICABLE LAW.</p>\n<br>Indemnification<p>You agree to defend, indemnify, and hold harmless the Company, its affiliates, licensors, and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors, and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys’ fees) arising out of or relating to your violation of these Terms of Service or your use of the Website, including, but not limited to, your User Contributions, any use of the Website’s content, services, and products other than as expressly authorized in these Terms of Service, or your use of any information obtained from the Website.</p>\n<br>Governing Law and Jurisdiction<p>All matters relating to the Website and these Terms of Service, and any dispute or claim arising therefrom or related thereto (in each case, including non-contractual disputes or claims), shall be governed by and construed in accordance with the internal laws of the State of Pennsylvania without giving effect to any choice or conflict of law provision or rule (whether of the State of Pennsylvania or any other jurisdiction).</p>\n<p>Any legal suit, action, or proceeding arising out of, or related to, these Terms of Service or the Website shall be instituted exclusively in the federal courts of the United States or the courts of the State of Pennsylvania, in each case located in the City of Scranton and Lackawanna County, although we retain the right to bring any suit, action, or proceeding against you for breach of these Terms of Service in your state or country of residence or any other relevant jurisdiction.\nYou waive any and all objections to the exercise of jurisdiction over you by such courts and to venue in such courts.</p>\n<br>Arbitration<p>At Company’s sole discretion, it may require you to submit any disputes arising from these Terms of Service or use of the Website, including disputes arising from or concerning their interpretation, violation, invalidity, non-performance, or termination, to final and binding arbitration under the Rules of Arbitration of the American Arbitration Association applying Pennsylvania law.</p>\n<br>Limitation on Time to File Claims<p>ANY CAUSE OF ACTION OR CLAIM YOU MAY HAVE ARISING OUT OF OR RELATING TO THESE TERMS OF USE OR THE WEBSITE MUST BE COMMENCED WITHIN ONE (1) YEAR AFTER THE CAUSE OF ACTION ACCRUES.\nOTHERWISE, SUCH CAUSE OF ACTION OR CLAIM IS PERMANENTLY BARRED.</p>\n<br>‌Waiver and Severability<p>No waiver by the Company of any term or condition set out in these Terms of Service shall be deemed a further or continuing waiver of such term or condition or a waiver of any other term or condition, and any failure of the Company to assert a right or provision under these Terms of Service shall not constitute a waiver of such right or provision.</p>\n<p>If any provision of these Terms of Service is held by a court or other tribunal of competent jurisdiction to be invalid, illegal, or unenforceable for any reason, such provision shall be eliminated or limited to the minimum extent such that the remaining provisions of the Terms of Service will continue in full force and effect.</p>\n<br>Entire Agreement<p>The Terms of Service, our&nbsp;Privacy Policy, our&nbsp;Copyright Policy&nbsp;and any&nbsp;Terms of Sale&nbsp;constitute the sole and entire agreement between you and Gab AI Inc.\nregarding the Website and supersede all prior and contemporaneous understandings, agreements, representations, and warranties, both written and oral, regarding the Website.</p>\n<br>Your Comments and Concerns<p>This Website is operated by GAB AI INC.</p>\n<p>All notices of copyright infringement claims should be sent pursuant to the terms of our&nbsp;Copyright Policy&nbsp;in the manner and by the means set out therein.</p>\n<p>All other feedback, comments, requests for technical support, and other communications relating to the Website should be directed to:</p>\n<p>Gab AI Inc.<br>700 N State Street<br>Clarks Summit, PA 18411</p>\n<p>Or by contacting support (at) gab (dot) com.</p>", "created_at": "2019-01-24 09:23:15.219526", "updated_at": "2021-04-18 09:38:01.617857"}, {"id": 948, "name": "Privacy Policy", "url": "https://gab.com/about/privacy", "xpath": "//*[@id=\"gabsocial\"]/div/div[2]/div[2]/div/main/div/div/div/div/div/div", "text": "GAB AI INC<br>Privacy PolicyLast Updated: 10 April 2020<br>\n<p>GAB AI INC (”Company” or “We”) respect your privacy and are committed to protecting it through our compliance with this policy.</p>\n<p>This policy describes the types of information we may collect from you or that you may provide when you visit the website&nbsp;GAB.COM,&nbsp;DISSENTER.COM&nbsp;and any other online properties of Gab AI Inc (each a “Website”) and our practices for collecting, using, maintaining, protecting, and disclosing that information.</p>\n<p>This policy applies to information we collect:</p>\n<ul>\n<li>\n<p>On the Website.</p>\n</li>\n<li>\n<p>In email, text, and other electronic messages between you and this Website.</p>\n</li>\n<li>\n<p>Through mobile and desktop applications you download from this Website, which provide dedicated non-browser-based interaction between you and this Website.</p>\n</li>\n<li>\n<p>When you interact with our advertising and applications on third-party websites and services, if those applications or advertising include links to this policy.</p>\n</li>\n</ul>\n<p>It does not apply to information collected by:</p>\n<ul>\n<li>\n<p>Us offline or through any other means, including on any other website operated by Company or any third party (including our affiliates and subsidiaries).\nor</p>\n</li>\n<li>\n<p>Any third party (including our affiliates and subsidiaries), including through any application or content (including advertising) that may link to or be accessible from from the Website.</p>\n</li>\n<li>\n<p>Please read this policy carefully to understand our policies and practices regarding your information and how we will treat it.\nIf you do not agree with our policies and practices, your choice is not to use our Website.\nBy accessing or using this Website, you agree to this privacy policy.\nThis policy may change from time to time (see Changes to our Privacy Policy, below).\nYour continued use of this Website after we make changes is deemed to be acceptance of those changes, so please check the policy periodically for updates.</p>\n</li>\n</ul>\n<br>Children Under the Age of 18<p>Our Website is not intended for children under 18 years of age.\nNo one under age 18 may provide any information to or on the Website.\nWe do not knowingly collect personal information from children under 18.\nIf you are under 18, do not use or provide any information on this Website, register on the Website, make any purchases through the Website, use any of the interactive or public comment features of this Website, or provide any information about yourself to us, including your name, address, telephone number, email address, or any screen name or user name you may use.\nIf we learn we have collected or received personal information from a child under 18 without verification of parental consent, we will delete that information and any associated accounts.\nIf you believe we might have any information from or about a child under 18, please contact us at support [at] gab [dot] com.</p>\n<p>California residents under 16 years of age may have additional rights regarding the collection and sale of their personal information.\nPlease see Your California Privacy Rights (below) for more information.</p>\n<br>Information We Collect About You and How We Collect It<p>We collect several types of information from and about users of our Website, including information:</p>\n<ul>\n<li>\n<p>By which you may be personally identified, such as an e-mail address (”personal information”);</p>\n</li>\n<li>\n<p>That is about you but individually does not identify you, such as the content of your user profile.\nand/or</p>\n</li>\n<li>\n<p>About your internet connection, the equipment you use to access our Website, and usage details.</p>\n</li>\n</ul>\n<p>We collect this information:</p>\n<ul>\n<li>\n<p>Directly from you when you provide it to us.</p>\n</li>\n<li>\n<p>Automatically as you navigate through the site.\nInformation collected automatically may include usage details and IP addresses.</p>\n</li>\n<li>\n<p>From third parties, for example, our business partners.</p>\n</li>\n</ul>\n<br>Information You Provide to Us<p>The information we collect on or through our Website may include:</p>\n<ul>\n<li>\n<p>Information that you provide by filling in forms on our Website.\nThis includes information provided at the time of registering to use our Website, subscribing to our service, posting material, or requesting further services.\nWe may also ask you for information when you report a problem with our Website.</p>\n</li>\n<li>\n<p>Records and copies of your correspondence (including email addresses), if you contact us.</p>\n</li>\n<li>\n<p>Details of transactions you carry out through our Website and of the fulfillment of your orders.\nYou may be required to provide financial information before placing an order through our Website.</p>\n</li>\n</ul>\n<p>You also may provide information to be published or displayed (hereinafter, “posted”) on public areas of the Website, or transmitted to other users of the Website or third parties (collectively, “User Contributions”).\nThe overwhelming majority of User Contributions are public and may be seen by any person who navigates to them.\nYour User Contributions are posted on and transmitted to others at your own risk.\nAlthough you may set certain privacy settings for such information by logging into your account profile, please be aware that no security measures are perfect or impenetrable.\nAdditionally, we cannot control the actions of other users of the Website with whom you may choose to share your User Contributions.\nTherefore, we cannot and do not guarantee that your User Contributions will not be viewed by unauthorized persons.</p>\n<br>Information We Collect Through Automatic Data Collection<p>As you navigate through and interact with our Website, we may use automatic data collection technologies to collect certain information about your equipment, browsing actions, and patterns, including:</p>\n<ul>\n<li>\n<p>Details of your visits to our Website, including traffic data, logs, and other communication data and the resources that you access and use on the Website.</p>\n</li>\n<li>\n<p>Information about your computer and internet connection, including your IP address, operating system, and browser type.</p>\n</li>\n</ul>\n<p>The information we collect automatically may be only statistical data and may not include personal information.\nIt helps us to improve our Website and to deliver a better and more personalized service, including by enabling us to:</p>\n<ul>\n<li>\n<p>Estimate our audience size and usage patterns.</p>\n</li>\n<li>\n<p>Store information about your preferences, allowing us to customize our Website according to your individual interests.</p>\n</li>\n<li>\n<p>Speed up your searches.</p>\n</li>\n<li>\n<p>Recognize you when you return to our Website.</p>\n</li>\n</ul>\n<p>The technologies we use for this automatic data collection may include:</p>\n<ul>\n<li>\n<p>Cookies (or browser cookies).\nA cookie is a small file placed on the hard drive of your computer.\nYou may refuse to accept browser cookies by activating the appropriate setting on your browser.\nHowever, if you select this setting you may be unable to access certain parts of our Website.\nUnless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you direct your browser to our Website.</p>\n</li>\n<li>\n<p>We do not collect personal information automatically, but we may tie this information to personal information about you that we collect from other sources or you provide to us.</p>\n</li>\n</ul>\n<br>How We Use Your Information<p>We use information that we collect about you or that you provide to us, including any personal information:</p>\n<ul>\n<li>\n<p>To present our Website and its contents to you.</p>\n</li>\n<li>\n<p>To provide you with information about our products or services.</p>\n</li>\n<li>\n<p>To fulfill any other purpose for which you provide it.</p>\n</li>\n<li>\n<p>To provide you with notices about your account, including expiration and renewal notices.</p>\n</li>\n<li>\n<p>To carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection.</p>\n</li>\n<li>\n<p>To notify you about changes to our Website or any products or services we offer or provide though it.</p>\n</li>\n<li>\n<p>To allow you to participate in interactive features on our Website.</p>\n</li>\n<li>\n<p>In any other way we may describe when you provide the information.</p>\n</li>\n<li>\n<p>For any other purpose with your consent.</p>\n</li>\n</ul>\n<p>We may also use your information to contact you about our own and third-parties’ goods and services that may be of interest to you.</p>\n<br>Disclosure of Your Information<p>We may disclose aggregated information about our users, and information that does not identify any individual, without restriction.</p>\n<p>It is the policy of the Company to not provide any user data to any person unless compelled by a court order issued by a U.S.\ncourt, except in cases of life-threatening emergency.\nThe Company reserves the right to change or deviate from this policy at any time, in its sole and absolute discretion, with or without notice to you.</p>\n<p>We may disclose personal information that we collect or you provide as described in this privacy policy:</p>\n<ul>\n<li>\n<p>To our subsidiaries and affiliates.</p>\n</li>\n<li>\n<p>To contractors, service providers, and other third parties we use to support our business and who are bound by contractual obligations to keep personal information confidential and use it only for the purposes for which we disclose it to them.</p>\n</li>\n<li>\n<p>To a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of Gab AI Inc’s assets, whether as a going concern or as part of bankruptcy, liquidation, or similar proceeding, in which personal information held by Gab AI Inc about our Website users is among the assets transferred.</p>\n</li>\n<li>\n<p>To fulfill the purpose for which you provide it.</p>\n</li>\n<li>\n<p>For any other purpose disclosed by us when you provide the information.</p>\n</li>\n<li>\n<p>With your consent.</p>\n</li>\n</ul>\n<p>We may also disclose your personal information:</p>\n<ul>\n<li>\n<p>To comply with any court order, law, or legal process, including to respond to any government or regulatory request.</p>\n</li>\n<li>\n<p>To enforce or apply our terms of use and sale and other agreements, including for billing and collection purposes.</p>\n</li>\n<li>\n<p>If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of Gab AI Inc, our employees, our customers, or any other person.</p>\n</li>\n</ul>\n<br>Accessing, Correcting and Deleting Your Information<p>You can review and change your personal information by logging into the Website and visiting your account profile page.</p>\n<p>You may also send us an email at support [at] gab [dot] com to request access to, correct or delete any personal information that you have provided to us.\nWe cannot delete your personal information except by also deleting your user account.\nWe may not accommodate a request to change information if we believe the change would violate any law or legal requirement or cause the information to be incorrect.</p>\n<p>If you delete your User Contributions from the Website, copies of your User Contributions may remain viewable in cached and archived pages, or might have been copied or stored by other Website users.\nProper access and use of information provided on the Website, including User Contributions, is governed by our&nbsp;Terms of Use.</p>\n<br>Data Security<p>We have implemented measures designed to secure your personal information from accidental loss and from unauthorized access, use, alteration, and disclosure.\nAll information you provide to us is stored on our secure servers behind firewalls.\nAny payment transactions will be encrypted using SSL.</p>\n<p>The safety and security of your information also depends on you.\nMost information on the Website is public.\nWhere we have given you (or where you have chosen) a password for access to certain parts of our Website, you are responsible for keeping this password confidential.\nWe ask you not to share your password with anyone.\nWe urge you to be careful about giving out information in public areas of the Website like message boards.\nThe information you share in public areas may be viewed by any user of the Website, whether that user is registered on the site or not.</p>\n<p>Unfortunately, the transmission of information via the internet is not completely secure.\nAlthough we do our best to protect your personal information, we cannot guarantee the security of your personal information transmitted to our Website.\nAny transmission of personal information is at your own risk.\nWe are not responsible for circumvention of any privacy settings or security measures contained on the Website.</p>\n<br>Changes to Our Privacy Policy<p>It is our policy to post any changes we make to our privacy policy on this page with a notice that the privacy policy has been updated on the Website home page.\nIf we make material changes to how we treat our users’ personal information, we will notify you through a notice on the Website home page.\nThe date the privacy policy was last revised is identified at the top of the page.\nYou are responsible for ensuring we have an up-to-date active and deliverable email address for you, and for periodically visiting our Website and this privacy policy to check for any changes.</p>\n<br>Your California Privacy Rights<p>If you are a California resident, California law may provide you with additional rights regarding our use of your personal information.\nTo learn more about your California&nbsp;privacy&nbsp;rights, visit our CCPA Privacy Notice at&nbsp;https://gab.com/about/ccpa</p>\n<p>California's \"Shine the Light\" law (Civil Code Section § 1798.83) permits users of our Website that are California residents to request certain information regarding our disclosure of personal information to third parties for their direct marketing purposes.\nTo make such a request, please send us an e-mail to&nbsp;support@gab.com&nbsp;or write to us at</p>\n<p>Gab AI Inc.<br>700 N State Street<br>Clarks Summit, PA 18411<br>Attn: Data Privacy Department</p>\n<br>Contact Information<p>To ask questions or comment about this privacy policy and our privacy practices, contact us at:</p>\n<p>Gab AI Inc.<br>700 N State Street<br>Clarks Summit, PA 18411</p>\n<p>Or by any contact form at the bottom of this page.</p>\n<br>\n<p>support@gab.com</p>", "created_at": "2019-01-24 09:21:56.913505", "updated_at": "2021-04-18 09:39:13.71045"}], "points": [{"id": 21573, "title": "Spidering, crawling, or accessing the site through any automated means is not allowed", "source": "https://gab.com/about/tos", "status": "Generated through the annotate view", "created_at": "2021-05-31 14:02:13.354091", "updated_at": "2021-05-31 14:53:56.450812", "quoteText": "Use any robot, spider, or other automatic device, process, or means to access the Website for any purpose, including monitoring or copying any of the material on the Website.", "case_id": 150, "document_id": 949, "quoteStart": 10022, "quoteEnd": 10196}, {"id": 21572, "title": " Terms may be changed any time at their discretion, without notice to you ", "source": "https://gab.com/about/tos", "status": "Generated through the annotate view", "created_at": "2021-05-31 14:00:13.73299", "updated_at": "2021-05-31 14:54:49.881092", "quoteText": "We may revise and update these Terms of Service from time to time in our sole discretion.\nAll changes are effective immediately when we post them, and apply to all access to and use of the Website thereafter.\n", "case_id": 121, "document_id": 949, "quoteStart": 1612, "quoteEnd": 1821}, {"id": 21571, "title": "Instead of asking directly, this Service will assume your consent merely from your usage.", "source": "https://gab.com/about/tos", "status": "Generated through the annotate view", "created_at": "2021-05-31 13:59:08.086284", "updated_at": "2021-05-31 14:54:53.03373", "quoteText": "Your continued use of the Website following the posting of revised Terms of Service means that you accept and agree to the changes.", "case_id": 403, "document_id": 949, "quoteStart": 1821, "quoteEnd": 1952}, {"id": 21570, "title": "The posting of pornographic content is prohibited", "source": "https://gab.com/about/tos", "status": "Generated through the annotate view", "created_at": "2021-05-31 13:58:08.117768", "updated_at": "2021-05-31 14:53:59.846738", "quoteText": "Be obscene, sexually explicit or pornographic.", "case_id": 315, "document_id": 949, "quoteStart": 17548, "quoteEnd": 17594}, {"id": 21569, "title": "You are prohibited from sending chain letters, junk mail, spam or any unsolicited messages", "source": "https://gab.com/about/tos", "status": "Generated through the annotate view", "created_at": "2021-05-31 13:57:41.401904", "updated_at": "2021-05-31 14:54:03.096401", "quoteText": "To transmit, or procure the sending of, any unwanted advertising or promotional material, including any “junk mail,” “chain letter,” “spam,” tagging random users in posts on your timeline, follower spam, or any other similar solicitation.", "case_id": 281, "document_id": 949, "quoteStart": 8836, "quoteEnd": 9074}, {"id": 21568, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://gab.com/about/tos", "status": "Generated through the annotate view", "created_at": "2021-05-31 13:56:22.0326", "updated_at": "2021-05-31 14:55:01.298409", "quoteText": "WITHOUT LIMITING THE FOREGOING, NEITHER THE COMPANY NOR ANYONE ASSOCIATED WITH THE COMPANY REPRESENTS OR WARRANTS THAT THE WEBSITE, ITS CONTENT, OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE WILL BE ACCURATE, RELIABLE, ERROR-FREE, OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT OUR SITE OR THE SERVER THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE WEBSITE OR ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.</p>", "case_id": 287, "document_id": 949, "quoteStart": 26130, "quoteEnd": 26645}, {"id": 21567, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://gab.com/about/tos", "status": "Generated through the annotate view", "created_at": "2021-05-31 13:55:36.037858", "updated_at": "2021-05-31 14:54:06.300144", "quoteText": "THE WEBSITE, ITS CONTENT, AND ANY SERVICES OR ITEMS OBTAINED THROUGH THE WEBSITE ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\n", "case_id": 286, "document_id": 949, "quoteStart": 25725, "quoteEnd": 25922}, {"id": 21566, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://gab.com/about/tos", "status": "Generated through the annotate view", "created_at": "2021-05-31 13:54:26.586784", "updated_at": "2021-05-31 14:53:53.264832", "quoteText": "<p>You agree to defend, indemnify, and hold harmless the Company, its affiliates, licensors, and service providers, and its and their respective officers, directors, employees, contractors, agents, licensors, suppliers, successors, and assigns from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys’ fees) arising out of or relating to your violation of these Terms of Service or your use of the Website, including, but not limited to, your User Contributions, any use of the Website’s content, services, and products other than as expressly authorized in these Terms of Service, or your use of any information obtained from the Website.</p>", "case_id": 146, "document_id": 949, "quoteStart": 27968, "quoteEnd": 28689}, {"id": 21565, "title": "Your IP address is collected, which can be used to view your approximate location", "source": "https://gab.com/about/privacy", "status": "Generated through the annotate view", "created_at": "2021-05-31 13:53:09.412633", "updated_at": "2021-05-31 14:54:37.774514", "quoteText": "Information collected automatically may include usage details and IP addresses.</p>", "case_id": 399, "document_id": 948, "quoteStart": 3896, "quoteEnd": 3979}, {"id": 5508, "title": "There is a date of the last update of the terms", "source": "https://gab.ai/about/guidelines", "status": " If we make any material changes to this Privacy Policy, we'll notify you of those changes by posting them on the Services or by sending you an email or other notification, and we'll update the \"Last Updated Date\" above to indicate when those changes will become effective.", "created_at": "2019-01-24 09:26:23.296513", "updated_at": "2021-02-06 04:16:16.897775", "quoteText": "<em>Last updated: January 2nd, 2017", "case_id": 331, "document_id": 950, "quoteStart": 71, "quoteEnd": 106}, {"id": 9385, "title": "There is a date of the last update of the terms", "source": "https://gab.ai/about/privacy", "status": "Generated through the annotate view", "created_at": "2020-05-26 13:03:57.991005", "updated_at": "2021-02-06 04:16:28.891055", "quoteText": "August 18th, 2016</em>", "case_id": 331, "document_id": 948, "quoteStart": 76, "quoteEnd": 98}, {"id": 9384, "title": "There is a date of the last update of the terms", "source": "https://gab.ai/about/tos", "status": "Generated through the annotate view", "created_at": "2020-05-26 13:03:37.056535", "updated_at": "2021-02-06 04:16:28.907699", "quoteText": "<em>Last updated: August 18th, 2016", "case_id": 331, "document_id": 949, "quoteStart": 67, "quoteEnd": 102}, {"id": 9383, "title": "Users agree not to use the service for illegal purposes", "source": "https://gab.ai/about/guidelines", "status": "Generated through the annotate view", "created_at": "2020-05-26 12:55:17.31017", "updated_at": "2021-02-06 04:25:29.782734", "quoteText": "You may not use our service for any unlawful purposes or illegal activities.</p> ", "case_id": 280, "document_id": 950, "quoteStart": 1737, "quoteEnd": 1818}, {"id": 9388, "title": "The service allows you to use pseudonyms", "source": "https://gab.ai/about/privacy", "status": "Generated through the annotate view", "created_at": "2020-05-26 13:12:50.570949", "updated_at": "2021-02-06 04:16:28.924052", "quoteText": "Creating an Account also requires a username, which may or may not be PII depending on your username.\n", "case_id": 215, "document_id": 948, "quoteStart": 1720, "quoteEnd": 1822}, {"id": 9386, "title": "Users agree to comply with the law of the service's country", "source": "https://gab.ai/about/guidelines", "status": "Generated through the annotate view", "created_at": "2020-05-26 13:06:43.634482", "updated_at": "2021-02-06 04:16:28.941775", "quoteText": "Gab’s policy is to follow all applicable laws in The United States of America, the Constitution and the Supreme Court’s rulings on the First Amendment.", "case_id": 237, "document_id": 950, "quoteStart": 1448, "quoteEnd": 1599}, {"id": 9387, "title": "The service may change its terms at any time, but the user will receive notification of the changes.", "source": "https://gab.ai/about/privacy", "status": "Generated through the annotate view", "created_at": "2020-05-26 13:08:05.564747", "updated_at": "2021-02-06 04:16:28.975183", "quoteText": "We may revise this Privacy Policy from time to time.\nIf we make any material changes to this Privacy Policy, we'll notify you of those changes by posting them on the Services or by sending you an email or other notification, and we'll update the \"Last Updated Date\" above to indicate when those changes will become effective.</p>", "case_id": 122, "document_id": 948, "quoteStart": 858, "quoteEnd": 1187}, {"id": 19367, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://gab.com/about/privacy", "status": "Generated through the annotate view", "created_at": "2021-04-30 08:05:21.551736", "updated_at": "2021-04-30 18:27:52.040528", "quoteText": "including your IP address,", "case_id": 399, "document_id": 948, "quoteStart": 6182, "quoteEnd": 6208}, {"id": 19366, "title": "This service is only available to users over a certain age", "source": "https://gab.com/about/privacy", "status": "Generated through the annotate view", "created_at": "2021-04-30 08:03:16.867892", "updated_at": "2021-04-30 18:32:04.565519", "quoteText": "Our Website is not intended for children under 18 years of age.\nNo one under age 18 may provide any information to or on the Website.\nWe do not knowingly collect personal information from children under 18.\nIf you are under 18, do not use or provide any information on this Website, register on the Website, make any purchases through the Website, use any of the interactive or public comment features of this Website, or provide any information about yourself to us, including your name, address, telephone number, email address, or any screen name or user name you may use.\nIf we learn we have collected or received personal information from a child under 18 without verification of parental consent, we will delete that information and any associated accounts.\nIf you believe we might have any information from or about a child under 18, please contact us at support [at] gab [dot] com.</p>\n", "case_id": 152, "document_id": 948, "quoteStart": 2100, "quoteEnd": 2994}], "urls": ["gab.com", "dissenter.com"]}}