{"error": 448, "message": "OK", "parameters": {"id": 6052, "name": "WalkMe", "created_at": "2021-12-11 21:21:38.905132", "updated_at": "2021-12-11 23:01:12.25887", "wikipedia": null, "keywords": null, "related": null, "slug": "walkme", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6052.png", "url": "walkme.com", "documents": [{"id": 10947, "name": "Terms and Conditions", "url": "https://www.walkme.com/terms-and-conditions/", "xpath": "/html/body/main/section", "text": " <strong>WalkMe<sup>™</sup>&nbsp;Terms of Use</strong>\n<strong>\n<br>\nLast Revised</strong>: January 12, 2021\n<p>&nbsp;</p>\n<p>WalkMe Ltd.\nand its affiliates (collectively, “<strong>WalkMe</strong>”, “<strong>Company</strong>”, “<strong>we</strong>” or “<strong>us</strong>”) welcome you (the “<strong>User</strong>” or “<strong>you</strong>”) to our website at&nbsp;https://www.walkme.com/&nbsp;and any additional website and/or webs pages owned and/or operated by WalkMe (such as landing pages of ads) (collectively, the “<strong>Site</strong>”), the free version of our web-based digital adoption platform and our web-based training platform to assist in teaching you how best to use our products and services (collectively, the “&nbsp;<strong>Services</strong>”).\nUsers may use the Site and the Services solely in accordance with the terms and conditions hereunder, unless WalkMe or its representatives execute a separate agreement with the User that explicitly states it governs the use of the Services.</p>\n<p>Please read these Terms of Use carefully before you start using the Site and/or Services.\nUnless otherwise agreed by WalkMe in writing, by entering, connecting to, accessing or using the Site and/or the Services you acknowledge that you have read and understood the following terms and conditions, including the terms of our Privacy Policy available at&nbsp;https://www.walkme.com/privacy-policy/&nbsp;(collectively, the “<strong>Terms</strong>”) and you agree to be bound by them and to comply with all applicable laws and regulations regarding your use of the Site and Services.\nFurthermore, you acknowledge and agree that these Terms constitute a binding and enforceable legal contract between you and WalkMe.</p>\n<p>IF YOU ARE ENTERING INTO THIS AGREEMENT ON BEHALF OF A COMPANY OR OTHER LEGAL ENTITY, YOU REPRESENT THAT YOU HAVE THE AUTHORITY TO BIND SUCH ENTITY AND ITS AFFILIATES TO THESE TERMS AND CONDITIONS, IN WHICH CASE THE TERMS “CUSTOMER” “YOU” OR “YOUR” SHALL REFER TO SUCH ENTITY AND ITS AFFILIATES.\nIF YOU DO NOT HAVE SUCH AUTHORITY, OR IF YOU DO NOT AGREE WITH THESE TERMS AND CONDITIONS, YOU MUST NOT ACCEPT THIS AGREEMENT AND MAY NOT USE THE SITE AND/OR SERVICES.</p>\n<p>IF YOU DO NOT AGREE TO THESE TERMS, PLEASE DO NOT CONNECT, ACCESS OR USE THE SITE OR THE SERVICES IN ANY MANNER.\nANY SOFTWARE PROVIDED IN CONNECTION WITH THE SERVICES, IS BEING LICENSED AND NOT SOLD TO YOU.</p>\n<p>By accepting these Terms you represent and warrant that any and all information you provide us through the Site and/or the Services is true, accurate and complete.\nThe provision of false or fraudulent information is strictly prohibited.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>1.\nSITE AND SERVICES</strong>\n</p>\n<p>These Terms govern access and use of the following:</p>\n<p>\n<em>WalkMe Free Edition</em>.\nThe WalkMe Free Edition offers Users a free, limited version of WalkMe’s web-based digital adoption platform (also known as the WalkMe System<sup>™</sup>) for web.\nThe WalkMe Free Edition enables Users to guide and engage prospects, customers, employees and partners through any online task or experience.\nThe WalkMe Free Edition may offer limited features and functionality, including a limited version of the following: the WalkMe Editor, WalkMe Player, and WalkMe Analytics.</p>\n<p>The WalkMe Editor is used for building, managing, and publishing engagement and guidance content including WalkThrus<sup>™&nbsp;</sup>(“<strong>WalkThrus</strong>”).\nThe WalkMe Editor tool may be used on Internet Explorer, Edge Chromium and Chrome, it is the User’s sole responsibility to download and install any of those browsers in order to utilize this tool.\nWalkMe does not take responsibility and shall not be liable for the performance of any browser.</p>\n<p>The WalkMe Player is the component that delivers content created in the WalkMe Editor to prospects, customers, employees, and/or partners.\nIt is made available either through a snippet of code or a browser extension.</p>\n<p>WalkMe Analytics is an analytics dashboard that provides information about how individuals interact with published engagement and guidance content.</p>\n<p>\n<em>WalkMe Visions</em>\n<em>\n<sup>TM</sup>\n</em>&nbsp;is a tool for measuring and visually investigating end user engagement using next-generation digital analytics which allows User to record, analyze and playback entire end user sessions.</p>\n<p>\n<em>WalkMe Site</em>.\nOur Site offers basic information on our company, our technology and the various products we offer.\nYou can also read our blog, contact WalkMe through the Site or a landing page of an ad, visit our Knowledge Base, and access certain Services.</p>\n<p>\n<em>WalkMe University</em>.\nWalkMe University offers Users online, instructor-led and blended courses designed to teach Users how to use the WalkMe products and services in order to meet the User’s business needs.&nbsp.\nWalkMe University offers several courses to improve Users skills in using WalkMe products, as well as a certification process to allow a User to become a certified WalkMe builder (the certification program is subject to a separate agreement with WalkMe).</p>\n<p>\n<strong>\n<u>Additional Products</u>\n</strong>\n</p>\n<p>\n<em>\n<strong>QA Recorder</strong>\n</em>.\nThe QA Recorder is a downloadable Chrome extension that offers Users a free, limited version of WalkMe Visions<sup>TM</sup>&nbsp;to streamline bug reporting for QA and R&amp;D purposes and to share all such recordings.\nThe QA Recorder may only be used on Chrome, it is the User’s sole responsibility to download and install Chrome in order to utilize this tool.\nWalkMe does not take responsibility and shall not be liable for the performance of any browser.\nThe QA Recorder may offer limited features and functionality.</p>\n<p>In order to access and use the QA Recorder you must sign-up by providing the following information: name, company email, phone number, and name of company (“<strong>QA Recorder Account</strong>”).\nYour QA Recorder Account will allow you to access the QA Recorder, which you may uninstall at any time, in your sole discretion.</p>\n<p>For use of the QA Recorder, WalkMe is granting you a limited personal, non-exclusive, non-assignable, non-transferrable, non-sublicensable, revocable (at WalkMe’s discretion) license to access and use any applicable software components included with the QA Recorder for the recording of twenty (20) initial recording sessions (“<strong>Recording(s)</strong>”).\nUser may share each Recording with any third party provided that it does so in accordance with the terms herein, including without limitation ensuring that all such sharing of the Recordings&nbsp.\ndoes not result in use of spam, unsolicited mail, harassment, wire fraud or similar conduct and is otherwise done so in accordance with applicable law.\nFor clarity’s sake, User’s use of the QA Recorder, which for purposes herein shall be considered part of the Services, is subject to the Privacy Policy available at&nbsp;https://www.walkme.com/privacy-policy/, specifically the Privacy Policy for Visions<sup>TM&nbsp;</sup>and for purposes therein any reference to Visions<sup>TM</sup>&nbsp;shall include the QA Recorder.<br>\nIn order to receive additional Recordings, User must refer a third party via a third party social network such as Google, Facebook, Twitter, and LinkedIn using the User’s unique referral link (“<strong>Referral(s)</strong>”).\nTo be considered a qualified referral such Referral must sign-up for a QA Recorder Account (“<strong>Qualified Referral(s)</strong>”).\nFor each Qualified Referral User shall be entitled to an additional set of Recordings to use via their QA Recorder Account.</p>\n<p>\n<strong>2.\nACCOUNT AND PASSWORDS</strong>\n</p>\n<p>The creation of a User account is required in order to enjoy the Services (collectively, an “<strong>Account</strong>”).\nIn order to access and use the WalkMe Free Edition you must sign-up by providing the following information: name, company email, phone number, and name of company (“<strong>Free Edition Account</strong>”).\nYour Free Edition Account will allow you to access the WalkMe Editor, which you may uninstall at any time, in your sole discretion.\nIn order to access and use WalkMe University, prior to being a WalkMe customer, you may request access to WalkMe University at&nbsp;https://university.typeform.com/to/e9rhjB&nbsp;and must provide certain information, including, without limitation, company name, relationship with WalkMe, name of your WalkMe contact (if applicable) and a list of the platforms on which you intend to use with the WalkMe services (“<strong>University Account</strong>”).\nYou acknowledge and agree that by creating an Account via third party social networks such as Google, you grant WalkMe access to your public profile on such ­services.</p>\n<p>You must also create a password to access your Account.\nYou are responsible for maintaining the confidentiality of your Account and password and you must not disclose this information to any other person or entity.\nYou also acknowledge that your Account and password is personal to you and agree not to provide any other person with access to the Site and/or Services using your Account or password.\nYou agree to notify us immediately of any unauthorized access to or use of your Account or password or any other breach of security at legal@walkme.com.\nYou also agree to ensure that you exit from your Account at the end of each session.\nYou should use particular caution when accessing your account from a public or shared computer so that others are not able to view or record your password or other personal information.</p>\n<p>All information you provide for registration will be stored and used in accordance with our Privacy Policy available at:&nbsp;https://www.walkme.com/privacy-policy/&nbsp;(See Section regarding WalkMe System in the Privacy Policy for more details).</p>\n<p>\n<strong>3.\nELIGIBILITY</strong>\n</p>\n<p>You must be at least thirteen (13) years of age to use the Site and Services.\nBy agreeing to these Terms, you represent and warrant to us: (i) that you are at least thirteen (13) years of age.\nand (ii) if the User of the Services is under the age of thirteen (13) or is under the age of legal eligibility and capacity in the jurisdiction applicable to such User you hereby confirm that you are the legal guardian of the User and both you and the User have read and agreed to these Terms and approved of the User’s continued use of the Services subject to these Terms.\n(iii) that you have not previously been suspended or removed from the Services.\nand (iii) that your use of the Services is in compliance with any and all applicable laws and regulations.</p>\n<p>\n<strong>4.\nUSER REPRESENTATIONS AND UNDERTAKINGS</strong>\n</p>\n<p>You represent and warrant at all times throughout your use of the Site and/or Services that: (i) you have full authority to agree to these Terms, and there is no restriction, limitation, contractual obligation or statutory obligation which prevents you from fulfilling&nbsp.\nyour obligations under these Terms.\n(ii) you are and will continue to be in compliance with all applicable laws, rules, and governmental (state, local, and community) and regulatory levies and requirements relating to your use of the Site and/or the Services.\n(iii) your use of the Site and/or Services has not been previously blocked, suspended or terminated.\n(iv) you do not authorize a third party to do any of the foregoing.\nand (v) you will not infringe or violate any of these Terms.</p>\n<p>\n<strong>5.\nRIGHTS TO ACCESS AND USE.\nLICENSE</strong>\n</p>\n<p>Except as otherwise specified herein, WalkMe is granting you with a limited personal, non-exclusive, non-assignable, non-transferrable, non-sublicensable, revocable (at WalkMe’s discretion) right to access and use the Site and the Services subject to these Terms and in connection with websites, applications, or other web-based services that you own, license, or have a right to use.</p>\n<p>For use of the WalkMe Free Edition, WalkMe is granting you a limited personal, non-exclusive, non-assignable, non-transferrable, non-sublicensable, revocable (at WalkMe’s discretion) license to access and use any applicable software components included with the WalkMe Free Edition.</p>\n<p>These Terms do not entitle you to any right or title in the Site and/or the Services (or any part thereof), other than the rights explicitly granted herein.</p>\n<p>\n<strong>6.\nUSE RESTRICTIONS</strong>\n</p>\n<p>Certain conduct is strictly prohibited on and/or with respect to the Site and/or Services.\nYour failure to comply with the provisions set forth below may result, in the termination or suspension of your access to the Site and/or Services, which is in WalkMe’s sole and absolute discretion, and may also expose you to civil and/or criminal liability.</p>\n<p>You agree not to, whether by yourself or anyone on your behalf,: (i) copy, modify, adapt, translate, reverse engineer, decompile, or disassemble the Site and/or Services (or any part thereof).\n(ii) use the Site and/or Services and/or in connection with any spam, unsolicited mail, harassment, wire fraud or similar conduct.\n(iii) interfere with or violate any other User or other third party’s right to privacy or other rights including intellectual property rights, or harvest or collect personally identifiable information about any Users of the Site and/or Services without their express consent, including using any robot, spider, site search or retrieval application, or other manual or automatic device or process to retrieve, index, or data-mine.\n(iv) defame, abuse, harass, stalk, threaten, or otherwise violate the legal rights of others.\n(v) transmit or otherwise make available in connection with the Site and/or Services any virus, worm, Trojan Horse, time bomb, web bug, spyware, or any other computer code, file, or program that may or is intended to damage or hijack the operation of any hardware, software, or telecommunications equipment, or any other actually or potentially harmful, disruptive, or invasive code or component.\n(vi) interfere with or disrupt the operation of the Site and/or Services, or the servers or networks that host the Site and/or Services, or disobey any requirements, procedures, policies, or regulations of such servers or networks.\n(vii) sell, license, or exploit for any commercial purposes any use of or access to the Site and/or Services.\n(viii) frame or mirror any parts of the Site and/or Services without WalkMe’s prior express written authorization.\n(viv) create a database by systematically downloading and storing all or any of the content from the Site and/or Services.\n(x) impersonate any person or entity or provide false or misleading personal information.\n(xi) use the Services for any illegal, immoral or unauthorized purpose.\nand (xii) use Site and/or Services in any way that violates any applicable federal, state, local, or international law or regulation (including, without limitation, any laws regarding the export of data or software to and from the United States or other countries).</p>\n<p>\n<strong>7.\nUSER GENERATED CONTENT</strong>\n</p>\n<p>Please ensure that when you use the Site and/or Services, you respect the rights of others including any intellectual property, other proprietary rights and privacy rights of third parties who may have an interest or right in connection with the content you upload and/or provide to WalkMe, the Site and/or Services (the “<strong>User Content</strong>”).\nWalkMe will not bear any liability for any loss, damage, cost, or expense that you may suffer or incur as a result of or in connection with uploading any User Content and WalkMe is not responsible or liable to any third party for the content or accuracy of any User Content posted by you or any other User of the Site and/or Services.</p>\n<p>You understand and agree that you are solely responsible for your User Content and the consequences of posting or publishing such User Content, on the Site and/or Services, in any way.\nYou hereby warrant that your User Content is true, current, accurate and complete.</p>\n<p>You represent and warrant that you are the rightful owner of the User Content you upload to the Site and/or Services or that you have (and will continue to have) all the necessary licenses, rights, consents, and permissions from the rightful owners of such User Content and/or the subjects of such User Content and that such User Content does not infringe any third party’s intellectual property rights or other rights, including without limitation, any privacy rights, publicity rights, copyrights, or any other intellectual property rights.</p>\n<p>IT IS THE &nbsp;USER’S &nbsp;SOLE &nbsp;RESPONSIBILITY &nbsp;TO OBTAIN &nbsp;ANY &nbsp;AND &nbsp;ALL &nbsp;CONSENTS REQUIRED &nbsp;UNDER &nbsp;ANY &nbsp;APPLICABLE &nbsp;LAWS, REGARDING &nbsp;THE &nbsp;POSTING &nbsp;OF ANY PERSONAL &nbsp;INFORMATION OF OTHERS &nbsp;W HICH IS PART OF THE USER CONTENT AND TO ADHERE TO ANY APPLICABLE STATE AND FEDERAL LAWS REGARDING SUCH INFORMATION.</p>\n<p>Without derogating from the above, you expressly agree that the User Content that you post or upload will not include (i) any spam, unsolicited promotions, advertising, contests or raffles.\n(ii) content which is unlawful, &nbsp;defamatory, &nbsp;libelous, &nbsp;harassing, &nbsp;offensive, &nbsp;indecent, &nbsp;pornographic, &nbsp;abusive, &nbsp;fraudulent, threatening or vulgar.\n(iii) content that unlawfully discriminates on the basis of race, origin, ethnicity, nationality, religion, gender, occupation, sexual orientation, illness, physical or mental disability, faith, political view or socio-economical class.\n(iv) content that encourages criminal behavior or conduct that would constitute a criminal offense under any law, or could give rise to civil liability or other lawsuit.\nor (v) content that might reasonably pose a risk to a person’s safety, security or health.\nThe above examples of unlawful and prohibited User Content do not constitute an exhaustive list.</p>\n<p>WalkMe is under no obligation to edit or control User Content that you or other Users post or publish, and will not be in any way responsible or liable for User Content.\nAlthough WalkMe has no obligation to screen, edit or monitor any of the User Content, WalkMe explicitly reserves the right, at its sole discretion, to remove, edit, or block without giving any prior notice, any User Content available on the Site and/or Services at any time and for any reason, and you are solely responsible for creating backup copies of and replacing any User Content you post on the Site and/or Services at your sole expense.</p>\n<p>Any User Content you post to the Site will be considered non-confidential and non-proprietary.\nWhen you upload, post, publish or make available any User Content on the Site and/or Services, you grant to (i) WalkMe a non-exclusive, royalty-free license, to use, reproduce, modify, perform, display, distribute, and otherwise disclose to third parties any such material for the purposes of providing you with the Site and/or Services and to enforce any agreement you may have with WalkMe.</p>\n<p>You acknowledge and understand that WalkMe may, at its sole discretion, delete or remove any of your User Content made available on the Service.\nYou are solely responsible for the storage of your User Content.</p>\n<p>\n<strong>8.\nFEEDBACK</strong>\n</p>\n<p>In the event that you provide WalkMe with any suggestions, comments or other feedback relating to the Site and/or Services (collectively, “<strong>Feedback</strong>”), such Feedback is deemed at the incipiency the sole and exclusive property of WalkMe and User hereby irrevocably assigns to WalkMe all of its rights, title and interest in and to all Feedback, if any, and waives any moral rights to it (or anyone on its behalf) may have in such Feedback.\nWithout derogating from the foregoing, User hereby represents and warrants that it shall not provide any Feedback which is subject to any third-party rights or any limitations, and, without derogating from the foregoing, shall promptly inform WalkMe as soon as it becomes aware of any third-party right or limitation which may apply to Feedback already provided.</p>\n<p>\n<strong>9.\nPRIVACY POLICY</strong>\n</p>\n<p>WalkMe respects your privacy and is committed to protecting the information you share with us.\nOur policy, practices and information about what we collect are described in our Privacy Policy available at&nbsp;https://www.walkme.com/privacy-policy/.<br>\nIf you intend to connect to, access or use our Site and/or Services you must first read and agree to the Privacy Policy.</p>\n<p>\n<strong>10.\nINTELLECTUAL PROPERTY RIGHTS</strong>\n</p>\n<p>The Site, the Services, the design, logos, graphics, icons, images, as well as the selection, assembly and arrangement thereof, WalkMe’s proprietary software, algorithms and any and all intellectual property rights pertaining &nbsp;thereto, including, &nbsp;without limitation, &nbsp;inventions, &nbsp;patents and patent&nbsp.\napplications, trademarks, trade names, logos, copyrightable materials, graphics, text, images, designs (including the “look and feel” of the Site and/or Service and any part thereof), specifications, methods, procedures, information, know-how, data, technical data, interactive features, source and object code, files, interface, GUI and trade secrets, whether or not registered and/or capable of being registered (collectively, “<strong>Intellectual Property</strong>”), are owned and/or licensed to WalkMe, and are subject to copyright and other applicable intellectual property rights under U.S.\nand Israeli laws, foreign laws and international conventions.</p>\n<p>All logos and other proprietary identifiers used by WalkMe in connection with the Site, Services, and other WalkMe products and services, (“<strong>WalkMe Trademarks</strong>”) are all trademarks and/or trade names of WalkMe, whether or not registered.\nAll other trademarks, service marks, trade names and logos, which may appear on or with respect to the Site and/or Services belong to their respective owners (“<strong>Third-Party Marks</strong>”).\nNo right, license, or interest to WalkMe Trademarks and/or to the Third-Party Marks is granted hereunder, and you agree that no such right, license, or interest shall be asserted by you with respect to WalkMe Trademarks or the Third-Party Marks and you will not use any of these marks, unless expressly permitted to do so.</p>\n<p>You are hereby prohibited from removing or deleting any and all copyright notices, restrictions and signs indicating proprietary rights of WalkMe and/or its licensors, including any copyright mark&nbsp;<sup>©</sup>&nbsp;or trademark&nbsp;<sup>®</sup>&nbsp;or&nbsp;<sup>™</sup>&nbsp.\ncontained in or accompanying the Site and/or Services, and you represent and warrant that you will abide by all applicable laws in this respect.\nYou are further prohibited from using, diluting or staining any name, mark or logo that is identical, or confusingly similar to any of WalkMe marks and logos, whether registered or not.</p>\n<p>For the avoidance of any doubt, as between you and WalkMe, you are and you shall remain the sole exclusive owner of all right, title, and interest in and to all User Content, including all Intellectual Property rights relating thereto, subject to the rights and permissions granted in Section 7 above.</p>\n<p>\n<strong>11.\nTHIRD PARTY SERVICES</strong>\n</p>\n<p>The Services may be linked to and/or through certain third-party websites and other third-party services (collectively, “<strong>Third-Party Services</strong>”).\nSuch Third-Party Services are independent from the Services.\nYou hereby acknowledge that WalkMe has no control over such Third-Party Services, and further acknowledge and agree that WalkMe is not responsible for the availability of Third-Party Services, and does not endorse nor is it responsible or liable for any goods, services, content, advertisements, products, or any materials available on and/or through such Third Party Services.</p>\n<p>You further acknowledge and agree that WalkMe shall not be responsible or liable, directly or indirectly, for any damage or loss whatsoever caused, or alleged to be caused, by or in connection with use of or reliance on any goods, services, content, products or other materials available on or through any Third-Party Services.\nMost Third-Party Services provide legal documents, including terms of use and privacy policy, governing the use of each such Third-Party Services, their contents and services.\nWe encourage you to read these legal documents carefully before using any such Third-Party Services.</p>\n<p>No reference made in this Site to any specific commercial product, process, or service (or provider of such product, process or service) other than such products, processes, or services of WalkMe, constitute or imply an endorsement, recommendation or favoring by WalkMe.</p>\n<p>\n<strong>12.\nTHIRD PARTY COMPONENTS</strong>\n</p>\n<p>The Services may use or include third-party software, files and components that are subject to open source and third party license terms (“<strong>Third Party Components</strong>”).\n&nbsp;Your right to use such Third Party Components as part of, or in connection with, the Services is subject to any applicable acknowledgements and license terms accompanying such Third Party Components, contained therein or related thereto.\nIf there is a conflict between the licensing terms of such Third Party Components and these Terms, the licensing terms of the Third Party Components shall prevail only in connection with the related Third Party Components.\nThese Terms do not apply to any Third Party Components accompanying or contained in the Services and WalkMe disclaims all liability related thereto.\nYou acknowledge that WalkMe is not the author, owner or licensor of any Third Party Components, and that WalkMe makes no warranties or representations, express or implied, as to the quality, capabilities, operations, performance or suitability of Third Party Components.\nUnder no circumstances shall the Services or any portion thereof (except for the Third Party Components contained therein) be deemed to be “open source” or “publicly available” software.</p>\n<p>\n<strong>13.\nAVAILABILITY.\nMODIFICATIONS TO THE SERVICES</strong>\n</p>\n<p>The availability and functionality of the Site and Services depends on various factors, such as communication networks software, hardware, and WalkMe’s service providers and contractors.\nWalkMe does not warrant or guarantee that the Site and Services will operate and/or be available at all times without disruption or interruption, or that it will be immune from unauthorized access error-free.</p>\n<p>WalkMe reserves the right to modify, correct, amend, enhance, improve, make any other changes to, or discontinue, temporarily or permanently the Site and/or Services (or any part thereof, including but not limited to the Content) without notice, at any time and at its sole discretion.\nYou agree that WalkMe shall not be liable to you or to any third party for any modification, suspension, or discontinuance of our Service.</p>\n<p>\n<strong>14.\nDISCLAIMER AND WARRANTIES</strong>\n</p>\n<p>You understand that we cannot and do not guarantee or warrant that files available for downloading from the internet or the Site will be free of viruses or other destructive code.\nYou are responsible for implementing sufficient procedures and checkpoints to satisfy your particular requirements for anti-virus protection and accuracy of data input and output, and for maintaining a means external to our site for any reconstruction of any lost data.</p>\n<p>YOUR USE OF THE SITE AND/OR SERVICES IS AT YOUR OWN RISK.\nTHE SITE AND/OR SERVICES ARE PROVIDED ON AN “AS IS” AND “AS AVAILABLE” BASIS, WITHOUT ANY WARRANTIES OF ANY KIND, EITHER EXPRESS OR IMPLIED.\nNEITHER WALKME NOR ITS AFFILIATES, INCLUDING ANY OF THEIR OFFICERS, DIRECTORS, SHAREHOLDER, EMPLOYEES, OR AGENTS (“<strong>WALKME REPRESENTATIVES</strong>”) MAKE ANY WARRANTY OR REPRESENTATION WITH RESPECT TO THE COMPLETENESS, SECURITY, RELIABILITY, QUALITY, USABILITY, SUITABILITY, COMPLETENESS, ACCURACY, EFFECTIVENESS OR AVAILABILITY OF THE SITE AND/OR SERVICES AND/OR ANY CONTENT, DATA, RESULTS, OR OTHER INFORMATION OBTAINED OR GENERATED IN CONNECTION WITH YOUR OR ANY USER’S USE OF THE SITE AND/OR SERVICES.\nWALKME DOES NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE, THE INABILITY TO USE OR OPERATE, OR THE RESULTS OF THE USE OF THE CONTENT AVAILABLE ON THE SITE AND/OR SERVICES.\nTO THE FULLEST EXTENT PROVIDED BY LAW, WALKME HEREBY DISCLAIMS ALL WARRANTIES OF ANY KIND, WHETHER EXPRESS OR IMPLIED, STATUTORY, OR OTHERWISE, INCLUDING BUT NOT LIMITED TO ANY WARRANTIES OF MERCHANTABILITY, NON-INFRINGEMENT, AND FITNESS FOR PARTICULAR PURPOSE.</p>\n<p>WITHOUT LIMITING THE FOREGOING, WALKME PROVIDES NO REPRESENTATIONS AND DISCLAIMS ALL WARRANTIES THAT THE SITE AND/OR SERVICES WILL BE ERROR-FREE, OR UNINTERRUPTED, THAT DEFECTS WILL BE CORRECTED, THAT THE SITE, SERVICES AND/OR THE SERVERS THAT MAKES IT AVAILABLE ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS, OR THAT THE SITE AND/OR SERVICES WILL OTHERWISE MEET YOUR NEEDS OR EXPECTATIONS.WALKME MAY, AT ITS SOLE DISCRETION AND WITHOUT AN OBLIGATION TO DO SO, CORRECT, MODIFY, AMEND, ENHANCE, IMPROVE AND MAKE ANY OTHER CHANGES TO THE SITE AND/OR SERVICE AT ANY TIME, OR DISCONTINUE DISPLAYING OR PROVIDING ANY CONTENT OR FEATURES WITHOUT ANY NOTICE TO YOU.</p>\n<p>YOU AGREE AND ACKNOWLEDGE THAT THE USE OF THE SITE AND/OR SERVICES, INCLUDING USE OF AND/OR RELIANCE ON ANY CONTENT AVAILABLE THROUGH THE SITE AND/OR SERVICES, IS ENTIRELY, OR OTHERWISE TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, AT YOUR OWN RISK.</p>\n<p>\n<strong>15.\nLIMITATION OF LIABILITY</strong>\n</p>\n<p>TO THE FULLEST EXTENT PERMITTED BY LAW, IN NO EVENT SHALL WALKME &nbsp;AND/OR THE WALKME REPRESENTATIVES BE LIABLE FOR ANY DAMAGES WHATSOEVER, INCLUDING DIRECT, INDIRECT, SPECIAL, INCIDENTAL OR CONSEQUENTIAL DAMAGES OF ANY KIND, RESULTING FROM OR ARISING OUT OF THE SITE AND/OR SERVICES, USE OR INABILITY TO USE THE SITE AND/OR SERVICES, FAILURE OF THE SITE AND/OR SERVICES TO PERFORM AS REPRESENTED OR EXPECTED, LOSS &nbsp;OF &nbsp;GOODWILL, &nbsp;DATA &nbsp;OR &nbsp;PROFITS, THE PERFORMANCE OR FAILURE TO PERFORM UNDER THESE TERMS, AND ANY OTHER ACT OR &nbsp;OMISSION&nbsp.\nOR &nbsp;BY &nbsp;ANY&nbsp.\nOTHER&nbsp.\nCAUSE&nbsp.\nWHATSOEVER, INCLUDING WITHOUT LIM ITATION DAM AGES ARISING FROM THE CONDUCT OF ANY USERS AND/OR THIRD PARTY SERVICES.</p>\n<p>\n<strong>NO ACTION MAY BE BROUGHT BY YOU FOR ANY BREACH OF THESE TERMS MORE THAN ONE (1) YEAR AFTER THE ACCRUAL OF SUCH CAUSE OF ACTION.\nAS SOME STATES DO NOT ALLOW THE EXCLUSION OR LIMITATION OF INCIDENTAL OR CONSEQUENTIAL DAMAGES, THEN SUCH LIMITATIONS ONLY MAY NOT APPLY TO A USER RESIDING IN SUCH STATES</strong>.</p>\n<p>SUCH LIMITATIONS, EXCLUSIONS AND DISCLAIMERS SHALL APPLY TO ALL CLAIMS FOR DAMAGES, WHETHER BASED IN AN ACTION OF CONTRACT, WARRANTY, STRICT LIABILITY, NEGLIGENCE, TORT, OR OTHERWISE.\nYOU HEREBY &nbsp;ACKNOW LEDGE AND AGREE THAT THESE LIMITATIONS OF LIABILITY ARE AGREED ALLOCATIONS OF RISK CONSTITUTING IN PART THE CONSIDERATION FOR THE WALKME SERVICES TO YOU, AND SUCH &nbsp;LIM ITATIONS WILL &nbsp;APPLY NOTWITHSTANDING THE &nbsp;FAILURE &nbsp;OF &nbsp;ESSENTIAL PURPOSE &nbsp;OF ANY &nbsp;LIM ITED &nbsp;REMEDY, AND &nbsp;EVEN &nbsp;IF WALKME AND/OR ANY WALKME AFFILIATES HAVE BEEN ADVISED OF THE POSSIBILITY OF SUCH LIABILITIES AND/OR DAMAGES.\nTHE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERM ITTED BY LAW IN THE APPLICABLE JURISDICTION AND IN NO EVENT SHALL WALKME’S CUMULATIVE LIABILITY TO YOU EXCEED AMOUNTS PAID TO WALKME FOR USE OF THE SERVICES.\nIF YOU HAVE NOT MADE ANY PAYMENTS TO WALKME FORTHE USE OF THE SERVICES, THEN WALKME SHALL NOT HAVE ANY LIABILITY TOWARDS YOU.</p>\n<p>Nothing in these Terms shall limit or exclude liability for anything that cannot be limited or excluded under applicable law.</p>\n<p>\n<strong>16.\nINDEMNIFICATION</strong>\n</p>\n<p>You agree to defend, indemnify and hold harmless WalkMe and any WalkMe Representative from and against any and all claims, damages, obligations, losses, liabilities, costs, debts, fines, late fees, cancellation fees and expenses (including attorney’s fees) arising directly or indirectly from: (i) your use of the Site and/or Services (or any part thereof).\n(ii) breach of these Terms by you.\n(iii) any damage of any sort, whether direct, indirect, special or consequential, you may cause to any third party which relates to your use of (or inability to use) the Services.\n(iv) your violation of any third party intellectual property rights, privacy rights or other rights through your use of the Services or provision of information to the Services (including but not limited to obtaining consents from the requisite parties).\nand (v) your violation of any applicable law or regulation.</p>\n<p>\n<strong>17.\nDIRECT MARKETING</strong>\n</p>\n<p>You hereby agree that we may use your contact details provided by you through the Site for purpose of informing you regarding our products and/or Services, which may interest you, to contact you by telephone (including texting), and to send to you other marketing material, transmitted by e-mail, notices, and/or messages on the Site.\nYou may revoke your consent to any individually targeted communications at any time by contacting us at legal@walkme.com.</p>\n<p>\n<strong>18.\nMISCONDUCT AND COPYRIGHT POLICY</strong>\n</p>\n<p>We care for your safety and well-being.\nIf you believe a User, including Third Party Providers, acted inappropriately including, but not limited to, offensive, violent or sexually inappropriate behavior or content, please report such person immediately to the appropriate authorities and to us.</p>\n<p>We take claims of copyright infringement seriously.\nWe will respond to notices of alleged copyright infringement that comply with applicable law.\nIf you believe any materials accessible on or from the Site and/or Services infringe your copyright, you may request removal of those materials (or access to them) from the Site and/or Services by submitting written notification to our copyright agent designated below.\nIn accordance with the Online Copyright Infringement Liability Limitation Act of the Digital Millennium Copyright Act (17 U.S.C.\n§ 512) (“<strong>DMCA</strong>”), the written notice (the “<strong>DMCA Notice</strong>”) must substantially include the following information: (i) a physical or electronic signature of a person authorized to act on behalf of the owner of the copyright.\n(ii) a description of the copyrighted work that you claim has been infringed.\n(iii) a description of the material that you claim to be infringing or to be the subject of infringing activity and that is to be removed or access to which is to be disabled and information sufficient to permit WalkMe to locate the material (including URL address or screen capture of such infringing activity).\n(iv) information so that the WalkMe can contact you, such as address, telephone &nbsp;number and e-mail address.\n(v) a statement that you believe in good faith that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or the law.\n(vi) a statement that the information in the notification is accurate and, under penalty of perjury, you are the copyright owner or are authorized to act on behalf of the owner of a copyright that is allegedly infringed.\nWalkMe’s Copyright Agent can be reached at</p>\n<p>WalkMe<br>\n525 Market Street, 37th Floor<br>\nSan Francisco, CA 94105</p>\n<p>Attn: DMCA Copyright Agent<br>\nPhone:&nbsp;(415) 494-2774<br>\nEmail: legal@walkme.com</p>\n<p>If you fail to comply with all of the requirements of Section 512(c)(3) of the DMCA, your DMCA Notice may not be effective.</p>\n<p>If you believe that material you posted on the Site was removed or access to it was disabled by mistake or misidentification, you may file a counter-notification with us (a “<strong>Counter-Notice</strong>”) by submitting written notification to our copyright agent designated above.\nPursuant to the DMCA, the Counter-Notice must include substantially the following: (1) full name, address, phone number and physical or electronic signature.\n(2) identification of the material and its location before removal.\n(3) a statement under penalty of perjury&nbsp;that the material was removed by mistake or misidentification.\n(4) consent to an appropriate judicial body.\nand (5) any other information required under the relevant applicable law.\nWalkMe reserves the right to notify the person or entity providing the infringement notice of such counter-notice and provide any details included therein.\nThe DMCA allows us to restore the removed content if the party filing the original DMCA Notice does not file a court action against you within ten business days of receiving the copy of your Counter-Notice.</p>\n<p>Please be aware that if you knowingly materially misrepresent that certain material or activity on the Site and/or Services was removed or disabled by mistake or misidentification, you may be held liable for damages (including costs and reasonable attorneys’ fees) under Section 512(f) of the DMCA.\nIt is our policy, in appropriate circumstances, to disable and/or terminate the accounts of Users who are repeat infringers.</p>\n<p>\n<strong>19.\nAMENDMENT OF TERMS</strong>\n</p>\n<p>WalkMe expressly reserves the right to modify these Terms of Use at any time in its sole discretion.\nWalkMe will make commercially reasonable efforts to notify on any substantial changes to these Terms by posting the new Terms on the Site and/or Services and/or by sending you an e-mail regarding such changes to the email address that is registered under your Account.\nSuch substantial changes will take effect seven (7) days after such notice was provided on any of the abovementioned methods.\nOtherwise, all other changes to these Terms are effective as of the stated “Last Revised” date and your continued use of the Service after the Last Revised date will constitute acceptance of, and agreement to be bound by, those changes.\nPlease note that in the event that the Terms should be amended to comply with any legal requirements, such amendments may take effect immediately and without any prior notice, as may be required by law.</p>\n<p>\n<strong>20.\nTERMINATION OF SERVICE</strong>\n</p>\n<p>WalkMe has the right to terminate or suspend your access to all or part of the Site and/or Services for any or no reason, including without limitation, any violation of these Terms of Use.</p>\n<p>Additionally, WalkMe may at any time, at its sole discretion, cease the operation of our Site and/or Services or any part thereof, temporarily or permanently, without giving any prior notice.\nYou agree and acknowledge that WalkMe does not assume any responsibility with respect to, or in connection with the termination of our Site and/or Services’ operation and loss of any data.\nThe following provisions shall survive the termination or expiration of the Terms: Section 4 (User Representations and Undertakings).\nSection 6 (Use Restrictions).\nSection 7 (User Generated &nbsp;Content): Section 8 (Feedback).\n&nbsp;Section 9 (Privacy Policy).\nSection 10 (Intellectual Property Right).\nSection 11 (Third Party Services).\nSection 12 (Third Party Components).\nSection 14 (Disclaimer and Warranties).\nSection 15 (Limitation of Liability).\nSection 16 (Indemnification).\nSection 19 (Termination of Service).\nand Section 20 (General).</p>\n<p>\n<strong>21.\nGENERAL</strong>\n</p>\n<p>These Terms do not, and shall not be construed to create any partnership, joint venture, employer- employee, agency, or franchisor-franchisee relationship between the parties hereto.\nAny claim relating to the Site and/or Services or use of the Site and/or Services will be governed by and interpreted in accordance with the laws of the State of California, without reference to its conflict-of-laws principles.\nAny dispute arising out of or related to your use of this Site and/or the Service will be brought in, and you hereby consent to exclusive jurisdiction and venue in, the competent courts of the San Francisco County, California.\nIf any provision of these Terms is found to be unlawful, void, or for any reason unenforceable, then that provision will be deemed severable from these Terms and will not affect the validity and enforceability of any remaining provision.\nYou may not assign, sublicense or otherwise transfer any or all of your rights or obligations under these Terms without WalkMe’s prior express written consent.\nNo waiver by either party of any breach or default hereunder will be deemed to be a waiver of any preceding or subsequent breach or default.\nAny heading, caption or section title contained herein is inserted only as a matter of convenience, and in no way defines or explains any section or provision hereof.\nThese Terms are the entire terms and conditions between you and WalkMe relating to the subject matter herein and supersedes any and all prior or contemporaneous written or oral agreements or understandings between you and WalkMe.\nNotices to you may be made via email or regular mail.\nOur Site and/or Services may also provide notices of changes to these Terms or other matters, by displaying such notices or by providing links to such notices.\nWithout limitation, you agree that a printed version of these Terms and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to these Terms to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.</p>\n<p>\n<strong>22.\nCONTACT</strong>\n</p>\n<p>If you have any questions (or comments) concerning the Terms or the Site and/or the Services, you are welcome to send us an email to the following address, and we will make an effort to reply within a reasonable timeframe: legal@walkme.com.</p>\n<p>By contacting us, you represent that you are free to do so and that you will not knowingly provide WalkMe with information that infringes upon third parties’ rights, including any intellectual property rights.\nYou further acknowledge that notwithstanding anything herein to the contrary, any and all rights, including intellectual property rights in such information provided, shall belong exclusively to WalkMe, and WalkMe may use or refrain from using any such information at its sole discretion.</p>\n<p>&nbsp;</p>\n<p>WalkMe previous Terms and Conditions</p> ", "created_at": "2021-12-11 21:21:38.91057", "updated_at": "2021-12-11 20:23:56.213116"}, {"id": 10946, "name": "Privacy Policy", "url": "https://www.walkme.com/privacy-policy/", "xpath": "/html/body/main/section", "text": " <p>\n<strong>WALKME PRIVACY POLICY</strong>\n</p>\n<p>Effective Date: October 20, 2021</p>\n<p>&nbsp;</p>\n<p>WalkMe and its affiliates,&nbsp.\n(“<strong>WalkMe</strong>“, “<strong>we</strong>” or “<strong>us</strong>“) are committed to protecting the privacy of the users of its website at www.WalkMe.com&nbsp;or any other website owned and/or operated by WalkMe (collectively, the “<strong>Site</strong>“) and its online products, including our web-based digital adoption platform (the “<strong>WalkMe System<sup>™</sup>\n</strong>) and the mobile version of our system (the “<strong>WalkMe Mobile<sup>™</sup>\n</strong>“) (WalkMe System<sup>™</sup>&nbsp;and WalkMe Mobile<sup>™ </sup>each a “<strong>Service</strong>” and collectively the “<strong>Services</strong>“) provided to our enterprise customers (“<strong>Customers</strong>”).</p>\n<p>&nbsp;</p>\n<p>This Privacy Policy explains the types of information we collect from you or that you may provide when you:</p>\n<ul>\n<li>visit our Site, make enquiries, request a demo of our Services or otherwise contact us (“<strong>Site Users</strong>”);</li>\n<li>set up and operate an account on behalf of a Customer using our Services (“<strong>Authorized Representative(s)</strong>”).\nand</li>\n<li>use our Services as an end user of a Customer (e.g.\nan employee of a Customer or client/user of a Customer’s platform or mobile application where the Service is deployed) (“<strong>End User(s)</strong>”).</li>\n</ul>\n<p>Depending on your role as noted above, this Privacy Policy will apply to you differently and sets out our practices for collecting, using, maintaining, protecting, and disclosing that information, as well as your rights in determining what we do with the information that we collect and hold about you.</p>\n<p>To the extent the General Data Protection Regulation or the UK GDPR (together referred to as the “<strong>GDPR</strong>”) applies to our own processing activities, WalkMe Ltd., WalkMe UK Limited or WalkMe, Inc.\nare the controller of such data (“<strong>Controller</strong>”) (unless otherwise stated).</p>\n<p>If you are a California resident, please see the additional terms that apply to you here.</p>\n<p>Please read this Privacy Policy carefully so that you understand your rights in relation to your personal information, and how we will collect, use and process your personal information.\nThis Privacy Policy supplements any other privacy related notices and policies we may provide to you from time to time, and is not intended to override them.\nIf you do not agree with this Privacy Policy in general or any part of it, you should not use our Services or otherwise provide your information to us.</p>\n<p>\n<strong>\n<em>NAVIGATING THIS PRIVACY POLICY </em>\n</strong>\n</p>\n<p>This Privacy Policy details WalkMe’s practices for the Site and Services it offers separately.\nIn order to have the full picture of our privacy practices, you need to read the relevant section about the Site or Services you are using (see below links) together with the rest of this Privacy Policy.</p>\n<ul>\n<li>\n<strong>WALKME SERVICES: </strong>If you are an Authorized Representative or End User of one of our Customers, please see here for more information about the privacy practices in connection with the use of our Services.</li>\n<li>\n<strong>WALKME SITE: </strong>If you are a Site User, please see here for more information about the privacy practices in connection with the use of our Site.</li>\n</ul>\n<p>&nbsp;</p>\n<p>\n<strong>A.&nbsp.\nYOUR RIGHTS</strong>\n</p>\n<p>You may have certain legal rights in relation to your personal information under certain applicable laws (for instance if you are residing in Europe, United Kingdom or in California), for example, to receive a copy, rectify, port, restrict, erase, object to the processing of personal information and if processing is based on consent, to withdraw your consent.</p>\n<p>Please note that a number of these rights only apply in certain circumstances and all of these rights may be limited by law.\nFor example, where fulfilling your request would adversely affect other individuals or our trade secrets or intellectual property, where there are overriding public interests or where we are required by law to retain your personal information.</p>\n<p>If you wish to exercise your applicable rights, please contact WalkMe (see contact details of our DPO below), our Customer (where you are an Authorized Representative or End User), or submit a request using this form<strong>.\n</strong>We or our Customer may need to carry out certain identification checks in order to carry out your request.</p>\n<p>If you think we have infringed data protection laws, please contact our DPO at privacy@walkme.com or you can raise a complaint with the relevant data protection supervisory authority.</p>\n<p>&nbsp;</p>\n<p>\n<strong>B.&nbsp.\nHOW LONG DO WE RETAIN INFORMATION</strong>\n</p>\n<p>WalkMe&nbsp;will retain personal information for as long as required to provide the Site or Services and as necessary to comply with our legal obligations, resolve disputes and enforce our terms and conditions, other applicable terms of service and our policies.</p>\n<p>WalkMe will not retain the personal information of Site Users for more than 7 years (for backup and litigation purposes).</p>\n<p>Please note that WalkMe may retain information for longer than the required retention period.\nSuch information may continue to be used by WalkMe in an aggregated and anonymised manner, where it is in WalkMe’s legitimate interests for the purpose of operating the Service or Site.</p>\n<p>&nbsp;</p>\n<p>\n<strong>C.&nbsp.\nMINORS</strong>\n</p>\n<p>Our Site and Services are not intended for children, and we do not knowingly collect data relating to children.\nChildren must not use our Site or Services, except where their parent or guardian has provided consent, if this option is available in your location.\nIf you use our Site or Services, you represent that you are at least the age of majority under the laws of the jurisdiction of your place of residence.\nIf we learn that we have collected or have been sent personal information about or from a child, we reserve the right to delete that personal information as soon as reasonably practicable.\nIf you believe that we might have collected or been sent information from a child, please contact our DPO at privacy@walkme.com as soon as possible.</p>\n<p>\n<strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</strong>\n</p>\n<p>\n<strong>D.&nbsp.\nINFORMATION SECURITY</strong>\n</p>\n<p>We take steps to protect, enforce and maintain the security of our Services, Site, Customer information as well as the personal information of Authorized Representatives and End Users.</p>\n<p>We use a combination of processes, technology and physical security controls to help protect personal information from unauthorized access, use, or disclosure.\nAlthough we do our best to protect your personal information, we cannot guarantee the security of your information transmitted over the internet and any transmission is at your own risk.</p>\n<p>For more information about our security practices, please see here.</p>\n<p>\n<strong>&nbsp;</strong>\n</p>\n<p>\n<strong>E.&nbsp.\nINTERNATIONAL TRANSFER OF PERSONAL INFORMATION WHERE THE GDPR APPLIES</strong>\n</p>\n<p>As we are an international business, the personal information that we collect from you via our Site or Services will be transferred to, and stored at/processed in countries outside the European Economic Area (“<strong>EEA</strong>”) and the United Kingdom (“<strong>UK</strong>”).\nYour personal information is also processed by staff operating outside the EEA and the UK who work for us or one of our third party service providers or partners.\nWe will take all steps reasonably necessary to ensure that your personal information is treated securely and in accordance with this Privacy Policy.</p>\n<p>For any transfers of information outside the EEA or the UK, the data transfer will be under the European Commission’s model contracts for the transfer of personal data to third countries (i.e., the standard contractual clauses), or any equivalent contracts issued by the relevant competent authority of the UK, as relevant, unless (i) the data transfer is to a country that has been determined by the European Commission or the relevant UK authorities, as applicable, to provide an adequate level of protection for individuals’ rights and freedoms for their personal information (such as Israel and Japan) or (ii) the transfer is necessary for the performance of a contract between us.&nbsp.\nTo request a copy of the Standard Contractual Clauses or equivalent terms in place, please contact us at privacy@walkme.com.</p>\n<p>Although we do not rely on the EU-U.S.\nPrivacy Shield Framework (“<strong>Framework</strong>”) for data transfers we remain committed to the principles set out in the Framework.\nThe following of our affiliated companies may access your personal information, and each does so in compliance with the Framework: <strong>WalkMe Inc.</strong>\n</p>\n<p>We have certified to the Department of Commerce that we adhere to the Privacy Shield Principles.\nWe are subject to the investigatory and enforcement powers of the Federal Trade Commission / Department of Transportation.\nTo learn more about the Privacy Shield Framework, and to view our certification, please visit https://www.privacyshield.gov.</p>\n<p>Individuals in the EEA, UK and Switzerland who have inquiries or complaints regarding our compliance with the Framework should first contact us at privacy@walkme.com.</p>\n<p>If you have an unresolved privacy or data use concern that we have not addressed satisfactorily, please contact our U.S.-based third-party dispute resolution provider (free of charge) at&nbsp;https://feedback-form.truste.com/watchdog/request.</p>\n<p>Under certain conditions, more fully described on the Privacy Shield website&nbsp;(available here), you may be entitled to invoke binding arbitration when other dispute resolution procedures have been exhausted.</p>\n<p>&nbsp;</p>\n<p>\n<strong>F.&nbsp.\nCHANGES TO THE PRIVACY POLICY</strong>\n</p>\n<p>The terms of this Privacy Policy will govern the use of the Site and Services and any information collected in connection therewith, however, WalkMe may amend or update this Privacy Policy from time to time.\nThe most current version of this Privacy Policy will always be posted at on this page.\nWe will endeavor to provide notice of material changes to this Privacy Policy through our Site, Services and/or via an e-mail.\nSuch material changes will take effect seven (7) days after such notice was provided on our Site, Services or sent by email.\nOtherwise, all other changes to this Privacy Policy are effective as of the stated “Last Updated” date at the top of this Privacy Policy and your continued use of the Site and/or Services will constitute your written acceptance of, and agreement to be bound by, the changes to the Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>\n<strong>G.</strong>&nbsp.\n<strong>QUESTIONS, CONTACT INFORMATION AND COMPLAINTS</strong>\n</p>\n<p>If you have any questions (or comments) concerning this Privacy Policy, you are welcome to send us an email or otherwise contact us at:<br>\nprivacy@walkme.com&nbsp;or 1-855-4WALKME (925563 – Toll Free Number).</p>\n<p>\n<strong>WalkMe, Inc</strong>., 71 Stevenson Street, Floor 20, San Francisco, California, 94105<br>\nUSA</p>\n<p>\n<strong>WalkMe UK Limited</strong>, Tower Bridge House, St Katherines Way, London, United Kingdom, E1W 1DD (also acting as UK Representative for WalkMe, Inc.\nand WalkMe, Ltd).</p>\n<p>\n<strong>WalkMe Ltd</strong>, 3 Kremenetski St, 2<sup>nd</sup> Floor, Tel-Aviv, 6789903, Israel</p>\n<p>You can also contact our Data Protection Officer at: privacy@walkme.com</p>\n<p>\n<strong>EU representative:</strong>\n<br>\nVeraSafe has been appointed as WalkMe’s representative in the European Union for data protection matters, pursuant to Article 27 of the General Data Protection Regulation of the European Union.\nIf you are in the European Economic Area, VeraSafe can be contacted on matters related to the processing of personal data.\nTo make such an inquiry, please contact VeraSafe using this form or via telephone at: +420 228 881 031.</p>\n<p>WalkMe previous privacy-policy</p> ", "created_at": "2021-12-11 21:21:38.907721", "updated_at": "2021-12-11 20:22:57.345832"}], "points": [], "urls": ["walkme.com"]}}