{"error": 448, "message": "OK", "parameters": {"id": 4253, "name": "THESTATUSLIFE.COM ", "created_at": "2021-06-29 22:47:57.797958", "updated_at": "2021-06-29 22:00:48.184461", "wikipedia": null, "keywords": null, "related": null, "slug": "thestatuslife-com", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4253.png", "url": "thestatuslife.com", "documents": [{"id": 7486, "name": "Privacy Policy", "url": "https://www.thestatuslife.com/privacy-policy", "xpath": "/html/body/div[1]/div[3]/div[2]/div/div/div[2]/article/div/div/div/div/div[1]/div[2]/div[1]/div", "text": "\nTABLE OF CONTENTS\n<ol>\n<li>Introduction</li>\n<li>Applicability</li>\n<li>Information We Collect</li>\n<li>How We Use and Share The Information Collected</li>\n<li>Legal Grounds for Using (Processing) Your Information</li>\n<li>Online Analytics and Advertising</li>\n<li>Data Subject Rights &amp.\nYour Choices</li>\n<li>Retention of Your Information</li>\n<li>Cookies and Other Tracking Technologies</li>\n<li>Links to Third Party Sites</li>\n<li>Security</li>\n<li>Special Note For Parents</li>\n<li>Transfer Information to the United States</li>\n<li>Changes to This Privacy Policy</li>\n<li>Disputes.\nNo Rights of Third Parties</li>\n<li>Contact Us: Data Privacy Officer</li>\n</ol> Introduction.\n<p>This privacy policy (“<strong>Privacy Policy</strong>”) explains the data protection practices of TheStatusLife.com and its subsidiaries and affiliates (collectively, “<strong>TheStatusLife.COM</strong>“, “we” and “us”) when you visit&nbsp;or use the websites, mobile-optimized version of our websites, and&nbsp;digital applications to which this policy is linked (collectively,&nbsp;“<strong>Websites</strong>“).\nTheStatusLife.COM’s subsidiaries and affiliates.\nFor the purposes of data protection laws, TheStatusLife.COM is the data controller.\nThis Privacy Policy is incorporated into and subject to the Websites’ Terms of Use.\n<strong>If you do not agree to the&nbsp;Terms of Use and this Privacy Policy, you must discontinue&nbsp;using the Websites and all services and features therein.\nBy&nbsp;using the Websites, you acknowledge you have read and&nbsp;understood this Privacy Policy</strong>.</p> Applicability <ul>\n<li>This Privacy Policy applies whenever and however you access or&nbsp;use the Websites, whether via personal computers, mobile devices&nbsp;or other devices (each a “<strong>Device</strong>”).\n“Websites” includes all&nbsp;subdomains of Websites and any content, code, data, services,&nbsp;features or functionality made available from or through the&nbsp;Websites.</li>\n<li>We may offer the print and digital magazines, websites and other editorial properties published by TheStatusLife.COM (the “<strong>Publications</strong>”) through certain third&nbsp;party websites via subscription pages on such third party websites&nbsp;that are linked to this Privacy Policy.\nFor the avoidance of doubt,&nbsp;such subscription pages are considered “Websites” and this&nbsp;Privacy Policy applies to information collected through the&nbsp;subscription pages, but does not apply to information collected&nbsp;through the third party website.</li>\n<li>Except as specified herein, this&nbsp;Privacy Policy does not apply to information you may provide to us&nbsp;offline.\nhowever please do be aware that if you subscribe offline to&nbsp;one of the Publications, from time to time we make your postal&nbsp;addresses available to companies for marketing purposes.</li>\n<li>Certain features of the Websites may be subject to additional or&nbsp;different privacy provisions, which will be posted on the Website in&nbsp;connection with such features.\nAll such additional or different&nbsp;privacy provisions are incorporated by reference into this Privacy&nbsp;Policy.</li>\n</ul> Information We Collect.\nInformation You Provide To Us.\n<p>We collect the information you provide when you enter a sweepstakes&nbsp;or contest, complete a survey, participate in a reader panel, register&nbsp;for a part of our Websites, register for a summit or event, make a&nbsp;purchase, participate in our social networking features, request&nbsp;back issues of our Publications, subscribe to our Publications,&nbsp;subscribe to newsletters, promotional correspondence, or other&nbsp;electronic services, or send us an email or feedback.\nIf you select to post material to any blogs, forums, participate in our social&nbsp;networking features or other community boards that may be offered&nbsp;on our Websites, then such materials will be collected and some&nbsp;information, including your posted pseudonym, may be publicly&nbsp;available for others to view.\nThe information you may provide&nbsp;includes:</p>\n<ul>\n<li>\n<strong>Registration or Subscription Information, Communications </strong>and<strong> Requests from You, and Your Submissions.</strong> When you engage in activities on the Websites such as those&nbsp;above, you may be asked to provide information such as&nbsp;your e-mail address, name, phone number, shipping&nbsp;address, and billing information, and we (or third party&nbsp;service providers on our behalf) will collect such information&nbsp;as well as any other content you provide us in engaging in&nbsp;any of the above activities.\nInformation such as your age,&nbsp;date of birth, gender, hobbies or interests may also be requested.</li>\n<li>\n<strong>Billing and Credit Card Information.</strong> To enable payment for&nbsp;subscriptions to our Publications, our vendors collect and&nbsp;store billing and credit card information.\nThis information&nbsp;may be shared with us, and will only be shared with third&nbsp;parties who perform tasks required to complete the purchase&nbsp;transaction such as fulfilling orders and processing credit&nbsp;cards.\nWe also use third party platforms to process&nbsp;payments for some of our events and summits, and these&nbsp;third party platforms may collect and store billing and credit&nbsp;card information.\nThe processing of your billing and credit&nbsp;card information by these third party platforms are subject to&nbsp;their privacy policies.\nSome of our Websites may accept&nbsp;billing and credit card information by phone or mail to&nbsp;process payments for advertisements and listings.\nThis&nbsp;information will only be used by us to process the authorized&nbsp;payments.</li>\n<li>\n<strong>Social Networking Information.</strong> You may be given the option to&nbsp;link your account on a third party social networking service&nbsp;with one or more of the Websites.\nIn that case, the&nbsp;authentication of your login credentials are conducted through that third party social networking service.\nWhen you&nbsp;link your social networking accounts with Websites or&nbsp;engage with Websites through third party social media&nbsp;platforms, we may have access to certain of your information&nbsp;stored on those social networking media services depending&nbsp;upon the service and your privacy settings.\nIn addition, as&nbsp;you interact with the Websites, the social networking service&nbsp;may collect information about your activities on the Websites.\nWe recommend you review the information your&nbsp;third party social networking services may make available to&nbsp;us by visiting those services’ privacy policies and/or&nbsp;modifying your privacy settings directly with those services.&nbsp;As noted below, we reserve the right to use, transfer, assign,&nbsp;sell, share and provide access to all information that we&nbsp;receive through these third party social media services in the&nbsp;same ways described in this Privacy Policy.\nYou agree that&nbsp;we shall not be liable for the use by social networking&nbsp;services of any information.</li>\n</ul>\nInformation Automatically Collected As You Access and Use the Websites.\n<ul>\n<li>\n<strong> Usage Information.</strong> In addition to any information that you choose to submit to us, to provide you with services and content that are more customized to your interests, TheStatusLife.COM and our third-party service providers and advertisers may use a variety of technologies (including cookies, Flash cookies, web beacons and embedded scripts) (“<strong>Cookies</strong>”)&nbsp;that automatically or passively collect information when you visit or&nbsp;interact with the Websites (the “<strong>Usage Information</strong>”).\nThis Usage Information may include, without limitation, your IP address, the&nbsp;URL that referred you to our Websites and all of the areas within&nbsp;our Websites that you visit, the web sites you visit after this web&nbsp;site.\nthe ads you see.\nthe ads you click on.\nother information about&nbsp;the type of web browser, computer, platform, related software and&nbsp;settings you are using.\nany search terms you have entered on this&nbsp;web site or a referral site.\nif you share our content to social media platforms.\nand other web usage activity and data logged by our web&nbsp;servers.\nYour IP address is usually associated with the place from&nbsp;which you enter the Internet, like your Internet Service Provider,&nbsp;your company or your library.\nWe use your IP address for a variety&nbsp;of purpose, including to help diagnose problems with our servers,&nbsp;gather broad demographic information, and administer our&nbsp;Websites.\nWe may also link this information with your other&nbsp;information when we feel that it is necessary to enforce compliance&nbsp;with our subscription or usage rules and policies or terms of service&nbsp;or to protect our Websites, customers or others.</li>\n<li>\n<strong>Usage&nbsp;Information gathered from your use of the Websites may be&nbsp;combined with information from third party sources to identify your&nbsp;location by state and region</strong>.\nFor more information, see “Cookies&nbsp;and Other Tracking Technologies” below.&nbsp;<strong>Geolocation&nbsp;Information.</strong> With your consent, certain mobile Websites or a third&nbsp;party such as an advertiser may collect and use your geolocation to&nbsp;provide you with information about goods and services within your&nbsp;geographic location or implement other functionality in the Website,&nbsp;such as to serve targeted advertising.\nIn addition, when you have&nbsp;geolocation software running on your mobile phone, computer or&nbsp;other device, we may collect that information as controlled by your&nbsp;privacy settings on those devices.\nBy using such service, you&nbsp;hereby consent to our collection, use and disclosure of your&nbsp;geolocation information as described.</li>\n<li>\n<strong> Information We&nbsp;Collect From Third Parties.</strong> We may acquire information from&nbsp;other trusted sources to update or supplement the information that&nbsp;you provided or we collected automatically, such as information to&nbsp;validate or update your address or other demographic information&nbsp;and lifestyle information.\nWe use this information to help us&nbsp;maintain the accuracy of the information we collect, to target our&nbsp;communications so that we can inform you of products, services&nbsp;and offers that may be of interest, and for internal business analysis&nbsp;or other business purposes.\nWe may also acquire information from&nbsp;other sources about your visits over time and across other third&nbsp;party web sites, in order to serve more targeted advertising to you&nbsp;on the Website(s).\nThose third parties have privacy policies that&nbsp;differ from this Privacy Policy.</li>\n<li>\n<strong>Information You Provide About A Third Party.</strong> At some Websites and through certain&nbsp.\npromotions, you can submit information about other people such as&nbsp;a person’s name and mailing address to send a gift.\nThis&nbsp;information is used to facilitate the communication or provide the&nbsp;service and may otherwise be used as set forth herein.\nIf that&nbsp;person becomes a subscriber to one of more of our Publications, or becomes an attendee or sponsor or speaker at one of more of our events, his/her information will be treated in the same manner as all&nbsp;others in that category.\nPlease be aware that when you use any&nbsp;send-to-a-friend functionality on our Websites, your email address&nbsp;may be included in the communication sent to your friend.</li>\n</ul> How We Use and Share the Information Collected.\n<p>In addition to the other disclosures described in this Privacy Policy, TheStatusLife.COM may (and you authorize us to) share or disclose information collected from and about you on the Websites to other companies or individuals as set forth below.\nWe may provide access to information to vendors that are performing services on our behalf, including fulfilling subscriptions to our Publications, managing our email lists and sending email messages on our behalf, processing payments, providing customer support and performing other administrative services, in order to carry out such services (the “<strong>Service Provider Use</strong>”).</p>\n<ul>\n<li>\n<strong>Provide, Manage and Improve our Websites.\n</strong>COM uses information we collect from you in part to provide you with the goods and service you have requested (e.g., to sign up for an event, request promotional materials directly from a third party partner), to respond to your inquiries, to administer the Websites and for other lawful business purposes.</li>\n<li>\n<strong>Advertising and Analytics.\n</strong>We use the information in connection with advertising and to serve other content, as described below.\nWe also use the information we collect and obtain about you to measure and improve our Websites, to customize certain features of the Websites, to deliver relevant content and to provide you with an enhanced experience based on the type of device you are using.</li>\n<li>\n<strong>Transactional Communications.\n</strong>We use the information provide transactional or service communications about the Websites, such as to notify you when you have won one of our contests or sweepstakes or other promotions (a “<strong>Promotion</strong>”), when we make changes to subscriber agreements, to fulfill a request for you for an email newsletter, or to contact you about your account.\nIf you wish to unsubscribe from our email newsletters, please follow the unsubscribe/opt-out instructions at the bottom of the newsletter.</li>\n<li>\n<strong>Reader Surveys.\n</strong>We may collect information from you in connection with voluntary surveys about your readership of our Publications, your household/personal characteristics and your purchase behavior.\nThe information you provide in any audience marketing surveys will only be shared in the aggregate with advertisers and partners unless we notify you otherwise at the time of collection.\nAny other survey results may be shared with advertiser and partners, at our discretion, unless we notify you otherwise at the time of collection.</li>\n<li>\n<strong>Editorial Use.\n</strong>In addition, we may use information you provide us through emails, blogs, forums, in response to polls, or through any other user generated submission for editorial purposes, and may use your name and any stories you provide us in articles published in our Publications.\nIf you provide us with personal anecdotes, they may be attributed to you.\nTheStatusLife.COM can edit, rewrite, use, and reuse the content, including your name, likeness, photograph, and biographical information you provide, with or without attribution, including publication in the Publications, and in trade media, and advertising.\nYou hereby consent to this.</li>\n<li>\n<strong>Marketing.\n</strong>Subject to applicable law, we may combine and use any and all information we collect on you either online or otherwise, including from third parties, for marketing purposes, including sending you promotional emails regarding special offers about our products and services or on behalf of third party marketing partners who we think can offer services and products of interest to you.\nUnless we expressly notify you otherwise at the time of collection, we also may disclose information that we receive from you and from third party sources to third parties whose practices are not covered by this privacy statement (e.g.\nother marketers, magazine publishers, retailers, participatory databases and non-profit organizations) that want to market products or services to you.\nThis includes licensing information about your interests and activities, and marketing segments created with such data, which we may share with third parties for their marketing purposes.</li>\n<li>\n<strong>Wireless Email Address and Short Message Services.\n</strong>If the email address you provide to us is a wireless email address, we will send you and you agree to receive messages at such address from TheStatusLife.COM or from third parties.\nSimilarly, we may make available services through which you can receive messages on your phone or wireless device SMS Service.\nIf you subscribe to one of our SMS Services, you thereby agree to receive services and messages at the address you provide for such purposes.\nSuch messages may come from TheStatusLife.COM, or from third parties.\nYou may opt-out of these messages from us by following the instructions provided in the message.\nTo use the wireless email address or SMS Service, you must reside in the United States.\nWe may also obtain the date, time and content of your messages.\nWe will use the information we obtain in connection with these services in accordance with this Privacy Policy.\nYour wireless carrier and other service providers may also collect data about your wireless device usage, and their practices are governed by their own policies.\n<strong>By providing us your wireless email address or by signing up for any SMS Service, you consent to receiving messages as described above.\nYou understand that your wireless carrier’s standard rates apply to these messages.\nYou represent that you are the owner or authorized user of the wireless device on which messages will be received, and that you are authorized to approve the applicable charges.</strong>\n</li>\n<li>\n<strong>Promotions</strong>.\nBy agreeing to participate in a Promotion, you are agreeing to the official rules that govern that Promotion.\n<ul>\n<li>\n<strong>Anonymous Information.\n</strong>We may create aggregated or anonymized information about you and other users of the Websites by excluding information (such as your name) that relate to an identifiable individual (“Anonymous Information”).\nWe may use this Anonymous Information for any purpose permitted under the law and disclose Anonymous Information to third parties in our sole discretion.</li>\n<li>\n<strong>Third Party Contests and Promotions.\n</strong>In some cases you may have entered a contest or sweepstakes sponsored by a third party, in which case the information you provide via the contest or sweepstakes may be shared by us with that third party for their use in their discretion, including direct marketing.\nSome of our contests and sweepstakes will ask you at the time of entry whether you would like to have your personal information shared with the sponsor, in which case we will honor your selection.\nOther contests will not give you that option and in that event, if you do not want your information to be shared, you should not enter the contest.\nThe privacy policies of such third party companies apply to their use and disclosure of your information that we collect and disclose to such third party companies.</li>\n<li>\n<strong>Cross-Device Tracking.\n</strong>We may use cookies in combination with the information we collect for instance, IP addresses and unique mobile device identifiers to locate or try to locate the same unique users across multiple browsers or devices (such as smartphones or tablets), or work with service providers that do this, in order to save your preferences across devices and analyze usage of the Websites.We may transfer your information to other TheStatusLife.COM offices and affiliates for internal management and administrative purposes on our behalf.</li>\n<li>\n<strong>Administrative and Legal Reasons.\n</strong>Notwithstanding anything herein to the contrary, we may at all times and in any manner access, use, preserve, transfer and disclose your information, including disclosure to third parties: (i) to satisfy any applicable law, regulation, subpoenas, governmental requests or legal process, or in connection with a legal investigation, if in our good faith opinion such is required or permitted by law.\n(ii) to protect and/or defend the Websites Terms of Use or other policies applicable to the Websites, their content, services or functionality, including investigation of potential violations thereof.\n(iii) to protect the safety, rights, property or security of the Websites or any third party (for example, if we are trying to collect money you owe us).\nand/or (iv) to detect, prevent or otherwise address fraud, security or technical issues.\nFurther, we may use Identifiers and other information to identify users, and may do so in cooperation with third parties such as copyright owners, internet service providers, wireless service providers and/or law enforcement agencies, including disclosing such information to third parties, all in our discretion (the “<strong>Legal Use</strong>”).\nSuch disclosures may be carried out without notice to you.</li>\n<li>\n<strong>Sales or Transfer of Business or Assets.\n</strong>In connection with a sale, merger, transfer, exchange, or other disposition (whether of assets, stock, or otherwise, including via bankruptcy) of all or a portion of the business conducted by the Website to which this policy applies, in which case the company will possess the information collected by us and will assume the rights and obligations regarding your information as described in this Privacy Policy (the “<strong>Acquisition Use</strong>”).</li>\n<li>\n<strong>Social Networks.\n</strong>As noted, above, if you use your login credentials from a social media networking service on a Website, we may receive information from such service in accordance with its terms and privacy policy and your settings.\nIf you elect to share your information with these social networking sites, we will share information with them in accordance with your election.\nThe terms and conditions of these social networking sites will apply to the information we disclose to them.</li>\n<li>\n<strong>Co-Branded Areas.\n</strong>Some of our Websites may from time to time partner with a retailer or other third party to offer online shopping opportunities, games, services, subscriptions, registration opportunities for our events and summits and other applications on a co-branded or cross-promotional basis (<strong>“Co-Branded Areas”</strong>).\nThose transactions on the Co-Branded Areas may take place on a Website, or the site of the third party.\nIn either case, the information you provide in connection with the transaction may be collected directly by, or shared by TheStatusLife.COM with, the third party, as well as with any participating sponsors or advertisers of such Co-Branded Areas.\nSome of our Websites may offer you the ability to access a third-party site with whom we have a relationship to access both sites through a co-branded registration or password.\nin that event, your applicable registration information may be collected directly by, or shared by TheStatusLife.COM with, the third-party partner.\nWe will notify you at the applicable point of sign up if any such co-branded registration or password practices will be in effect.\nThese third parties will use your information in accordance with their own privacy policy.</li>\n<li>\n<strong>Information You Disclose Publicly.\n</strong>You may submit photographs, user profiles, written material, music, video, photos, comments and other content, which may include information relating to individual users (collectively, “<strong>UGC</strong>”) on the Websites.\nWe do not control who will have access to the UGC you choose to make public or how they will use it and take no responsibility for ensuring such UGC remains private or is secure.\nThe UGC is not subject to this Privacy Policy.\nWe are also not responsible for the accuracy, use or misuse of any UGC that you disclose or receive through the Websites.\nPlease see our Terms of Use for further information about the terms that govern the UGC you post.</li>\n</ul>\n</li>\n</ul> Legal Grounds for Using (Processing) Your Information <p>If you are a visitor from the European Economic Area, our legal basis for collecting and using the information described above will depend on the information concerned and the context in which we collect it.</p>\n<p>We collect information from you:</p>\n<ul>\n<li>where we need it to perform our contract with you (i.e.\nourTerms of Service),</li>\n<li>Where the processing is in our legitimate interests (provided that these aren’t overridden by your interests or rights)( such as personalizing our services and marketing for example), or</li>\n<li>If we otherwise have your consent.\nl If you have questions about or need further information concerning the legal basis on which we collect and use your information, please contact us using the contact details provided under the <strong>“Contact Us” section below</strong>.</li>\n</ul> Online Analytics and Advertising <p>\n<strong>Delivery of Advertising and Other Content.\n</strong>In addition to ads and content that we serve you directly, TheStatusLife.COM may use third party advertising companies and marketing services to serve ads and other content when you visit the Websites and elsewhere on the internet and in other media.\nWe also use analytics services supported by third party companies to perform analytics and track trends.\nWe work with other third parties to provide certain functionalities on the Websites and to improve the effectiveness of the Websites and its content.\nThose third party companies may use Tracking Technologies to collect and store Usage Information about you and may combine this information with information they collect from other sources.\nIf you access the Websites through a mobile device or app, we may also share your information with mobile carriers, operating systems and platforms.</p>\n<p>To provide ads on the Websites, we use a variety of third-party advertising service providers, including networks, data exchanges, ad servers, analytics providers and others.\nThe list of third-party providers is found in the Section below entitled “Third Party Cookies”.\nThis list may be updated from time to time.\nThese third parties may use technology to send, directly to your Device, the advertisements and links that appear on the Websites.\nThey may automatically receive your IP address, web browser, operating system, and time and location information, geo device type and device ID when this happens.\nThe third party service providers, as well as the advertisers themselves, may collect and use information about your visits over time and across the Websites and other third party websites, as well as information received from other sources, in order to serve more targeted advertising to you on the Websites.\nThird parties may also use information gathered from your usage of the Websites to serve targeted advertisements to you on third-party websites and applications.\nGoogle is one of the companies that we use to serve advertising and perform analytics on some of the Websites.\nWe and third-party vendors, including Google, use first-party cookies (such as the Google Analytics cookie) and third-party cookies (such as the DoubleClick cookie) together to help implement the above uses of your information.</p>\n<p>We also use Google Analytics along with audience data (such as age, gender and interests of users) to help understand users’ visits to the Websites and to optimize the content that we serve to users.</p>\n<p>We endeavor to adhere to the Digital Advertising Alliance’s (DAA) self-regulatory principles governing interest-based advertising.</p>\n<p>\n<strong>Your Choices about Ads and Analytics.\n</strong>To learn more about how to manage your preferences regarding our cookie-based advertising, please see the<strong>“Cookie Management” section in ou</strong>\n<strong>r</strong>\n<strong> Cookie Notice below</strong>.</p>\n<p>In addition, if you do not want to receive tailored in application advertisements from third parties that relate to your interests in apps on your mobile device, you may opt-out by adjusting the ad tracking settings on your mobile device.\nYou can also reset the “Advertising Identifier” (like an IDFA) from your mobile device’s settings page, which will prevent continued use of existing behavioral data tied to the previous “Advertising Identifier.”Like the opt-out tools mentioned above for web, these mobile optout tools are provided by third parties, and we do not control or operate these tools.</p>\n<p>Please note that you may still receive advertisements from third parties within the Websites even if you opt out of tailored advertising but they will not be based on your activity across unrelated websites or apps.</p>\n<p>\n<strong>Do Not Track</strong>.\nTheStatusLife.COM does not act on “do not track” requests from your browser because, this way, we are able to personalize your experiences on our Websites.\nFor more information, go to http://www.networkadvertising.org or http://www.aboutads.info.</p> Data Subject Rights &amp.\nYour Choices <p>Subject to certain local laws, you have certain rights with respect to your information as further described in this section.</p>\n<p>\n<strong>(a) Your Legal Rights.\n</strong>If you would like further information in relation to your legal rights under applicable law or would like to exercise any of them, please contact us using the information in the “Contact Us” section below at any time.\nYour local laws may permit you to request that we:</p>\n<ul>\n<li>provide access to and/or a copy of certain information we have about you;</li>\n<li>prevent the processing of your information for direct marketing purposes;</li>\n<li>update information which is out of date or incorrect;</li>\n<li>delete certain information which we have about you;</li>\n<li>restrict the way that we process and disclose certain of your information;</li>\n<li>transfer your information to a third party provider of services.\nand</li>\n<li>revoke your consent for the processing of your information.</li>\n</ul>\n<p>We will consider all requests and provide our response within the time period stated by applicable law.\nCertain information may be exempt from such requests in some circumstances, which may include if we need to keep processing your information for our legitimate interests or to comply with a legal obligation.\nWe may request you provide us with information necessary to confirm your identity before responding to your request.</p>\n<p>\n<strong>(b) Marketing Emails.\n</strong>If you want to stop receiving promotional e-mails from us, click on the “unsubscribe” link in any promotional email from us.\nPlease note that once we receive your request, it may take an additional period of time for your opt-out to become effective.\nWe may still communicate with you from time to time if we need to provide you with transaction information about the Websites you are using, if we need to request information from you with respect to a transaction initiated by you, or for other legitimate non-marketing reasons, for example, if we update this Privacy Policy or our Terms of Service.</p>\n<p>\n<strong>(c) SMS Communications.\n</strong>You may opt-out of SMS messages from us by following the instructions provided in the message or by texting back STOP to the number we send the text from for that particular SMS message.\nWhen we receive an opt-out message from you for SMS messages, we may send a message confirming our receipt of your opt-out.</p>\n<p>\n<strong>(d) Geolocation.\n</strong>If you have previously allowed us to access your geolocation data, you can stop making geolocation available to us by visiting your mobile device’s settings for the relevant application or the “settings” page for the relevant game.</p>\n<p>\n<strong>(e) California Users: Your California Privacy Rights.\n</strong>Under California Civil Code sections 1798.83- 1798.84, California residents may annually request information regarding what categories of personal information (as defined by such law) TheStatusLife.COM shares with third parties for those third parties’ direct marketing purposes.\nIf you are a California resident and would like a copy of this notice, please submit a written request to the following address:&nbsp.\nTheStatusLife.COM, 10880 Wilshire Blvd., Los Angeles, CA 90024.\nIn your request, please specify that you want a “TheStatusLife.COM California Privacy Rights Notice.” Please allow at least 30 days for a response.</p>\n<p>\n<strong>(f) Subscriber Preferences.\n</strong>Subscribers to our Publications may change their subscription-related mail and email preferences at any time as follows.</p>\n<p>\n<strong>Retention of Your Information.\n</strong>We keep your information for no longer than necessary for the purposes for which it is processed.\nThe length of time for which we retain information depends on the purposes for which we collect and use it and/or as required to comply with applicable laws.</p>\n<p>\n<strong>Cookies and Other Tracking Technologies.\n</strong>We use and allow certain other companies to use certain tracking technologies, including cookies, web beacons, and other similar technologies (collectively,“<strong>Cookies</strong>”) on the Websites.\nThis section (“<strong>Cookie Notice</strong>”) explains what these technologies are and why we use them, as well as your rights to control our use of them.\nWe endeavor to adhere to the Digital Advertising Alliance’s (DAA) self-regulatory principles governing interest-based advertising.</p>\n<p>\n<strong>What are Cookies? </strong>\n</p>\n<p>Cookies are text files that contain a certain amount of information and are downloaded to your computer or mobile device when you visit a website.\nThey are useful because they allow websites to recognize a user’s device.\nThey are then returned to the original website on each subsequent visitor to any other website that recognizes them.\nFor more information on cookies, go to http://www.allaboutcookies.org.\nThe term <strong>“Cookie” </strong>is used in this Notice in the broad sense to include all similar techniques and technology, including web beacons and log files.\nFor more information on these additional tools, see our glossary below.</p>\n<p>\n<strong>Types of Information We Collect </strong>\n</p>\n<p>Cookies help us to understand Website usage and to improve the content and offerings on our Websites and in other media.\nExamples of the types of information that we collect through Cookies include:The number of users visiting Websites, the number of times a Website was viewed, the pages viewed, the clicks made on the Websites and the total duration of navigation on the Websites.\nThe name of the page that referred you to the Website.\nWhether this is your first time visiting the Website.\nYour viewing preferences (e.g.\nlayout, sizing preferences, language etc.) Your username, your password, the type of browser used and your IP address, so that we can identify you during your next visits.</p>\n<p>\n<strong>How We Use Cookies </strong>\n</p>\n<p>Examples of ways that we use Cookies include:</p>\n<ul>\n<li>To control the display of ads;</li>\n<li>To track usage patterns on the Websites;</li>\n<li>To deliver editorial content;</li>\n<li>To record requests for subscriptions;</li>\n<li>To implement our affiliate marketing program.\nand</li>\n<li>To personalize information.</li>\n</ul>\n<p>TheStatusLife.COM (or third party service providers on our behalf) may also use cookies to collect aggregate information about Website users on an anonymous basis (“<strong>Anonymous Information</strong>“).\nWe may share demographic and usage information with our prospective and actual business partners, advertisers and other third parties for any business purpose.</p>\n<p>\n<strong>Types of Cookies We Use on Our Websites </strong>\n</p>\n<p>We use first party and third party Cookies for several reasons.\nSome Cookies are required for technical reasons in order for our Site to operate, and we refer to these as “essential” or “strictly necessary” Cookies.\nOther Cookies also enable us to track and target the interests of our users and to enhance the experience on our Websites.\nThird parties also serve Cookies through our Websites for advertising, analytics and other purposes.\nThe specific types of first and third party Cookies served through our Websites and the functions they perform are described in more detail below.</p>\n<p>\n<strong>First-party Cookies </strong>\n</p>\n<p>These cookies are created by TheStatusLife.COM.\nThey allow you to browse our Websites and use their features.</p>\n<p>When you use our website, we share information that we collect from you, such as your email (in hashed form), IP address or information about your browser or operating system, with our partner/service provider, LiveRamp Inc.\nLiveRamp returns an online identification code that we may store in our first-party cookie for our use in online and cross-channel advertising and it may be shared with advertising companies to enable interest-based and targeted advertising.\nTo opt out of this use, please click here (https://optout.liveramp.com/opt_out).</p>\n<p>\n<strong>\n<em>Essential Cookies</em>\n</strong>\n<em>: </em>These cookies are strictly necessary to allow you to move around the Websites and use their features, such as accessing your subscriptions.\nWithout these cookies, we cannot enable appropriate content based on the type of device you are using.\nTherefore, these cookies cannot be disabled.</p>\n<p>\n<strong>\n<em>Functional Cookies</em>\n</strong>\n<em>: </em>These cookies allow us to remember choices you make on our websites (such as your preferred language or the region you are in).\nTo refuse these Cookies, please follow the instructions below under the section Cookie Management.\nNote that by disabling functional cookies, you may not be able to use some of our features or those features may not function properly.</p>\n<p>\n<strong>\n<em>Embedded Scripts:</em>\n</strong> An embedded script is programming code that is designed to collect information about your interactions with the Websites, such as the links you click on.\nThe code is temporarily downloaded onto your computer or another device, is active only while you are connected to the Websites, and is deactivated or deleted thereafter.</p>\n<p>\n<strong>&nbsp;<em>Analytics Cookies</em>:</strong> We use Cookies and other identifiers (such as web beacons) to see how you use our Websites in order to enhance their performance and develop them according to the preferences of our customers and visitors.\nFor example, cookies and web beacons may be used to maintain a consistent look and feel across our Websites, track and provide trend analysis on how our users interact with our Websites, track errors, and measure the effectiveness of our promotional campaigns.\nTo refuse these Cookies, please follow the instructions below under the section Cookie Management.</p>\n<p>\n<strong>\n<em>Cross-Device Cookies:</em>\n</strong>\n<em> TheStatusLife.COM</em>&nbsp;may use cookies in combination with the information we collect — for instance, IP addresses and unique mobile device identifiers — to locate or try to locate the same unique users across multiple browsers or devices (such as smartphones or tablets), or work with service providers that do this, in order to save your preferences across devices and analyze usage of the Websites.\nTo refuse these Cookies, you may install the Google Analytics Opt-out Browser Add-on by clicking <strong>here</strong>.</p>\n<p>\n<strong>Third-Party Cookies </strong>Some of our third party partners (including advertisers and marketing services companies) may set and access Cookies on your computer as well, or we may do so on their behalf.\nWe do not have control over how these third parties use such cookies and similar technologies or the information derived therefrom, and this Privacy Policy does not cover any use of information that such third parties may have collected from you or the methods used by the third-parties to collect that information.\nThese types of cookies include:</p>\n<p>\n<strong>\n<em>Advertising Cookies:</em>\n</strong> These Cookies, defined exclusively by third parties, collect several types of data about your browsing habits, as well as your preferences for products and services.\nThis information allows TheStatusLife.COM to serve you relevant advertisements on our Websites.\nTo refuse these cookies, please follow the instructions below under the section <strong>Cookie Management</strong>.\nSome advertisements may also contain an icon that you may click on to find out more about how to manage your advertising preferences.</p>\n<p>\n<strong>\n<em>Third-Party Functional Cookies:</em>\n</strong> These Cookies are defined by third parties who support our Websites and allow you to use useful services and features.\nTo refuse these cookies, please follow the instructions below under the section Cookie Management.\nAs of the Effective Date above, the third party partners include the following.\nThis list may be updated from time to time:</p>\n<p>Google</p>\n<p>Yieldlove</p>\n<p>Oath</p>\n<p>Integral Ad Science</p>\n<p>\n<strong>Web Beacons </strong>\n</p>\n<p>Small graphic images or other web programming code called web beacons (also known as “clear GIFs” or “pixel tags“) or similar technologies may be included in our web pages and messages.\nWeb beacons or similar technologies may be used for a number of purposes, including, without limitation, to count visitors to the Websites, to monitor how users navigate the Websites, to count how many e-mails that were sent were actually opened or to count how many particular articles or links were actually viewed.\nA clear gif may enable us to relate your viewing or receipt of a web page or message to other information about you, including your Personally Identifiable Information.\nTo refuse Web Beacons, please follow the instructions below under the section Cookie Management.</p>\n<p>\n<strong>HTML </strong>\n</p>\n<p>HTML, the language some websites are coded in, may be used to store information on your computer or device about your interaction with and use of the Websites.\nThis information may be retrieved by us to help us manage our Websites, such as by giving us information about how our Websites are being used by our visitors, how they can be improved, and to customize them for our users.</p>\n<p>\n<strong>Types of Cookies We Serve on Third-Party Websites Duration of storage of cookies on your device </strong>\n</p>\n<p>We use both “session cookies” (which expire once you close your web browser) and “persistent cookies” (which stay on your computer until you delete them).</p>\n<p>\n<strong>Cookie Management </strong>\n</p>\n<p>\n<em>Analytics </em>To learn about Google Analytics currently available opt-outs for the Web, please visit&nbsp.\nhttps://support.google.com/analytics/answer/181881?hl=en.</p>\n<p>\n<strong>\n<em>Disabling Advertising Cookies</em>\n</strong> Some of the advertising service providers may be members of the Network Advertising Initiative, which offers a single location to opt out of ad targeting from member companies.\nIf you opt-out of receiving targeted ads in this manner, you will continue to receive advertising messages after you opt-out, but they will not be customized to you based on your use of the Websites and/or third party websites.\nIf you would like more information about advertisers’ use of tracking technologies and about your option not to accept these cookies, you can go to http://www.networkadvertising.org.\nIf you would like to learn more about how interest-based information is collected, whether the companies we use are part of an industry network regarding behavioral advertising and to know your choices about not having information used in this manner, you can go to http://www.aboutads.info.\nThe collection of information via certain ads served to users in Canada may be managed by visiting youradchoices.ca.\nPlease note that the opt out is cookie-based and will only affect the specific computer and browser on which the opt-out is applied.</p>\n<p>\n<strong>\n<em>Using Browser Settings</em>\n</strong> You can disable and/or delete most types of cookies by using your browser settings.\nPlease note that if you use your browser settings to block all cookies you may not be able to access parts of our or others’ Websites.\nThe following links provide information on how to modify the cookies settings on some popular browsers: Apple Safari http://support.apple.com/kb/PH5042 Google Chrome https://support.google.com/chrome/bin/answer.py?hl=en&amp;answer=95647&amp;p=cpn_cookies Microsoft Internet Explorer http://windows.microsoft.com/en-US/windows7/How-to-managecookies-in-Internet-Explorer-9 Mozilla Firefox http://support.mozilla.org/en-US/kb/Cookies</p>\n<p>\n<strong>\n<em>Do Not Track Signals</em>\n</strong> TheStatusLife.COM does not act on “do not track” requests from your browser because, this way, we are able to personalize your experiences on our Websites.\nFor more information, go to http://www.networkadvertising.org or http://www.aboutads.info.\nIf you have questions about the use of Cookies on our Websites, please contact us as described in Contact Us below.</p>\n<p>\n<strong>\n<em>Managing Cookie Preferences on Our Websites</em>\n</strong> To manage your cookie preferences for our websites, including advertising cookies served by advertisers that participate in the IAB Europe GDPR Transparency &amp.\nConsent Framework Global Vendor List, please click on the “Privacy Preferences” link in the footer of the relevant Website.</p> Links to Third Party Sites.\n<p>When you are on the Websites, you may be directed to other websites that are operated and controlled by third parties that we do not control.\nWe are not responsible for the privacy practices employed by any of these third parties.\nIf you access a third-party website from the Websites, you do so at your own risk, and you understand that this Privacy Policy does not apply to your use of such websites.</p> Security.\n<p>We implement appropriate administrative, technical and security safeguards to help prevent unauthorized access, use, or disclosure of the information we collect.\nHowever, no systems can be completely secure.\nTherefore, while TheStatusLife.COM uses reasonable efforts to protect your information, TheStatusLife.COM cannot guarantee its absolute security, and your use of the Websites indicates your agreement to assume this risk.</p> Special Note For Parents.\n<p>The Websites are for a general audience and are not designed or intended for use by children, especially those under age thirteen (13) or sixteen (16) in the EU.</p> Transfer Information to the United States.\n<p>The Websites are operated in the United States of America (USA) and are intended for users located in the USA.\nIf you are located outside of the USA, please note that the information you provide to us will be transferred to and processed in the USA, where laws regarding processing of personal data may be less stringent than the laws in your country.</p> Changes to This Privacy Policy.\n<p>We reserve the right to change this Privacy Policy at any time without prior notice.\nAny changes will be effective immediately upon the posting of the revised Privacy Policy.</p> Disputes.\nNo Rights of Third Parties.\n<p>If you choose to access the Websites, subscribe to our Publications or use any of our Services, any dispute over privacy is subject to our Terms of Use, including limitations on damages, resolution of disputes by binding arbitration, and application of the laws of the United States, and the State of Arizona.\nThis Privacy Policy does not create rights enforceable by third parties.</p> Contact Us: Data Privacy Officer.\n<p>If you have any questions or concerns about any aspect of this Privacy Policy, please contact our Data Privacy Officer at the address set forth below.\nData Privacy Officer – contact@TheStatusLife.com</p>\n", "created_at": "2021-06-29 22:47:57.803392", "updated_at": "2021-06-29 20:49:49.27419"}, {"id": 7485, "name": "Terms & Conditions ", "url": "https://www.thestatuslife.com/terms-conditions", "xpath": "/html/body/div[1]/div[3]/div[2]/div/div/div[2]/article/div/div/div/div/div[1]/div[2]/div[1]/div/ol[2]", "text": "\n<li>\n<strong>DISCLAIMER OF WARRANTIES.<br>\n</strong>THE WEBSITES, INCLUDING, WITHOUT LIMITATION, ALL SERVICES, CONTENT, FUNCTIONS AND MATERIALS PROVIDED THROUGH THE WEBSITES, ARE PROVIDED “AS IS,” “AS AVAILABLE,” WITHOUT WARRANTY OF ANY KIND, EITHER EXPRESS OR IMPLIED, INCLUDING, WITHOUT LIMITATION, ANY WARRANTY FOR INFORMATION, DATA, DATA PROCESSING SERVICES, UPTIME OR UNINTERRUPTED ACCESS, ANY WARRANTIES CONCERNING THE AVAILABILITY, PLAYABILITY, DISPLAYABILITY, ACCURACY, PRECISION, CORRECTNESS, THOROUGHNESS, COMPLETENESS OR USEFULNESS OF CONTENT OR INFORMATION, AND ANY WARRANTIES OF TITLE, NON-INFRINGEMENT, MERCHANTABILITY OR FITNESS FOR A PARTICULAR PURPOSE, AND WE HEREBY DISCLAIM ANY AND ALL SUCH WARRANTIES, EXPRESS AND IMPLIED.\nWE DO NOT WARRANT THAT THE WEBSITES OR THE SERVICES, CONTENT, FUNCTIONS OR MATERIALS PROVIDED THROUGH THE WEBSITES WILL BE TIMELY, SECURE, UNINTERRUPTED OR ERROR FREE, OR THAT DEFECTS WILL BE CORRECTED.\nWE MAKE NO WARRANTY THAT THE WEBSITES OR THE PROVIDED SERVICES WILL MEET USERS’ REQUIREMENTS.\nNO ADVICE, RESULTS OR INFORMATION, WHETHER ORAL OR WRITTEN, OBTAINED BY YOU FROM US OR THROUGH THE WEBSITES SHALL CREATE ANY WARRANTY NOT EXPRESSLY MADE HEREIN.\nTHESTATUSLIFE.COM ALSO ASSUMES NO RESPONSIBILITY, AND SHALL NOT BE LIABLE FOR DAMAGES TO, OR VIRUSES THAT MAY INFECT, YOUR EQUIPMENT ON ACCOUNT OF YOUR ACCESS TO, USE OF, OR BROWSING IN THE WEBSITES OR YOUR DOWNLOADING OF ANY MATERIALS, DATA, TEXT, IMAGES, VIDEO CONTENT, OR AUDIO CONTENT FROM THE WEBSITES.&nbsp.\nUNDER NO CIRCUMSTANCES SHALL THESTATUSLIFE.COM BE RESPONSIBLE FOR ANY LOSS OR DAMAGE, INCLUDING PERSONAL INJURY OR DEATH, RESULTING FROM USE OF THE WEBSITES, ANY CONTENT POSTED ON OR THROUGH THE WEBSITES, OR CONDUCT OF ANY USERS OF THE WEBSITES, WHETHER ONLINE OR OFF.&nbsp.\nYOU USE THE WEBSITES AT YOUR OWN RISK.&nbsp.\nIF YOU ARE DISSATISFIED WITH THE WEBSITES, YOUR SOLE REMEDY IS TO DISCONTINUE USING THE WEBSITES.<br>WE TRY TO ENSURE THAT THE INFORMATION POSTED ON THE WEBSITES IS CORRECT AND UP-TO-DATE.\nWE RESERVE THE RIGHT TO CHANGE OR MAKE CORRECTIONS TO ANY OF THE INFORMATION PROVIDED ON THE WEBSITES AT ANY TIME AND WITHOUT ANY PRIOR WARNING.\nTHESTATUSLIFE.COM NEITHER ENDORSES NOR IS RESPONSIBLE FOR THE ACCURACY OR RELIABILITY OF ANY OPINION, ADVICE OR STATEMENT ON THE WEBSITES, NOR FOR ANY OFFENSIVE, DEFAMATORY, OBSCENE, INDECENT, UNLAWFUL OR INFRINGING POSTING MADE THEREON BY ANYONE OTHER THAN AUTHORIZED THESTATUSLIFE.COM EMPLOYEE SPOKESPERSONS WHILE ACTING IN THEIR OFFICIAL CAPACITIES (INCLUDING, WITHOUT LIMITATION, OTHER USERS OF THE WEBSITES).\nIT IS YOUR RESPONSIBILITY TO EVALUATE THE ACCURACY, COMPLETENESS OR USEFULNESS OF ANY INFORMATION, OPINION, ADVICE OR OTHER CONTENT AVAILABLE THROUGH THE WEBSITES.\nPLEASE SEEK THE ADVICE OF PROFESSIONALS, AS APPROPRIATE, REGARDING THE EVALUATION OF ANY SPECIFIC INFORMATION, OPINION, ADVICE OR OTHER CONTENT, INCLUDING BUT NOT LIMITED TO FINANCIAL, HEALTH, OR LIFESTYLE INFORMATION, OPINION, ADVICE OR OTHER CONTENT.\nWITHOUT LIMITATION OF THE ABOVE IN THIS SECTION, THESTATUSLIFE.COM AND ITS AFFILIATES, SUPPLIERS AND LICENSORS MAKE NO WARRANTIES OR REPRESENTATIONS REGARDING ANY PRODUCTS OR SERVICES ORDERED OR PROVIDED VIA THE WEBSITES, AND HEREBY DISCLAIM, AND YOU HEREBY WAIVE, ANY AND ALL WARRANTIES AND REPRESENTATIONS MADE IN PRODUCT OR SERVICES LITERATURE, FREQUENTLY ASKED QUESTIONS DOCUMENTS AND OTHERWISE ON THE WEBSITES OR IN CORRESPONDENCE WITH THESTATUSLIFE.COM OR ITS AGENTS.\nANY PRODUCTS AND SERVICES ORDERED OR PROVIDED VIA THE WEBSITES ARE PROVIDED BY THESTATUSLIFE.COM “AS IS,” EXCEPT TO THE EXTENT, IF AT ALL, OTHERWISE SET FORTH IN A LICENSE OR SALE AGREEMENT SEPARATELY ENTERED INTO IN WRITING BETWEEN YOU AND THESTATUSLIFE.COM OR ITS LICENSOR OR SUPPLIER.</li>\n<li>\n<strong>LIMITATION OF LIABILITY.<br>\n</strong>IN NO EVENT, INCLUDING BUT NOT LIMITED TO NEGLIGENCE, SHALL THESTATUSLIFE.COM, OR ANY OF ITS AFFILIATES OR THEIR RESPECTIVE DIRECTORS, OFFICERS, EMPLOYEES, AGENTS OR CONTENT OR SERVICE PROVIDERS (COLLECTIVELY, THE “PROTECTED ENTITIES”) BE LIABLE FOR ANY DIRECT, INDIRECT, SPECIAL, INCIDENTAL, CONSEQUENTIAL, EXEMPLARY OR PUNITIVE DAMAGES ARISING FROM, OR DIRECTLY OR INDIRECTLY RELATED TO, THE USE OF, OR THE INABILITY TO USE, THE WEBSITES OR THE CONTENT, MATERIALS AND FUNCTIONS RELATED THERETO, YOUR PROVISION OF INFORMATION VIA THE WEBSITES, LOST BUSINESS OR LOST SALES, EVEN IF SUCH PROTECTED ENTITY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES SO SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO CERTAIN USERS.\nIN NO EVENT SHALL THE PROTECTED ENTITIES BE LIABLE FOR OR IN CONNECTION WITH ANY CONTENT POSTED, TRANSMITTED, EXCHANGED OR RECEIVED BY OR ON BEHALF OF ANY USER OR OTHER PERSON ON OR THROUGH THE WEBSITES.\nIN NO EVENT SHALL THE TOTAL AGGREGATE LIABILITY OF THE PROTECTED ENTITIES TO YOU FOR ALL DAMAGES, LOSSES, AND CAUSES OF ACTION (WHETHER IN CONTRACT OR TORT, INCLUDING, BUT NOT LIMITED TO, NEGLIGENCE OR OTHERWISE) ARISING FROM THE TERMS OF USE OR YOUR USE OF THE WEBSITES EXCEED, IN THE AGGREGATE, THE GREATER OF (a) TWENTY-FIVE US DOLLARS ($25), OR (B) THE AMOUNT, IF ANY, PAID BY YOU TO THESTATUSLIFE.COM FOR YOUR USE OF THE WEBSITES OR PURCHASE OF PRODUCTS VIA THE WEBSITES.</li>\n<li>\n<strong>Applicable Laws.<br>\n</strong>We control and operate the Websites from our offices in the United States of America.\nWe do not represent that materials on the Websites are appropriate or available for use in other locations.\nPersons who choose to access the Websites from other locations do so on their own initiative, and are responsible for compliance with local laws, if and to the extent local laws are applicable.These Terms of Use shall be governed by and construed solely and exclusively in accordance with the laws of the State of California, USA without giving effect to any law that would result in the application of the law of another jurisdiction.</li>\n<li>\n<strong>Termination.<br>\n</strong>THESTATUSLIFE.COM may terminate, change, suspend or discontinue any aspect of the Websites or the Websites’ services at any time.\nTHESTATUSLIFE.COM may restrict, suspend or terminate your access to the Websites and/or its services if we believe you are in breach of our Terms of Use or applicable law, or for any other reason without notice or liability.\nWithout limitation, THESTATUSLIFE.COM may, in its sole discretion and without liability, terminate the Websites use privileges of users who are repeat infringers of intellectual property rights.</li>\n<li>\n<strong>Dispute Resolution</strong>.\nPLEASE READ THIS CAREFULLY.\nIT AFFECTS YOUR RIGHTS.<br>Except for either party’s claims of infringement or misappropriation of the other party’s patent, copyright, trademark, or trade secret, any and all disputes between you and THESTATUSLIFE.COM arising under or related in any way to these Terms of Use, must be resolved through binding arbitration as described in this section.\nThis agreement to arbitrate is intended to be interpreted broadly.\nIt includes, but is not limited to, all claims and disputes relating to your use of any of the Websites.\nYOU AGREE THAT BY ENTERING INTO THIS AGREEMENT, YOU AND THESTATUSLIFE.COM ARE EACH WAIVING THE RIGHT TO TRIAL BY JURY OR TO PARTICIPATE IN A CLASS ACTION.\nYOU AND THESTATUSLIFE.COM AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING.\nANY ARBITRATION WILL TAKE PLACE ON AN INDIVIDUAL BASIS.\nCLASS ARBITRATIONS AND CLASS ACTIONS ARE NOT PERMITTED.The arbitration will be conducted by JAMS in accordance with its then-current Streamlined Arbitration Rules and Procedures (“JAMS Rules”) and will be held in California.&nbsp.\nThe arbitration will be conducted by one neutral arbitrator chosen by the parties.\nIf the parties cannot agree upon an arbitrator, they shall submit to the procedure used by JAMS to choose an arbitrator.\nThe current rules may be found on the Internet at:&nbsp;http://www.jamsadr.com/rules-streamlined-arbitration/.&nbsp.\nThis arbitration agreement is made pursuant to a transaction involving interstate commerce, and shall be governed by the Federal Arbitration Act (“FAA”), 9 U.S.C.\n§§116.&nbsp.\nThe arbitrator shall apply California law, as described in Section 24 (Applicable Laws), consistent with the FAA and applicable statutes of limitations, and shall honor claims of privilege recognized at law,&nbsp.\nNotwithstanding anything herein or in the JAMS Rules to the contrary, the arbitrator shall not have the power to award punitive damages against you or THESTATUSLIFE.COM.&nbsp.\nThe arbitrator’s ruling is binding and may be entered as a judgment in any court of competent jurisdiction.\nIn the event this agreement to arbitrate is held unenforceable by a court, then the disputes that would otherwise have been arbitrated shall be exclusively brought in the state or federal courts located in the City and County of Los Angeles, California.\nClaims of infringement or misappropriation of the other party’s patent, copyright, trademark, or trade secret shall be exclusively brought in the state and federal courts located in the City and County of Los Angeles, California.</li>\n<li>\n<strong>Miscellaneous.<br>\n</strong>These Terms of Use (including the Privacy Policy) constitute the entire agreement between you and us regarding the use of the Websites.&nbsp.\nOur failure to exercise or enforce any right or provision of the Terms of Use shall not constitute a waiver of such right or provision.\nIf any provision of the Terms of Use is found by a court of competent jurisdiction to be invalid, the parties nevertheless agree that the court should endeavor to give effect to the parties’ intentions as reflected in the provision, and the other provisions of the Terms of Use remain in full force and effect.</li>\n", "created_at": "2021-06-29 22:47:57.801361", "updated_at": "2021-06-29 20:48:44.137209"}], "points": [], "urls": ["thestatuslife.com"]}}