{"error": 448, "message": "OK", "parameters": {"id": 5274, "name": "Anime Dakimakura", "created_at": "2021-10-26 01:01:17.580395", "updated_at": "2021-10-26 22:01:08.89719", "wikipedia": null, "keywords": null, "related": null, "slug": "anime-dakimakura", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5274.png", "url": "animedakimakura.com", "documents": [{"id": 9459, "name": " Conditions of Use", "url": "https://www.animedakimakura.com/conditions.html", "xpath": "//*[@id=\"conditions\"]", "text": " Conditions of Use Entire agreement <p>If you require a complete delivery of your orders, please enter an X in the Complete Delivery field on the shipping screen of the customer master record.\nThe indicator is copied into the order header, which you can also use for the purpose.\n</p> Controlling terms <p>Buyer expressly agrees that Seller’s Invoice and these Terms and Conditions of Sale represent the complete agreement of the parties with respect to the sale of the product(s) listed on the Invoice and no different or additional terms or conditions in Buyer’s purchase order or in any other prior or subsequent communications in any way adding to, modifying or otherwise changing these Terms and Conditions of Sale shall be binding upon Seller.</p> Acceptance of orders <p>Seller may accept buyer’s offer to purchase and shall be bound to supply the applicable Goods in accordance with these terms and conditions either by execution of the acknowledgment copy of the order, or acceptable electronic transmission, delivery of the Goods to CAI or by any other statement, act or course of conduct which constitutes acceptance under applicable law.\n</p> Prices <p>Unless otherwise indicated on the face of the invoice, all prices are quoted on a per pound basis.\nBuyer is responsible for any tax or government charges imposed upon the sale or transfer of the Product.\nBuyer shall not have any right to set off any amounts due hereunder against any amounts which may become payable to Seller under any other agreement.</p> Delivery <p>Unless otherwise agrees in writing signed by officer of Seller, all delivery dates are estimates Seller shall use its reasonable efforts to deliver all Product within the time specified.\nhowever, in no case shall Seller be liable for any expense, loss or damage whatsoever suffered by Buyer as a result of the Seller’s failure to deliver Product by the specified date.</p> Transportation and risk of loss <p>The method and route of shipment are at Seller’s discretion unless Buyer timely supplies explicit instructions otherwise.\nTitle to the Product passes to Buyer when Product is delivered to the selected carrier, even if Seller made a nonconforming tender.\nBuyer attempts to revoke acceptance of the Product, or Buyer repudiates this document after the Products have been identified hereto.</p> Cancellation or modification <p>Any order placed with and accepted by Seller may be canceled by Buyer only upon Seller’s approval in a writing signed by an officer of Seller and upon terms that indemnify Seller against any loss.\nSeller will not accept order cancellations once a product has been delivered to a carrier, without charging a cancellation fee of twenty-five percent (25%) of order value to recover retrieval costs incurred.\nSeller will not accept cancellations of special orders of non-standard, non-price list products.\nSeller may cancel all or any part of this order and discontinue its performance hereunder without liability to Buyer in the event Buyer materially breaches this contract, becomes insolvent, is the subject to bankruptcy protection, or is the subject of a receivership, liquidation, dissolution or similar proceeding.\n</p> Taxes <p>Buyer is responsible for any tax or governmental charge imposed upon the sale or transfer of any product.\nAny such tax or governmental charge will be added to the total invoice amount.\nAll prices are FOB Seller’s facilities.\nApplicable freight costs will be added to the invoice.</p> Warranty and disclaimer <p>Seller warrants that the purchased Product is free from defects in materials and workmanship at the time of delivery.\nIf an analysis is stated on the face of the Invoice, it is not intended to be a complete analysis and is not to be regarded as a specification or warranty, unless specifically stated in writing to be such.\n</p> Limitation of liability <p>Buyer acknowledges and agrees that seller’s liability for any claims with respect to the products shall not exceed the amount paid by buyer for the products under the invoice.\nSuch limitations on seller’s liability hereunder shall apply even if seller’s liability is due in whole or in part to its own negligence.\nAny action by or on behalf of Buyer or its successors or assigns for breach of this document must be commenced within one (1) year after the cause of action as accrued.</p> Return of material <p>Upon delivery of Product, Buyer shall have five (5) days to inspect Product and notify Seller, in writing, of any defective goods or other cause for rejection.\nBuyer agrees that five (5) day period provides Buyer a reasonable opportunity to inspect the Product.\nSuch notification shall identify each and every reason for any rejection of Product.\nBuyer’s failure to reject Product within such five (5) day period shall constitute a waiver of Buyer’s inspection right and an unqualified and irrevocable acceptance of the Product by Buyer.</p> Indemnity <p>Buyer shall defend, indemnify and hold harmless Seller and its affiliated or related companies from and against any and all claims, losses, liability, damages and expenses including, but not limited to, attorneys’ fees and cost of defense arising from, related to or in any way connected with or alleged to arise from or out of any asserted deficiencies or defects in Product caused by any alteration or modification thereof by Buyer with or without Seller’s consent, or improper handling or storage by Buyer, the breach of any term or condition stated herein, Buyer’s failure to label Product or Buyer’s improper labeling of Product regardless of whether the labeling was done with or without the advice of Seller, or any act or omission of Buyer including any Claims for or resulting from any injury to person (including death) or damage to property or for economic loss, several or comparative negligence, breach of agreement, breach of warranty or other breach of duty of or by Indemnitee or as a result of Indemnitee’s strict or other product liability.\nThe foregoing indemnification shall not be construed to eliminate or in any way reduce any other indemnification or right which Indemnitee has by law.</p> Payment <p>Net cash thirty (30) days from the date of Invoice.\nAmounts not paid within thirty (30) days are overdue and shall accrue interest at a rate of one and one-half percent (1-1/2%) per month or the highest allowed by law, whichever is less.\nBuyer shall reimburse Seller for any costs incurred in collecting past due sums or any other amounts owed by Buyer for any reason whatsoever, including, but not limited to, court costs and attorneys’ fees.\n</p> Governing law and arbitration <p>This document shall be interpreted and governed by the law of the State of America, excluding its conflicts of laws rules.\nThe parties specifically exclude the application of the United Nations Convention on the Sale of Goods.\n</p> &nbsp;Back&nbsp.\n", "created_at": "2021-10-25 23:02:44.826739", "updated_at": "2021-10-25 23:02:57.822214"}, {"id": 9458, "name": "Privacy Notice ", "url": "https://www.animedakimakura.com/privacy.html", "xpath": "//*[@id=\"privacy\"]", "text": " Privacy Notice <ol>\n<li> General information <p>Welcome to our Privacy Policy page! When you use our store services, you trust us with your information.\nThis Privacy Policy is meant to help you understand what data we collect, why we collect it, and what we do with it.\nWhen you share information with us, we can make our services even better for you.\nFor instance, we can show you more relevant search results and ads, help you connect with people or to make sharing with others quicker and easier.\nAs you use our services, we want you to be clear how we’re using information and the ways in which you can protect your privacy.\nThis is important.\nwe hope you will take time to read it carefully.\nRemember, you can find controls to manage your information and protect your privacy and security.\nWe’ve tried to keep it as simple as possible.\n</p>\n</li>\n<li> Right to access, correct and delete data and to object to data processing <p>Our customers have the right to access, correct and delete personal data relating to them, and to object to the processing of such data, by addressing a written request, at any time.\nThe Company makes every effort to put in place suitable precautions to safeguard the security and privacy of personal data, and to prevent it from being altered, corrupted, destroyed or accessed by unauthorized third parties.\nHowever, the Company does not control each and every risk related to the use of the Internet, and therefore warns the Site users of the potential risks involved in the functioning and use of the Internet.\nThe Site may include links to other web sites or other internet sources.\nAs the Company cannot control these web sites and external sources, the Company cannot be held responsible for the provision or display of these web sites and external sources, and may not be held liable for the content, advertising, products, services or any other material available on or from these web sites or external sources.\n</p>\n</li>\n<li> Management of personal data <p>You can view or edit your personal data online for many of our services.\nYou can also make choices about our collection and use of your data.\nHow you can access or control your personal data will depend on which services you use.\nYou can choose whether you wish to receive promotional communications from our store by email, SMS, physical mail, and telephone.\nIf you receive promotional email or SMS messages from us and would like to opt out, you can do so by following the directions in that message.\nYou can also make choices about the receipt of promotional email, telephone calls, and postal mail by visiting and signing into Company Promotional Communications Manager, which allows you to update contact information, manage contact preferences, opt out of email subscriptions, and choose whether to share your contact information with our partners.\nThese choices do not apply to mandatory service communications that are part of certain store services.</p>\n</li>\n<li> Information We Collect <p>Our store collects data to operate effectively and provide you the best experiences with our services.\nYou provide some of this data directly, such as when you create a personal account.\nWe get some of it by recording how you interact with our services by, for example, using technologies like cookies, and receiving error reports or usage data from software running on your device.\nWe also obtain data from third parties (including other companies).\nFor example, we supplement the data we collect by purchasing demographic data from other companies.\nWe also use services from other companies to help us determine a location based on your IP address in order to customize certain services to your location.\nThe data we collect depends on the services and features you use.\n</p>\n</li>\n<li> How We Use Your Information <p>Our store uses the data we collect for three basic purposes: to operate our business and provide (including improving and personalizing) the services we offer, to send communications, including promotional communications, and to display advertising.\nIn carrying out these purposes, we combine data we collect through the various store services you use to give you a more seamless, consistent and personalized experience.\nHowever, to enhance privacy, we have built in technological and procedural safeguards designed to prevent certain data combinations.\nFor example, we store data we collect from you when you are unauthenticated (not signed in) separately from any account information that directly identifies you, such as your name, email address or phone number.\n</p>\n</li>\n<li> Sharing Your Information <p>We share your personal data with your consent or as necessary to complete any transaction or provide any service you have requested or authorized.\nFor example, we share your content with third parties when you tell us to do so.\nWhen you provide payment data to make a purchase, we will share payment data with banks and other entities that process payment transactions or provide other financial services, and for fraud prevention and credit risk reduction.\nIn addition, we share personal data among our controlled affiliates and subsidiaries.\nWe also share personal data with vendors or agents working on our behalf for the purposes described in this statement.\nFor example, companies we’ve hired to provide customer service support or assist in protecting and securing our systems and services may need access to personal data in order to provide those functions.\nIn such cases, these companies must abide by our data privacy and security requirements and are not allowed to use personal data they receive from us for any other purpose.\nWe may also disclose personal data as part of a corporate transaction such as a merger or sale of assets.</p>\n</li>\n</ol> &nbsp;Back&nbsp.\n", "created_at": "2021-10-26 01:01:17.582675", "updated_at": "2021-10-25 23:02:05.435067"}], "points": [], "urls": ["animedakimakura.com"]}}