{"error": 448, "message": "OK", "parameters": {"id": 5359, "name": "Miami Superhero", "created_at": "2021-10-30 00:13:01.460704", "updated_at": "2021-10-30 22:01:11.487899", "wikipedia": null, "keywords": null, "related": null, "slug": "miami-superhero", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5359.png", "url": "miamisuperhero.com", "documents": [{"id": 9625, "name": "Refund Policy ", "url": "https://miamisuperhero.com/refund-policy", "xpath": "//*[@id=\"main\"]", "text": " Refund Policy <strong>\n<br> Refund Policy<br>\n</strong>\n<strong>Introduction<br>\n</strong>\n<p>\n<strong>\n<br> “Miami Superhero “</strong>&nbsp;is committed to your satisfaction.\nIf you have purchased&nbsp;<strong>services</strong>&nbsp;from&nbsp;<strong>&nbsp;Miami Superhero</strong>&nbsp;and are unhappy with the service received, you may be eligible for a&nbsp;<strong>refund/partial refund</strong>&nbsp;if requested before service is provided at your venue.</p>\n<strong>\n<br> Refunds of Services:<br>\n</strong>\n<p>To be eligible for a refund, the following steps must be taken:</p>\n<ol>\n<li>Refund must be requested in writing by contacting&nbsp;<strong>miamisuperhero@hotmail.com</strong>\n</li>\n<li>Request of refund must be made within&nbsp;<strong>2</strong>&nbsp;days of the event date</li>\n<li>Request must be made to&nbsp;<strong>Miami Superhero</strong>&nbsp;immediately, according to the instructions you will receive once contacting&nbsp;<strong>miamisuperhero@hotmail.com</strong>&nbsp;as directed in step 1.</li>\n<li>The request must be done before the day of the event over 24 hrs in advance of the event, so we can open this time in the schedule for other clients, as determined in&nbsp;<strong>Miami Superhero</strong>&nbsp;sole, reasonable discretion.<br> If paying cash for the event – a full refund can be granted if the client requests a refund before service is begun.</li>\n</ol>\n<strong>\n<br> Non-refundable Items/services:<br>\n</strong>\n<p>The following items are non-refundable as stated at the time of purchase on&nbsp;<strong>https://miamisuperhero.com/</strong>\n</p>\n<p>Once any of the following started the show:</p>\n<ul>\n<li>Any Costume Character</li>\n<li>Any Little Person</li>\n<li>Any LED robot</li>\n<li>Any Dancer</li>\n<li>Any Add-On</li>\n<li>Any Impersonator</li>\n</ul>\n<p>\n<strong>\n<br> Miami Superhero</strong>&nbsp;is committed to its consumers, and while we stand by our policy as written above, we also want to understand how we can resolve the dissatisfaction and better understand how we can serve you.\nPlease contact&nbsp;<strong>Miami Superhero</strong>&nbsp;at&nbsp;<strong>miamisuperhero@hotmail.com</strong>&nbsp;for any questions related to our policy, or simply to let us know how we can help.</p> Miami Superhero<br> 4874 SW 142 Place, Miami<br> FL, Miami Superhero 33175<br> miamisuperhero@hotmail.com<br> (786) 220-5686 or (954) 239-7244<br> https://miamisuperhero.com/ ", "created_at": "2021-10-30 00:13:01.468044", "updated_at": "2021-10-29 22:14:12.282851"}, {"id": 9624, "name": "Privacy Policy", "url": "https://miamisuperhero.com/privacy-policy", "xpath": "//*[@id=\"main\"]", "text": " Privacy Policy <strong>\n<br> Website Privacy Policy Template<br>\n</strong>\n<strong>Introduction<br>\n</strong>\n<p>\n<strong>\n<br> “Miami Superhero Company”</strong>&nbsp;is committed to lawful, fair, and transparent collection of your data.\nThis policy governs data collection by us and our affiliates (collectively the “Company”) when you purchase or use our products, services, software, and website (collectively the “Services”).\nIt was drafted to help you understand the types of information we collect from you, how we use it, as well as how we share, store and protect it.<br> If you do not agree with this policy, you should not use our Services.\nBy accessing or using our Services, you agree to this policy, which may change from time to time to better reflect our practices and applicable laws.\nYour continued use after we make change(s) is deemed acceptance of those changes.</p>\n<strong>\n<br> Children Under the Age of 13<br>\n</strong>\n<p>\n<strong>[NOTE: IF YOU ARE MARKETING TO AND/OR COLLECTING DATA FROM MINORS, YOU SHOULD CONSULT A PROFESSIONAL ADVISOR.]</strong>\n<br> Our Services are not intended for minors (children under 13 years of age or equivalent depending on jurisdiction, (“Children”), and use of our Services by Children is strictly prohibited.\nWe do not knowingly collect personally identifiable information from Children.\nIf we learn we have collected or received personal information from Children without verification of parental consent, we will delete that information.\nIf you believe we might have any information from or about Children, please contact us.</p>\n<strong>\n<br> Types of Information We Collect<br>\n</strong>\n<strong>[NOTE: IF YOU ARE LOCATED IN CALIFORNIA, THE EU, OR OTHER JURISDICTION WITH MORE SPECIFIC DATA PRIVACY REGULATIONS, YOU SHOULD CONSULT A PROFESSIONAL ADVISOR.]</strong>\n<br>\n<strong>[NOTE: IF YOU ARE COLLECTING DATA FROM RESIDENTS IN CALIFORNIA OR THE EU, OR OTHER JURISDICTIONS WITH MORE SPECIFIC DATA PRIVACY REGULATIONS, YOU SHOULD CONSULT A PROFESSIONAL ADVISOR.]</strong>\n<br>\n<strong>[NOTE: IF YOU ARE COLLECTING SENSITIVE INFORMATION, SUCH AS CREDIT CARD NUMBERS OR SOCIAL SECURITY NUMBERS, YOU SHOULD CONSULT A PROFESSIONAL ADVISOR.]</strong>\n<br> We collect information if you voluntarily provide it to us.\nFor example, if you sign up for our Services, you might give us your name and email address.\nYou might also give us data when you email us or give us feedback.\nIn addition, you may submit information online through surveys, forms, portals, or other interactive activities on our website.\ndetails about transactions you carry out through our website.\nIt is always your choice whether or not to provide personal data.\nDo not provide personal data unless you are authorized to do so.<br>\n<em>We may collect the following information directly from you:<br>\n</em>\n<ul>\n<li>&nbsp;information that may be personally identified, such as name, address, e-mail address, and other identifier by which you may be contacted online or offline (“<strong>personal information</strong>“);</li>\n<li>information that is about you but individually does not identify you.\nand/or</li>\n<li>information about how you interact with our website, such as internet connection or the equipment you use to access the Services.</li>\n</ul> &nbsp;This policy does not apply to third-party sites that may link to, or be accessible from, our site.\nWe do not control these third parties’ tracking technologies or how they may be used.\nYour interactions with these sites are governed by the third parties’ applicable privacy statements.\nIf you have any questions about these sites, you should contact the responsible provider directly.<br>\n<em>We may also collect information automatically:</em>\n<br> As you interact with our website, we may use automatic data collection technologies to collect certain information about your equipment, browsing actions, and patterns, including: details of your visits to our website and information about your computer and internet connection.\nThe information we collect automatically does not include personal information.<br> The technologies we use for this automatic data collection may include cookies.\nYou may refuse to accept browser cookies by activating the appropriate setting on your browser, but if you do you may be unable to access certain parts of our website.\nUnless you have adjusted your browser setting so that it will refuse cookies, our system will issue cookies when you direct your browser to us.<br>\n<strong>[NOTE: IF YOU USE SIMILAR TECHNOLOGY IN ADDITION TO OR IN LIEU OF COOKIES, YOU SHOULD CONSULT A PROFESSIONAL ADVISOR .]</strong>\n<strong>\n<br> How We Use Your Information<br>\n</strong>\n<p>We use information that we collect about you or that you provide to us, including personal information to present our Services to you.\nto provide you with information, products, or services that you request from us.\nto fulfill any other purpose for which you provide it.\nto provide you with notices about your account/ subscription, including expiration and renewal notices.\nto carry out our obligations and enforce our rights arising from any contracts entered into between you and us, including for billing and collection.\nto comply with legal obligations.\nor for any other purpose with your consent.<br> If you are an EU resident, we will collect and use your personal data only if we have one or more legal bases for doing so under the GDPR.\nThis means we collect and use your personal data only where you have given your consent for one or more specific purposes.\nit is necessary for our legitimate interests (or those of a third party) and your interests and fundamental rights do not override those interests.\nit is necessary to protect the vital interests of you or another natural person.\nor it is necessary to comply with a legal obligation.</p>\n<strong>\n<br> Who We Share Your Information With<br>\n</strong> We may disclose aggregated information about our users, and information that does not identify any individual, without restriction.<br> We may disclose personal information that we collect or you provide as described in this policy to our team members, agents, subsidiaries and affiliates who have a business need to know.\nto contractors, service providers, and other third parties we use to support our business.\nto a buyer or other successor in the event of a merger, divestiture, restructuring, reorganization, dissolution, or other sale or transfer of some or all of the Company’s assets.\nto fulfill the purpose for which you provide it.\nfor any other purpose disclosed by us when you provide the information.\nand/or with your consent.<br> We may also disclose your personal information: to comply with any court order, law, or legal process, including to respond to any government or regulatory request.\nand/or to enforce or apply our terms of use and other agreements, including for billing and collection purposes.<br> If we believe disclosure is necessary or appropriate to protect the rights, property, or safety of the Company, our customers, or others.<br>\n<strong>[NOTE: IF YOU DISCLOSE PERSONAL INFORMATION TO THIRD PARTIES FOR MARKETING OR IF YOU SELL ANY DATA, YOU SHOULD CONSULT A PROFESSIONAL ADVISOR.] </strong>\n<strong>\n<br> How We Protect Your Personal Information<br>\n</strong> We may store your personal data in any region or in any country where we or our service providers have facilities.\nWe implement reasonable processes and adhere to best practices in order to protect your Personal Information from accidental loss and from unauthorized access, use, alteration, and disclosure.\nUnfortunately, the transmission of information via the internet is not completely secure.\nWe will do our best to protect your personal information, but we cannot guarantee the security of your personal information transmitted to our website.\nAny transmission of personal information is at your own risk.\nWe are not responsible for circumvention of any privacy settings or security measures contained on the website.\nWe will store your personal data only until it is no longer needed to fulfill the purpose(s) for which it was collected or as required or permitted by law.\nat that point it will be anonymized, deleted, or isolated.<br>\n<strong>[NOTE: IF YOU ARE LOCATED IN CALIFORNIA, THE EU, OR OTHER JURISDICTION WITH MORE SPECIFIC DATA PRIVACY REGULATIONS, YOU SHOULD CONSULT A PROFESSIONAL ADVISOR RE: THE “TRANSFER” RULES.] </strong>\n<strong>\n<br> Accessing and Correcting Your Information<br>\n</strong> You can request to access, correct or delete any personal information that you have provided to us by contacting us at miamisuperhero@hotmail.com.\nWe may not accommodate a request to change information if we believe the change would violate any law or legal requirement or cause the information to be incorrect.<br>\n<strong>[NOTE: IF YOU ARE LOCATED IN CALIFORNIA, THE EU, OR OTHER JURISDICTION WITH MORE SPECIFIC DATA PRIVACY REGULATIONS, YOU SHOULD CONSULT A PROFESSIONAL ADVISOR RE: THE RIGHT TO BE FORGOTTEN.] </strong>\n<strong>\n<br> How to Contact Us<br>\n</strong> To ask questions or comment about this privacy policy and our privacy practices, contact us at: Miami Superhero<br> 4874 SW 142 Place, Miami<br> FL, United States 33175<br> miamisuperhero@hotmail.com<br> (786) 220-5686 or (954) 239-7244<br> https://miamisuperhero.com/ ", "created_at": "2021-10-30 00:13:01.466617", "updated_at": "2021-10-29 22:14:13.377322"}, {"id": 9623, "name": "Terms and Conditions ", "url": "https://miamisuperhero.com/terms-of-use", "xpath": "//*[@id=\"main\"]", "text": " Terms Of Use Terms and Conditions for Miami Superhero <p>\n<strong>Introduction</strong>\n</p>\n<p>These Website Standard Terms and Conditions written on this webpage shall manage your use of our website, Miami Superhero accessible at https://miamisuperhero.com/.</p>\n<p>These Terms will be applied fully and affect your use of this Website.\nBy using this Website, you agreed to accept all terms and conditions written in here.\nYou must not use this Website if you disagree with any of these Website Standard Terms and Conditions.</p>\n<p>Minors or people below 18 years old are not allowed to use this Website.</p>\n<p>\n<strong>Intellectual Property Rights</strong>\n</p>\n<p>Other than the content you own, under these Terms, Miami Superhero and/or its licensors own all the intellectual property rights and materials contained in this Website.</p>\n<p>You are granted a limited license only for purposes of viewing the material contained on this Website.</p>\n<p>\n<strong>Restrictions</strong>\n</p>\n<p>You are specifically restricted from all of the following:</p>\n<ul>\n<li>publishing any Website material in any other media;</li>\n<li>selling, sublicensing and/or otherwise commercializing any Website material;</li>\n<li>publicly performing and/or showing any Website material;</li>\n<li>using this Website in any way that is or may be damaging to this Website;</li>\n<li>using this Website in any way that impacts user access to this Website;</li>\n<li>using this Website contrary to applicable laws and regulations, or in any way may cause harm to the Website, or to any person or business entity;</li>\n<li>engaging in any data mining, data harvesting, data extracting or any other similar activity in relation to this Website;</li>\n<li>using this Website to engage in any advertising or marketing.</li>\n</ul>\n<p>Certain areas of this Website are restricted from being access by you and Miami Superhero may further restrict access by you to any areas of this Website, at any time, in absolute discretion.\nAny user ID and password you may have for this Website are confidential and you must maintain confidentiality as well.</p>\n<p>\n<strong>Your Content</strong>\n</p>\n<p>In these Website Standard Terms and Conditions, “Your Content” shall mean any audio, video text, images or other material you choose to display on this Website.\nBy displaying Your Content, you grant Miami Superhero a non-exclusive, worldwide irrevocable, sub-licensable license to use, reproduce, adapt, publish, translate and distribute it in any and all media.</p>\n<p>Your Content must be your own and must not be invading any third-party’s rights.\nMiami Superhero reserves the right to remove any of Your Content from this Website at any time without notice.</p>\n<p>\n<strong>Your Privacy</strong>\n</p>\n<p>Please read Privacy Policy.</p>\n<p>\n<strong>No warranties</strong>\n</p>\n<p>This Website is provided “as is,” with all faults, and Miami Superhero expresses no representations or warranties, of any kind related to this Website or the materials contained on this Website.\nAlso, nothing contained on this Website shall be interpreted as advising you.</p>\n<p>\n<strong>Limitation of liability</strong>\n</p>\n<p>In no event shall Miami Superhero, nor any of its officers, directors and employees, shall be held liable for anything arising out of or in any way connected with your use of this Website whether such liability is under contract.\n&nbsp;Miami Superhero, including its officers, directors and employees shall not be held liable for any indirect, consequential or special liability arising out of or in any way related to your use of this Website.</p>\n<p>\n<strong>Indemnification</strong>\n</p>\n<p>You hereby indemnify to the fullest extent Miami Superhero from and against any and/or all liabilities, costs, demands, causes of action, damages and expenses arising in any way related to your breach of any of the provisions of these Terms.</p>\n<p>\n<strong>Severability</strong>\n</p>\n<p>If any provision of these Terms is found to be invalid under any applicable law, such provisions shall be deleted without affecting the remaining provisions herein.</p>\n<p>\n<strong>Variation of Terms</strong>\n</p>\n<p>Miami Superhero is permitted to revise these Terms at any time as it sees fit, and by using this Website you are expected to review these Terms on a regular basis.</p>\n<p>\n<strong>Assignment</strong>\n</p>\n<p>The Miami Superhero is allowed to assign, transfer, and subcontract its rights and/or obligations under these Terms without any notification.\nHowever, you are not allowed to assign, transfer, or subcontract any of your rights and/or obligations under these Terms.</p>\n<p>\n<strong>Entire Agreement</strong>\n</p>\n<p>These Terms constitute the entire agreement between Miami Superhero and you in relation to your use of this Website and supersede all prior agreements and understandings.</p>\n<p>\n<strong>Governing Law &amp.\nJurisdiction</strong>\n</p>\n<p>These Terms will be governed by and interpreted in accordance with the laws of the State of us, and you submit to the non-exclusive jurisdiction of the state and federal courts located in us for the resolution of any disputes.</p>\n<p>REFUND POLICY</p> ", "created_at": "2021-10-30 00:13:01.464395", "updated_at": "2021-10-29 22:14:07.384085"}], "points": [], "urls": ["miamisuperhero.com"]}}