{"error": 448, "message": "OK", "parameters": {"id": 4060, "name": "Real-Debrid", "created_at": "2021-06-12 23:30:56.304571", "updated_at": "2021-06-12 22:00:50.96825", "wikipedia": null, "keywords": null, "related": null, "slug": "real-debrid", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4060.png", "url": "real-debrid.com", "documents": [{"id": 7000, "name": "privacy policy ", "url": "https://real-debrid.com/privacy", "xpath": "/html/body/div[1]/div[2]/div[1]/div[3]/div", "text": " Privacy Policy <p>This privacy policy may be changed at any time.</p>\n<p>Agreement relating to confidentiality.\n</p> Email addresses recording <p>\nOur server stores the email addresses of Users during registration for internal purposes only.\nUnder no circumstances, we will rent, sell, or send personal data's to third parties.</p> IP Addresses recording and their approximative geolocations <p>Our servers can detect the IP Address of Users connection through the Internet.\nThese IP addresses (public) and their approximative geolocations are recorded by our servers for internal use only (registration on the site, optimal use of downloads, protection against thieves, etc.).</p> Use of cookies <p>\nWe use cookies for Users convenience by saving the connection to the site (thus avoiding unnecessary reconnections).\nWe do not use tracking methods.</p> Payment Informations <p>\nAll payments made on our website are managed by outside firms.\nPayments are secure and encrypted, in any case these companies can not save Users banking information.</p> Exceptional disclosure of personal data <p>\nWe may be required to disclose Users personal data in order to protect our legal rights or where disclosure of Users personal data's are required of us by the judicial authorities only when legal procedures are followed.</p> Datalogging <p>\nFiles links that Users download are stored in a database for legal concerns and our internal use.\nAll saved links are erased within 1 month for security reasons and service needs.\nHowever all requests made on our site are stored for 1 year, the legal retention period.</p> ", "created_at": "2021-06-12 23:30:56.309176", "updated_at": "2021-06-12 21:32:12.519944"}, {"id": 7001, "name": "terms of service", "url": "https://real-debrid.com/terms", "xpath": "/html/body/div[1]/div[2]/div[1]/div[3]/div", "text": " Terms Of Services <p>These terms of service may be changed at any time.</p>\n<p>The User undertakes to respect this agreement upon registration.\nThe non-compliance with this agreement will lead to the suspension of your account</p> Requirements needed to use the service <p>Our services are reserved for individuals who can make contracts under applicable law.\nThe User must be in good standing with the authorities in whose jurisdiction he belongs and must be major according to the laws in his country.</p> Our Services <p>\nWe offer various services to the User by this Agreement.\nWe reserve the right to modify or discontinue our services at any time without justification if it is in the interest of the User (example: new limit in order to keep a host rather than removing it) or in the aim to preserve the financial health of the company.\nThe unrestricted hosts are not guaranteed in their entirety due to many factors that could cause the arrest of these.</p> Personal Information <p>\nThe User certifies that the informations he supplies are complete, truthful and accurate.\nThe User agrees to edit his informations if they are modified.</p> User Account <p>\nThe User's account is for personal use only.\nOnly the individual who holds the account is allowed to connect on it.\nConnections to the User's account are recorded so that we can detect account sharing.\nThe User agrees to keep his login secret, We won't offer technical support for account hacking.</p> Service Usage <p>\nThe User acknowledges not to use our service to download copyright infringement digital files punishable by a suspension of his account and reporting to competent organizations and authorities: Société des Auteurs de l'Audiovisuel (SAA), etc.\nThe User acknowledges not to use our service to download digital files implementing children or animals punishable by a suspension of his account and reporting to competent organizations and authorities: National Center for Missing &amp.\nExploited Children (NCMEC), etc.\nWe do not own the files that the user downloads, we can't verify their content and can't be held responsible for their downloads.\nThe User certifies that he will not use a dedicated server, VPS or any cloud service on our service other than by using his Remote Traffic (which is in addition to the subscription).\nAny account sharing or generated links sharing will lead to a suspension of the User account.\nHosts without clearly indicated limit are considered unlimited, within the limit of a reasonable use of the User (based on the price and the original limitations of the host compared to the price paid on our service), any consumption beyond this so-called reasonable use may be temporarily limited.</p> Infringements <p>\nThe User acknowledges that he will not try to stop our services by any possible ways such as computer attacks.\nThe User must not attempt to override any limits or try to fault payment systems.\nAll content on this website is prohibited from reproduction, whether partial or total.\nThe User also acknowledges that he is not allowed to resell any Premium account nor managing it for somebody else without our explicit permission, any attempt will lead to a suspension of the User account.</p> Compensation <p>\nIf our website was inaccessible over a period of more than 10 minutes per week then we will ensure that the User will be compensated for the time he wasn't able to use his account properly by adding the downtime period to his remaining subscription time.\nThis period must be justified by an external monitoring service having no link with the User and no link with our company with a minimum of two different locations if the User seems to be the only one impacted.\nUser account can be fully refunded if it has not been used up to 7 days after the payment, the use of the account (even minimal) canceling any possibility of refund.</p> ", "created_at": "2021-06-12 23:30:56.31233", "updated_at": "2021-06-12 21:33:03.251961"}], "points": [], "urls": ["real-debrid.com"]}}