{"error": 448, "message": "OK", "parameters": {"id": 3758, "name": "Magnite", "created_at": "2021-05-24 20:18:00.951727", "updated_at": "2021-05-24 22:00:23.595719", "wikipedia": null, "keywords": null, "related": null, "slug": "magnite", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3758.png", "url": "magnite.com", "documents": [{"id": 6298, "name": " Website Privacy Policy", "url": "https://www.magnite.com/website-privacy-policy/", "xpath": "", "text": "Cookie Policy<p>This site uses cookies to store information on your computer.\nSome are essential to make our site work.\nothers help us improve the site.\nBy continuing to use this site, you consent to the placement of these cookies.\nRead our website privacy policy and cookie statement to learn more.</p>\nDeclineAllow Cookies <ul>\n<li>Sellers</li>\n<li>Buyers</li>\n<li>Resources\n<ul>\n<li>Blog</li>\n<li>Events</li>\n<li>Press</li>\n<li>Research</li>\n</ul>\n</li>\n<li>Company\n<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>Investors</li>\n</ul>\n</li>\n<li>Contact</li>\n</ul>\n<ul>\n<li>Login\n<ul>\n<li>DV+</li>\n<li>CTV</li>\n</ul>\n</li>\n</ul> Website Privacy Policy Last Updated: January 25, 2021 <p>This Policy explains who Magnite, Inc.\nand its affiliates (“<strong>Magnite</strong>” or “<strong>we</strong>”) are, how we collect, share, and use personal information about you, and how you can exercise your privacy rights.</p>\n<p>This Policy only applies to personal information we collect through our websites (such as &nbsp;http://www.magnite.com) (the “<strong>websites</strong>“) and in the course of our sales and marketing activities.</p>\n<p>\n<strong>NOTE:</strong>&nbsp;For personal information that we collect when you use or otherwise interact with digital media properties that use our ad technology, please see our advertising technology privacy policies here and here.&nbsp.\n&nbsp;&nbsp;</p>\n<p>\n<strong>ABOUT US</strong>\n</p>\n<p>Magnite is headquartered in the United States and provides a digital advertising technology platform and related services.\nYou can find out more about our technology and services here and in our advertising technology privacy policies here and here.\n&nbsp;</p>\n<p>\n<strong>INFORMATION WE COLLECT AND HOW WE COLLECT IT</strong>\n</p>\n<p>\n<strong>Information you provide to us</strong>\n</p>\n<p>Certain parts of our websites may ask you to provide us with personal information about you voluntarily.\nFor example, we may ask you to provide your identifiers and contact details when you: register an account with us.\nsubscribe to our marketing communications.\nsubmit enquiries to us.\nrequest market reports.\nrequest access to a demo.\nand or apply for a job.</p>\n<p>The personal information we collect may include identifiers and contact information such as your name, address, telephone number or email address and contact preferences.&nbsp.\nIt may also include professional information, such as your job title, department or job role, as well as the nature of your request or communication.\nIf you apply for a job, we will collect your resume and information related to your employment and education history.</p>\n<p>In addition, if you choose to correspond with us through email or blog postings, we may collect and retain other information you voluntarily provide us, such as the content of your email messages together with your email address and our responses.</p>\n<p>\n<strong>Information we collect automatically</strong>\n</p>\n<p>When using or interacting with our websites and/or marketing emails (collectively with our websites, the “<strong>Online Properties</strong>”), we may collect certain information automatically.\nSome of this information may include identifiers, for example your IP addresses and certain unique device identifiers, and may identify a particular computer or device, meaning that it may therefore be considered “personal data” or “personal information” under applicable laws in some jurisdictions.\nSome of this information may be collected using cookies and similar tracking technology, as explained further under the heading Cookies and similar tracking technology below.&nbsp;&nbsp;</p>\n<p>Specifically, the information we collect automatically may include identifiers like your IP address, device ID and cookie ID, as well as internet or other electronic network activity information, including device type, domain, referring website address, browser type and language and other technical information.&nbsp.\nWe may also collect other types of internet or other electronic network activity information about how your device has interacted with our Online Properties, including the pages accessed, search keywords and links clicked.</p>\n<p>\n<strong>HOW WE USE YOUR INFORMATION</strong>\n</p>\n<p>We use the information that we collect for a variety of business and commercial purposes, including:</p>\n<ul>\n<li>To respond to your requests or provide you with information requested by you;</li>\n<li>To send administrative or account related information to you;</li>\n<li>To communicate with you about updates to our products and services;</li>\n<li>To maintain our websites and tailor our websites to your needs;</li>\n<li>For other business purposes, such as data analysis, identifying usage trends, determining the effectiveness of our marketing and to enhance, customize and improve our websites, products and services;</li>\n<li>If you apply for a job, to determine your eligibility for a position with us;</li>\n<li>To comply with and enforce applicable legal requirements, agreements and policies;</li>\n<li>To prevent, detect, identify, investigate, respond and protect against potential or actual claims, liabilities, prohibited behavior, and criminal activity.\nand</li>\n<li>To notify you about important changes to our website, new services and special opportunities we think you will find valuable where this is in accordance with your expressed marketing preferences.\nYou may notify us at any time if you do not wish to receive these offers by emailing us at privacy@magnite.com.</li>\n</ul>\n<p>\n<strong>HOW WE SHARE YOUR INFORMATION</strong>\n</p>\n<p>We do not rent, sell or disseminate personal information we collect about you to third parties for promotional purposes without your consent.</p>\n<p>We may disclose your personal information to the following categories of third parties for the following business or commercial purposes:</p>\n<ul>\n<li>to our&nbsp;<strong>group companies, third party services providers and partners</strong>&nbsp;who provide data processing services to us (for example, to support the delivery of, provide functionality on, or help to enhance the security of our websites), or who otherwise process personal information for purposes that are described in this Policy or notified to you when we collect your personal information;</li>\n<li>to a&nbsp;<strong>potential buyer</strong>&nbsp;(and its agents and advisers) in connection with any proposed purchase, merger or acquisition of any part of our business, provided that we inform the buyer it must use your personal information only for the purposes disclosed in this Policy.\nand</li>\n<li>to&nbsp;<strong>any other person with your consent</strong>&nbsp;to the disclosure.</li>\n</ul>\n<p>We may also share personal information with any&nbsp;competent law enforcement body, regulatory, government agency, court or other third party&nbsp;where we believe disclosure is necessary (i) as a matter of applicable law or regulation, (ii) to exercise, establish or defend our legal rights, or (iii) to protect your vital interests or those of any other person.</p>\n<p>\n<strong>COOKIES AND SIMILAR TRACKING TECHNOLOGY&nbsp;</strong>\n</p>\n<p>To find out more about our use of cookies and other tracking technologies to collect information about you, as well as how to manage your preferences, please see our&nbsp;Cookie Policy.&nbsp;</p>\n<p>\n<strong>SPECIAL INFORMATION FOR EEA, UK, AND SWITZERLAND RESIDENTS</strong>\n</p>\n<p>If you are a visitor from the EEA, the UK, or Switzerland, please read these additional disclosures.</p>\n<p>\n<strong>\n<em>Legal Basis for Processing</em>\n</strong>\n</p>\n<p>If you are a visitor from the EEA or the UK, our legal basis for collecting and using the personal information described above will depend on the personal information concerned and the specific context in which we collect it.</p>\n<p>However, we will normally collect personal information from you only where we have your consent to do so, where we need the personal information to perform a contract with you, or where the processing is in our legitimate interests and not overridden by your data protection interests or fundamental rights and freedoms.&nbsp.\nIn some cases, we may also have a legal obligation to collect personal information from you.</p>\n<p>Similarly, if we collect and use your personal information in reliance on our legitimate interests (or those of any third party), such legitimate interests include: (i) improving our technology, websites, products and services.\n(ii) for our marketing activities.\n(iii) measuring the effectiveness of our marketing and promotional campaigns.\nand (iv) if you apply for a job, identifying and recruiting eligible candidates.</p>\n<p>If you have questions about or need further information concerning the legal basis on which we collect and use your personal information, please contact us using the contact details provided under the “Contact us” heading below.</p>\n<p>\n<strong>\n<em>Your Rights</em>\n</strong>\n</p>\n<p>If you are a resident of a country in the EEA, the UK, or Switzerland, you have certain rights and protections under the law regarding the collection, processing, and use of information about you.\n&nbsp;Specifically, you may have the right: (i) to request access and obtain a copy of your personal information, (ii) to request rectification or erasure.\n(iii) to restrict the processing of your personal information.\nand (iv) if applicable, to data portability.\nIn certain circumstances, you may also have the right to object to the processing of your personal information.</p>\n<p>If you would like to exercise any of these rights, please write to us at the contact details provided below or see our Data Subject Rights policy for instructions on how to do so:&nbsp;http://rubiconproject.com/terms-conditions/subject-access-request-policy/.\nYou may also opt-out of receiving marketing communications from Magnite by clicking on the “unsubscribe” or “opt-out” link in the marketing e-mails we send you.</p>\n<p>\n<strong>\n<em>Right to Lodge a Complaint</em>\n</strong>\n</p>\n<p>You also have the right to lodge a complaint about our processing of personal data with your local Data Protection Authority.&nbsp.\nContact details for EU Data Protection Authorities are available here:&nbsp;http://ec.europa.eu/justice/data-protection/article-29/structure/data-protection-authorities/index_en.htm.&nbsp.\nThe Swiss Data Protection Authority can be contacted at https://www.edoeb.admin.ch/edoeb/en/home/the-fdpic/contact/address.html.</p>\n<p>We respond to all requests we receive from individuals wishing to exercise their data protection rights in accordance with applicable data protection laws.&nbsp.\nTo protect your privacy and security, we take reasonable steps to verify your identity before granting you access to your personal information or making corrections to your personal information.</p>\n<p>\n<strong>\n<em>Data Transfers</em>\n</strong>\n</p>\n<p>Magnite is a global company headquartered in the United States with data centers located in the United States, Europe and Hong Kong.\nIf you are accessing any of our Online Properties from outside the United States, please be aware that your data may be transferred to, stored and processed by us and our affiliates in our facilities in the United States and other countries (including in Hong Kong, Brazil, Japan, Singapore and Australia, where our global affiliates have offices) and by those third parties with whom we may share your personal information.</p>\n<p>These countries (including the United States) may not provide an adequate level of data protection for your personal information (as determined by the European Commission), UK Data Protection Authority or Swiss Federal Data Protection Authority, or have data protection or other laws as comprehensive as those in your country.\nWe will however ensure that where Magnite group companies or third party service providers receive personal information outside of the EEA, the UK or Switzerland, appropriate safeguards are in place in order to comply with applicable data protection legislation.&nbsp;</p>\n<p>These include implementing the European Commission’s Standard Contractual Clauses to protect your personal information which is transferred outside of the EEA, the UK and Switzerland in accordance with applicable data protection legislation, including to group companies, third party service providers and partners and further details can be provided upon request.</p>\n<p>If you would like to learn more about the safeguards we put in place for international transfers, please contact us using the contact details further below.</p>\n<p>\n<strong>\n<em>Privacy Shield</em>\n</strong>\n</p>\n<p>The Magnite, Inc.\nand its US subsidiaries, Magnite Hopper, Inc.\nand Magnite Apex, Inc., comply with the EU-US and Swiss-US Privacy Shield Frameworks as set forth by the US Department of Commerce with respect to personal information concerning individuals from the EEA, UK and Switzerland.\nPlease see our&nbsp;Privacy Shield Notice&nbsp;to learn more.</p>\n<p>If there is any conflict between the terms in this Privacy Policy and the Privacy Shield Principles, the Privacy Shield Principles shall govern.</p>\n<p>\n<strong>SECURITY</strong>\n</p>\n<p>We use industry-standard technical and organizational security measures to help protect information transmitted over or stored on our systems.\nPlease note that no transmission or storage of information, however, can ever be guaranteed to be completely secure, though we take all reasonable precautions to protect against security incidents.</p>\n<p>\n<strong>INFORMATION RETENTION</strong>\n</p>\n<p>We retain personal information we collect from you where we have an ongoing legitimate business need to do so (for example, to provide you with a service you have requested or to comply with applicable legal, tax or accounting requirements).</p>\n<p>\n<strong>CHANGES</strong>\n</p>\n<p>We may update this policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal or regulatory reasons.\nIf we make material changes to this policy, we will notify you of any material changes by posting the revised policy on this website, and where necessary, by any other means required by applicable law.</p>\n<p>\n<strong>THIRD PARTY WEBSITES</strong>\n</p>\n<p>We are not responsible for the practices employed by websites or applications (including widgets) linked to or from our website nor the information or content contained therein.\nOften links to other websites are provided solely as pointers to information on topics that may be useful to the users of our website.\nPlease remember that your browsing and interaction on any other website, including websites which have a link on our website, is subject to that website’s own rules and policies.</p>\n<p>\n<strong>CONTACT US</strong>\n</p>\n<p>For more information about our privacy practices, if you have questions, or if you would like to make a complaint, please contact Magnite’s Privacy Team by email at&nbsp;privacy@magnite.com&nbsp;or by post using the details provided below:</p>\n<p>Magnite, Inc.<br>Attn: &nbsp;Privacy Team<br>12181 Bluff Creek Drive, 4th Floor<br>Playa Vista, CA 90094<br>USA</p>\n<p>You can also contact Magnite’s Data Protection Officer at&nbsp;dpo@magnite.com</p> Privacy Policies <ul>\n<li>Website Privacy Policy</li>\n<li>Terms &amp.\nCondition Index</li>\n</ul> Contact\n<p>For more information, if you have questions, or if you would like to make a complaint, please contact Magnite by email at privacy@magnite.com, or by post to:<br>\nMagnite<br>\nAttn: Privacy Team<br>\n12181 Bluff Creek Drive, 4th Floor<br>\nPlaya Vista, CA 90094</p> Let's Talk <p>Privacy Policies</p>\n<ul>\n<li>\n<p>Magnite Website Privacy Policy</p>\n<p>Magnite, Inc.\n(f/k/a The Rubicon Project) Advertising Technology Privacy Policy</p>\n<p>Magnite CTV, Inc.\n(f/k/a Telaria) Advertising Technology Privacy Policy</p>\n<p>Terms &amp.\nConditions Index</p>\n</li>\n</ul>\n<p>Copyright 2021<br>\nMagnite, Inc.<br>\nAll rights reserved</p>\n<p>Login</p>\n<ul>\n<li>DV+</li>\n<li>CTV</li>\n<li>Knowledge Base</li>\n</ul>\n<p>Company</p>\n<ul>\n<li>About Us</li>\n<li>Careers</li>\n<li>Investors</li>\n</ul>\n<p>Resources</p>\n<ul>\n<li>Blog</li>\n<li>Press</li>\n<li>Events</li>\n<li>Research</li>\n</ul>\n<p>Follow Us</p>\n<ul>\n<li>Facebook</li>\n<li>Instagram</li>\n<li>LinkedIn</li>\n<li>Twitter</li>\n<li>YouTube</li>\n</ul>\n<p>Our Offices</p>\n<ul>\n<li>Berlin</li>\n<li>Boston</li>\n<li>Bozeman</li>\n<li>London</li>\n<li>Los Angeles</li>\n<li>Melbourne</li>\n<li>Milan</li>\n<li>Mountain View</li>\n<li>New Jersey</li>\n<li>New York</li>\n<li>New Zealand</li>\n<li>Paris</li>\n<li>San Francisco</li>\n<li>São Paulo</li>\n<li>Seattle</li>\n<li>Singapore</li>\n<li>Sydney</li>\n<li>Tokyo</li>\n<li>Toronto</li>\n</ul>\n<p>Copyright 2021<br>\nMagnite, Inc.<br>\nAll rights reserved</p>\n<p>This site uses cookies to store information on your computer.\nSome are essential to make our site work.\nothers help us improve the site.\nBy continuing to use this site, you consent to the placement of these cookies.\nRead our website privacy policy and cookie statement to learn more.</p> ", "created_at": "2021-05-24 20:18:00.954114", "updated_at": "2021-05-24 18:19:51.806236"}], "points": [], "urls": ["magnite.com"]}}