{"error": 448, "message": "OK", "parameters": {"id": 1552, "name": "FAKKU", "created_at": "2019-05-12 23:58:59.683089", "updated_at": "2021-09-01 21:23:46.026059", "wikipedia": "https://en.wikipedia.org/wiki/Fakku", "keywords": null, "related": null, "slug": "fakku", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/1552.png", "url": "fakku.net", "documents": [{"id": 1292, "name": "Privacy Policy", "url": "https://www.fakku.net/privacy", "xpath": null, "text": " <i>\n</i>\n<ul>\n<li> New Releases </li>\n<li>\n</li>\n<li> Anime </li>\n<li> Doujin </li>\n<li> Games </li>\n<li> Manga </li>\n<li>\n</li>\n<li> Tags </li>\n<li> Forums </li>\n</ul>\n<i>\n</i>\n<ul>\n</ul>\n<i>\n</i>\n<i>1</i> Login / Register Privacy Policy <p>Last Modified: May 24th, 2018</p>\n<p>This Privacy Policy governs each website (the “Sites”), mobile site, application and/or other service provided (collectively, the “Service(s)”) by FAKKU, LLC (“we,” “us” or “our”).\nThis Privacy Policy sets forth our policy with respect to information that is collected from visitors to the Site and users of the Services (“you”).\nUnder applicable law, FAKKU, LLC.\nis the “data controller” of personal data collected through the Services.</p> What You’re Consenting To <p>By using, or interacting, with the Services, you are consenting to the following:</p>\n<ul>\n<li>The use of cookies and other technologies;</li>\n<li>The transfer of your information outside of the country where you live;</li>\n<li>The collection, use, sharing, and other processing of your information, including for advertising and notification-related purposes;</li>\n<li>The public availability of your information (e.g., the username on your profile) and the controls over such information.</li>\n</ul> Information We Collection <p>When you interact with us through the Services, we may collection information from you, as described below:</p> Information You Provide <p>When you register for access to the Services, or use certain Services, we may collect information such as but not limited to username, email address, password, address, postal code, and country.</p> Information We Automatically Collect <p>When you visit the Services, we automatically collect certain information about your device, including but not limited to information about your web browser, IP address, time zone, and some of the cookies that are installed on your device.\nAdditionally, as you browse the Services, we collect information about the individual web pages that you view, what websites or search terms referred you to the Services, and information about how you interact with the Services.</p> Cookies <p>Cookies are small text files that are placed on your device or computer and often include an anonymous unique identifier.\nWe use cookies and similar technologies to keep track of which account you have logged into and for notification settings.</p>\n<p>We also use third party analytic tools, such as Google Analytics, on our Services that employ cookies to collection information concerning your use of the Services.</p>\n<p>Many web browsers allow you to manage your preferences.\nYou can set your browser preferences to refuse cookies or delete certain cookies.\nFor more information about cookies, please visit http://www.allaboutcookies.org.</p>\n<p>Please note, if you choose to block cookies, doing so may impair the Services or prevent certain aspects of it from functioning.</p> Pixel Tags <p>We use other similar technologies such as Pixel Tags (transparent graphic images place on a page or in an email) to indicate that a page or email has been viewed by you.</p>\n<p>By accepting this Privacy Policy, you hereby consent to the use of the cookies and other technologies as described above.</p> How We Use Your Information Use of Service <p>We use your information to provide, personalise, and improve your experience with the Services and to ensure the technical functionality of the Service.</p> Research &amp.\nStatistics <p>In an effort to better understand and improve the Services for our users, we may conduct research on our user demographics, interests and behavior based on the information we collect.\nThis research may be compiled and analyzed on an aggregate basis, and we may share this aggregate data with our affiliates, agents and business partners.\nWe may also disclose aggregated statistics in order to describe our services to current and prospective business partners, and to third parties for other lawful purposes.</p> Customer Orders &amp.\nPayments <p>We use the Information that we collect generally to fulfill any orders placed through the Services (including processing your payment information, arranging for shipping, and providing you with invoices and/or order confirmations).\nAdditionally, we use this Order Information to:</p>\n<ul>\n<li>Communicate with you;</li>\n<li>Screen our orders for potential risk or fraud.\nand</li>\n<li>When in line with the preferences you have shared with us, provide you with information or advertising relating to our products or services.</li>\n</ul> Marketing &amp.\nNotifications <p>We may use your information to communicate with you directly for marketing and promotional purposes via emails, notifications, or other messages, in accordance with any permissions you may communicated to us through your account settings.</p> Sharing Information <p>We share your Personal Information with third parties to help us use your Personal Information, as described above.\nFor example, we use Shopify to power our online store--you can read more about how Shopify uses your Personal Information here: https://www.shopify.com/legal/privacy.\nWe also use Google Analytics to help us understand how our customers use the Site -- you can read more about how Google uses your Personal Information here: https://www.google.com/intl/en/policies/privacy/.\nYou can also opt-out of Google Analytics here: https://tools.google.com/dlpage/gaoptout.</p>\n<p>Finally, we may also share your Personal Information to comply with applicable laws and regulations, to respond to a subpoena, search warrant or other lawful request for information we receive, or to otherwise protect our rights.</p> Security <p>We take reasonable data protection precautions in an effort to safeguard, and help prevent, against unauthorized access to the information we collect.\nHowever, no security measure is ever fully secure or error free, therefore we do not, and cannot, guarantee the security of user information.</p> Your Rights and Choices <p>If you are a European resident, you have the right to access personal information we hold about you and to ask that your personal information be corrected, updated, or deleted.\nIf you would like to exercise this right, please contact us through the contact information below.</p>\n<p>Additionally, if you are a European resident we note that we are processing your information in order to fulfill contracts we might have with you (for example if you make an order through the Service), or otherwise to pursue our legitimate business interests listed above.\nAdditionally, please note that your information will be transferred outside of Europe, including to Canada and the United States.</p> Do Not Track <p>Due to there being no accepted standard on how to respond, please note that we do not alter our Service’s data collection and use practices when we see a Do Not Track signal from your browser.</p> Data Retention <p>When interacting with the Services, including when submitting a Payment or Order, we will maintain your Information for our records unless and until you ask us to delete this information.</p> Children <p>Our Services are strictly limited to adults 18 years of age and over.\nIf you do not meet this criteria, you are strictly forbidden from accessing, or viewing the contents of the Services.\nWe do not knowingly seek or collect any personal information, or data, from any persons who have not met this age criteria.</p> Changes To This Privacy Policy <p>We may update this Privacy Policy from time to time in order to reflect, for example, changes to our practices or for other operational, legal or regulatory reasons.\nWe reserve the right to update or modify this Privacy Policy at any time without prior notice.\nPlease review this policy occasionally, especially before you provide any information.\nThis Privacy Policy was last modified on the date indicated at the beginning of the policy.</p>\n<p>Your continued use of the Services after any changes to this Policy shall indicate your agreement with the terms of such revised Privacy Policy.\nIf you do not wish to continue using the Services under the new revised Privacy Policy, you may terminate the agreement by contacting us through the contact information below.</p> Contacting Us <p>Please feel free to contact us if you have any question about this Privacy Policy or the information practices of the Services.\nYou may contact us either via our Contact Form or via contact@fakku.net.</p>\n<p> FAKKU, LLC.<br> [Re: Privacy Compliance Officer]<br> PO Box 9009<br> Portland, OR 97207<br> United States </p> Contact Jobs Support Terms Privacy Store Twitter Discord © FAKKU, LLC 2020 <i>\n</i> ", "created_at": "2019-05-12 23:59:41.81125", "updated_at": "2020-12-14 22:10:22.978799"}, {"id": 1293, "name": "Terms of Service", "url": "https://www.fakku.net/terms", "xpath": null, "text": " <i>\n</i>\n<ul>\n<li> New Releases </li>\n<li>\n</li>\n<li> Anime </li>\n<li> Doujin </li>\n<li> Games </li>\n<li> Manga </li>\n<li>\n</li>\n<li> Tags </li>\n<li> Forums </li>\n</ul>\n<i>\n</i>\n<ul>\n</ul>\n<i>\n</i>\n<i>1</i> Login / Register Terms of Service <p>Last Modified: August 14th, 2020</p>\n<p>This website is operated by FAKKU, LLC.\nThroughout the site, the terms “we”, “us” and “our” refer to FAKKU, LLC.\nWe offer this website, including all information, tools and services available from this site to you, the user, conditioned upon your acceptance of all terms, conditions, policies and notices stated here.</p>\n<p>You affirm that you are at least 18 years of age or the age of majority in the jurisdiction you are accessing a Website from, and are fully able and competent to enter into the terms, conditions, obligations, affirmations, representations, and warranties set forth in these Terms of Service, and to abide by and comply with these Terms of Service.\nIf you are under 18 or the applicable age of majority, please do not use any of the Websites.\nYou also represent that the jurisdiction from which you access a Website does not prohibit the receiving or viewing of sexually explicit content.</p>\n<p>By visiting our site and/or purchasing something from us, you engage in our “Service(s)” and agree to be bound by the following Terms of Service (“Terms of Service”, “Terms”) and our Privacy Policy, including those additional terms and conditions and policies referenced herein and/or available by hyperlink.\n</p>\n<p>These Terms of Service apply to all users of the site, including without limitation users who are browsers, vendors, customers, merchants, and/or contributors of user posted content.</p>\n<p>Please read these Terms of Service carefully before accessing or using our website.\nBy accessing or using any part of the site, you agree to be bound by these Terms of Service.\nIf you do not agree to all the terms and conditions of this agreement, then you may not access the website or use any services.\nIf these Terms of Service are considered an offer, acceptance is expressly limited to these Terms of Service.</p>\n<p>Any new features or tools which are added to the Service shall also be subject to the Terms of Service.\nYou can review the most current version of the Terms of Service at any time on this page.\nWe reserve the right to update, change or replace any part of these Terms of Service by posting updates and/or changes to our website.\nIt is your responsibility to check this page periodically for changes.\nYour continued use of or access to the website following the posting of any changes constitutes acceptance of those changes.</p> U.S.C.\nSection 2257 Compliance Notice <p>All models, actors, actresses and other persons that appear in any visual depiction of actual sexually explicit conduct appearing or otherwise contained in this Website were over the age of eighteen years at the time of the creation of such depictions.\nWith respect to all visual depictions displayed on this website, whether of actual sexually explicit conduct, simulated sexual content or otherwise, all persons in said visual depictions were at least 18 years of age when said visual depictions were created.\nThe owners and operators of this Website are not the primary producer (as that term is defined in 18 USC section 2257) of any of the visual content contained in the Website.</p> Rights to Use Services <p>You affirm that you are at least 18 years of age and are fully able and competent to enter into the agreements set forth in these Terms of Service, and to abide by and comply with these Terms.\nIf you are under the age of 18, you are prohibited from submitting personal information to us and use of the Services.</p>\n<p>You also represent that the jurisdiction from which you access the Services does not prohibit the receiving or view of sexually explicit content.</p>\n<p>The Services are also not available to you if you have been previously removed, or barred, from the Services by us.</p> Your Account <p>You are responsible for safeguarding your account credentials and for any activity resulting from the use of your account credentials or other activity on your account (“Account”) on the Service.</p>\n<p>You represent and warrant that the information you provide us upon registration, at all other times will be true, accurate, current, and complete.\nWe reserve the right to reject any information submitted to us without liability to you.</p>\n<p>You agree to immediately notify us of any unauthorized use of your credentials or your Account.\nYou agree that we will not be liable for any loss or damage arising from unauthorized use of your credentials.</p> Products &amp.\nServices <p>Certain products or services may be available exclusively online through the Service.\nThese products or services may have limited quantities and are subject to return or exchange only according to our Return Policy.</p>\n<p>We have made every effort to display as accurately as possible the colors and images of our products that appear at the store.\nWe cannot guarantee that your computer monitor's display of any color will be accurate.</p>\n<p>We reserve the right, but are not obligated, to limit the sales of our products or Services to any person, geographic region or jurisdiction.\nWe may exercise this right on a case-by-case basis.\nWe reserve the right to limit the quantities of any products or services that we offer.\nAll descriptions of products or product pricing are subject to change at anytime without notice, at the sole discretion of us.\nWe reserve the right to discontinue any product at any time.\nAny offer for any product or service made on this site is void where prohibited.</p>\n<p>Prices for our products are subject to change without notice.\nWe reserve the right at any time to modify or discontinue the Service (or any part or content thereof) without notice at any time.\nWe shall not be liable to you or to any third-party for any modification, price change, suspension or discontinuance of the Service.</p>\n<p>We do not warrant that the quality of any products, services, information, or other material purchased or obtained by you will meet your expectations, or that any errors in the Service will be corrected.</p> Access to Content <p>Users may access and/or purchase content (as defined below) through the Services in a few different ways including: (i) Users can pay a monthly membership fee to view certain content for the applicable period of time (“FAKKU Subscription”) or (ii) Users may purchase certain content, or products, from us (“Purchasable Good(s)”) which are then unlocked on their Account if digital (“Digital Good(s)”), and delivered to them if physical (“Physical Good(s)”).</p> Purchasable Goods Returns &amp.\nRefunds <p>You may return most items within 7 to 30 days of the delivery date for a refund of the original purchased price.\nYou can return your product for store credit or a refund to the original payment method.</p>\n<p>\n<strong>Please note the following exceptions to our return and exchange policy:</strong>\n</p>\n<ul>\n<li>Discounted items are final and cannot be returned or exchanged.</li>\n<li>Returned items must be returned in good condition with its original packaging.</li>\n<li>Refunds for digital items must be requested within 7 days of the purchase date.</li>\n<li>Cancellations and refunds for pre-ordered items must be requested within 75 days of your pre-order date.</li>\n<li>Gift cards and code redemption cards are non-refundable.</li>\n<li>We cannot provide returns for purchases made outside of FAKKU, such as from third-party vendors.</li>\n<li>For figurines, the printed box the figurine is packed in is considered part of the shipping container for the item.\nTherefore, we are unable to offer refunds due to damages to the box.</li>\n<li>We do not offer exchanges.\nIf you wish to exchange an item, please return the item you no longer want and place a new order for the item you want.</li>\n</ul>\n<p>\n<strong>Additional Information:</strong>\n</p>\n<ul>\n<li>The shipping cost will not be refunded unless you were sent a wrong or damaged item.</li>\n<li>Digital items unlocked with the purchase of a physical item are dependent on the persisted ownership of the physical item.\nReturning or cancelling a physical item purchase will revoke the digital item from your Account.</li>\n<li>Access to digital items will be removed from your account once a refund has been initiated.</li>\n</ul>\n<p>If it appears to that you are abusing refund requests, we reserve the right to stop offering them to you.</p> Pre-Orders <p>All pre-orders are paid in advanced and in full.\nPre-order items are shipped on the release date listed on the product description.\nYou cannot pick up pre-ordered items in-person, such as at an event we are selling at, you must wait until the item is shipped.</p>\n<p>Please note, that if additional Physical Goods are purchased with a product that has not yet released, the entire order will be held until all items are in-stock and ready to be shipped.</p>\n<p>We reserve the right to change or delay a Purchasable Good’s release date at any time and for any reason.</p> Damaged, Defective or Undelivered Goods <p>If you receive a damaged, or defective, good from us, please contact us to submit a claim for a replacement or refund, depending on the type of item.\nProof of the damaged product must be provided with your claim to be valid.</p>\n<p>If a package is shown as delivered but has not been received, please contact the mail carrier and then contact us.\nIf it's determined that the package is lost due to mis-delivery by the carrier, or theft, we will replace or refund your order.\n</p>\n<p>You have 30 days after the maximum delivery date to submit a claim regarding damaged, defective or undelivered goods.\nThis guarantee applies only to purchases made on FAKKU and not through third-party vendors.</p> Customs, Duties and Taxes <p>The recipient of any Physical Good purchase must comply with all laws and regulations of the destination country.\nThe recipient is responsible for understanding the regulations of the shipping address provided for an order.\nPhysical Good orders may be subject to import taxes, customs duties and fees.\nYou agree that we are not held liable for these taxes, duties, or fees and that these charges are to be borne by the recipient.</p> Third-Party Vendors <p>Our Purchasable Goods may at times be listed for sale on third-party vendor services.\nPlease note, that purchases of our Purchasable Goods from third-party vendors do not grant you any promotional offers we may have included for the same item on our Services.\nExclusive promotions, deals, bonus items, offers, or sales are restricted solely to our Services unless otherwise stated.</p>\n<p>Purchasable Goods bought on third-party services do not guarantee you support from our Services.\nIf you have purchased one of our Purchasable Goods from a third-party vendor, they must be the one to offer you support for your purchase.\nYou agree that we are not responsible for purchases of our Purchasable Goods through third-party vendors.</p> Limitation of Liability <p>You agree that by selecting a shipping method without tracking and insurance that you waive the right to claim non-arrival of the reported shipment.</p> FAKKU Subscription Billing Cycle <p>The payment for your FAKKU Subscription will be billed at the beginning of the paying portion of your subscription and each month thereafter until you choose to cancel your subscription.\nWe will automatically bill your Payment Method each month on the corresponding calendar day to the start of your paying period.\nIn some cases your payment date may change, such as in the event that your Payment Method was not successfully settled, or if your starting date begin on a day not contained in a given month.\nVisit your “Subscription Settings” page on our service to view your next billing date.</p> Payment Methods <p>To use the FAKKU Subscription service you must provide one or more Payment Methods.\nYou can update your Payment Methods by going to the “Payment Settings” page.\nYou authorize us to charge any Payment Methods associated to your account in the event of your default payment method declining or no longer available to us for your payment.\nYou are responsible for any uncollected amounts.\nIf a payment is not successfully settled, due to expiration, insufficient funds, or otherwise, we will automatically cancel your FAKKU Subscription until you chose to renew it.\nFor some payment methods, the issuer may charge you fees, such as foreign transaction fees or other fees relating to the processing of your payment.\nCheck with your payment method service provider for more details regarding any possible fees.</p> Pricing Changes <p>We reserve the right to change our FAKKU Subscription pricing in any manner and at any time.\nExcept as otherwise expressly provided for in these Terms, any price changes to your FAKKU Subscription will take effect following notice to you.</p> Cancellations <p>You can cancel your FAKKU Subscription at any time and will continue to have access to the Services until the end of your current billing period.\nWe do not provide refunds for any partial periods.\nTo cancel, go to the “Subscription Settings” page on our Service and follow the instructions for cancellation.\nIf you cancel your FAKKU Subscription, your account will lose access to content restricted to the FAKKU Subscription at the end of your current billing period.\nTo see when your account will lose access, visit the “Subscription Settings” page.</p> Refunds <p>Payments for a FAKKU Subscription are nonrefundable and there are no refunds for partially used periods.\nFollowing any cancellation, you will continue to have access to the Services until the end of your current billing period.\nAt any time we may provide a refund, discount, or other form of compensation to some or all of our users (“reimbursements”).\nThe amount and form of compensation are at our sole and absolute discretion.\nThe provision of reimbursements in one instance does not entitle you to reimbursements in the future for similar instances, nor does it obligate us to provide reimbursements in the future, under any circumstances.</p> Your Content <p>You agree that any data, text, graphics, photographs and their selection and arrangement, and any other materials uploaded to the Service by you is considered “Your Content”.\nYou agree to ensure us that Your Content is original to you and that you exclusively own the rights to such content, including the right to grant all of the rights and licenses in these Terms without us incurring any third party obligations or liability.\nYour Content is your sole responsibility and we are not responsible for any material that you upload, post, or otherwise make available.</p>\n<p>By uploading, distributing, transmitting or otherwise using Your Content with the Service, you grant to us a perpetual, non-exclusive, transferable, royalty-free, sublicensable, and worldwide license to use, host, reproduce, modify, adapt, publish, translate, create derivative works from, distribute, perform, and display Your Content in connection with operating and providing the Service.</p>\n<p>We do not guarantee the accuracy, quality, or integrity of any user posted content.\nBy using the Service you agree and accept that you may be exposed to material you find offensive or objectionable.\nYou agree that we will not under any circumstances be liable for any user posted content.</p>\n<p>We reserve the right to remove and permanently delete Your Content from the Service without notice for any reason.</p> Communications <p>We provide communication channels such as forums, messaging, and comments designed to enable you to communicate with other users of the Service.\nWe have no obligation to monitor these communications but may do so in connection with providing the Service.\nYou are solely responsible for your own interactions with other Service users and will exercise caution, and common sense, while using the Services and disclosing any personal information to other Service users.</p>\n<p>You agree that we may, at any time, without restriction, edit, copy, publish, distribute, translate and otherwise use in any medium any communications that you forward to us.\nWe are and shall be under no obligation (1) to maintain any communications in confidence.\n(2) to pay compensation for any communications .\nor (3) to respond to any communications.</p>\n<p>We may, but have no obligation to, monitor, edit or remove content that we determine in our sole discretion are unlawful, offensive, threatening, libelous, defamatory, obscene or otherwise objectionable or violates any party’s intellectual property or these Terms of Service.</p>\n<p>You agree that your communications and content will not violate any right of any third-party, including copyright, trademark, privacy, personality or other personal or proprietary right.</p>\n<p>You further agree that your communications will not contain libelous or otherwise unlawful, abusive or obscene material, or contain any computer virus or other malware that could in any way affect the operation of the Service or any related website.</p> Guidelines and Usage <p>As a condition of your use of the Service, and without limiting your other obligations under these Terms of Service, you agree to comply with the restrictions set forth in these Terms, as well as any additional restriction or rules set forth in the Service.</p>\n<p>As an example, you agree to not use the Service to:</p>\n<ul>\n<li>Violate any law or encourage or provide instructions to another to do so;</li>\n<li>Defame, libel, ridicule, mock, stalk, threaten, harass, intimidate or abuse anyone;</li>\n<li>Upload or transmit (or attempt to upload or transmit) files that contain viruses, Trojan horses, worms, time bombs, cancelbots, corrupted files or data, or any similar malicious software or programs that may damage the operation of the Service or other users’ computers;</li>\n<li>Attempt to obtain passwords or other private information from other users;</li>\n<li>Infringe upon or violate our intellectual property rights or the intellectual property rights of others;</li>\n<li>Spam, phish, pharm, pretext, spider, crawl, or scrape;</li>\n<li>Circumventing any territorial restrictions applied by us or our licensors;</li>\n<li>Copy, redistribute, reproduce, “ripping”, transferring, or making available to the public any part of the Service or the Content which is not expressly permitted under the Agreements or applicable law or which otherwise infringes the intellectual property rights in the Service or the Content or any part of it.</li>\n</ul>\n<p>We reserve the right to determine what conduct we consider to be in violation of the Terms, guidelines or improper use of the Service and to take action including the termination of your Account and exclusion from further access to the Service.</p> Third-Party Services <p>The Services may link to other third-party services.\nSuch links are provided for reference only, and we neither control such websites nor endorse any of the material on any such website or any association with their operations.\nYou agree that we are not liable for any harm or damages related to the purchase or use of goods, services, resources, content, or any other transactions made in connection with any third-party services.\nPlease review carefully the third-party's policies and practices and make sure you understand them before you engage in any transaction.\nComplaints, claims, concerns, or questions regarding third-party products should be directed to the third-party.</p> Termination <p>You may terminate your Account at any time and for any reason by sending an email to contact@fakku.net or via accessing your Account Preferences page.</p>\n<p>We may terminate the agreement, your Account, and your access to the Services at any time and for any reason.\nWe are not required to provide you with any notice or warning prior to any such termination.\nYou will remain liable for all amounts due up to and including the date of termination.\nand/or accordingly may deny you access to our Services (or any part thereof).</p> Governing Law <p>These Terms of Service and any separate agreements whereby we provide you Services shall be governed by and interpreted in accordance with the laws of the State of Oregon excluding the conflict of laws provisions.\nThese terms will not limit any consumer protection rights that you may be entitled to under the mandatory laws of your state of residence.</p> Disclaimer of Warranties <p>We do not guarantee, represent or warrant that your use of our service will be uninterrupted, timely, secure or error-free.\nWe do not warrant that the results that may be obtained from the use of the service will be accurate or reliable.</p>\n<p>You agree that from time to time we may remove the service for indefinite periods of time or cancel the service at any time, without notice to you.</p>\n<p>You expressly agree that your use of, or inability to use, the service is at your sole risk.\nThe service and all products and services delivered to you through the service are (except as expressly stated by us) provided 'as is' and 'as available' for your use, without any representation, warranties or conditions of any kind, either express or implied, including all implied warranties or conditions of merchantability, merchantable quality, fitness for a particular purpose, durability, title, and non-infringement.</p> Limitation of Liability <p>In no case shall FAKKU, our directors, officers, employees, affiliates, agents, contractors, interns, suppliers, service providers or licensors be liable for any injury, loss, claim, or any direct, indirect, incidental, punitive, special, or consequential damages of any kind, including, without limitation lost profits, lost revenue, lost savings, loss of data, replacement costs, or any similar damages, whether based in contract, tort (including negligence), strict liability or otherwise, arising from your use of any of the service or any products procured using the service, or for any other claim related in any way to your use of the service or any product, including, but not limited to, any errors or omissions in any content, or any loss or damage of any kind incurred as a result of the use of the service or any content (or product) posted, transmitted, or otherwise made available via the service, even if advised of their possibility.\nBecause some states or jurisdictions do not allow the exclusion or the limitation of liability for consequential or incidental damages, in such states or jurisdictions, our liability shall be limited to the maximum extent permitted by law.</p> Indemnification <p>You agree to indemnify and hold FAKKU, LLC harmless from and against any loss, liability, claim, demand, damages, costs and expenses, including reasonable attorney's fees, arising out of or in connection with (i) your use of and access to the Services.\n(ii) your violation of any part of these Terms.\n(iii) your violation of any third-party right, including without limitation any copyright, property, or privacy right or any third-party agreement.\nor (iv) any of Your Content or information in your Account or any other information you post or share on or through the Service.</p>\n<p>As used in this section, \"you\" shall include anyone accessing the Service using Your Account.</p> Changes to Terms of Service <p>You can review the most current version of the Terms of Service at any time at this page.\nWe reserve the right, at our sole discretion, to update, change or replace any part of these Terms of Service by posting updates and changes to our website.\nIt is your responsibility to check our website periodically for changes.\nYour continued use of or access to our website or the Service following the posting of any changes to these Terms of Service constitutes acceptance of those changes.</p> Feedback <p>We appreciate and encourage our users to provide feedback, comments and suggestions for improvements to the Services (“Feedback”).\nYou may submit feedback by emailing us at contact@fakku.net or through the Contact Form section of the Service.</p>\n<p>You agree that all Feedback will be the sole and exclusive property of FAKKU, LLC and you hereby assign and agree to assign all rights, title and interest you have in such Feedback to FAKKU, LLC together with all intellectual property rights therein.</p> Contact Us <p>Please feel free to contact us if you have any question about the Terms of Service.\nYou may contact us either via our Customer Service Contact Form, via contact@fakku.net, via phone at (508) 257-1147, or via mail at:</p>\n<p> FAKKU, LLC<br> PO Box 4646<br> Portland, OR 97208<br> United States </p> Copyright <p>We respect the intellectual property of others, and require our users to do the same.\nIf you believe that your work has been copied in a way that constitutes infringement, or that your intellectual property rights have been other violated, please notify us of your infringement claim in accordance with the procedure below.</p>\n<p>We will process and take appropriate actions under the Digital Millennium Copyright Act (“DMCA”) and other applicable intellectual property laws with respect to any alleged or actual infringement.\nClaims should be emailed to us at contact@fakku.net (Subject line: “DMCA Takedown Request”).\nYou may also contact us via mail at:</p>\n<p> FAKKU, LLC.<br> [Attn: DMCA Takedown Request]<br> PO Box 4646<br> Portland, OR 97208<br> United States </p>\n<p>To be most effective, your claim must be in writing and contain the following information:</p>\n<ul>\n<li>An electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest;</li>\n<li>A description of the copyrighted work or other intellectual property that you claim has been infringed;</li>\n<li>A description of where the material that you claim has been infringed is located on the Service, with enough details that we may find it on the Service;</li>\n<li>Your address, telephone number, and email address;</li>\n<li>A statement by you that you have a good faith belief that the disputed use is not authorized by the copyright or intellectual property owner, its agent, or the law;</li>\n<li>A statement by you, made under penalty of perjury, that the above information in your claim is accurate and that you are the copyright or intellectual property owner or authorized to act on the copyright or intellectual property owner’s behalf.</li>\n</ul> Counter-Notice <p>If you believe that your content that was removed is not infringing, or that you have the authorization from the copyright owner, the owner’s agent, or pursuant to the law, to upload and use the content, you may send a written counter-notice containing the following information:</p>\n<ul>\n<li>An electronic or physical signature;</li>\n<li>Identification of the material that has been removed and the location at which the material appeared before it was removed;</li>\n<li>A statement under penalty of perjury that you have a good faith belief that the material was removed as a result of mistake or misidentification of the material to be removed;</li>\n<li>Your name, address, telephone number, email address and a statement that you consent to the jurisdiction of Federal District Court for the judicial district in which the address is located, or if your address is outside of the United States, for any judicial district in which the service provider may be found, and that you will accept service of process from the person who provided notification of the alleged infringement.</li>\n</ul>\n<p>Please note that under Section 512(f) of the Copyright Act, any person who knowingly materially misrepresents that material or activity was removed or disabled by mistake or misidentification may be subject to liability.</p>\n<p>In accordance with the DMCA and other applicable laws, we have adopted a policy to terminate the Account of users who infringe any intellectual property rights of others, whether or not there is any repeat infringement.</p> Contact Jobs Support Terms Privacy Store Twitter Discord © FAKKU, LLC 2020 <i>\n</i> ", "created_at": "2019-05-13 00:00:18.561412", "updated_at": "2020-12-14 22:10:33.648922"}], "points": [{"id": 27524, "title": "There is a date of the last update of the agreements", "source": "https://www.fakku.net/terms", "status": "Generated through the annotate view", "created_at": "2022-03-23 17:16:54.08582", "updated_at": "2022-07-06 21:29:54.379134", "quoteText": "Last Modified: August 14th, 2020</p>\n<p>", "case_id": 331, "document_id": 1293, "quoteStart": 245, "quoteEnd": 285}, {"id": 27523, "title": "Do Not Track (DNT) headers are ignored and you are tracked anyway even if you set this header.", "source": "https://www.fakku.net/privacy", "status": "Generated through the annotate view", "created_at": "2022-03-23 17:16:25.530957", "updated_at": "2022-03-23 17:16:25.530957", "quoteText": "Due to there being no accepted standard on how to respond, please note that we do not alter our Service’s data collection and use practices when we see a Do Not Track signal from your browser.</p> ", "case_id": 233, "document_id": 1292, "quoteStart": 6720, "quoteEnd": 6917}, {"id": 27522, "title": "There is a date of the last update of the agreements", "source": "https://www.fakku.net/privacy", "status": "Generated through the annotate view", "created_at": "2022-03-23 17:15:33.782529", "updated_at": "2022-07-06 21:30:07.79168", "quoteText": "Last Modified: May 24th, 2018</p>\n<p>", "case_id": 331, "document_id": 1292, "quoteStart": 243, "quoteEnd": 280}, {"id": 6551, "title": "Blocking cookies may limit your ability to use the service", "source": "https://www.fakku.net/privacy", "status": "Generated through the annotate view", "created_at": "2019-05-13 00:01:32.802084", "updated_at": "2019-06-10 05:26:58.44478", "quoteText": "Please note, if you choose to block cookies, doing so may impair the Services or prevent certain aspects of it from functioning.</p", "case_id": 375, "document_id": 1292, "quoteStart": 2794, "quoteEnd": 2925}, {"id": 6555, "title": "tracking pixels used in service-to-user communication", "source": "https://www.fakku.net/privacy", "status": "Generated through the annotate view", "created_at": "2019-05-13 00:09:40.093143", "updated_at": "2019-06-15 05:52:56.835861", "quoteText": "We use other similar technologies such as Pixel Tags (transparent graphic images place on a page or in an email) to indicate that a page or email has been viewed by you.", "case_id": 217, "document_id": 1292, "quoteStart": 2941, "quoteEnd": 3110}, {"id": 6553, "title": "Users are entitled to a refund if certain thresholds or standards are not met by the service", "source": "https://www.fakku.net/terms", "status": "Generated through the annotate view", "created_at": "2019-05-13 00:04:20.250431", "updated_at": "2021-02-06 04:16:29.887285", "quoteText": "Our return policy for Physical Goods lasts 30 days.\nIf 30 days has gone by since your purchase, unfortunately we can’t offer you a refund or exchange on any Physical Goods purchased from us.</p>\n<p>If a Digital Good does not meet your expectations, for any reason, you may request a refund up to 7 days since the initial purchase.\nAccess to the Digital Good will be removed from your account once the refund has been initiated.</p>\n<p>To be eligible for a return, your Physical Good must be unused and in the same condition that you received it.\nIt must also be in the original packaging.</p>\n<p>Several types of Purchasable Goods are exempt from being returned, such as gift cards or digital codes.</p>\n<p>Digital Goods unlocked with the purchase of a Physical Good are dependent on persisted ownership of the same Physical Good.\nRefunding or cancelling a Physical Good purchase will revoke the Digital Good from your Account.</p>\n<p>Please note that your account will be subject to review if we encounter you making multiple refund requests.</p>\n", "case_id": 161, "document_id": 1293, "quoteStart": 5959, "quoteEnd": 7007}, {"id": 6552, "title": "Your personal data is given to third parties", "source": "https://www.fakku.net/privacy", "status": "Generated through the annotate view", "created_at": "2019-05-13 00:03:09.535543", "updated_at": "2019-09-25 04:38:08.532174", "quoteText": "We share your Personal Information with third parties to help us use your Personal Information, as described above.", "case_id": 188, "document_id": 1292, "quoteStart": 4858, "quoteEnd": 4973}, {"id": 6554, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://www.fakku.net/terms", "status": "Generated through the annotate view", "created_at": "2019-05-13 00:05:44.588855", "updated_at": "2019-06-09 20:43:04.25958", "quoteText": "You agree to indemnify and hold FAKKU, LLC harmless from and against any loss, liability, claim, demand, damages, costs and expenses, including reasonable attorney's fees, arising out of or in connection with (i) your use of and access to the Services.\n(ii) your violation of any part of these Terms.\n(iii) your violation of any third-party right, including without limitation any copyright, property, or privacy right or any third-party agreement.\nor (iv) any of Your Content or information in your Account or any other information you post or share on or through the Service.", "case_id": 146, "document_id": 1293, "quoteStart": 22802, "quoteEnd": 23379}], "urls": ["fakku.net"]}}