{"error": 448, "message": "OK", "parameters": {"id": 4774, "name": "Simitless", "created_at": "2021-07-15 20:25:05.009483", "updated_at": "2021-11-03 23:01:02.780992", "wikipedia": null, "keywords": null, "related": null, "slug": "simitless", "is_comprehensively_reviewed": true, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/4774.png", "url": "simitless.com", "documents": [{"id": 8550, "name": "Legal notice, Privacy Policy and Copyright", "url": "https://legal.simitless.com/privacycopyright/", "xpath": "//*[@id=\"privacyContent\"]", "text": " <p>Legal notice, Privacy Policy and Copyright</p>\n<p> 1st October 2021</p>\n<p>The Simitless software platform (<u>https://simitless.com</u>) is an automated technical service enabling the creation of simple information systems (software for gathering knowledge and computer data) for consumers, self-employed professionals and small businesses in all industries by creating procedures for automatic data and information processing.</p>\n<p>&nbsp;</p>\n<p>This document is a translation from <u>https://legal.simitless.fr/</u> and is for information only.\nSimitless being based in France, the French version of the legal documents is the only version with legal standing.</p> Legal Notice\n<p>(in accordance with article 6 of the French law n°2004-575 of June 21, 2004 for confidence in the digital economy)</p>\n<p>&nbsp;</p>\n<p>Owner, Provider, Creator, Publication Director</p>\n<p>François Fournier<br> 8 Les Parodelles, 03250 Le Mayet de Montagne, FRANCE<br>\n<u>francois.fournier@simitless.com</u>\n</p>\n<p>Reachable via <u>contact@simitless.com</u> or via <u>https://contact.simitless.fr/</u>.</p>\n<p>Simitless is a registered trademark owned and operated by Mr.\nFrançois Fournier.</p>\n<p>The activity of Mr.\nFrançois Fournier is governed by the provisions of CAPE (Contrat d’Appui au Projet d’Entreprise - “Business Project Support Contract”) French law n°2003-721 from August 1, 2003, from October 1 2019 to September 30 2022, in the COAGIR associative incubator.</p>\n<p>\n<br> COAGIR, 18 rue François Taravant, 63100 Clermont-Ferrand, France<br> Phone : 04 73 35 15 60, email: couveuses.contact@coagir.com<br> Legal structure : Association loi 1901, N° SIRET : 335 075 321 00059 - APE : 7022Z, <br> EU-VAT number : FR37335075321.</p>\n<p>&nbsp;</p>\n<p>\n<strong>The use of this site and of the Simitless platform implies the full acceptance of the Terms and Conditions of sale and use.</strong>\n</p>\n<p>&nbsp;</p> Hosting of the website, systems, and sub-systems\n<p>Time4vps, UAB Interneto vizija, J.\nKubiliaus st.\n6 08234 Vilnius, Lithuania</p>\n<p>AWS (Amazon Web Services - Frankfurt &amp.\nIreland), 31 place des Corolles, 92098 Paris– La Défense Cedex, France</p>\n<p>François Fournier, Simitless, 8 Les Parodelles, 03250 Le Mayet de Montagne, France</p> Electronic protection services, security, anti-spam, proxy\n<p>Cloudflare München, Rosental 7, 80331 München, Germany, +33 75 7 90 52 73, <u>https://www.cloudflare.com/fr-fr/gdpr/introduction/</u>\n</p>\n<p>François Fournier, Simitless, 8 Les Parodelles, 03250 Le Mayet de Montagne, France</p> Communication services, email, notifications, messages\n<p>Mailgun, San Antonio HQ, 112 E Pecan St.\n#1135, San Antonio, TX 78205, USA</p>\n<p>SendGrid, Inc., 1801 California Street, Suite 500, Denver, Colorado 80202, USA</p>\n<p>Twilio Inc., 375 Beale Street, Suite 300, San Francisco, CA 94105, USA</p>\n<p>Mailjet SAS, 13-13 bis, rue de l’Aubrac, 75012 Paris, France</p>\n<p>Tawk.to inc., 187 East Warm Springs Rd, SB119, Las Vegas, NV, 89119, USA</p> Map and geographical services\n<p>Thunderforest from Gravitystorm Limited, 53 Ancaster Crescent, New Malden KT3 6BD, United Kingdom, <u>https://www.thunderforest.com/</u>\n</p>\n<p>OpenStreetMap from OpenStreetMap Foundation, St John’s Innovation Centre, Cowley Road, Cambridge, CB4 0WS, United Kingdom, data licenced under the <u>Open Data Commons Open Database License</u> (ODbL) by the <u>OpenStreetMap Foundation</u> (OSMF), <u>https://www.openstreetmap.org/copyright</u>\n</p>\n<p>OpenCage Geocoder from OPENCAGE GMBH, Friedrich-Ebert-Str.\n7, 48153 Münster, Germany <u>https://opencagedata.com/</u>\n</p> Statistics data managers\n<p>François Fournier, Simitless, 8 Les Parodelles, 03250 Le Mayet de Montagne, France</p>\n<p>We are using Matomo, an open-source software, on an internal installation of Simitless.\nIt is using our own servers and the data is securely kept only for our internal analysis.\nNobody outside of Simitless gets access to it.\nBoth Matomo and Simitless are proud to respect your privacy online.\nYou are free to opt out of Matamo data collection using the settings box on top of the privacy policy page (<u>https://legal.simitless.com</u>).</p>\n<p>Hotjar Ltd, Level 2, 3, Elia Zammit Street, St Julians STJ 1000, Malta <u>https://www.hotjar.com/legal/policies/privacy</u>\n<u>https://www.hotjar.com/privacy</u>\n</p>\n<p>We use Hotjar in order to better understand our users’ needs and to optimize this service and user experience.\nHotjar is a technology service that helps us better understand our users’ experience (e.g.\nhow much time they spend on which pages, which links they choose to click, what users do and don’t like, etc.) and this enables us to build and maintain our service with user feedback.\nHotjar uses cookies and other technologies to collect data on our users’ behavior and their devices.\nThis includes a device's IP address (processed during your session and stored in a de-identified form), device screen size, device type (unique device identifiers), browser information, geographic location (country only), and the preferred language used to display our website.\nHotjar stores this information on our behalf in a pseudonymized user profile.\nHotjar is contractually forbidden to sell any of the data collected on our behalf.\nFor further details, please see the ‘about Hotjar’ section of <u>Hotjar’s support site</u>.</p>\n<p>You can choose not to create a user profile, to save the Hotjar data about your usage of the platform and sites and to use the tracking cookies on other sites by using the settings on the following page: <u>https://www.hotjar.com/legal/compliance/opt-out</u>\n</p>\n<p>Sentry, 132 Hawthorne St, San Francisco, CA 94107, USA <u>https://sentry.io/privacy/</u>\n<u>https://sentry.io/security/</u>\n</p>\n<p>Sentry is an error (bug) detection and reporting system.\nIt does not identify individual users and does not track them.\nHowever, depending on the reported errors, it can happen that an extract of the user data, taken out of its context, is sent through the reporting system.\nAs soon as reported errors are corrected, all the included data are deleted along with the report that was generated.</p>\n<p>tawk.to inc., 187 East Warm Springs Rd, SB119, Las Vegas, NV, 89119, USA <u>https://www.tawk.to/privacy-policy/</u>\n<u>https://www.tawk.to/data-protection/gdpr/</u>\n</p>\n<p>Tawk.to mostly provides a support chat feature to the platform but with that comes the collection of statistics and usage information is collected.\nTo maintain a reasonable expectation of privacy as well as to minimize the technical requirements on the day-to-day running of the platform, the chat library is only loaded when explicitly required.\nIt is loaded dynamically when the user clicks on the button “Need help? Let’s chat!” in the main menu.\nOnce loaded, tawk.to records some information on the user as well as their activities on the platform so that the agent that is connected to the chat has the necessary contextual information to help the user.</p> User assistance\n<p>Simitless aims to provide a high quality of service to its users.\nThis is why we try to automatize to the largest extent the services we provide to our users.\nThis also allows us to provide a service regardless of opening hours and phone availability.\nIn addition to the contextual help that has been integrated into the platform, users can find specific help on our support site <u>https://faq.simitless.com</u> and, if needed, they can reach out to us by using the following communication means :</p>\n<p>Contact Form online <u>https://contact.simitless.com</u>\n</p>\n<p>Email: <u>support@simitless.com</u>\n</p>\n<p>Online chat through tawk.to, directly on the Simitless platform by clicking on the “We can help” button in the main template selection page</p>\n<p>Simitless also created a support network of resellers that can offer custom support contract depending on your needs for assistance <u>https://simitless.com/fr/a/open-revendeurs</u>.</p> Privacy Policy\n<p>As a project established in France, the publisher of the Simitless platform is subject to the provisions of the data protection law of 6 January 1978 governing the processing of personal data.\nIn accordance with the CNIL, I have taken the necessary measures to comply with the regulations on data processing within the framework of the CNIL declarations 1773959 and 1774235.\nEach user creating their applications is responsible for the declarations falling within their jurisdiction.</p>\n<p>In accordance with the General Data Protection Regulations (GDPR), the publisher only processes personal data in the following situations:</p>\n<p>with your consent;</p>\n<p>when there is a contractual obligation (a contract between the publisher and you);</p>\n<p>to meet a legal obligation (under EU or national law).</p> Data Gathering\n<p>CNIL declaration number 1773959 and 1774235.</p>\n<p>The personal information that can be collected on the platform is mainly used by the publisher for the management of relations with you, and, if necessary, for the processing of your orders.\nThey are recorded in the publisher's client file, and the file thus prepared from personal data is declared to the CNIL.</p>\n<p>In accordance with the provisions of law n ° 78-17 of January 6, 1978 modified, relating to data processing, files and freedoms, you are informed that the publisher uses automated processing systems on your personal data, in particular during your connection to the platform or as part of the online forms filled out by you.</p>\n<p>The information collected may possibly be communicated to third parties linked to the publisher by contract for the execution of subcontracted tasks necessary for the management of your account and without your having to give your authorization.\nYou can oppose this transfer by expressing your refusal to our contact mentioned above.</p>\n<p>In the event of a proven breach of legal or regulatory provisions, the user data and information may be communicated to judicial authorities, upon an explicit and motivated request.</p>\n<p>When information is mandatory to use specific functionalities of the platform, the platform will mark this mandatory nature when entering data, most often by the use of the * symbol near the data field.</p> List of main data collected directly by the platform\n<p>The Simitless platform does not require any specific information to be used.</p>\n<p>The user name is optional and can be filled in with a pseudonym if the user wishes.\nIt is only present to allow other users to identify the account when collaborating in applications.</p>\n<p>Only an email address is required for authentication and validation when creating an account.\nAll of the information collected is securely available to each user, in the user management page (<u>https://simitless.com/user/</u>).\nGuest accounts can be used without any registration (but at the cost of certain technical limitations on collaborative features).</p>\n<p>During the subscription procedure, additional information is requested in order to process the payment and to identify the parties involved in the subscription contract, payment and billing.\nThis information only covers the legal minimum that the publisher is asked to collect and includes the name, billing address, administrative jurisdiction (VAT, sales taxes, etc.), VAT number (if applicable) and any other information as required by the payment provider to process the payment by the payment methods available on the platform.</p>\n<p>Simitless's web service collects indirect data and statistics (frequency of use, type and amount of data processed) to analyze and respond more precisely to user needs.</p>\n<p>&nbsp;</p>\n<p>The payment data are processed directly by the payment provider on its secure PCI-compliant platform.</p> User rights\n<p>In accordance with the law on the protection of personal data, you have the following rights which you can exercise by going to your user profile page <u>https://simitless.com/user/</u> in your browser, by contacting us on <u>https://contact.simtiless.com</u>, by email at <u>data@simitless.com</u> or by contacting us at the postal address listed in the legal notice above.</p>\n<p>The right to information: we have an obligation to inform you of how we use your personal data (as described in this privacy policy).</p>\n<p>The right of access: it is your right to make a request for access to any data about you in order to receive a copy of the personal data that we hold.\nhowever, due to the security and confidentiality obligation in the processing of personal data which rests with the publisher, you are informed that your request will be processed provided that you submit a proof of your identity, in particular by communicating a scan or a photocopy of your valid identity document to us and by abiding to a validation process.</p>\n<p>The right to rectification: the right to ask us to rectify personal data about you that is incomplete or inaccurate.\nUnder this right, the law authorizes you to request the rectification, updating, blocking or erasure of data concerning yourself, which may be inaccurate, erroneous, incomplete or obsolete.</p>\n<p>The right to erasure, also known as the “right to be forgotten”: in certain cases, you can ask us to delete the personal data that we have concerning you (except if there is a legal reason which obliges us to keep them).</p>\n<p>The right to limit processing: in certain cases, you have the right to ask us to suspend the processing of personal data.</p>\n<p>The right to data portability: you have the right to ask us for a copy of your personal data in a common format (for example, a .csv or .json file, depending on the type of data).</p>\n<p>The right to object: you have the right to object to the processing of your personal data (for example, by prohibiting us from processing your data for direct marketing purposes).\nHowever, the use of this right is only possible in one of the following two situations: when the use of this right is based on legitimate grounds or when the use of this right is intended to prevent that the data collected is used for commercial prospecting purposes.</p>\n<p>You will not have to pay any fees for access to your personal data (or for the use of any other right).\nHowever, we may charge you a reasonable fee if your request is manifestly unfounded, repetitive or excessive.\nIn this case, we can also refuse to respond to your request.\nThe publisher will be entitled, if necessary, to oppose manifestly abusive requests because of their systematic, repetitive nature, or their number.\nWe may ask you for specific information in order to confirm your identity and to ensure your right of access to your personal data (or to use any other right).\nThis is a security measure to ensure that the personal data are not delivered to a person who is not authorized to receive it.\nWe may also contact you for more information regarding your request, to give you a faster and more accurate response.\nWe try to respond to all legitimate requests within 3 months.\nThis period may be exceeded in the event that your request is particularly complex or if you have made several requests.\nIn this case, we will notify you and keep you informed.</p> Use of Cookies\n<p>In summary (TLDR): Cookies are used to provide secure and convenient authentication for guest and registered accounts, as well as for analysis and improvement of services.\nThese cookies also make it possible to store the data of the applications during their use in order to enable and accelerate the navigation and the comfort of use of the user.</p>\n<p>&nbsp;</p>\n<p>In length: A cookie is a computer data file placed on the computer of the user of a website securely through their browser’s standard features.\nThis code can, in certain cases, allow the identification of the user of a site, the personalization of their browsing on the site and the acceleration of the display.\nThe Simitless platform uses cookies as well as local storage of data from your browser to</p>\n<p>allow access to a user account and to the content that is not accessible without a connected account;</p>\n<p>allow data processing directly on the user's computer and thus accelerate the responsiveness of the platform's applications;</p>\n<p>obtain anonymized navigation statistics and records, navigation and usage indicators to improve user experience.</p>\n<p>In accordance with the recommendations of the French National Commission for Information Technology and Liberties (Commission Nationale de l’Informatique et des Libertés - CNIL), some cookies are exempt from the prior collection of your consent insofar as they are strictly necessary for the operation of the service or have the sole purpose of allowing or facilitating the communication by electronic means.\nThese include session ID, authentication, load balancing session cookies as well as cookies for customizing your interface.\nThese cookies are fully subject to this policy insofar as they are issued and managed by the platform or its providers.</p>\n<p>The user acknowledges being informed of this practice and authorizes the site publisher to use them.\nThe publisher undertakes never to communicate the content of these cookies to third parties, except in the event of motivated legal obligation.</p>\n<p>The user can refuse the registration of cookies or configure their browser to be warned before accepting cookies.\nTo do this, the user will need to configure their browser <u>https://www.allaboutcookies.org/manage-cookies/</u>.</p>\n<p>We draw your attention to the fact that the refusal of the deposit of cookies on your terminal is nevertheless likely to alter your user experience as well as your access to certain services or functionalities of this platform.\nWhere applicable, the publisher declines all responsibility for the consequences related to the deterioration of your navigation conditions which occur due to your choice to refuse, delete or block the cookies necessary for the operation of the platform.\nThese consequences cannot constitute damage, and you cannot claim any compensation for this fact.</p>\n<p>Your browser also allows you to delete existing cookies on your device or to notify you when new cookies may be placed on your device.\nThese parameters have a very significant effect on your browsing and make you lose all the benefits brought by cookies and in particular the system of secure, identified or guest accounts.</p>\n<p>This site does not include the usual “Attention, cookies, be afraid” mention.\nThis is normal, we do not use external tracking cookies, and we do not identify our visitors and users.\nIn these cases, the big scary alert on the front page is not mandatory.</p> Intellectual property\n<p>The Simitless logo and the name Simitless are registered trademarks in France.\nAll intellectual property rights relating to the site are reserved.\nAccess to the website does not confer any rights to the intellectual property relating to the site.\nThe elements available on the site (texts, photographs, images, icons, sounds, videos, software, databases ...) are protected by intellectual and industrial property rights.\nSome of these elements are used by Simitless under a free license, recognized below.</p>\n<p>Unless expressly stated otherwise, it is prohibited to reproduce, modify, transmit, publish, adapt on any medium whatsoever or exploit in any way all or part of the site without the prior written authorization of Simitless.\nViolation of these provisions will result in legal proceedings.\nSome software used in the process of preparing and developing the site and its services are distributed under a free license, a list of these licenses and the associated licenses are also listed in this document.</p> Note on this document :\n<p>The legal information written and translated by us are under<u> Attribution - Sharing under the same Conditions 4.0 International license (CC BY-SA 4.0)</u>.\nWe are not legal professionals, it is always better to seek professional advice in your jurisdiction.</p>\n<p>This document is a translation from our French legally-binding <u>Mentions légales, Politique de Protection de la Vie Privé et Droits d’Auteur</u>.\nThe English version is only created for user convenience.</p>\n<p>&nbsp;</p> ", "created_at": "2021-07-15 20:25:05.012091", "updated_at": "2021-10-24 15:17:54.066743"}, {"id": 8551, "name": "GENERAL TERMS AND CONDITIONS OF USE AND SALE", "url": "https://legal.simitless.com/tc/", "xpath": "//*[@id=\"termsContent\"]", "text": " GENERAL TERMS AND CONDITIONS OF USE AND SALE\n<p> 1st October 2021</p>\n<p>Between the publisher of the Simitless platform and owner of the Simitless brand, and the person using the platform or purchasing products or services provided by the brand publisher.</p>\n<p>\n<em>This English translation of the “Conditions générales d’utilisation et de vente” is meant to inform the user of the standard practices of Simitless.\nSimitless being a French project, the French version of these terms and conditions is considered the only binding agreement applicable.\n</em>\n</p>\n<p>The following has been stated and agreed upon:</p> Article 1: Definitions and Table of Contents 1-1 Definitions\n<p>In this document, we define:</p>\n<p>“publisher”: the person, legal or physical, responsible for the publishing and creation of the platform and its content.</p>\n<p>“platform”: the Simitless platform and all of its domains, sub-domains, sites and pages.</p>\n<p>“services”: all the services that can be purchased or subscribed to on the platform.</p>\n<p>“user”: The person, legal or physical (or the legal representative of the automated system), using the platform or one of its services.</p>\n<p>“application”: a logical set of data processing created by users using the services.</p>\n<p>\"workspace\": a group of users who create collaborative applications, and can correspond to an organization, or a company, an association or a single user.\nOne or more users can administer a workspace.</p> 1-2 Table of contents <p>GENERAL TERMS AND CONDITIONS OF USE AND SALE 1</p>\n<p>Article 1 Definitions and Table of Contents 1</p>\n<p>1-1 Definitions 1</p>\n<p>1-2 Table of contents 1</p>\n<p>Article 2 Purpose of the platform 3</p>\n<p>Article 3: Service offer, prices and renewal 3</p>\n<p>3-1 Operation of the service offer 3</p>\n<p>3-2 Pricing 4</p>\n<p>3-3 Billing and Payment 5</p>\n<p>3-4 Subscription renewal 6</p>\n<p>3-5 Products and applications made available between users 6</p>\n<p>3-5-1 Obligations of the user offering access to their applications 6</p>\n<p>3-5-2 Obligation of users obtaining access to applications and products supplied by a user offering access to its applications 7</p>\n<p>3-5-3 Data 7</p>\n<p>3-5-4 Termination and interruption 8</p>\n<p>3-6 Transfer of contract, CAPE contract and subscription 8</p>\n<p>Article 4 Applicable law, acceptance, modifications and mediation 9</p>\n<p>4-1 Acceptation 9</p>\n<p>4-2 Applicable law 10</p>\n<p>4-3 Dispute resolution 10</p>\n<p>4-4 Consumer Mediation 11</p>\n<p>4-5 Inaccuracies 11</p>\n<p>4-6 Contract integrity 11</p>\n<p>4-7 Sale and Transfer 11</p>\n<p>4-8 Exceptional circumstances 12</p>\n<p>Article 5 Obligations and responsibility of the publisher 12</p>\n<p>Article 6 Obligations and liability of the user 13</p>\n<p>Article 7 Intellectual property rights, personal data, commercial reference, data ownership, protection of personal data 15</p>\n<p>7-1 Intellectual property rights 15</p>\n<p>7-2 User-supplied content 15</p>\n<p>7-3 Database structure and metadata 16</p>\n<p>7-4 Personal data 16</p>\n<p>7-5 Commercial representation 16</p>\n<p>7-6 Data ownership 16</p>\n<p>7-7 Protection of personal data - GDPR 16</p>\n<p>Article 8 Access, maintenance and service level, backup, compliance 17</p>\n<p>8-1 Maintenance, temporary interruption of service 17</p>\n<p>8-2 Availability 17</p>\n<p>8-3 Data Backups 18</p>\n<p>8-4 Complaints 18</p>\n<p>8-5 Conformity 18</p>\n<p>8-6 Limits of use, allowable usage 18</p>\n<p>Article 9 Account creation and services features 19</p>\n<p>9-1 Registration 19</p>\n<p>9-2 Access 20</p>\n<p>9-3 Conditions of Access 20</p>\n<p>Article 10 Account closure and data restitution 21</p>\n<p>10-1 Data restitution 21</p>\n<p>10-2 Termination 21</p>\n<p>10-3 Automatic deletion of accounts 21</p>\n<p>Note on this document (CC BY-SA 4.0) 22</p> Article 2: Purpose of the platform\n<p>These general conditions determine the rights and obligations of the parties in connection with the online sale of products or services offered by the publisher.</p>\n<p>The Simitless software platform (<u>https://simitless.com</u>) is an automated technical service enabling the creation of simple information systems (software for gathering knowledge and computer data) for consumers, self-employed professionals and small businesses in all industries by creating procedures for automatic data and information processing.</p>\n<p>&nbsp;</p>\n<p>Simitless is a registered trademark owned and operated by M.\nFrançois Fournier, residing [8 Les Parodelles, 03250 Le Mayet de Montagne, France], reachable via <u>contact@simitless.com</u> or via <u>https://contact.simitless.com/</u>, and with its activity governed by the provisions of CAPE (Contrat d’Appui au Projet d’Entreprise - “Business Project Support Contract”) French law n°2003-721 from August 1, 2003, from October 1 2019 to September 30 2022, in the COAGIR associative incubator [COAGIR, 18 rue François Taravant, 63100 Clermont-Ferrand, France], phone number 04 73 35 15 60, non-profit (association loi 1901), N° SIRET 335 075 321 00059 - APE 7022Z, n° European VAT number FR37335075321.</p>\n<p>Simitless provides, in general, a technical software platform allowing users to input, organize, view, analyze, export and exploit various data.\nThe service is carried out through applications custom-created by users or a reseller, all services are accessible on the platform via a recent web browser.</p> Article 3: Service offered, prices, and renewal 3-1 Operation of the service offered\n<p>Users are invited to create free workspaces that serve as a container for one or more applications.\nThe resources used or planned to be used by these workspaces, as measured by the internal system of the platform, serve as the basis for the establishment of an automated estimate, which is then used to create a subscription.\nOnce a subscription order has been confirmed by payment, the usage quotas defined in the subscription are released and become available to the applications of the workspace.</p>\n<p>The free workspace offers limited basic quotas for testing the platform's offer.\nThese are provided free of charge by the publisher without any obligation on their part and may be changed at any point.\nThe user is encouraged to subscribe to a higher level of service to ensure the sustainability of their work tools defined on the platform.</p>\n<p>Workspaces that exceed the quotas set in the subscription will be limited to the maximum allowed by the prepaid subscription and will be upgraded once a higher subscription is purchased.\nUsers trying to connect to an application in a workspace that exceeds the authorized processing capacity will see a waiting message and will be allowed to connect to the application only when a session space becomes available.</p>\n<p>Workspace hosting is billed for based on the use of key resources, the use of which is considered an indicator of the added value of the workspace applications.\nThis allows the platform to automatically adjust billing for most use cases.\nHowever, the hosting provided is also characterized by hardware resources (in particular the consumed disk space, memory space, computing power, bandwidth, etc.) on which the publisher does not impose any limit.\nIf the publisher finds an impact on services (in particular the quality of services to other users) due to abnormal use of resources, the user will be notified of the abuse and its resources may be limited.\nThe user may, if necessary, and if proposed by the publisher, subscribe to an additional service adapted to its consumption of resources.</p> 3-2 Pricing\n<p>The platform prices are published on the pricing page (<u>https://pricing.simitless.com/</u>) and are subject to change depending on the evolution of the publisher's offer.\nThe publisher reserves the right to modify their prices at any time, while guaranteeing the application of the price indicated at the time of the order for existing customers.\nThe prices appearing on the platform are prices in Euros excluding taxes (before VAT or other taxes), US Dollars or British Pound (GB), the applicable VAT or sales tax rate being that of the country of the purchasing user (in accordance with implementing regulation 1042 / 2013 of the European Council of October 7, 2013).\nThe prices are also mentioned in Euros with all taxes included (VAT + other possible taxes) on the order finalization page, and excluding specific shipping costs, if applicable.\nFor all dematerialized products shipped or supplied outside the European Union and/or French overseas departments and territories, the price is calculated net of tax automatically on the invoice.\nIn the case where the payment manager offers the possibility of paying in a currency different from the currencies supported by the platform, the reference price remains the price chosen by the user and displayed on the platform, in EUR, USD or GBP.\nThe subscription amount will then be adjusted directly by the payment manager or by the user's bank to honor the subscription.\nOnce one of the currencies has been selected by the user for a workspace, it is technically very difficult to change, due to the functioning of the payment management systems.\nThe publisher does not offer this possibility at the moment.</p>\n<p>The essential characteristics, their prices and the mode of use of the services are made available to the user on the platform created by the publisher.\nIn accordance with the article L112-1 of the Consumer Code, the user is informed, by any appropriate process, of the prices and specific conditions of the sale and the performance of the services before any conclusion of the sales contract (Order page, Pricing page and Terms &amp.\nConditions, both in French and English).\nIn all cases, the total amount due by the user is indicated on the order confirmation page.\nThe sale price of the services is the one listed on the pricing page on the day of the order, it does not include the shipping costs and taxes possibly invoiced in addition.\nThese possible costs are calculated for the user and displayed during the sales process, and in any event at the time of confirmation of the order.</p>\n<p>The publisher reserves the right to pass on any change in the VAT rate to the price of the services.</p>\n<p>The publisher also reserves the right to modify their prices at any time.\nHowever, the price displayed on the day of the order will be the only one applicable to the user for the duration of their subscription.</p>\n<p>Companies subject to intra-community VAT (EU VAT Law, article 4, 2.1.2) and who manage subscriptions on the platform are solely responsible for the reverse-charge of their VAT to the tax authorities of their country.</p>\n<p>The user certifies having received the details of the fees, taxes, terms of payment, delivery, execution of the contract, and detailed information relating to the identity of the publisher, their address, telephone, and their activities in the context of this sale.\nThe publisher takes responsibility to fulfill the user's order within the limits of the resources available for the provision of the services only.\nIn case this proves impossible, the publisher will inform the user as soon as possible, if the order has been placed.\nIn this case and failing a mutual agreement with the user on a new delivery date, the publisher will reimburse the user.\nA delivery typically involves only the provision of the functionality on the platform.\nThe handling, configuration, and training of people to use the applications, among others, remains the responsibility of the user or of their reseller if a specific contract mentions it.</p> 3-3 Billing and Payment\n<p>All subscriptions are made by bank card (credit or debit) or by SEPA direct debit (if activated by the payment manager according to their internal rules).\nThe publisher uses the services of the Stripe payment manager (<u>https://stripe.com/en/terms</u>) to provide a secure online payment and billing service in accordance with European banking rules.\nCards issued by banks domiciled outside France must be international bank cards (Mastercard or Visa).</p>\n<p>The information provided is encrypted according to the current state of the art and cannot be read during transport over the network.\nOnce the payment has been initiated by the user, the transaction is immediately debited after verification of the information.\nIn accordance with the provisions of the Monetary and Financial Code, the commitment to pay given by the card is irrevocable.\nBy providing their bank information during the sale, the user authorizes the publisher to debit their card for the amount relating to the price indicated and any future amount as agreed in the sales page of the workspace.\nThe user confirms that s/he is the legal holder of the debit card and that s/he is legally entitled to use it.\nIn the event of an error, or if it is impossible to debit the card, the sale is immediately automatically resolved and the order canceled.</p>\n<p>Since transmissions are made directly via Stripe in an encrypted way, the publisher has no access to the confidential information necessary for payment.</p>\n<p>If the user wishes to market access to their applications, Stripe will also handle transactions directly between them and other users.\nThe publisher is in no way the handler of financial flows.</p>\n<p>Automatic registration systems are considered as proof of the nature, content, and date of the order.\nStripe confirms to the user the acceptance of their order by sending a confirmation message to the e-mail address that they will have communicated when opening their verified account.\nIt is up to the user to ensure the validity of the e-mail address communicated.\nEach invoice is available automatically in the user area.</p>\n<p>The publisher reserves the right to refuse or cancel any order from a user and to interrupt the service, in particular in the event of the insolvency of the user, in the event of a default in the payment of the order concerned within the deadlines defined by the payment manager (5 to 15 days depending on the specific case), in the case of a refusal to pay for renewal, or in the case of a dispute relating to the payment of a previous order.</p>\n<p>In accordance with the French commercial law articles L441-6 and D441-5, any delay in payment automatically entails, in addition to the late payment penalties, an obligation for the debtor to pay a lump sum indemnity of € 40 for collection costs.\nAdditional compensation may be claimed, on supporting documents, when the recovery costs incurred exceed the amount of the lump-sum compensation.</p>\n<p>The user is alone responsible for the information they input while placing an order.\nNeither the publisher nor the payment manager can be held responsible for errors made by the user in the details of the recipient of the order (billing address in particular) and limited access to the services that these errors could cause.</p> 3-4 Subscription renewal\n<p>For more flexibility towards users, the publisher offers several types of subscriptions (data, files, users, etc.) as well as several renewal frequencies (one month, three months, six months or one year) on the platform.</p>\n<p>The choice of each offer is left to the free will of the user creating their workspace and applications, according to their budgetary constraints, needs, and wishes of the subscription period.</p>\n<p>Any period started is invoiced and charged in full.\nThe renewal of the contract is tacit and automatic unless terminated by the user in compliance with the provisions indicated in these general conditions.\nUpon renewal, the duration of the engagement is extended for a period equivalent to the billing period chosen by the user.</p>\n<p>There is no obligation to renew or a minimum subscription period other than the frequency chosen by the user when ordering.\nAs long as the renewal has not been made, the user is free to change the offer, by requesting and validating a new automatic quote on the platform.\nThe user can also at any time change their mind after ordering and contract an offer at a lower cost.\nThe publisher never reimburses the sums collected, but the platform allows the creation of credit notes in an amount equivalent to the proportion of time not used on the previous subscription.\nThese credits will be automatically applied to any subscription contracted on the same workspace.\nThese credits are not transferable to other users or other workspaces.</p>\n<p>Payments received by the publisher are not refundable, and no refunds or credits will be given for periods of partial use.</p> 3-5 Products and applications made available between users\n<p>In some cases, users can create applications on the platform and make them available to some extent to other users for a fee or for free.\nIn this case, the platform acts as a marketplace.</p>\n<p>By agreement between the publisher and the users, Stripe is the payment manager in this case as well, and the publisher is in no way responsible for the breakdowns of cash flows.\nUsers designate the platform as an application access manager.\nStripe takes a commission from the price set by the user offering the application to get paid for their service, then takes a commission that is paid to the publisher to pay them for the platform’s services.\nThe prices are defined on the pricing page (<u>https://pricing.simitless.com/</u>).\nDepending on the users and their location, additional costs may be invoiced: VAT, national taxes, various external costs, etc.</p> 3-5-1 Obligations of the user offering access to their applications\n<p>The user offering access to their applications remains solely responsible for the provision of their service.\nThey guarantee access to their applications under the conditions set on the access management page and the terms and conditions of sale and use when the user subscribing, buying, or obtaining access to the application joins the application initially.</p>\n<p>Part of the interest of applications created using the services of the platform comes from the fact that these work in real-time and all modifications, additions, and deletions are done instantly.</p>\n<p>The user offering access, therefore, guarantees not to significantly modify the value of the application the access to which they sell at a certain price while they have customers already subscribed to it.\nThe publisher of the platform does not have the technical possibility of ensuring that this value is maintained.</p>\n<p>As a seller of access to their application, the offering user must provide the publisher and other users with the correct credentials to contact them.\nThe publisher will not be held responsible for the consequences that breaches of this obligation would have.</p>\n<p>The user offering access to their applications is aware that the price they set for other users to access their applications will be the price actually paid by the subscribing users (excluding taxes), but that the user offering access to their applications will only receive the corresponding amount minus the publisher's commission and possibly the costs arising from the particular situation of the user.</p>\n<p>The user offering access to their applications remains solely responsible for the publication of their own legal notices (a field is available in each application and in each workspace allowing a link to be displayed to the accessing users).\nIt is the responsibility of the user providing access to check all information, invoices, invoiced amounts, etc.\nso that all the items produced meet local tax and legal requirements.</p> 3-5-2 Obligation of users obtaining access to applications and products supplied by a user offering access to their applications\n<p>The accessing user agrees to comply with the access levels granted to them by the offering user, and in particular with regard to the limits of use that may exist with regard to data, analysis, or visualization.\nThus, it will not seek to exploit a possible defect in the services to improperly access certain portions of applications that were not provided by the user offering it.</p>\n<p>The accessing user will particularly respect the status of the data to which they have access, and will not use it in a manner that is not in accordance with the license under which the offering user has chosen to distribute it.</p>\n<p>The accessing user also takes responsibility to make strictly personal or internal use of the applications to which they have access, and not to distribute the content of the applications if this possibility has not been expressly granted by the user offering accesses or the owner of the data.</p>\n<p>Any breach of these obligations may result in a total and immediate interruption of access to the platform without consideration of any current subscription, as well as the termination of the offending user account.\nThe user offering access will also have the possibility of bringing an action for damages.</p> 3-5-3 Data\n<p>The domain of what data is included in the applications and is accessible to other users remains the full responsibility of the user offering/inputting the data.\nIt is up to them alone to verify their rights to the various data, whatever their form, and to ensure that the laws applicable to them are respected.\nThis is particularly the case for personal data and works protected by copyright.</p>\n<p>The user offering access has the possibility of defining a general status of the data for the whole of their application according to their source: thus, they will have the choice between distributing it with a simple authorization of consultation if they are the owner, distribute them under a free license or indicate that they belong to the public domain.\nThe platform offers a selection of licenses to frame the status of such data.\nIt will, however, have the possibility of defining a derogatory status for each data in order to allow it greater flexibility and the use of data from various sources.</p>\n<p>In the case of a collaborative application, that is to say, in which the accessing users have the possibility of including their own data, these make a free and non-exclusive assignment to the user offering the application, who cannot use them outside this same application or export them without the consent of the accessing user.</p> 3-5-4 Termination and interruption\n<p>The accessing user can terminate their subscription freely, either by unsubscribing or by not renewing their subscription.\nThe termination will not be subject to any refund of the sums already paid.</p>\n<p>The offering user also has the option of removing the access to an application that they offer.\nTo do this, they will have to follow the procedure set up on the platform.\nThe latter consists of blocking the subscriptions to the applications’ access, that is to say, an impossibility for new users accessing to register and/or buy access.\nas well as a de-referencing of the marketplace page application.\nAccessing existing users will receive an automatic notification by e-mail warning them of the future interruption of their access, and will not be able to renew their subscription or registration when it comes to an end.\nOnce the application no longer has any active accessing users, its effective deletion by the offering user becomes possible.</p> 3-6 Transfer of contract, CAPE contract, and subscription\n<p>The publisher practicing their activity under a CAPE contract, hosted by the COAGIR business incubator, the duration of the contract may in no case exceed the duration of the CAPE contract mentioned in Article 2 of these general conditions.\nHowever, not wishing to deprive users of advantageous commercial conditions, the possibility of taking out a subscription of the duration chosen by the user remains open.\nThe hardware (servers), the address of the platform (internet address), all the data, as well as the actors (the founder of the publisher and possibly their employees) will remain the same, either when the CAPE contract is renewed, or when creating an independent platform operating company thereafter.\nThe new company becoming the new publisher of the platform will be required to honor the contract entered into with the user by these general conditions, thereby releasing the COAGIR incubator from any obligation when the time comes.</p>\n<p>Each time the publisher's accommodation is changed by the incubator and at the end of the accommodation, these general conditions will be updated and presented to the user, in accordance with the procedures defined in Article 4.\nThe user remains free at any time to terminate the services and delete their account, in accordance with Article 10.</p>\n<p>In the event of the publisher stopping their activity, the note describing this case in Article 5 will apply and thereby release all obligations of the COAGIR incubator with regard to the provision of the service.</p> Article 4: Applicable law, acceptance, modifications, and mediation 4-1 Acceptance\n<p>All the services provided are provided on the express condition that these general conditions are accepted without reservations.\nTherefore, any access to services, even without creating a user account, necessarily and instantaneously implies acceptance of the general conditions.\nThe publisher ensures that their acceptance is clear and without reservation by setting up a clear notice on all the home screens, which remains in view until the user validation action (button checked) or following user navigation on more than 5 addresses (URLs) on the platform, thus demonstrating a clear desire to use the platform.\nAll the services provided by the platform and that constitute the free offers can be modified and terminated at any time by the publisher without this constituting a claimable prejudice for the users.\nWhen subscribing to a paid offer, in accordance with the provisions of the article 1127-1 of the Civil Code, the publisher checks again the acceptance of the general conditions by a series of stages (one or more stages of which may be performed by an external provider - for example, payment provider) to secure the contract electronically to be able to place an order:</p>\n<p>Information on the essential characteristics of the service;</p>\n<p>Choice of services and options, if necessary, creation of an estimate, automated or not;</p>\n<p>Acceptance of these terms and conditions;</p>\n<p>Verification of the elements of the order and, if necessary, correction of errors.\nBefore confirming, the user can check the details of their order, its price, and correct any errors, or cancel their order.\nThe confirmation of the order will confirm the acceptance of this contract;</p>\n<p>Indication of the user's essential contact details (identification, e-mail, address, SIRET, etc.), in particular, to ensure the applicable VAT rates;</p>\n<p>New verification of the elements of the order (double action formality recommended in the law) on the payment management system, as well as the applicable tax conditions determined by the additional information provided by the user;</p>\n<p>Then follow the instructions for payment, payment for the products, and delivery of the order.\nThe user will receive a confirmation of payment for the order by email, as well as an acknowledgment of receipt of the order confirmation.\nThey will receive a link to download a copy of these general conditions of sale which they are encouraged to keep for future reference.</p>\n<p>&nbsp;</p>\n<p>\n<u>The user thus declares to have read all of these general conditions and to accept them without restriction or reservation.</u>\n</p>\n<p>The archiving of communications, of the order, of the details of the order, as well as of the invoices is carried out on a reliable and durable medium so as to constitute a faithful and durable copy in accordance with the provisions of the article 1360 of the Civil Code.\nThis information can be produced as proof of the contract.</p>\n<p>The general conditions can be supplemented and modified at any time by the platform publisher, in particular depending on the evolution of its services and the platform, by the publication of a new version on the dedicated page (<u>https://legal.simitless.com/</u>).\nAny modification of these general conditions will be made available to the user by updating the page (<u>https://legal.simitless.com/</u>) when said modifications come into force.\nIt is the responsibility of the user to read the general conditions carefully when they are updated and to be fully aware of the modifications.</p>\n<p>The fact that the user continues to use the services of the platform after the update of the general conditions implies acceptance without reservation on their part of the modifications made to the general conditions.\nIn the event of disagreement with the modifications to the general conditions, the user has the option of terminating the services and deleting their account, in accordance with Article 10.</p>\n<p>Any new version of the general conditions will be immediately applicable to new users when the dedicated page is updated (<u>https://legal.simitless.com/</u>).\nThe new general conditions will apply to previously registered users within one month of notification via the e-mail address indicated in their account, in accordance with the article L.121-84 of the French Consumer Code.</p>\n<p>The user acknowledges that they have received the necessary advice and information to ensure that services meet their needs.</p>\n<p>The user declares to be able to contract legally under French law or validly represent the natural or legal person for which they take responsibility for this agreement.</p>\n<p>Except for specific conditions, the rights granted under these general conditions are only granted to the signatory natural person (or the person holding the e-mail address communicated) or to the legal representative of the organization.</p> 4-2 Applicable law\n<p>These terms and conditions of sale and use of the platform are governed by French law, in their version in French, and subject to the jurisdiction of the Courts of Clermont-Ferrand (France), subject to an allocation of specific jurisdiction arising from a text of specific law or regulation.</p>\n<p>Except in the matters of public policy, all disputes that may arise in connection with the execution of these general conditions may, before any legal action, be submitted to the publisher of the platform for settlement.\nRequests for settlement do not suspend the time limits for bringing legal actions.\nUnless otherwise provided for, in the public interest, any legal action relating to the execution of this contract must be submitted to the jurisdiction of the appeal courts in charge.</p> 4-3 Dispute resolution\n<p>In the event of a dispute, the publisher encourages the user, before any other legal or extrajudicial procedure, to contact them directly in writing (by e-mail <u>support@simitless.com</u>) in order to try to resolve this dispute amicably.</p>\n<p>In the event of failure, the user is informed that they can choose to have recourse to free mediation and can submit any complaints on the dispute resolution platform hosted by the European Commission at the following address: <u>http://ec.europa.eu/consumers/odr/</u>.</p>\n<p>Any dispute or litigation relating to training, interpretation, execution, termination or in relation to these general conditions, which could not be resolved amicably, will be submitted to the competent courts of Clermont-Ferrand (France) unless the publisher prefers to enter any other competent jurisdiction.</p> 4-4 Consumer Mediation\n<p>In accordance with the provisions of art.\nL.\n611-1 to L.\n616-3 of the French Consumer Code, it is reminded that \"any consumer has the right to have free recourse to a consumer mediator with a view to an amicable resolution of the dispute between them and a professional.\nTo this end, the professional guarantees to the consumer the effective use of a consumer mediation system\".</p>\n<p>As such, the publisher offers its consumer/users, in the context of disputes that have not been resolved amicably, the mediation of a consumer mediator: Federation E-commerce Et Vente À Distance, 60 rue la Boétie, 75008 Paris, <u>http://www.mediateurfevad.fr/</u>.</p>\n<p>Users are reminded here that mediation is not compulsory but only offered in order to resolve disputes by avoiding recourse to lengthy justice processes.</p> 4-5 Inaccuracies\n<p>It may be possible that, throughout the platform and the services offered, and to a limited extent, inaccuracies, errors, or any other information presented, is in disagreement with the general conditions, legal notices or personal data policy.\nIn addition, it is possible that unauthorized modifications are made by third parties on the platform or on related services (social networks, independent or subcontracted systems, etc.).\nWe are making every effort to ensure that this type of deviation is corrected as soon as possible.\nIn the event that such a situation escapes us, please contact us by e-mail (<u>support@simitless.com</u> or in cases of manifest abuse <u>abuse@simitless.com</u>) or on the contact form (<u>https://contact.simitless.com/</u>) with, as much as possible, a description of the error and the location (web addresses, URLs), as well as sufficient information to enable us to contact you.</p> 4-6 Contract integrity\n<p>If certain provisions of these general conditions were to be canceled by a legal process or by a change in the applicable law and standards, the other provisions would not become void.</p>\n<p>These general conditions describe the entire agreement between the user and the publisher.\nThey replace all previous or existing written or oral agreements.</p>\n<p>Any contractual exception is only valid after a written and signed agreement of the parties.</p> 4-7 Sale and Transfer\n<p>The publisher may decide to assign or transfer the rights or obligations conferred on them by these general conditions provided that the user benefits from the same obligations as the publisher and, under the same conditions.</p> 4-8 Exceptional circumstances\n<p>The execution of the publisher's obligations at the end of these general conditions is suspended in the event of a fortuitous event or force majeure which would prevent its execution.\nThe publisher will notify the user of the occurrence of such an event as soon as possible.</p> Article 5: Obligations and responsibility of the publisher\n<p>In the event of the impossibility to access the platform, due to technical problems or a problem of any kind, the user will not be able to claim damages and will not be able to claim any compensation.\nThe unavailability, even prolonged and without any limiting duration, of one or more services, cannot constitute a prejudice for the users and can in no way give any right to the award of damages on the part of the platform or its publisher.</p>\n<p>The visuals of the services presented on the commercial documents have no contractual nature, the platform being expected to evolve constantly, the responsibility of the publisher of the platform cannot, therefore, be engaged if the characteristics of the services differ from the commercial visuals or if the latter are incorrect or incomplete.</p>\n<p>The hypertext links present on the platform can refer to external websites and the responsibility of the publisher of the platform cannot be engaged if the content of these websites contravenes current legislation.\nSimilarly, the publisher of the platform cannot be held responsible if the user’s visit to one of these websites causes them harm.</p>\n<p>The publisher does not guarantee against anomalies, errors or bugs in the information, products, services, software provided on the platform, platform interruptions or failures, the compatibility of the platform with a particular hardware or configuration.\nThe publisher is nevertheless subject to an obligation of means and must make every effort to ensure that none of the preceding situations can exist.</p>\n<p>The user is informed that the publisher does not control technical developments in Internet browsers and technologies.\nIn the event of incompatibility of the platform with one of the recommended browsers, linked to an evolution of the latter, the publisher has a period of 30 days to make the platform evolve accordingly.\nIn the event of technical impossibility, the publisher will be able to modify the prerequisites of the platform to allow the users affected to benefit from the services as quickly as possible.</p>\n<p>In no case may the publisher's liability be incurred for indirect and/or immaterial, foreseeable or unforeseeable damage (including loss of profits) arising from the supply and/or, from the use or total/partial impossibility of use of the services.\nwhen such damage is caused by the providers of the platform, and in particular those providing the hosting of services.</p>\n<p>The publisher cannot be held liable in the event of force majeure (unforeseeable and insurmountable event) and in particular in the event of a total or partial strike of the external services or disasters caused by floods or fires.</p>\n<p>The publisher reserves the right to unilaterally and immediately terminate a user account if it does not comply with these general conditions, without prejudice to any damages that they may claim in compensation for the default.</p>\n<p>The publisher cannot be held responsible for improper use of the services which would lead to data loss.</p>\n<p>Due to the use of an external service provider and the automation of the systems, the publisher cannot be held liable in the event of payment errors or the insolvency of third-party users.\nOnly Stripe, the payment manager, has access to billing data, the publisher directly including their software within the platform.</p>\n<p>As a technical service provider, the publisher cannot be held responsible for infringements committed by users against the rights of third parties as to the nature of the data they choose to include and share.\nfor breaches of national laws to which users are subjected.\nespecially in terms of protection of personal data.\nHowever, the platform offers its users information documents and systems to limit these risks.</p>\n<p>In the event of ending the exploitation of the platform, except in cases of force majeure creating technical impossibility, the publisher takes responsibility to provide software in open code, or another replacement solution, which will allow the users to continue their use of applications already created and configured.\nThe installation of the necessary servers, maintenance and installation of the replacement software recommended or provided by the publisher will nevertheless remain the responsibility of the user.</p>\n<p>The publisher takes responsibility to maintain and regularly consult standardized alert e-mail addresses to allow the user to quickly notify them of malfunctions, errors or abuse: <u>alert@simitless.com</u>, <u>abuse@simitless.com</u>, <u>contact@simitless.com</u>.\nThe publisher will be able to remedy the problems reported as soon as possible, depending on the situation and without this being an obligation on their part.</p> Article 6: Obligations and liability of the user\n<p>The platform and services offered by the publisher do not require the use of software other than a recent internet browser.\nThese are, with some exceptions, the last two versions of Google Chrome and Mozilla Firefox as well as any equivalent browser.</p>\n<p>The publisher grants the user, by the platform’s free offer and subscriptions, a personal, non-exclusive and temporary right to use the platform, to the exclusion of all other rights.\nThe user can only use the application services and applications in accordance with their needs and their documentation.\nIn particular, the license relating to applications is only granted for the sole purpose of allowing the user to use the services, to the exclusion of any other purpose.\nThe right of use means the right to model and implement application services in accordance with their destination, in SaaS mode (Software as a Service) via a connection to a communications network.\nThe user may in no case make the applications available to a third party, and is strictly prohibited from any other use, in particular, any adaptation, modification, translation, arrangement, distribution, decompilation, beautification, without this list being exhaustive.</p>\n<p>Interactions may be made possible with third-party software and services, in which case the users agree to respect the specific conditions of use of each software and service.</p>\n<p>The user is solely responsible for their use (and by delegation, of that of their users) of the services of the platform, of the content of the data they include, of the information transmitted, disseminated or collected, of their operation and their updating.</p>\n<p>The user agrees in particular:</p>\n<p>to verify the accuracy of the information transmitted;</p>\n<p>to refrain from making any alteration, reproduction, correction, arrangement, modification or copy of the service;</p>\n<p>to verify the compliance of their data with the legislation applicable to them according to their nationality and the rights of possible third parties, to obtain all the necessary authorizations alone, and guarantees the publisher against any recourse by a third party.</p>\n<p>The user takes responsibility in particular to respect the rights of third parties, the rights of personality, intellectual property rights such as copyright, patent or trademark rights.\nConsequently, the publisher cannot be held responsible for the content of the data transmitted, disseminated or collected, for their exploitation and updating, as well as for any files, and this for any reason whatsoever.</p>\n<p>The user is prohibited from using the service to make available to the public any content of which they do not hold the rights and which would thus violate provisions relating to copyright or intellectual property law.\nThe publisher can only warn the user about the legal consequences which could arise from illegal activities on the service, and deny any joint liability on the use of the data made available to the public by the user.\nThe user is prohibited from using the service for illicit or illegal purposes such as spamming, intrusion or attempted intrusion (not exhaustive: port scanning, sniffing, spoofing, etc.) from the service or any associated computer system.</p>\n<p>In all cases where the user does not respect these various commitments, the publisher reserves the right to block and/or immediately and automatically terminate the user's account, without prejudice to the right to compensation for damages, direct or indirect, to the interests suffered by the publisher.</p>\n<p>The user alone will bear the consequences of the malfunction of the service following any use, by users or by any person to whom the user has provided their means of access (passwords, encryption key, token, etc ...).\nLikewise, the user alone bears the consequences of the loss of the aforementioned means of access.</p>\n<p>While preserving data confidentiality as much as possible, the publisher reserves the right to exercise checks on the compliance of the use of the service by the user with these provisions, in particular in the event of a request from a competent authority.</p>\n<p>In the event that the user encounters malfunctions, errors or abuses in the use of the platform, they are invited to inform the publisher thereof by one of the standardized alert e-mail addresses: <u>alert@simitless.com</u>, <u>abuse@simitless.com</u>, <u>contact@simitless.com</u>.\nThe publisher can thus remedy the problems encountered as soon as possible.</p> Article 7: Intellectual property rights, personal data, commercial reference, data ownership, protection of personal data 7-1 Intellectual property rights\n<p>All the elements of the platform belong to the publisher, or are used by the publisher on the platform with the authorization of their owner.\nAny copying of logos, textual, pictographic or video content, without this list being exhaustive, is strictly prohibited and is akin to counterfeiting.\nAny user who is guilty of counterfeiting would be likely to have their account deleted without notice or compensation and without this deletion being constitutive of damage, without reservation of any subsequent legal proceedings against them, on the initiative of the platform publisher.</p>\n<p>The platform uses elements (images, photographs, content) whose credits are given to their respective owners and rights holders.\nThese are listed after the legal notices (<u>https://legal.simitless.fr/#privacycopyright</u>).</p>\n<p>The brands and logos contained in the platform are registered by the publisher, or possibly by one of their partners.\nAnyone performing their representations, reproductions, nestings, diffusions and reruns incurs the sanctions provided for in the articles L.713-2 (and following articles) of the French Intellectual Property Code.</p> 7-2 User-supplied content\n<p>In accordance with the various provisions of the French Intellectual Property Code, the user is the holder of all the rights relating to the works that they could be brought to include in the platform if they are the author, and they are free to choose how to access them.\nThe user must check whether they have the necessary authorizations to include in the platform works of which they are not the author.</p>\n<p>The publisher, as a technical service provider, cannot be held responsible for infringements by users on third party rights, and in particular for possible counterfeits.</p>\n<p>All information documents and contractual documents present on the platform are the exclusive property of their author, and their reproduction, modification or distribution are strictly prohibited in any case, without written authorization from their author.</p>\n<p>The publisher agrees to ask any user for express authorization before accessing the details of the data contained in the applications for reasons other than the provision of services.\nThe platform is created to guarantee, to the maximum of the skill of the publisher, the confidentiality of the hosted data.</p> 7-3 Database structure and metadata\n<p>Under French law, several statutes exist to protect databases.\nIf the structures of the applications are original, they become works that are protected by copyright.\nand if their creation required a sufficient investment they can be protected by the sui generis right of databases.</p>\n<p>In all cases, the user authorizes the platform and the publisher to access without restriction and free of charge the structure of its applications and databases, to analyze, to copy and use it in order to develop the capacities of its services.</p> 7-4 Personal data\n<p>Operating under French law, the publisher is subject to national laws on the processing of personal data, details of which are given in the legal notices of the platform.</p>\n<p>Users are solely responsible for the processing they carry out and are encouraged to inform themselves about the legislation in force in their jurisdiction.\nThis typically includes at least the respect of the practices dictated by the <u>GDPR</u> and, depending on the user’s jurisdiction, the <u>CCPA</u>.</p> 7-5 Commercial representation\n<p>The user agrees to appear on the publisher's customer and user reference list (company name and corresponding logos) as a commercial reference.</p>\n<p>The publisher takes responsibility to request the user's authorization electronically before using this information for promotional purposes.</p> 7-6 Data ownership\n<p>The user remains the owner of all the data that they include in their applications and workspaces.\nThe publisher does not request any ownership rights over them, with the exception of the limited rights necessary to perform the services.</p>\n<p>The publisher is prohibited from using, reproducing, adapting, modifying, publishing or distributing user data, for any purpose whatsoever, unless expressly authorized by the user.</p> 7-7 Protection of personal data - GDPR\n<p>In accordance with the Regulation 2016/679 of April 27, 2016, on the protection of individuals with regard to the processing of personal data and on the free movement of these data, the publisher sets up a processing system of personal data which has for the purpose of selling and delivering products and services defined in this contract.</p>\n<p>The user is informed of the following:</p>\n<p>the identity and contact details of the controller: the publisher, as indicated in Article 2;</p>\n<p>the legal basis of the processing: contractual performance;</p>\n<p>the recipients or categories of recipients of personal data, if they exist: the data controller, their departments in charge of marketing, the departments in charge of IT security, the department in charge of sales and delivery and of the order, the subcontractors involved in the delivery and sale operations as well as any authority legally authorized to access the personal data in question;</p>\n<p>no transfers outside the EU are planned;</p>\n<p>the duration of data storage: the time of the commercial prescription for billing data, the periods of storage of account data and customer data are mentioned in Article 10-3;</p>\n<p>the data subject has the right to ask the data controller for access to personal data, rectification or deletion thereof, or a limitation of the processing relating to the data subject, or the right to object the processing and the right to data portability;</p>\n<p>the data subject has the right to lodge a complaint with a supervisory authority;</p>\n<p>the information requested during the order is necessary for the establishment of the invoice (legal obligation) and the delivery of the goods ordered, otherwise, the order may not be placed.\nNo automated decision or profiling is implemented through the order process.</p> Article 8: Access, maintenance and service level, backup, compliance 8-1 Maintenance, temporary interruption of service\n<p>The responsibility of the platform publisher cannot be engaged due to a technical unavailability of the connection, whether due in particular to a case of force majeure, to maintenance, to an update, to a modification of the platform, to an intervention by the host, to an internal or external strike, to a network failure, to a power cut, or even to a bad configuration or use of the user's computer.</p>\n<p>The operation of the services and the platform may be temporarily interrupted to carry out maintenance, updating or in the event of force majeure.</p>\n<p>The publisher will endeavor to provide advance notice before any interruption of more than 2 hours, via the Twitter account dedicated to communication on the status of services (<u>https://twitter.com/simitlessStatus</u>).\nIn case of urgent necessity, however, they may be exempt from this notice.</p>\n<p>In addition to the usual technical measures, the publisher maintains a disaster recovery plan that allows functional restoration of the systems at least within 72 hours in the worst case.\nHowever, most blocking problems are resolved within 24 hours, without this representing a contractual commitment.</p> 8-2 Availability\n<p>The publisher takes responsibility to maintain high availability of a minimum of 99% over the year and informs their users by means of an automatic monitoring system (<u>https://status.simitless.com/</u>) in addition to the dedicated Twitter account communication on the state of services (<u>https://twitter.com/simitlessStatus</u>).</p>\n<p>If the unavailability measures listed above are exceeded, the user will be entitled to claim reimbursement by the publisher, in the form of a credit usable in the relevant workspace only, equivalent to the price paid by the user, in proportion to the downtime.</p> 8-3 Data Backups\n<p>The publisher maintains an incremental and complete backup system of the servers, files and data carried out.\nThese backups are then automatically tested on the primary hosting site and then on a secondary secure site.\nAll backup communications are carried out securely (SSH with authentication by 2048 bit key and IPv6 address lock).\nThe publisher makes a backup every 4 hours (6 versions kept), daily (7 versions kept), weekly (4 versions kept) and monthly (6 versions kept).\nThe publisher takes responsibility to restore a backup, either free of charge in the event of a technical problem attributable to the publisher, or as an additional service invoiced on an estimate for any other reason (in the event of manipulation error, malicious use, etc.).\nAs part of the free restore of a backup, the publisher will only restore the entire most recent functional backup and cannot respond to requests for a partial data restore.</p>\n<p>For additional security reasons, and given the collaborative aspect of the platform, in the case of files imported by the user into the platform, the latter will make their own responsibility of keeping the original files on an independent computer system.</p> 8-4 Complaints\n<p>In the very unlikely event of the automated service not making an order or part of an order available, the user has a maximum of 6 months (from the date of the order confirmation message) to voice their complaint via the platform support email address (<u>support@simitless.com</u>) or via the contact form (<u>https://contact.simitless.fr/</u>).\nBeyond this period, no claim will be accepted.</p>\n<p>Any other complaints related to the use of the platform, its services or any other related service, the pages of the platform on possible social networks or the general conditions, legal notices or personal data policy must be filed within 6 months following the day of origin of the problem causing the complaint, regardless of any law or rule of law to the contrary.\nIn the event that such a claim has not been filed within the time limit, such a claim will forever be inapplicable.</p> 8-5 Conformity\n<p>In accordance with the article L.411-1 of the French Consumer Code, the services offered for sale through these general conditions meet the requirements in force relating to the safety and health of persons, the fairness of commercial transactions and consumer protection.\nRegardless of any commercial guarantee, the publisher remains liable for conformity defects and hidden defects in the product.</p> 8-6 Limits of use, allowable usage\n<p>For reasons of insurance coverage and due to the limitations passed on from our service providers and subcontractors, certain uses of the platform are not authorized without a prior written agreement negotiated on a case-by-case basis:</p>\n<p>no hosting of data and files from the automotive, aeronautical, space and nuclear industries;</p>\n<p>no hosting of data and files directly linked to the security of people or property;</p>\n<p>no link with software related to security or navigation of transport devices;</p>\n<p>no hosting of data related to gambling or any games with winnings;</p>\n<p>no hosting of data linked to monetary and financial flows and/or linked to financial wealth management;</p>\n<p>no data hosting, linked to logical security (antivirus, antispyware, etc.);</p>\n<p>no hosting of medical, genetic, biometric data, diagnostic support and therapeutic care data;</p>\n<p>no applications of data mining and artificial intelligence;</p>\n<p>no behavioral segmentation practice without setting up specific information for the persons concerned (GDPR/CCPA compliance), in particular in the event of data processing linked to (non-exhaustive list) age, sex, level of education, place of residence, personal interest, lifestyles, beliefs, values, racial or ethnic origin, political opinions, religious beliefs, philosophical beliefs, sexual orientation, sex life, union membership, etc.\nProcessing must comply with the principle of data collection “adequate, relevant and limited to what is necessary with regard to the purposes for which it is processed (minimization of data)”.</p>\n<p>The responsibility of the publisher of the platform cannot be engaged if the content of the user's applications and workspaces contravenes the laws in force.\nAny obvious abuse can be reported to the publisher using the standard reporting address: <u>abuse@simitless.com</u>.</p> Article 9: Account creation and services features 9-1 Registration\n<p>Registration for services is done by creating a free user account on the platform.\nThis account is created automatically upon access to services.</p>\n<p>Any person of full age and fully capable of entering into a contractual relationship is authorized to create a user account.\nMinors are allowed to register for a number of services offered on the platform, on the express condition that they have previously obtained authorization from the person exercising parental authority to do so and to provide the information and addresses to which all communication can be forwarded to them.\nThe fact that they register means that they have obtained this prior authorization.\nThe publisher reserves the right to request written justification at any time, and to carry out any verifications, as well as to delete any personal account whose minor holder would not submit said justification within 5 days from the request, or within any other time limit.</p>\n<p>Accounts that are not validated with a connection method (login address, password, etc...) are automatically deleted, as well as all their content after a period of a few days, in accordance with Article 10.</p>\n<p>The creation of the connection method is done via an online form, which the user takes responsibility to complete in a reliable and precise manner.\nWhen enabled and depending on the availability from service providers, it is possible to connect using an email address and password or using a social network account such as Facebook, Google, Linkedin, Microsoft or Twitter.\nIn this case, the platform will only have access to basic information provided automatically by each of these providers and will use it to complete the user profile on the publisher's platform.\nUsers choosing to use such accounts must comply with their respective terms of use.\nSubsequently, the user account can be supplemented with additional information intended to facilitate collaboration with other users (name, user name, profile picture, additional contact details, etc.).\nNo information is provided to the service providers by the platform without the agreement from the user.</p>\n<p>If this information changes, the user agrees to modify their account and to update it.\nthe publisher cannot be held responsible for incorrect information provided by users.</p> 9-2 Access\n<p>Access to the user account is then done by navigating to the platform and entering the login address and password in the corresponding fields or by using the social network connection again.\nThe user has the possibility, in case of forgetting their password, to reset their password on simple automated request, if the e-mail address has been previously validated by clicking on a link received during registration in the case of an address not pre-validated by a social network.\nThe publisher uses a strong encryption system to protect the user's password and has no way of being able to access the user's password.</p>\n<p>The login address/password combination is strictly personal, and the user must not make them available to a third party, whether voluntarily, against payment or by negligence.\nFailing to keep said combination private, the publisher cannot be held responsible for any fraudulent access to user accounts and to the data contained in applications and workspaces.\nThe user is encouraged to use complex passwords, in particular by using at least a lowercase letter, a capital letter and a number.\nThe addition of a special character is recommended and the platform does not restrict the length of passwords or the use of \"password managers\".</p>\n<p>Once an account is set up, workspaces can be created to allow multiple users to share resources, applications, and information.</p> 9-3 Conditions of Access\n<p>The publisher reserves the right to prosecute and claim damages against any person who has tried to cheat, deceive, fraudulently use the services or the platform, or generate fraudulent, disloyal or unfair advantages.</p>\n<p>If the data and information contained in the user space were to disappear following a technical failure or a case of force majeure, the responsibility of the platform and its publisher cannot be engaged, this data and information being considered as having no intrinsic value but being only informative.</p>\n<p>In the event of a data breach or an attack on systems (among other emergencies), it is common practice to invalidate all passwords and lock all user accounts.\nIn this case, users will be informed without delay and will be invited to renew their passwords.\nThis is only possible with an email address verified in the system.\nIt is up to the user to ensure the validity of the e-mail address provided.</p>\n<p>The pages relating to user accounts are freely printable by the account holder but do not constitute proof, they are only for information, intended to ensure efficient management of subscriptions and possible contributions from the user.</p> Article 10: Account closure and data restitution 10-1 Data restitution\n<p>The recovery of the user’s data by the user is only possible before the deletion of the account, the data being deleted beforehand, by the user, during the procedure of deleting the account.\nTo recover their data, the user is invited to download an export of each type of object in a standard format (CSV format) or an export of the entire content of the application (available to application administrator only, JSON format), readable by most software and computer systems.</p> 10-2 Termination\n<p>In accordance with the article L.221-28 of the French Consumer Code, the delivery of the service being instantaneous, it is fully executed before the end of the legal withdrawal period.\nThe user gives their prior agreement and waives their right to withdraw.</p>\n<p>The user is free to terminate their contract and therefore future payments at any time, by removing their access to the services, using the account deletion procedure available in the account management area (<u>https://simitless.com/en/user/security/delete</u>).</p>\n<p>In order to finalize the account deletion procedure, the user must delete each of their workspaces containing applications.\nThis deletion is only possible if all the services offered by the user through the platform are finalized with the other users of the platform.\nIn the event of termination other than as a result of the direct decision of the user, the publisher may replace the user in the execution of the deletion of the workspaces from the account and any associated data.</p>\n<p>Access to the account will be impossible once the termination procedure has been completed, and the publisher will erase the data from their active servers within a maximum period of 30 days from the date of the end of the account termination procedure.\nDue to the very secure backup policy, extracts or a full copy of the data may be kept for up to 1 year after the deletion, in additional backup systems, without this data being directly accessible by anyone during normal platform and systems operation.</p> 10-3 Automatic deletion of accounts\n<p>Verified user accounts (by validation of the e-mail address or pending validation) that are not responsible for a subscription to a paid hosting offer for workspaces will be marked as deletable by the platform after 10 months without access and then deleted automatically after 12 months without access (therefore allowing 2 months notice).\nIt is up to the user to ensure the validity of the e-mail address communicated.</p>\n<p>Unverified user accounts (created automatically when the platform is accessed by a person with an internet browser), as well as all the contents of the workspaces and applications associated with the account, will be automatically deleted by the platform after at least 48 hours without activity, but within a maximum of 3 days.</p>\n<p>In addition, the publisher reserves the right to terminate any user account and block access to the platform to anyone, manually or automatically, in the event of a threat to the security of services, of other users, and more generally in the event of non-compliance with these general conditions.</p>\n<p>A user whose account is being deleted may be subject to the removal of all of their other existing and future accounts on the platform.</p>\n<p>The deletion will not constitute any damage for the excluded user who will not be able to claim any compensation.\nThis exclusion is not exclusive of the possibility for the publisher to take legal action against the user, when the facts justify it.</p> Note on this document (CC BY-SA 4.0)\n<p>The legal information written and translated by us are under<u> Attribution - Sharing under the same Conditions 4.0 International license (CC BY-SA 4.0)</u>.\nWe are not legal professionals, it is always better to seek professional advice in your jurisdiction.</p>\n<p>This document is a translation from our French legally-binding <u>Conditions Générales d'Utilisation et de Vente</u>.\nThe English version is only created for user convenience.</p>\n<p>&nbsp;</p>\n<p>Some elements and several formulations of these general conditions of sale and use were inspired by the free and open model that can be downloaded from the site <u>https://www.donneespersonnelles.fr/</u>, but also free articles from (Creative Commons BY-SA) <u>https://fr.wikipedia.org/wiki/Responsabilit%C3%A9_contractuelle_en_France</u>, <u>https://fr.wikipedia.org/wiki/Conditions_g%C3%A9n%C3%A9rales_de_vente</u>, the free models provided by <u>https://www.legalplace.fr</u>, as well as formulations offered by each service provider and offered for reuse by said suppliers.</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p>\n<p>\n<br>\n</p> ", "created_at": "2021-07-15 20:25:05.014014", "updated_at": "2021-10-24 15:18:53.078832"}], "points": [{"id": 25467, "title": "The court of law governing the terms is in France.", "source": "https://legal.simitless.com/tc/", "status": "4-2 Applicable law in the terms and conditions states \"These terms and conditions of sale and use of the platform are governed by French law, in their version in French, and subject to the jurisdiction of the Courts of Clermont-Ferrand (France), subject to an allocation of specific jurisdiction arising from a text of specific law or regulation.\"", "created_at": "2021-10-24 13:42:53.476384", "updated_at": "2022-07-06 21:37:27.324203", "quoteText": null, "case_id": 163, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25461, "title": "Your content can be deleted if you violate the terms", "source": "https://legal.simitless.com/tc/", "status": "Article 3-5-2 states \"Any breach of these obligations may result in a total and immediate interruption of access to the platform without consideration of any current subscription, as well as the termination of the offending user account.\"\r\nArticle 6 states \"In all cases where the user does not respect these various commitments, the publisher reserves the right to block and/or immediately and automatically terminate the user's account, without prejudice to the right to compensation for damages, direct or indirect, to the interests suffered by the publisher.\"", "created_at": "2021-10-24 13:07:28.063343", "updated_at": "2021-11-03 16:50:24.20376", "quoteText": null, "case_id": 377, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25459, "title": "You can retrieve an archive of your data", "source": "https://legal.simitless.com/tc/", "status": "Article 10-1 in the terms and conditions states that \"The recovery of the user’s data by the user is only possible before the deletion of the account, the data being deleted beforehand, by the user, during the procedure of deleting the account. To recover their data, the user is invited to download an export of each type of object in a standard format (CSV format) or an export of the entire content of the application (available to application administrator only, JSON format), readable by most software and computer systems.\"", "created_at": "2021-10-24 12:59:21.230611", "updated_at": "2021-10-26 13:56:12.183807", "quoteText": null, "case_id": 140, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25466, "title": "The cookies used by this service do not contain information that would personally identify you", "source": "https://legal.simitless.com/privacycopyright/", "status": "The privacy policy states \"we do not use external tracking cookies, and we do not identify our visitors and users.\"", "created_at": "2021-10-24 13:18:52.549153", "updated_at": "2021-11-03 16:53:59.627078", "quoteText": null, "case_id": 374, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25465, "title": "Many third parties are involved in operating the service", "source": "https://legal.simitless.com/privacycopyright/", "status": "The privacy policy lists the third parties involved in operating the service, including Hosting of the website, systems, and sub-systems, Electronic protection services, security, anti-spam, proxy, Communication services, email, notifications, messages, Map and geographical services, Statistics data managers, User assistance", "created_at": "2021-10-24 13:16:38.37385", "updated_at": "2021-11-03 16:52:42.919357", "quoteText": null, "case_id": 208, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25464, "title": "You can request access, correction and/or deletion of your data", "source": "https://legal.simitless.com/privacycopyright/", "status": "User rights section in the privacy policy states \"The right to rectification: the right to ask us to rectify personal data about you that is incomplete or inaccurate. Under this right, the law authorizes you to request the rectification, updating, blocking or erasure of data concerning yourself, which may be inaccurate, erroneous, incomplete or obsolete.\"", "created_at": "2021-10-24 13:13:48.715351", "updated_at": "2021-10-27 10:48:40.478852", "quoteText": null, "case_id": 195, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25463, "title": "You can choose the copyright license", "source": "https://legal.simitless.com/tc/", "status": "Article 3-5-3 states : \"The platform offers a selection of licenses to frame the status of such data. It will, however, have the possibility of defining a derogatory status for each data in order to allow it greater flexibility and the use of data from various sources.\"", "created_at": "2021-10-24 13:11:47.050021", "updated_at": "2021-11-03 16:50:35.784779", "quoteText": null, "case_id": 222, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25462, "title": "You will be notified if personal data has been affected by data breaches", "source": "https://legal.simitless.com/tc/", "status": "Article 9-3 states \"In the event of a data breach or an attack on systems (among other emergencies), it is common practice to invalidate all passwords and lock all user accounts. In this case, users will be informed without delay and will be invited to renew their passwords. This is only possible with an email address verified in the system. It is up to the user to ensure the validity of the e-mail address provided.\"", "created_at": "2021-10-24 13:08:45.615753", "updated_at": "2021-11-03 16:50:41.695621", "quoteText": null, "case_id": 391, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25460, "title": "The service claims to be GDPR compliant for European users", "source": "https://legal.simitless.com/tc/", "status": "Article 7-7 of the terms and conditions : \"In accordance with the Regulation 2016/679 of April 27, 2016, on the protection of individuals with regard to the processing of personal data and on the free movement of these data, the publisher sets up a processing system of personal data which has for the purpose of selling and delivering products and services defined in this contract.\"", "created_at": "2021-10-24 13:00:33.090218", "updated_at": "2021-11-03 16:50:49.696199", "quoteText": null, "case_id": 481, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25458, "title": "The service provider makes no warranty regarding uninterrupted, timely, secure or error-free service", "source": "https://legal.simitless.com/tc/", "status": "Article 5 of the terms of service states : \"The publisher does not guarantee against anomalies, errors or bugs in the information, products, services, software provided on the platform, platform interruptions or failures, the compatibility of the platform with a particular hardware or configuration. The publisher is nevertheless subject to an obligation of means and must make every effort to ensure that none of the preceding situations can exist.\"", "created_at": "2021-10-24 12:57:37.103892", "updated_at": "2021-11-03 16:51:41.671501", "quoteText": null, "case_id": 287, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25457, "title": "Accessibility to this service is guaranteed at 99% or more", "source": "https://legal.simitless.com/tc/", "status": "8-2 Availability states that \"The publisher takes responsibility to maintain high availability of a minimum of 99% over the year and informs their users by means of an automatic monitoring system (https://status.simitless.com/) in addition to the dedicated Twitter account communication on the state of services (https://twitter.com/simitlessStatus). If the unavailability measures listed above are exceeded, the user will be entitled to claim reimbursement by the publisher, in the form of a credit usable in the relevant workspace only, equivalent to the price paid by the user, in proportion to the downtime.\"", "created_at": "2021-10-24 12:54:38.81041", "updated_at": "2021-11-03 16:50:55.152898", "quoteText": null, "case_id": 158, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25456, "title": "You aren’t forced into binding arbitration in case of disputes", "source": "https://legal.simitless.com/tc/", "status": "Article 4-4 Consumer Mediation offers contacts for arbitration but also states \"Users are reminded here that mediation is not compulsory but only offered in order to resolve disputes by avoiding recourse to lengthy justice processes.\"", "created_at": "2021-10-24 12:48:49.446504", "updated_at": "2021-11-03 16:51:15.6469", "quoteText": null, "case_id": 335, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25455, "title": "The terms for this service are translated into different languages", "source": "https://legal.simitless.com/tc/", "status": "French and English versions are available.", "created_at": "2021-10-24 12:44:21.416079", "updated_at": "2021-11-03 16:52:21.68115", "quoteText": null, "case_id": 198, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25454, "title": "You can delete your content from this service", "source": "https://legal.simitless.com/tc/", "status": "Article 10: Account closure and data restitution : \"The user is free to terminate their contract and therefore future payments at any time, by removing their access to the services, using the account deletion procedure available in the account management area (https://simitless.com/en/user/security/delete).\"", "created_at": "2021-10-24 12:42:52.283165", "updated_at": "2021-11-03 16:51:23.88241", "quoteText": null, "case_id": 175, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25453, "title": "You agree not to use the service for illegal purposes", "source": "https://legal.simitless.com/tc/", "status": "Article 6 from the terms and conditions states that \"The user is prohibited from using the service to make available to the public any content of which they do not hold the rights and which would thus violate provisions relating to copyright or intellectual property law. The publisher can only warn the user about the legal consequences which could arise from illegal activities on the service, and deny any joint liability on the use of the data made available to the public by the user. The user is prohibited from using the service for illicit or illegal purposes such as spamming, intrusion or attempted intrusion (not exhaustive: port scanning, sniffing, spoofing, etc.) from the service or any associated computer system.\"", "created_at": "2021-10-24 12:40:20.445291", "updated_at": "2021-11-03 16:52:28.090243", "quoteText": null, "case_id": 280, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25452, "title": "Information is provided about security practices", "source": "https://legal.simitless.com/tc/", "status": "Information about security practices is listed in articles  8-3 Data Backups and 7-7 Protection of personal data - GDPR and more information is provided through a link on the website https://about.simitless.com/security/", "created_at": "2021-10-24 12:39:33.025156", "updated_at": "2021-11-03 16:51:28.219506", "quoteText": null, "case_id": 226, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25451, "title": "Promises will be kept after a merger or acquisition", "source": "https://legal.simitless.com/tc/", "status": "In the terms and conditions, article 4-7 Sale and Transfer states that \"The publisher may decide to assign or transfer the rights or obligations conferred on them by these general conditions provided that the user benefits from the same obligations as the publisher and, under the same conditions.\"", "created_at": "2021-10-24 12:34:57.256244", "updated_at": "2021-11-03 16:51:34.516848", "quoteText": null, "case_id": 321, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25450, "title": "The terms may be changed at any time, but you will receive notification of the changes", "source": "https://legal.simitless.com/tc/", "status": "The terms and conditions indicate \"Any new version of the general conditions will be immediately applicable to new users when the dedicated page is updated (https://legal.simitless.com/). The new general conditions will apply to previously registered users within one month of notification via the e-mail address indicated in their account, in accordance with the article L.121-84 of the French Consumer Code.\" in article 4-1", "created_at": "2021-10-24 12:32:35.969714", "updated_at": "2021-10-27 19:22:42.020231", "quoteText": null, "case_id": 122, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25449, "title": "Personal information that is shared outside its jurisdiction is processed according to the original jurisdiction’s data protection standards", "source": "https://legal.simitless.com/tc/", "status": "In the terms and conditions 4-2 Applicable law \"These terms and conditions of sale and use of the platform are governed by French law, in their version in French, and subject to the jurisdiction of the Courts of Clermont-Ferrand (France), subject to an allocation of specific jurisdiction arising from a text of specific law or regulation.\"", "created_at": "2021-10-24 12:28:36.524614", "updated_at": "2021-11-03 16:51:46.705123", "quoteText": null, "case_id": 302, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25448, "title": "Invalidity of any portion of the Terms of Service does not entail invalidity of its remainder", "source": "https://legal.simitless.com/tc/", "status": "The terms and conditions state in 4-6 Contract integrity \"If certain provisions of these general conditions were to be canceled by a legal process or by a change in the applicable law and standards, the other provisions would not become void.\"", "created_at": "2021-10-24 12:25:12.288555", "updated_at": "2021-11-03 16:52:32.811795", "quoteText": null, "case_id": 294, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25447, "title": "Minors must have the authorization of their legal guardians to use the service", "source": "https://legal.simitless.com/tc/", "status": "The Terms and conditions states that \"Minors are allowed to register for a number of services offered on the platform, on the express condition that they have previously obtained authorization from the person exercising parental authority to do so and to provide the information and addresses to which all communication can be forwarded to them.\" on article 9-1.", "created_at": "2021-10-24 12:20:57.509778", "updated_at": "2021-11-03 16:52:37.578041", "quoteText": null, "case_id": 486, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25446, "title": "There is a date of the last update of the agreements", "source": "https://legal.simitless.com/tc/", "status": "Dates of current and previous versions, with downloadable PDFs, are included. ", "created_at": "2021-10-24 12:19:42.284404", "updated_at": "2021-11-03 16:52:52.079038", "quoteText": null, "case_id": 331, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 25445, "title": "You maintain ownership of your content", "source": "https://legal.simitless.com/tc/", "status": "7-6 Data ownership\r\nThe user remains the owner of all the data that they include in their applications and workspaces. The publisher does not request any ownership rights over them, with the exception of the limited rights necessary to perform the services.\r\n\r\nThe publisher is prohibited from using, reproducing, adapting, modifying, publishing or distributing user data, for any purpose whatsoever, unless expressly authorized by the user.", "created_at": "2021-10-24 12:17:23.382318", "updated_at": "2021-11-03 16:51:51.906981", "quoteText": null, "case_id": 183, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["simitless.com"]}}