{"error": 448, "message": "OK", "parameters": {"id": 3476, "name": "3P Learning", "created_at": "2021-05-07 15:52:05.259896", "updated_at": "2021-05-08 00:02:51.065505", "wikipedia": null, "keywords": null, "related": null, "slug": "mathletics", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3476.png", "url": "mathletics.com,3plearning.com", "documents": [{"id": 5785, "name": "Terms and Conditions", "url": "https://www.3plearning.com/terms/", "xpath": "/html/body/main/section/div/div", "text": " <blockquote>\n<p>I would prefer to fail with virtue than win by cheating.</p>\n<cite>Sophocles</cite>\n</blockquote>\n<p>3P Learning strongly supports those students playing within the rules, and we’re underscoring that with our anti-cheating policy</p>\nRead more The Fine Print\n<p>This page outlines the General Conditions of access to and use of all 3P Learning resources, online programs and related events.</p>\nAcknowledgment and acceptance of General Conditions\n<ul>\n<li>The global network of 3P Learning websites and resources, including but not limited to our websites and digital learning resources for the Mathletics, Spellodrome, Readiwriter, Reading Eggs, Mathseeds, Wordflyers, World Maths Day  and  World Education Games  brands, together with challenge websites for national and regional events which may use or integrate with some of the aforementioned websites, as well as 3P Learning Uservoice and feedback forums (collectively, the Site) are owned and operated by 3P Learning Ltd and/or its subsidiaries and/or licensors (collectively we or us).</li>\n<li>The Site refers to any and all access to 3P Learning websites and resources, via static or mobile devices, in either native or mobile application format.\nYour access to and use of the Site (collectively, your Access) is conditional on your acceptance and compliance with the terms, conditions, notices and disclaimers contained or referred to on this page (General Conditions).\nYour Access to the Site constitutes your agreement to be bound by the General Conditions and that agreement may be enforced by us.\nIf you do not agree with any of these General Conditions, you must cease using the Site.</li>\n<li>These General Conditions apply to all users, regardless of whether a licence to Access the Site has been purchased by a school / educational institution on behalf of students and teachers, or directly by a student or parent.\nIn the case of students who are minors, permission must be sought by that student’s school or parent / guardian (as applicable) before that student is provided with Access to the Site.</li>\n<li>We reserve the right, at our discretion, to revise, amend and update the General Conditions at any time effective on the date of posting to the Site of the new and amended provisions.</li>\n</ul> Privacy\n<ul>\n<li>By agreeing to these General Conditions, you agree to the terms of our Privacy Policy, which is expressly incorporated herein.\nBefore using the Site, please carefully review our  Privacy Policy.\nAll personal information provided to us as a result of your Access will be handled in accordance with our  Privacy Policy, and by Accessing the Site, or allowing your child/student to Access the Site, you consent to the collection, storage, use and dissemination of your personal information in accordance with this  Privacy Policy.</li>\n</ul>\nOwnership of content\n<ul>\n<li>The Site, including without limitation all materials displayed on or produced through the Site, information, text, illustrations, graphics, video, sound recordings, software including the code comprising or used to operate the Site, functions, tools, results derived from the use of software and tools, data collected from Access to the Site, names, logos and trade marks on the Site (collectively, Content) and the intellectual property therein belong to us and are protected by copyright, trade mark, trade secrets and other intellectual property laws unless expressly indicated otherwise on the Site.</li>\n<li>You must not modify, copy, reproduce, republish, frame, reverse engineer, download onto a computer, upload to a third party, post, transmit or distribute this Content in any way except in accordance with applicable law, these General Conditions or with our express prior written consent.</li>\n</ul>\nUser Generated Content\n<ul>\n<li>Certain Sites and products may allow registered users to submit content through, or post content on, the Site (User Generated Content or “UGC”).\nFor example, audio recordings of phonemes within the Readiwriter Phonics product (where students repeat and record letter sounds within the product), or feedback about our products through our customer feedback forums, such as 3P Uservoice.</li>\n<li>If you make any UGC available through our Site, you give us permission to use, copy, modify, adapt, display and distribute that content for the purposes of (i) you and your teacher/school utilising a feature or function of the relevant product or Site.\n(ii) for administrative, planning, product improvement, quality control and academic or research purposes relating to our products and services, and/or (iii) otherwise in accordance with the restrictions outlined in these General Conditions and in accordance with our privacy policy.\nThis permission is irrevocable and without payment or attribution.\nUnless otherwise specified, by making UGC available through the Site, you grant us a worldwide, non-exclusive, perpetual, royalty free, sublicensable and transferable licence to use any such content in whole or in part.\nYou are not giving up your ownership rights in your UGC, however, if you make UGC available through our Site or product, you do give us permission to use it in accordance with these General Conditions.</li>\n<li>Access to audio recordings by students for the purposes of (i) above, is restricted to the registered user/student that recorded the audio and their teacher/nominated school administrator, where access to the product has been purchased as part of a school subscription, and in all cases, only behind the product login.\nParents may access stored recordings via their child’s login or with a parent login, when available.</li>\n<li>Your name and comments, suggestions and other feedback about our products, made through our feedback forums including 3P Learning Uservoice, may be viewed by other customers and users registered to participate in those feedback forums.\nIf you would prefer to submit feedback to us directly, please contact your account manager or at  www.3plearning.com/contact</li>\n<li>If you are going to make content available through our Site, it must not be offensive or inappropriate, and it must not infringe or violate the rights of any third party.<br>\nWe reserve the right to take down or delete any UGC at our discretion.</li>\n</ul>\nUser Code of Conduct and Access  Rights\n<ul>\n<li>Any user, including, students or teachers, found to be in breach of these General Conditions, acting in a manner that we deem to be inappropriate or inconsistent with the spirit of these General Conditions (e.g.\nsubmitting fraudulent results), or that is unlawful or prohibited by any laws applicable to the Site, may have their Access to the Site revoked.</li>\n<li>You must not access or use the Site or the Content in any manner or for any purpose which is illegal or prohibited by any laws that apply to you, violates our rights in any way, or is prohibited by the General Conditions.</li>\n<li>Users of the Site must protect their usernames and passwords from unauthorised use.\nIf you suspect any unauthorized use of your account, please notify us immediately.</li>\n<li>You must not use the Content for commercial purposes without first obtaining our express written authority.</li>\n<li>You must take your own precautions to ensure that the process, which you employ for accessing the Site, does not expose you to the risk of viruses, malicious computer code or other forms of interference, which may damage your own computer system.\nWe do not accept responsibility for any interference or damage to your own computer system or data, which arises in connection with your Access.</li>\n<li>The Site and our Content is continuously evolving.\nWe reserve the right to delete, modify, change, evolve and improve existing Content, including curriculum, product features and tools, at any time without notice or consent.</li>\n<li>A paid subscription to any 3P Learning resource permits the subscribed user access to the resource in its native format across both static and mobile devices.\nWe reserve the right to levy additional charges for access to resources outside of this limitation.\nIn some cases, additional subscription charges may be levied for non-native access, premium additional content, printed content, mobile device access to standalone components of 3P Learning resources as well as special 3P Learning educational events or competitions.</li>\n</ul>\nCopyright\n<ul>\n<li>Copyright in this Site (including without limitation all content, text, graphics, logos, icons, sound recordings, video, software and downloadable / printable files, worksheets, workbooks and resources) is owned or licensed by us.</li>\n<li>Other than for the purposes of, and subject to the conditions prescribed under copyright law applicable to you (for example the Australian Copyright Act 1968 (Cth) or similar legislation which applies in your location), or except as expressly authorised by these General Conditions, you may not in any form or by any means:\n<ul>\n<li>adapt, reproduce, communicate, store, distribute, print, display, perform, publish or create derivative works from any part of this Site.\nor</li>\n<li>commercialise any information, products or services obtained from any part of this Site.</li>\n</ul>\n</li>\n<li>Reproducing resources in hard copy: Where copyright legislation in a location includes a remunerated scheme to permit educational institutions to photocopy or print any part of the Site, we (or the owner of the copyright material) will claim remuneration under that scheme where such resources (for example, but without limitation, our worksheets, workbooks or other resources that can be used in hardcopy format) are printed or photocopied by, or on behalf of, educational institutions (e.g.\nby teachers for use in the classroom or by students or where teachers direct students to print or photocopy worksheets for use by students at school).\nThis may lead to an increase in the fees for educational institutions to participate in the relevant scheme.</li>\n</ul>\nIndividual Licences (“Home Subscriptions”)\n<ul>\n<li>Access to, and use of, 3P Learning resources is subject to our terms of use and privacy policy.</li>\n<li>Home subscription licenses are for individual, non-commercial purposes.\nEach license provides access to the relevant resource for a nominated student.</li>\n<li>\n<strong>Term of Subscription and Renewal: </strong> Home subscriptions are provided on an auto-renewing basis to ensure continued access to and use of the relevant resources.\nHome subscriptions have a one (1), six (6) or 12 month minimum initial term that automatically renews for consecutive periods of the same length (each a renewal term) unless notice of cancellation is provided prior to the expiry of the initial term or any renewal term.\nWe will automatically charge your nominated account using the payment method on file for each renewal term.\nWe do not provide refunds to users who cancel part way through the initial term or any renewal term of a subscription (subject to our returns/refunds policy below).\nYou can manage and make changes to your subscription by logging into your account.</li>\n<li>\n<strong>Pricing:</strong>  Fees and charges for your home subscription are detailed at the point of purchase.\nFor each renewal term your payment details will be automatically charged the then current fees for the licence type you have selected, continuing on a recurring basis until you cancel your subscription.\nPromotional pricing, discounts and free trials only apply for the period specified and will commence on the purchase date unless otherwise agreed.\nAt the end of the promotional period, your fees will revert to the then current fees for the licence type you have selected.\nAll taxes are detailed in the tax invoice provided to the customer.</li>\n<li>\n<strong>Delivery of products and services:</strong>  Access to web-delivered services is provided immediately upon processing of payment.</li>\n<li>\n<strong>Product access and use:</strong>  Users are responsible for their own costs associated with accessing the product, e.g.\ninternet usage charges, data costs and computer / smartphone equipment costs.\nIt is the responsibility of the user to ensure their device and internet access is sufficient to access the relevant product.</li>\n<li>Parents are able to change the year level/grade level of their child’s course up to six times a year.</li>\n<li>\n<strong>Customer Service / Refunds Policy:</strong> All goods/services supplied will be in good working order.\nAll faulty goods will be exchanged for a working version at no additional cost to the client or the purchase price will be refunded.\nFor Mathletics home subscriptions we offer a no-questions-asked 10 day money back guarantee, commencing on the day of purchase of the initial subscription term.\nNo refunds will be offered after this time except in the event the goods/services are faulty and cannot be repaired or replaced, or otherwise in accordance with applicable statutory consumer protection laws.</li>\n<li>\n<strong>Consumer Purchasing Information Policy:</strong>  All payments are completed using PCI compliant payment gateways, over a secure internet connection using strong cryptography and security protocols.\nDigital certificates are used to maximise security when receiving payment information.\nPurchasing information provided from online transactions is used for cart tracking, subscription billing, subscription management and accounting purposes only.</li>\n</ul> School Subscriptions\n<ul>\n<li>For our school / educational institution customers (School Customers) that purchase licenses on behalf of students and teachers, we enter into additional, specific terms at the time of purchase (Purchase Terms).\nAccess by the School Customer and its teachers and students is governed by these Purchase Terms in addition to our General Conditions.</li>\n</ul>\nDisclaimer and Limitation of Liability\n<ul>\n<li>Although we have no reason to believe that any information contained in this Site is inaccurate, we do not warrant the accuracy, adequacy or completeness of the information except where warranties are made non-excludable by applicable legislation.</li>\n<li>We do not accept responsibility for loss suffered as a result of your reliance on the accuracy or currency of information contained in this Site except where such liability is made non-excludable by applicable legislation.\nWe and our directors, officers, agents, employees and contractors do not guarantee or warrant the Site will be uninterrupted, without delay, error-free, omission-free or free of viruses.\nThe Content is provided “as is” without warranties of any kind, express or implied, including as to accuracy, timeliness and completeness except where warranties are made non-excludable by applicable legislation.</li>\n<li>Neither we nor our directors, officers, agents, employees or contractors will be liable for any loss or damage, however arising (whether in negligence or otherwise), in connection with your Access, the Content or any omissions from the Content, except where liability is made non-excludable by applicable legislation.</li>\n</ul>\nIndemnity\n<ul>\n<li>You agree to indemnify us and our directors, officers, agents, employees and contractors and keep us and all of them indemnified, against all loss, actions, proceedings, costs, expenses (including legal fees), claims and damages arising from any breach by you of the General Conditions, or reliance by you on any information obtained through the Site or your Access to the Site.</li>\n</ul>\nTrade Marks\n<p>Except where otherwise specified, any word or device to which the TM or ® symbol is attached, is a trademark in which we claim proprietary rights.\nWe also assert all our trademark rights under the common law or otherwise.\nIf you use any of our trademarks in reference to our activities, products or services, you must include a statement attributing that trademark to us.\nYou must not use any of our trademarks:</p>\n<ul>\n<li>in or as the whole or part of your own trade marks;</li>\n<li>in connection with activities, products or services which are not ours;</li>\n<li>in a manner which may be confusing, misleading or deceptive;</li>\n<li>in a manner that disparages us or our information, products or services (including this Site).</li>\n</ul>\nTermination\n<p>We may terminate access to this Site at any time without notice.\nThe General Conditions will nevertheless survive any such termination.</p>\nLinks to Other Websites and Third Party Tools\n<ul>\n<li>The Site may contain links to third party sites (Linked Sites).\nLinked Sites are not under our control and we are not responsible for the content of any.\nWe provide these hyperlinks to you as convenience only, and the inclusion of any link does not imply any endorsement of the Linked Site by us or by our directors, officers, agents, employees and contractors.\nYou link to any Linked Site or subsequent site entirely at your own risk.</li>\n<li>Neither we nor our directors, officers, agents, employees and contractors give any representation or warranty as to the reliability, accuracy or completeness of any Linked Sites or subsequent sites, nor do they or we accept any responsibility arising in any way for errors in, or omissions from any Linked Sites or subsequent sites.</li>\n<li>Certain aspects of our Sites can be used in connection with third party software, applications, products and platforms (“Third Party Tools”) and may be subject to additional terms of use between you and the applicable Third Party Tool provider(s).</li>\n</ul>\nGeneral\n<ul>\n<li>We do not accept any liability for any failure to comply with the General Conditions where the failure is due to circumstances beyond our reasonable control.</li>\n<li>Our failure to act in a particular circumstance does not waive our ability to act with respect to that circumstances or similar circumstances.</li>\n<li>However, if we expressly waive any rights available to us under these General Conditions on one occasion, this does not mean that those rights will automatically be waived on any other occasion.</li>\n<li>If any of the General Conditions are held to be invalid, unenforceable or illegal for any reason, the remaining terms and conditions will nevertheless continue in full force.</li>\n</ul>\nCookies\n<p>For information about the cookies we use, please refer to our  cookies page.</p>\nChallenges and Competitions\n<p>From time to time, we host or operate challenges and competitions within the Site, which may be supported by third party sponsors.\nChallenges are designed to encourage school and student participation in a fun and engaging online learning event.\nWe are thrilled that so many students from around the world are participating in the variety of events we support, and encourage you all to continue to join in.\nThese General Conditions, including the  3P Learning Privacy Policy, govern challenges and competitions, in addition to any other terms and conditions in place specifically for the relevant challenge or competition.</p>\n<p>The Hall of Fame or leaderboard for a challenge or competition does not determine the final result.\nAfter the event, we will verify all results.\nWe have the right, at our complete discretion, to determine the final positions of all participants and the winners of all categories.</p>\n<ul>\n<li>Participants who do not comply with these General Conditions, may be removed from the Hall of Fame or disqualified from the competition at any time, and we will use our complete discretion as to whether or not removal or disqualification occurs.</li>\n<li>Students, classes and schools may be required by us to provide proof of age and to sign a declaration that they individually and collectively participated without assistance from any other person, software, hardware or device.</li>\n<li>Any students, classes or schools intentionally misusing the Site be disqualified or removed from the Hall of Fame of the competition or challenge at any time.\nExamples of misuse include but are not limited to computer hacking of the Site, posting fraudulent results, using computer scripts to improve responses, scores or otherwise.</li>\n<li>We may, at our complete discretion, remove from competition any students, classes and schools not participating in courses or on content appropriate for their age.\nPrizes advertised for a challenge or competition may be substituted, for something of equivalent value, as determined by us or the prize provider at our complete discretion.</li>\n</ul>\nGoverning Law\n<p>The laws in force in New South Wales, Australia, govern these General Conditions.\nYou agree to submit to the exclusive jurisdiction of the courts in New South Wales, Australia.\nHowever, we retain the right to bring legal proceedings in any jurisdiction where we believe that infringement of these General Conditions is taking place or originating.</p> ", "created_at": "2021-05-07 15:52:06.889686", "updated_at": "2021-05-07 15:58:31.694977"}, {"id": 5784, "name": "Privacy Policy", "url": "https://www.3plearning.com/privacy", "xpath": "//body", "text": " 3P Learning <li>Who We Help</li>\n<li>Solutions</li>\n<li>Support</li>\n<li>About</li>\n<li>Districts and School GroupsFind the solutions and support to achieve your goals</li>\n<li>Schools and TeachersFind blended learning tools for mathematics and literacy</li>\n<li>Parents and Home UsersFind mathematics and literacy programs to bring a love of learning home</li> By Subject<li>MathematicsPrograms for early to secondary learners, covering everything from beginner’s numeracy to geometry, chance, and data.</li>\n<li>LiteracyPrograms for early to secondary learners, covering everything from phonics, letters, and sounds, to etymology, orthography, and phonology.</li> By Solution<li>MathleticsThe comprehensive mathematics program</li>\n<li>MathseedsThe early learners introduction to the world of numeracy</li>\n<li>Reading EggsThe early learners introduction to the world of literacy</li>\n<li>ReadiwriterThe fun way to teach and learn how to spell</li>\n<li>WordFlyersThe targeted literacy program for senior students</li>\n<li>SpellodromeSpellodrome encourages independent learning and the development of critical spelling awareness</li>\n<li>About 3PFind out more about who we are and what we stand for</li>\n<li>World Maths DayThe World’s Largest Online Maths Competition is back!</li>\n<li>CareersJoin the team at 3P Learning</li>\n<li>AwardsFind our list of our recognised achievements</li>\n<li>InvestorsFind our investor portal, latest news and how to invest</li>\n<li>ContactGet in touch with your local 3P Learning team</li>\n<li>Product SupportFind walkthroughs and guides for all of our programs</li>\n<li>Technical SupportFind minimum computer requirements, supported browsers and more</li>\n<li>Product PDF GuidesFind downloadable guides to our full range of programs</li>\n<li>WebinarsFind weekly webinars on how to get the most out of our programs</li>\n<li>WorkshopsJoin weekly professional development sessions</li>\n<li>Classroom ResourcesFind a huge range of teacher-picked classroom resources</li>\n<li>Curriculum AlignmentSee how our programs meet the requirements of your local curriculum</li>\n<li>BlogFind our library of articles, resources and videos on education</li>\n<li>FAQsYour most commonly asked questions, answered</li>\n<li>Free Trial</li>\n<li>Purchase</li>\n<li>Sign In</li>\n<li>3P LearningGet a quote</li>\n<li>MathleticsGet a quote</li>\n<li>ReadiwriterGet a quote</li>\n<li>MathseedsGet a quote</li>\n<li>Reading EggsGet a quote</li>\n<li>WordFlyersGet a quote</li>\n<li>3P LearningStart a trial</li>\n<li>MathleticsStart a trial</li>\n<li>ReadiwriterStart a trial</li>\n<li>MathseedsStart a trial</li>\n<li>Reading EggsStart a trial</li>\n<li>WordFlyersStart a trial</li>\n<li>MathleticsSign in</li>\n<li>ReadiwriterSign in</li>\n<li>MathseedsSign in</li>\n<li>Reading EggsSign in</li>\n<li>WordFlyersSign in</li>\n<li>SpellodromeSign in</li> Privacy Policy <strong>Last updated 20 April, 2021</strong>\n<p>English Español</p>\n<blockquote>\n<p>We take the storage of our users’ data incredibly seriously and place the highest priority on ensuring its security.</p>\n<cite>Simon Martin – Chief Information Officer, 3P Learning</cite>\n</blockquote>\nRead the Full Statement Data Privacy and Security FAQ’s\n<p>Download</p>\nAbout 3P Learning’s Privacy Policy\n<p>This webpage explains our privacy and security commitments in plain language.</p>\n<ul>\n<li>3P Learning is a global e-learning resource company.\nWe produce and/or distribute a range of online resources and a network of websites including but not limited to those for the Mathletics, Spellodrome, Readiwriter, Reading Eggs, Mathseeds, Wordflyers, and World Maths Day / World Education Games branded resources and products.</li>\n<li>Each product or resource, together with challenge websites for national and regional events which may use or integrate with some of the aforementioned websites (the Site) is owned and operated by 3P Learning Ltd (and/or our subsidiaries or licensors) (collectively, ‘3P Learning’ or ‘us’ or ‘we’).</li>\n<li>References to the Site in this Privacy Policy includes all products and resources that we produce and /or distribute</li>\n<li>3P Learning is committed to protecting the safety and security of our registered users, including students, teachers, school administrators and parents (collectively, Registrants) and we are sensitive to our Registrant’s concerns about the safety of the personal information provided to us.\nPlease read this Privacy Policy carefully in order to understand how any personal information collected by us is used.</li>\n<li>As a global company, our Privacy Policy has been developed in accordance with a range of legislation which applies to us.\nIn addition, we have developed our privacy framework to assist our customers that are schools, districts and education bodies to comply with privacy legislation and regulations applicable to them and the way they manage personal information.</li>\n<li>Collectively, this legislation includes, without limitation:\n<ul>\n<li>The Australian Privacy Act 1988</li>\n<li>The New Zealand Privacy Act 1993</li>\n<li>The United Kingdom Data Protection Act 2018 (View 3P Learning’s ICO Registration Certificate)</li>\n<li>The United States Children’s Online Privacy Protection Act (“COPPA”) and Rule<br>\nas administered by the Federal Trade Commission</li>\n<li>The United States Family Educational Rights and Privacy Act (“FERPA”)</li>\n<li>The Alberta Freedom of Information and Protection of Privacy Act</li>\n<li>The Canadian Personal Information Protection and Electronic Documents Act (“PIPEDA”)</li>\n<li>The Freedom of Information and Protection of Privacy Act (British Columbia) (“FIPPA”)</li>\n<li>The Personal Information International Disclosure Protection Act (Nova Scotia) (“PIIDPA”)</li>\n<li>The Municipal Freedom of Information and Protection of Privacy Act, Ontario (“MFIPPA”)</li>\n<li>The Student Online Personal Information Protection Act, California (“SOPIPA”)</li>\n<li>With effect from 25 May 2018, the EU General Data Protection Regulation (Regulation 2016/679)(“GDPR”).</li>\n</ul>\n</li>\n</ul>\nWhat personal information we collect\n<ul>\n<li>We collect two main types of information – personal information and anonymous information – and we may use personal and anonymous information to create aggregate information (which does not identify and cannot reasonably be used to identify an individual student).</li>\n<li>We collect the following categories of personal information:\n<ul>\n<li>As a customer, prospective customer, or user of our Site, we may collect information such as your name, contact information including phone number and email address, school name, class year and country or state of residence or school</li>\n<li>We may also collect details of other interactions that you have with us, together with any other information that you choose to provide us with, for example, through your interactions with our customer and technical support teams.</li>\n<li>We do not however collect any unnecessary personal information from Registrants (for instance, information about religious beliefs).</li>\n<li>It is impractical in most circumstances for you to remain anonymous, and we may not be able to interact with you, provide access to the Site, or answer your enquiry if we are not able to identify you or collect your personal information.</li>\n<li>In the case of school/educational institution customers (School Customer), we seek consent from the School Customer to be provided with Registrant information for and on behalf of that student or teacher.</li>\n<li>In the case of individual / home subscriptions (Home Customers) we seek consent from the Home Customer at the time of purchasing and registering the product to use the information collected.\nWhere the Home Customer is a student who is a minor, we ask that permission be sought by that student’s parent / legal guardian.</li>\n<li>Registrants who do not give this consent (or do not have this consent provided on their behalf) cannot provide us with their personal information and cannot use the Site.\nYou can however withdraw your consent at any time.</li>\n</ul>\n</li>\n</ul>\nWhat we will do with your information\n<ul>\n<li>The information collected from Registrants, customers or prospective customers may be used for the following purposes\n<ul>\n<li>to provide access to our products and services;</li>\n<li>to manage prospective purchases, purchased subscriptions and payments including to provide quotes or offers for, and updates about, our products and services;</li>\n<li>to send a confirmation notice to the Registrant of the registration.\nto administer and manage accounts, including password resetting, responding to questions raised by Registrants, to contact the Registrant about any problems with the Registrant’s account or conduct on the Site;</li>\n<li>to send out a 3P Learning newsletter or emails about the Site including information about current events, changes, improvements, upgrades, new product development and rules of the Site;</li>\n<li>to publish the names of winners and high performers on the Site or in the 3P Learning newsletter and to provide results data for each Registrant or school class;</li>\n<li>to send prizes or certificates for participation and performance on the Site;</li>\n<li>for administrative, planning, product or service development, staff training, quality control and research purposes relating to our products and services;</li>\n<li>for marketing purposes, but only where we have express or implied consent to contact someone or we are otherwise permitted by law to do so.\nRegistrants may also opt out at any time by following the specific opt out instructions within the communications that we send.</li>\n</ul>\n</li>\n<li>Hall of Fame leaderboards: 3P Learning strives to provide a highly engaging Site for students.\nGiven students have indicated their strong preference for their name to be shown publicly on our Sites in recognition of their achievements, we allow this – but we do not allow full names (i.e.\nFirst Name and Surname) to be shown publicly.\nIn addition, all administrative user access to any Site permits the partial (to initials only) or full anonymising (by use of a pseudonym) of names, where preferred by the user.\nIf you have any questions about the Hall of Fame and managing the information that is disclosed, please contact us.</li>\n<li>The Site does not provide students with any means to communicate directly with each other.\nThere are no chat rooms connected with the learning resources.</li>\n<li>Access to, and use of customer feedback forums, such as 3P Learning Uservoice, is designed for use by parents, teachers and other contributors who are not legally minors.</li>\n</ul>\nWhat we will not do with your personal information\n<ul>\n<li>3P Learning will keep your personal information confidential and not sell or disclose your information to advertisers or any external third parties, unless:\n<ul>\n<li>we believe, in good faith, that we are required to share your information with a third party such as a regulator or court in order to comply with law, regulation, legal process, court order or subpoena;</li>\n<li>to enforce our Terms &amp.\nConditions or the terms of the licence granted to access and use the Site;</li>\n<li>the disclosure is to a third party that acts on our behalf, powers certain aspects of our Sites or processes data on our behalf, such as a distributor of our products and services, the licensor or owner of a product or resource that we distribute, or to a contracted service provider;</li>\n<li>in connection with any transaction involving our companies or assets, where another party acquires ownership or operation of the Site, in which case that successor organization will be subject to the obligations in this Privacy Policy and any contractual representations we have entered into.\nor</li>\n<li>to protect the safety and security of our Registrants and our Site.</li>\n<li>If third parties act on our behalf, we require them to hold, use and disclose your personal information in accordance with this Privacy Policy, applicable privacy obligations and our contractual obligations</li>\n<li>Generally we will only use your information within 3P Learning, however, sometimes we provide data on results to government education departments, peak bodies managing or representing schools, or schools themselves, especially in the case of School Customers, who use the features of our products (such as performance reporting tools) for educational / teaching purposes.\nWe will require these third parties to comply strictly with our instructions, use the information only for legitimate educational interests and not for any commercial purposes</li>\n<li>We do not sell data to advertisers (whether personal, anonymous or aggregated).\nWe do not use data to engage in targeted advertising to children and we do not create or build personal profiles of students other than for the purpose of supporting authorized educational/school purposes or as otherwise specifically authorized by a parent/student or school/educational institution customer.</li>\n</ul>\n</li>\n</ul>\nHow we collect and process your information\n<ul>\n<li>We may collect your personal information in a number of ways, including:\n<ul>\n<li>directly from you (unless it is unreasonable or impracticable to do so);</li>\n<li>from our school / educational institution customers (e.g.\nteachers or school administrators that purchase access to our Site for their students and teachers).\nor</li>\n<li>from third parties such as our distributors (resellers and sales agents).\n<ul>\n<li>In order to register for 3P Learning resources, students registering individually and not part of a school, must give their consent at the time of registration to provide us with their personal information such as their name, age and email address (or if they are under 13 years of age, or legally a minor in their relevant location, a parent or guardian must consent on their behalf).</li>\n<li>Alternatively, parents registering on behalf of their child(ren), must give their consent at the time of registration to provide us with information about them and their child(ren).</li>\n<li>Teachers or administrators registering for their class or school must give their consent at the time of registration to provide us with their own name, class name, school name and their email address, as well as the names of their students.</li>\n<li>We also ask for Registrants’ consent to use any personal information collected in accordance with this Privacy Policy at the time of login to our Site.\nIf a Registrant does not wish to provide us with their consent, they cannot agree to the Site Terms and Conditions and must not use the Site.</li>\n</ul>\n</li>\n</ul>\n</li>\n</ul>\nHow long we hold your information\n<ul>\n<li>We retain the personal information that we collect from and about our Registrants for as long as it is needed to provide access to the Site or to manage that Registrant’s account.\nWe take reasonable steps to delete the personal information we collect if your registration to use our Site lapses and you opt out of receiving further communications from us, or if you ask us to delete your information.\nWe may however retain and use personal information as necessary to comply with our legal and regulatory obligations, to resolve disputes and to enforce our agreements, and we may retain and use anonymous and aggregated information for performance reporting, benchmarking and analytic purposes and for product and service improvement.</li>\n<li>Registrants can request that their personal information be deleted by contacting the 3P Learning Data Protection and Privacy Officer (contact us here).</li>\n</ul>\nUpdating and accessing your personal information\n<ul>\n<li>Registrants have a right to request a copy of the personal information we hold about them, and Registrants can also update their personal information at any time, in each case by contacting 3P Learning.</li>\n<li>If you wish to receive a copy of this information or to update or correct information held about you, please address your request to the Privacy and Data Protection Officer (contact us here).\nWe will endeavour to deal with your request promptly.</li>\n</ul>\nKeeping your personal information secure\n<ul>\n<li>3P Learning is committed to information security.\nWe will use all reasonable endeavours to keep the personal information we collect and use in a secure environment, and we have implemented appropriate technical, administrative and physical security measures that are designed to protect personal information from unauthorised access, disclosure, use and modification.\nAs part of our privacy compliance processes we review these security procedures to consider appropriate new technology and methods and engage independent third parties to review and audit aspects of our information security.</li>\n<li>As part of a major project to evolve and future-proof our infrastructure, in August 2015 we began a major new partnership with Microsoft.\nIn addition to being able to offer a greater range of support for the latest mobile devices, our two flagship learning platforms – Mathletics and Spellodrome – were transitioned fully to Microsoft’s industry-leading Azure cloud platform.\nThis marked a new era of data capacity, storage and security for our data.\nThe Microsoft Azure platform delivers an enterprise-level cloud.\nMicrosoft’s industry-leading approaches to data security were central to our decision to relocate our key platforms within the environment.\nAll data is stored securely within an isolated network and database infrastructure.\nIt is not accessible to any other person or account within the public cloud.\nAccess is strictly limited to only specific elements of the 3P Learning resources.</li>\n<li>Further information regarding data storage and security of the Microsoft Azure Cloud, including the latest update and compliance information, can be found at http://news.microsoft.com/security2015 and https://www.microsoft.com/en-us/trustcenter/security/azure-security.</li>\n<li>We provide our personnel with training about data security and privacy, and we require all our employees and contractors to comply with this Privacy Policy and their obligations of confidentiality.\nWe will take appropriate actions to address breaches by employees and contractors of the obligations imposed by this Privacy Policy.</li>\n</ul>\nData transfers, storage and processing globally\n<ul>\n<li>Registrants’ personal information is uploaded to and stored on servers that are maintained by third parties that comply with strict contractual privacy obligations.\nThese servers are located in the East US 2 region within Microsoft Azure (https://azure.microsoft.com/en-au/regions) and this location was chosen as it is one of the most advanced Azure regions.</li>\n<li>As we operate globally, we may on occasion allow your personal information to be accessed in countries other than your own location.We may do this where data is accessed:\n<ul>\n<li>by companies within the 3P Group (i.e.\n3P Learning Limited and its subsidiaries) for operational, administrative and compliance purposes;</li>\n<li>by our sales, operational or global customer support teams (primarily, although not exclusively, located in Australia, the United Kingdom, the USA and Canada).\nor</li>\n<li>by one of our licensors (who owns, develops and hosts a particular product) or distributors (sales agents or resellers) who requires the information to set up, service or manage a customer account;</li>\n<li>where a copy is sent to the Registrant itself at their request.</li>\n</ul>\n</li>\n<li>By consenting to the collection and use of their personal information, Registrants’ consent to their personal information being transferred and stored in this manner.</li>\n<li>Registrants in Canada, please refer to our additional information about Canadian users.\nIn accordance with various Canadian provinces’ privacy legislations applicable to many of our school customers we do not store Canadian students’ personal identifiable information outside of Canada.\nAll the data pertaining to a student’s activity within the platform (non-identifiable data) is stored in the East US 2 region of Microsoft Azure.\nAccess to the data is restricted only to the users themselves – and then only via our own applications.\nIt is strictly inaccessible outside of the environment of a 3P Learning resource account and each user only has access to their own data (or in the case of a school’s administrator or IT technician, the data within the school’s wider account).</li>\n<li>Registrants in the EU, please refer to our additional information about EU users.</li>\n<li>In the APAC region, we may record, with your express consent, customer service calls for quality and staff training purposes.\nIf, with your consent, we record a customer service telephone call, that recording will be stored in data centres located in Australia and deleted when no longer required.</li>\n</ul>\nAnonymous or aggregated information\n<ul>\n<li>In addition to personal information and results data, 3P Learning also collects anonymous information about Registrants and the activities of Registrants on the Site.\nAnonymous information is information that is not linked to the name or identity of a user.\nThis information is used for educational performance reporting and analytics and to assist us in enhancing the learning resources.\nThe information remains anonymous at all times.</li>\n<li>3P Learning utilises third-party providers to power certain elements of the Company’s online marketing and advertising.\nThese service providers collect data about your activities that does not personally or directly identify you when you visit our website or the websites and online services where we display advertisements (i.e.\npublishers).\nThis information may include the content you view, the date and time that you view this content, the products you purchase, or your location information associated with your IP address.\nWe use the information we and these third party service providers collect to serve you more relevant advertisements regarding 3P Learning resources (referred to as “retargeting”).\nWe collect information about where you saw the ads and what ads you clicked on.\nThis is data that does not personally or directly identify you.</li>\n<li>When agreeing to the Term and Conditions, Registrants grant us the right to use this anonymous information for our own purposes, such as the preparation of statistical reports or to improve and change the content of our products.</li>\n</ul>\nCookies\n<ul>\n<li>A cookie is a little piece of information handed to a web browser from a web server that contains information that can be retrieved from the server later.\nWhen you visit the Site the server may attach a cookie to your computer’s memory.\n3P Learning uses cookies only to the limited extent to recognise the Registrant when they visit the Site and pairing that Registrant with the account (and account preferences) that the Registrant created.\nWe use cookies to better display our website, to save you time, to provide better technical support and to track website usage.\nFor example, cookies help us to:\n<ul>\n<li>Keep track of whether you are signed in or have previously signed in so that we can display all the features that are available to you;</li>\n<li>Remember your settings on the pages you visit, so that we can display your preferred content the next time you visit;</li>\n<li>Customise the function and appearance of the pages you visit based on information relating to your account.\nfor example, in order to default you to a particular grade level, or to remember customised settings for a report.</li>\n</ul>\n</li>\n<li>To obtain further information about our use of cookies on our websites and within our products, please refer to our Cookies page.</li>\n</ul>\nRevision of Privacy Policy\n<ul>\n<li>3P Learning reserves the right to change, modify, or revise this Privacy Policy in order to comply with any applicable laws, to reflect changes in our processes or for any other reason at any time.\nMaterial changes in our Privacy Policy will be communicated to Registered Users and customers, but we also encourage our Registrants to check the Privacy Policy periodically to read about any changes, modifications, or revisions.\nRegistrants may wish to check it each time they submit personal information.\nYou will be deemed to have consented to such variation by your continued use of the Site following any changes being made.</li>\n</ul>\nContact Us\n<ul>\n<li>All requests to access, update and delete personal information as well as questions and concerns about your personal information and this Privacy Policy should be directed to the 3P Learning Data Protection and Privacy Officer here or Privacy Officer, 3P Learning, Level 18, 124 Walker St , North Sydney NSW 2060 AUSTRALIA.\nWe will endeavor to respond to your query as quickly as possible.</li>\n<li>If you are not satisfied with the response you receive, you may have the right to contact the regulator responsible for privacy in your home country.</li>\n</ul>\nMore privacy information\n<ul>\n<li>For more information on privacy legislation and guidelines in your local jurisdiction please contact your relevant local authorities.\n<ul>\n<li>Australia: privacy.gov.au</li>\n<li>Canada: priv.gc.ca/en</li>\n<li>European Union: ec.europa.eu/justice_home/fsj/privacy</li>\n<li>India: mit.gov.in/default.aspx</li>\n<li>New Zealand: privacy.org.nz</li>\n<li>Singapore: mica.gov.sg</li>\n<li>United Kingdom: ico.org.uk</li>\n<li>USA: ftc.gov</li>\n</ul>\n</li>\n</ul>\nSpecial information for users across Canada\n<ul>\n<li>3P Learning is committed to providing access to our resources through an environment that is compliant with all national and provincial privacy requirements applicable to us, and those requirements that apply to our School Customers across Canada.</li>\n<li>This Privacy Policy has been developed with the standards required to be compliant with the Alberta Freedom of Information and Protection of Privacy Act, the Canadian Personal Information Protection and Electronic Documents Act (PIPEDA), the Personal Information International Disclosure Protection Act (Nova Scotia) (“PIIDPA”), the Freedom of Information and Protection of Privacy Act (British Columbia) (“FIPPA”) and the Municipal Freedom of Information and Protection of Privacy Act, Ontario (“MFIPPA”).</li>\n<li>We sometimes transfer school information to others, including to affiliated entities or unrelated companies (“service providers”), that carry out certain functions on our behalf such as order fulfillment, accounts receivable and data processing.\nStudent names or other personally identifiable information, however, remains in Canada.\nIn those cases where we do need to use the services of a third party, we require them not to use or disclose the information for any purpose other than as directed by 3P Learning.</li>\n<li>We take all reasonable contractual or other measures to protect your personal information while processed or handled by these service providers.\nIf the information is located outside Canada it will be subject to legal requirements in those foreign countries applicable to our service providers, however the information they have will not be personal in nature.</li>\n</ul>\nSpecial Information for users in the European Union\n<ul>\n<li>3P Learning welcomes the EU General Data Protection Regulation (GDPR) as an essential set of regulations to affirm our commitment to data protection across the European Union.\nWe are committed to ensuring:\n<ul>\n<li>Personal data is processed fairly, lawfully and in a transparent manner</li>\n<li>Personal data is collected and processed only for specified and lawful purposes</li>\n<li>Processed data is adequate, relevant and not excessive</li>\n<li>Processed data is accurate and, where necessary, kept up to date</li>\n<li>Personal data is not kept longer than necessary</li>\n<li>Personal data is processed in accordance with an individual’s rights</li>\n<li>Personal data is kept secure</li>\n<li>Personal data is not transferred to countries outside of the EU without adequate protection</li>\n</ul>\n</li>\n<li>The information below should be read in addition to our Privacy Policy, and outlines specific information relevant to certain aspects of our GDPR compliance.\n3P Learning Ltd is registered with the Independent Commissioners Office, registration reference no: Z2188515.\nA copy of this certificate can be downloaded here.\n3P Learning Ltd is a company registered in England and Wales with company registration no.\n05919214 and is a trading company within the 3P Learning Group (https://www.3plearning.com).</li>\n<li>Lawfulness of processing: 3P Learning collects personal information in a number of contexts and for a number of purposes.\nPlease refer to the “What personal information we collect”, “What we will do with your information” and “How we collect and process your information” sections of the Privacy Policy.\nOur processing activities are based either on consent or legitimate interests pursued by 3P Learning and our school and district customers in delivering learning resources for use by schools, teachers, parents and students which are designed to improve learning outcomes and inspire a love of learning.</li>\n<li>Is personal information transferred outside of the European Union? Yes, personal information in relation to Registered Users and customers located in the EU may be transferred outside of the EU in 2 main situations:\n<ul>\n<li>User data is uploaded to and stored on our servers located in the USA which are maintained by Microsoft Azure.\nThese servers are located in the East US 2 region within Microsoft Azure (https://azure.microsoft.com/en-au/regions) and this location was chosen as it is one of the most advanced Azure regions.\nMicrosoft has extensive expertise in protecting data, championing privacy, and complying with complex regulations, and currently complies with both the EU-U.S.\nPrivacy Shield and EU Model Clauses, thereby helping to support 3P Learning’s compliance with the requirements of the GDPR.\nAdditional information about Microsoft’s compliance with the EU GDPR is available at https://www.microsoft.com/en-us/TrustCenter/Privacy/gdpr/default.aspx.</li>\n<li>In most instances, personal data about our EU based customers is collected, accessed and managed by our sales, operational and customer support teams in the United Kingdom.\nVery occasionally however, such information may be shared with our employees in one of ours offices outside of the UK e.g.\nto respond to an urgent customer support query outside of normal hours or for internal reporting processes.\nOur main offices outside of the EU are located in Calgary, Canada and Sydney, Australia.\nTo ensure appropriate safeguards exist in relation to such transfers, 3P Learning has implemented standard contractual clauses to cover the transfer of data relevant to EU registrants to other companies within the 3P Group that are not located in the EU.</li>\n</ul>\n</li>\n<li>Additionally, please refer to information about our Hall of Fame.</li>\n<li>Specific information in relation to Reading Eggs and Mathseeds: Reading Eggs and Mathseeds are distributed in the EU by 3P Learning in partnership with Blake eLearning, the owners and operators of the Reading Eggs and Mathseeds sites (and a company incorporated in Australia).\nWe have arrangements in place to document our respective obligations in relation to personal information collected and used about Registered Users and to ensure appropriate safeguards exist in relation to the transfer of personal information by 3P Learning outside of the EU to Blake eLearning.</li>\n<li>For further information, please contact the 3P Learning Data Protection and Privacy Officer.</li>\n</ul>\n<strong>Skip to</strong>\n<li>Data Privacy and Security FAQ’s</li>\n<li>About 3P Learning’s Privacy Policy</li>\n<li>What personal information we collect</li>\n<li>What we will do with your information</li>\n<li>What we will not do with your personal information</li>\n<li>How we collect and process your information</li>\n<li>How long we hold your information</li>\n<li>Updating and accessing your personal information</li>\n<li>Keeping your personal information secure</li>\n<li>Data transfers, storage and processing globally</li>\n<li>Anonymous or aggregated information</li>\n<li>Cookies</li>\n<li>Revision of Privacy Policy</li>\n<li>Contact Us</li>\n<li>More privacy information</li>\n<li>Special information for users across Canada</li>\n<li>Special Information for users in the European Union</li> Blended teaching<br>\nsoftware powered<br>\nby human support.\n©2020–2021 3P Learning.<br>All rights reserved.\n<li>Who We Help\n<ul>\n<li>Districts</li>\n<li>Schools</li>\n<li>Home Users</li>\n</ul>\n</li>\n<li>Subjects\n<ul>\n<li>Mathematics</li>\n<li>Literacy</li>\n</ul>\n</li>\n<li>Software\n<ul>\n<li>Mathletics</li>\n<li>Mathseeds</li>\n<li>Reading Eggs</li>\n<li>Readiwriter</li>\n<li>WordFlyers</li>\n</ul>\n</li>\n<li>Company\n<ul>\n<li>About 3P</li>\n<li>World Maths Day</li>\n<li>Careers</li>\n<li>Awards</li>\n<li>Case Studies</li>\n<li>Investors</li>\n<li>Contact</li>\n<li>Partner Portal</li>\n</ul>\n</li>\n<li>Support\n<ul>\n<li>Product Support</li>\n<li>Technical Support</li>\n<li>Product PDF Guides</li>\n<li>Webinars</li>\n<li>Workshops</li>\n<li>Classroom Resources</li>\n<li>Curriculum Alignment</li>\n<li>Blog</li>\n<li>FAQs</li>\n</ul>\n</li>\n<li>Terms &amp.\nConditions</li>\n<li>Privacy Policy</li> Follow us <ul>\n<li> Facebook</li>\n<li> Instagram</li>\n<li> LinkedIn</li>\n<li> Twitter</li>\n<li> YouTube</li>\n</ul>\n<ul>\n<li>Free Trial</li>\n<li>Purchase</li>\n<li>Sign in\n<ul>\n<li>Mathletics</li>\n<li>Mathseeds</li>\n<li>Readiwriter</li>\n<li>Reading Eggs</li>\n<li>Wordflyers</li>\n<li>Spellodrome</li>\n</ul>\n</li>\n</ul>\n<ul>\n<li>For Educators\n<ul>\n<li>Districts</li>\n<li>Schools</li>\n<li>Home Users</li>\n</ul>\n</li>\n<li>Subjects\n<ul>\n<li>Mathematics</li>\n<li>Literacy</li>\n</ul>\n</li>\n<li>Solutions\n<ul>\n<li>Mathletics</li>\n<li>Mathseeds</li>\n<li>Readiwriter</li>\n<li>Reading Eggs</li>\n<li>WordFlyers</li>\n<li>Spellodrome</li>\n</ul>\n</li>\n<li>Company\n<ul>\n<li>About 3P</li>\n<li>World Maths Day</li>\n<li>Careers</li>\n<li>Awards</li>\n<li>Investors</li>\n</ul>\n</li>\n<li>Support\n<ul>\n<li>Product Support</li>\n<li>Technical Support</li>\n<li>Product PDF Guides</li>\n<li>Webinars</li>\n<li>Workshops</li>\n<li>Classroom Resources</li>\n<li>Curriculum Alignment</li>\n<li>Blog</li>\n<li>FAQs</li>\n</ul>\n</li>\n</ul> We use cookies to continually improve your experience on the site.Cookies &amp.\nPrivacy PolicyAcceptManage consent Close Privacy Overview This website uses cookies to improve your experience while you navigate through the website.\nOut of these cookies, the cookies that are categorized as necessary are stored on your browser as they are essential for the working of basic functionalities...\nNecessary Necessary Always Enabled <p>Necessary cookies are absolutely essential for the website to function properly.\nThis category only includes cookies that ensures basic functionalities and security features of the website.\nThese cookies do not store any personal information.</p> Non Necessary non-necessary <p>Any cookies that may not be particularly necessary for the website to function and is used specifically to collect user personal data via analytics, ads, other embedded contents are termed as non-necessary cookies.\nIt is mandatory to procure user consent prior to running these cookies on your website.</p> Save &amp.\nAccept ", "created_at": "2021-05-07 15:52:06.218222", "updated_at": "2021-05-07 15:59:27.075321"}], "points": [{"id": 23129, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://www.3plearning.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-06-26 05:03:45.051078", "updated_at": "2021-06-26 19:34:17.106456", "quoteText": "If you suspect any unauthorized use of your account, please notify us immediately.", "case_id": 484, "document_id": 5785, "quoteStart": 7037, "quoteEnd": 7119}, {"id": 23128, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://www.3plearning.com/terms/", "status": "Generated through the annotate view", "created_at": "2021-06-26 05:03:14.614717", "updated_at": "2021-06-26 19:34:51.604732", "quoteText": "\n<li>Users of the Site must protect their usernames and passwords from unauthorised use.", "case_id": 148, "document_id": 5785, "quoteStart": 6948, "quoteEnd": 7036}], "urls": ["mathletics.com", "3plearning.com"]}}