{"error": 448, "message": "OK", "parameters": {"id": 5370, "name": "HomeWindowPrices ", "created_at": "2021-10-30 04:49:44.980313", "updated_at": "2021-10-30 22:01:11.73214", "wikipedia": null, "keywords": null, "related": null, "slug": "homewindowprices", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5370.png", "url": "homewindowprices.org", "documents": [{"id": 9647, "name": "Privacy Notice", "url": "https://www.homewindowprices.org/modals/privacy/index.html", "xpath": "//body", "text": "<p>\n<i>Last Updated: July 24, 2020</i>\n</p>\n<p>Click here to view QuinStreet's GLBA Notice.</p>\n<p>QuinStreet, Inc.\nowns and operates each website that displays this Privacy Notice (each, a \"Site\").\nQuinStreet is a publicly traded company (Nasdaq: QNST.\nhttps://www.quinstreet.com) that operates in a variety of industry categories.</p>\n<p>Your privacy is important to us.\nWe created this Privacy Notice to explain how we collect, use, and share the information that we collect from and about you.</p>\n<ul>\n<li>Data Collected</li>\n<li>Data Use</li>\n<li>Data Sharing</li>\n<li>Other Websites</li>\n<li>Security</li>\n<li>Children</li>\n<li>Choices and Access</li>\n<li>Retention Period</li>\n<li>Information for California Consumers</li>\n<li>Changes to This Privacy Notice</li>\n<li>QuinStreet Businesses</li>\n<li>Dispute Resolution</li>\n<li>Contact Us</li>\n</ul>\n<br>Data Collected<p>Automatically Collected Information: We collect data that your device provides when you interact with the Site or sites owned by third-parties with whom we have contractual relationships (\"<b>Media Partners</b>\").\nIn most cases, when you come to the Site, we will automatically gather or receive technical data which may include browser type, referrer URL, date and time of your visit, IP address, MAC address, device type, screen resolution, and OS version (\"<b>Technical Data</b>\").\nTechnical Data also includes \"Cookie and Similar Data\" described below.</p>\n<p>Other Data You Provide: We collect additional data if you choose to engage with the Site or certain sites owned by our Media Partners.\nWe refer to the information you choose to provide as \"<b>Provided Attributes.</b>\" This includes contact information that you choose to provide to us or our Media Partners (e.g., name, address, email address, telephone number) about yourself or others.\nFor example, if you click on our advertisement located on a Media Partner's site, that Media Partner may pass your contact information to us.\nOr, if you inquire about insurance opportunities, products and services, the Provided Attributes you may choose to disclose may also include age, gender, number of vehicles owned and homeowner status.</p>\n<p>Third Party Data: In some cases, we may combine Technical Data and any Provided Attributes with Third Party Data.\n\"<b>Third Party Data</b>\" includes information that we receive from third parties such as credit reporting agencies and Partners (defined below).\nThird Party Data may also include information we use to confirm or supplement validate the data you provide (e.g., phone number, Vehicle Identification Number, outstanding loan amount).\nFinally, our Advertising Partners may also provide us with information about your interaction with their advertised products and services (e.g., whether you purchase their products or services).\nWe may combine the Technical Data, Provided Attributes and Third Party Data.\nPlease note, we will only obtain credit reporting information with your consent and will not retain any Social Security number you provide.</p>\n<p>\n<i>Cookie and Similar Data:</i> When you use this Site, we may use a \"cookie\" or other tracking technology to recognize you or your device.\nThese technologies act as unique identifiers and allow us to tailor this Site to your specified interests and track your activity on this Site and across devices that you use.\nWe may use this information to deliver offers and advertisements that we believe are relevant to your interests.</p>\n<p>We have contractual relationships with advertisers, advertising agencies and other intermediaries that have advertisers as clients (collectively, \"<b>Advertising Partners</b>\").\nOur Media Partners and Advertising Partners (collectively, \"Partners\") may also utilize third-party cookies and other tracking technologies like clear pixel GIFs (i.e., web beacons) to identify you.\nWe and our Partners may use these technologies to measure responses to emails, interactions with advertisements, page views on this Site and our Partners' websites and other similar metrics.\nAmong other things, we use these technologies to enhance this Site, to make this Site more relevant to you, and to measure the effectiveness of our email and other advertising campaigns and those of our Partners.\nYou can opt out of some of our and our Partners' use of cookies and other technologies at: Google, the Network Advertising Initiative, Invite Media, and Clicktale.</p>\n<p>\n<i>Tracking Options and California Do Not Track Disclosures:</i> Certain Sites require cookies to function efficiently.\nWe may use cookies to deliver advertising we believe is relevant to you and to link data collected across other devices you use.\nYou can adjust your settings to limit tracking or decline cookies, but, as a result, you may not be able to use certain features of this Site or take full advantage of all of our offerings.\nPlease refer to your device or browser settings for more information on how to delete or decline cookies and control your tracking preferences.\nThis Site does not respond to Do Not Track signals from most browsers.</p>Data Use<p>We use the data we collect from and about you through this Site primarily to connect you with Advertising Partners who can provide you with information about the products and services you are seeking.\nWe generally do this using Technical Data and Provided Attributes, but in certain cases (e.g., lending products) we may also use Third Party Data.</p>\n<p>For example, we may have an auto insurance Partner who is only licensed in certain states.\nWe may use Technical Data or Provided Attributes to determine if you are a resident of one of those states.\nWe refer to Advertising Partner requirements generally as \"segmentation\" and the alignment of consumer data and segments as \"matching.\"</p>\n<p>We may also use the data we collect from and about you: (i) to respond to your requests (e.g., to receive white papers, email, phone calls or texts).\n(ii) to keep you informed of our products and services (and those of our Partners).\n(iii) to allow you to send messages through this Site.\n(iv) to improve our Sites and business.\n(v) to fulfill any purchase you make.\nand (vi) to use your data in an aggregated, non-specific format for analytic and demographic purposes.\nWe use Technical Data to monitor this Site's performance, analyze traffic patterns and usage, ensure that this Site and any transactions function properly, and gather demographic information about our user base as a whole.\nWe may use automated decision-making in segmentation and matching.</p>Data Sharing<p>In addition to the primary uses described in the \"<b>Data Use</b>\" section above (i.e., sharing your data with Advertising Partners and third parties for the purpose of providing you with information about the products and services you are seeking), we may share your data as follows: (i) with other QuinStreet businesses.\n(ii) with service providers who assist us in compliance and verification activities (e.g., credit agencies), or provide services such as payment processing, IT, and data analysis.\n(iii) if you choose to send a message through, or to contribute to public areas of, this Site (e.g., message boards, blogs).\nand (iv) with a third party in the event of a sale or transfer of all or part of our business.</p>\n<p>We may also disclose the data we collect from and about you to (i) comply with legal processes.\n(ii) to respond to lawful requests from authorities (including public and government authorities outside your country of residence, and including to meet national security or law enforcement requirements).\n(iii) to enforce our Terms of Service and this Privacy Notice.\n(iv) to protect our business, rights, privacy, safety, or property or that of others.\nand (v) as necessary under applicable law (including laws outside your country of residence).</p>Other Websites<p>This Site may contain links to websites that we do not own or operate.\nWe are not responsible for the content or practices of such websites, including their practices with respect to your data.\nWe have no responsibility or liability for such practices, and the website owner's privacy policy governs your use of those websites.\nIf this Site includes any mapping features, those mapping features are powered by Google, Inc.\nand governed by Google's privacy policy, as amended from time to time.</p>Security<p>We have taken certain physical, technical, and administrative steps to protect the data we collect from and about Site users.\nWe use commercially reasonable efforts to encrypt sensitive data such as credit card number and personal health data.\nWe use certain reasonable security measures to help protect your personal information.\nHowever, no electronic data transmission or storage of information can be guaranteed to be 100% secure.\nPlease note that we cannot ensure or warrant the security of any information you transmit to us.\nYou use the Site and provide us with your data at your own risk.\nIf we share data as detailed in this Privacy Notice with a third party we will use all reasonable efforts to ensure that they keep the information secure and that they only use the information consistent with the terms of this Privacy Notice.</p>Children<p>We do not knowingly collect, use, share, or sell the personal information of individuals under the age of 16 and this Site is not directed to individuals under 16.\nIf we are made aware that we have collected personal information from an individual under age 16, we will delete this information as soon as possible.</p>Choices and Access<p>Residents of certain states (e.g., California) may have additional rights (e.g., see \"<b>Information for California Consumers</b>\" below).</p>\n<p>\n<i>Marketing Emails</i>: To stop receiving marketing emails from us, please click here and follow the instructions to unsubscribe.\nEven if you unsubscribe, we may still send administrative (i.e., non-marketing) messages.\nTo unsubscribe from a third party's communications, contact that third party directly or follow the instructions to unsubscribe in the applicable marketing email.</p>\n<p>\n<i>Phone Calls and Texts</i>: To opt out of receiving telephone calls or texts from us, please click here and follow the instructions to be placed on our Do Not Call list.</p>\n<p>Please note that we will not be able to remove your data from third parties' databases, and you will need to contact them directly and/or use any available opt-out mechanisms.</p>Retention Period<p>In general, we will retain your data for as long as is needed to connect you with Advertising Partners who can provide you with information about the products and services you are seeking, which is typically 30-180 days.\nWe will typically retain an archived copy of your data for six years as required or permitted by law for legal and compliance purposes.</p>Information for California Consumers<p>The California Consumer Privacy Act (<b>CCPA</b>) affords certain rights and protections to California residents with respect to their Personal Information.\nThe CCPA defines \"<b>Personal Information</b>\" as \"information that identifies, relates to, describes, is reasonably capable of being associated with, or could reasonably be linked, directly or indirectly, with a particular consumer or household.\" This section describes (i) the categories and sources of Personal Information that QuinStreet collects, sells or shares.\n(ii) the purpose for collection.\n(iii) the types of third parties to whom QuinStreet discloses that information.\nand (iv) details about how California residents can exercise their rights under the CCPA.</p>\n<p>Categories of Data QuinStreet Collects in the Preceding 12 Months.\nQuinStreet collects the following CCPA categories of data: (i) <b>identifiers</b>, such as a name, email address, telephone number, postal address, unique personal identifier, online identifier, IP address, account name, Social Security number, driver's license number.\n(ii) <b>personal identifiers under Cal.\nCiv.\nCode Â§ 1798.80(e)</b>, such as insurance policy number, education, employment status, bank account information, credit card or debit card number, financial information, medical information, health insurance information.\n(iii) <b>protected classification characteristics under California law</b>, such as age, marital status, medical condition, gender, veteran or military status.\n(iv) <b>commercial information</b>, such as products or services obtained, or considered, or other purchasing or consuming histories or tendencies.\n(v) <b>internet activity</b>, such as browsing history and search history information.\n(vi) <b>geolocation data</b>.\n(vii) <b>professional or employment information</b>, such as consumer-reported current or past job history.\nand (viii) <b>inferences</b> drawn from some of the information above (e.g., email open rates and time).\nQuinStreet generally collects the above data as Technical Data or Provided Attributes.\nFor example, QuinStreet does not create user profiles to determine the gender, marital status or employment status of consumers.\nQuinStreet may store aggregated data as segments based upon Technical Data and Provided Attributes.\nQuinStreet receives each of those categories of data only as self-reported data from the consumer.</p>\n<p>Sources of Data QuinStreet Collects.\n<i>QuinStreet: </i>QuinStreet collects Technical Data and Provided Attributes from consumers who visit or engage with our Sites, our call centers or other QuinStreet owned-properties (e.g., in response to emails from or on behalf of QuinStreet).</p>\n<p>\n<i>Partners and Third Parties: </i>Consumers who visit websites our Media Partners own may be redirected to our Sites.\nIn some cases, we may gather data directly from Media Partner websites, or Media Partners or other third parties may post data to our Sites or otherwise transfer data to us.\nThis may occur via display ads, click listings, inquiry forms or telephonic transfers from Media Partner call centers.\nOur Advertising Partners may also provide us with data.</p>\n<p>\n<i>Service Providers: </i>QuinStreet engages service providers to perform a variety of functions (e.g., verifying consumer consent, validating email addresses or phone numbers).</p>\n<p>\n<i>Authorization: </i>We require all parties from whom we receive Personal Information, whether they are Partners, service providers or other third parties, to represent and warrant to us that they have appropriately obtained the Personal Information provided to us and have the authority to share the Personal Information with us.</p>\n<p>Purpose for Personal Information Collection.\nAs described above in \"<b>Data Use</b>\", QuinStreet primarily uses the Personal Information it collects to connect consumers with Advertising Partners who can provide information about the products and services those consumers are seeking.</p>\n<p>Categories of Third Parties with Whom QuinStreet Has Disclosed Personal Information in the Preceding 12 Months.\nIn addition to sharing data for the primary use described in \"<b>Data Sharing</b>\", we may share identifiers and internet activity (e.g., name, email address, telephone number, browsing history) with other QuinStreet businesses, service providers, and third party websites.</p>\n<p>QuinStreet may also disclose or sell Technical Data, Provided Attributes and Third Party Data to other QuinStreet businesses or with a third party in the event of a sale or transfer of all or part of our business.</p>\n<p>Additionally, QuinStreet may disclose or sell Technical Data, Provided Attributes, and Third Party Data (e.g., identifiers, personal identifiers, protected classification information, geolocation data, and inferences) with service providers who assist us in compliance and verification activities (e.g., credit agencies), or provide services such as payment processing, IT, and data analysis information.</p>\n<p>Categories of Personal Information Disclosed or Sold.\nAs described above in \"<b>Data Use</b>\" and \"<b>Data Sharing</b>\", QuinStreet may disclose or sell Technical Data, Provided Attributes and Third Party Data, including identifiers, internet activity, personal identifiers, and protected classification characteristics (e.g., name, email address, telephone number, browsing history, education, credit information, veteran or military status, browsing history, geolocation data) to Advertising Partners who can provide the consumer with information about the products and services they are seeking.\nWe may receive a fee for the transfer of that data or when the consumer purchases a product or service.\nQuinStreet does not knowingly collect, disclose, or sell personal information from individuals under the age of 16.</p>\n<p>CCPA Rights.\nThe CCPA affords certain rights and protections to California residents including: (i) the right to request that we delete any \"Personal Information\" that we have collected from you (\"<b>Right to Delete</b>\").\n(ii) the right to request that we disclose the categories and/or specific pieces of \"Personal Information\" collected, used, disclosed, and sold (\"<b>Right to Know</b>\").\nand (iii) the right to direct us not to sell your \"Personal Information\" (\"Right to Opt-Out\").</p>\n<p>California residents who would like to submit a Request to Know, Delete, or Opt-Out should follow the links below.</p>\n<p>Request to Know</p>\n<p>Request to Delete</p>\n<p>Request to Opt-Out (\"Do Not Sell My Personal Info\")</p>\n<p>You may also submit a Request to Know or Request to Delete by calling our toll-free number (844)-872-7854.</p>\n<p>Upon submission of a request, you will be asked to validate your email address and create an account with QuinStreet's privacy vendor.\nQuinStreet will respond within 45 days of your submission (or such additional time period as the law allows).</p>\n<p>Verifying Your Identity.\nBecause of the nature of our Sites, QuinStreet is not able to definitely verify your identity prior to responding to your Request to Know or Delete.\nConsumers who interact with our Sites are not required to set up an account, to register, or to validate their Personal Information and QuinStreet does not maintain an ongoing relationship with consumers who provide their Personal Information.\nBecause of these factors, QuinStreet is not able to reasonably verify the identity of any consumer based on the information provided through our Sites and through a submitted request.\nTherefore, QuinStreet cannot honor Requests to Know.\nInstead, QuinStreet can provide in response to such requests a description of QuinStreet's business practices regarding its handling of Personal Information, including a description of the categories of Personal Information collected, maintained, and sold.</p>\n<p>As a California consumer, you have the right not to receive discriminatory treatment by QuinStreet for the exercise of your privacy rights under the CCPA.</p>\n<p>If you provide authority to another person to submit a request on your behalf, or are a person submitting a request on behalf of another person, please select \"on behalf of another person\" on the form linked above.\nQuinStreet will review the request and may contact you for additional information to validate your identity, to show proper authorization to make a request on behalf of another, and/or to confirm that the authorized agent is properly registered with the Secretary of State to do business in California.</p>Changes to this Privacy Notice<p>We may amend this Privacy Notice from time to time.\nWhen we do, we will post an updated version of the Privacy Notice and revise the \"<b>LAST UPDATED</b>\" date at the top.\nWe will provide appropriate notice to you if we change the Privacy Notice in any material way.\nUsing this Site after we make any changes means you accept those changes and the revised Privacy Notice.</p>QuinStreet Businesses<p>For purposes of this Privacy Notice, \"<b>you</b>\" or \"<b>your</b>\" means the person(s) using this Site or the products or services offered through this Site.\n\"<b>QuinStreet</b>\", \"<b>us</b>\", or \"<b>we</b>\" includes (but is not limited to) QuinStreet, Inc., QuinStreet Media, Inc., QuinStreet Insurance Agency, Inc., QuinStreet Properties, Inc.\nand QuinStreet PL, Inc.\nQuinStreet, Inc.\nis the party responsible for this Privacy Notice and compliance with it.</p>Dispute Resolution<p>You have the right to submit feedback about this Privacy Notice, or the practices described in it, to the applicable supervisory authority in your jurisdiction of residence.\nFor U.S.\nresidents this includes the Federal Trade Commission and your state Attorney General.</p>Contact Us<p>If you have any questions about this Privacy Notice you may: (1) submit an inquiry at the Contact Us page here, and select \"Other Consumer Issues\", (2) email at legalq@quinstreet.com, or (3) mail at:</p>\n<p>\n<b>Privacy Notice Questions<br>c/o QuinStreet, Inc.\n[Legal Department]<br>950 Tower Lane, 6th Floor<br>Foster City, CA 94404<br>\n</b>\n</p>", "created_at": "2021-10-30 04:49:44.984294", "updated_at": "2021-10-30 02:50:26.800876"}, {"id": 9646, "name": "Terms of Use", "url": "https://www.homewindowprices.org/modals/terms/index.html", "xpath": "", "text": "Terms of Use<p>This website (the \"Website\") is a copyrighted work belonging to QuinStreet, Inc.\n(â€œQuinStreet\").\nQuinStreet grants you the right to use the Website subject to the terms and conditions set forth below (â€œTerms of Useâ€).\nBe advised that this Agreement contains disclaimers of warranties and limitations on liability that may be applicable to you.\nPLEASE READ THESE TERMS OF USE CAREFULLY.\nBY ACCESSING THE WEBSITE, YOU AGREE TO BE BOUND BY THE TERMS OF USE.\nIF YOU DO NOT WISH TO BE BOUND BY THESE TERMS OF USE, YOU MAY NOT ACCESS OR USE THIS WEBSITE.</p>\n<ol>\n<li>\n<b>Privacy Policy</b>.<p>Please review the QuinStreet privacy policy at https://www.quinstreet.com/privacy-policy (\"<b>Privacy Policy</b>\").\nThe terms of the Privacy Policy are incorporated into, and considered a part of, these Terms of Use.</p>\n</li>\n<li>\n<b>Use of Information</b>.<p>When you visit a QuinStreet Website, in some cases you will be prompted to disclose certain information about yourself and the products or services that you are inquiring about (â€œService Requestâ€).\nBy completing a Service Request and agreeing to the consent provided, you agree that you are entering into a business relationship with QuinStreet and its partners and therefore agree to be contacted by QuinStreet, its advertising partners, or service providers.</p>\n</li>\n<li>\n<b>License</b>.<p>QuinStreet owns and operates the Website.\nThe information and content available on the Website, or in any communications QuinStreet sends you, (the \"<b>Website Content</b>\") are protected by copyright laws throughout the world.\nQuinStreet grants you a limited license to reproduce portions of the Website Content for the sole purpose of reviewing the Website Content as an applicant for employment, a current or potential customer, current or potential business partner, or current or potential investor of QuinStreet.\nAll copyright and other proprietary notices on any Website Content must be retained on any copies.\nAny unauthorized reproduction or modification, distribution, or performance of any Website Content is strictly prohibited.\nQuinStreet and its licensors reserve all rights not granted in these Terms of Use.</p>\n</li>\n<li>\n<b>Trademarks</b>.<p>All trademarks, logos and service marks (collectively, \"<b>Marks</b>\") displayed on the Website are QuinStreetâ€™s property or the property of other third parties.\nYou are not permitted to use these Marks without QuinStreetâ€™s prior written consent or the consent of the third party that owns the Marks.</p>\n</li>\n<li>\n<b>Modification</b>.<p>QuinStreet reserves the right, at any time, to modify the Website Content or to modify, suspend, or discontinue the Website or any part thereof with or without notice.\nYou agree that QuinStreet will not be liable to you or to any third party for any modification of the Website Content or modification, suspension, or discontinuance of the Website.</p>\n</li>\n<li>\n<b>Feedback</b>.<p>If you provide any feedback or suggestions to QuinStreet regarding the Website or QuinStreetâ€™s services (collectively, \"<b>Feedback</b>\"), QuinStreet may use such Feedback for any purpose.\nSo that we may incorporate such Feedback into QuinStreetâ€™s Website and/or QuinStreetâ€™s services, QuinStreet alone will own all right, title and interest, including all related intellectual property rights, in and to all such Feedback and you hereby assign such Feedback to QuinStreet free of charge.</p>\n</li>\n<li>\n<b>Third Party Links</b>.<p>The Website may contain links to other websites operated by third parties.\nSuch third party websites are not under the control of QuinStreet.\nQuinStreet is not responsible for the content of any third party website or any link contained in a third party website.\nQuinStreet provides these links only as a convenience and does not review, approve, monitor, endorse, warrant, or make any representations with respect to third party websites.\nIf you decide to access any of the third party websites linked to the Website, you do this entirely at your own risk.\nThird party websites are subject to their own terms and policies, including privacy and data gathering practices.</p>\n</li>\n<li>\n<b>WARRANTY DISCLAIMER</b>.<p>QUINSTREET IS PROVIDING THE WEBSITE AND THE WEBSITE CONTENT ON AN â€œAS ISâ€ BASIS FOR USE AT YOUR OWN RISK.\nQUINSTREET DISCLAIMS ALL WARRANTIES, WHETHER EXPRESS IMPLIED, OR STATUTORY, INCLUDING, WITHOUT LIMITATION, ANY WARRANTIES OF TITLE, NON INFRINGEMENT OF THIRD PARTY RIGHTS, MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, ACCURACY, AND QUIET ENJOYMENT.\nQUINSTREET DOES NOT WARRANT THE ACCURACY OR COMPLETENESS OF THE WEBSITE CONTENT OR THE INFORMATION PROVIDED ON THE WEBSITE.\nINFORMATION AT THIS WEBSITE MAY NOT BE CURRENT AT THE MOMENT YOU VISIT THIS WEBSITE AND MAY CONTAIN ERRORS.</p>\n<p>QUINSTREET MAKES NO WARRANTY, REPRESENTATION, GUARANTEE, OR ENDORSEMENT WITH RESPECT TO ANY PRODUCTS AND SERVICES OFFERED BY THIRD-PARTY COMPANIES OR SERVICE PROFESSIONALS THAT MAY APPEAR ON THIS SITE NOR THAT THESE SERVICES WILL BE AVAILABLE TO YOU.\nQUINSTREET SPECIFICALLY DISCLAIMS ANY WARRANTY, REPRESENTATION, OR GUARANTEE WITH RESPECT TO THE QUALITY, SAFETY, LEGALITY OR OTHER CHARACTERISTICS OF SUCH PRODUCTS AND SERVICES, AND THE CONDUCT OF ANY THIRD-PARTY SERVICE PROFESSIONAL.\nTHE SERVICE PROFESSIONALS ARE NOT EMPLOYEES OR AGENTS OF QUINSTREET.\nYOUR RIGHTS UNDER CONTRACTS YOU ENTER INTO WITH SERVICE PROFESSIONALS ARE GOVERNED BY THE TERMS OF SUCH CONTRACTS ANY BY APPLICABLE FEDERAL, STATE, AND LOCAL LAWS.\nSHOULD YOU HAVE A DISPUTE WITH ANY SERVICE PROFESSIONAL, YOU MUST ADDRES SUCH DISPUTE WITH THE SERVICE PROFESSIONAL DIRECTLY.</p>\n</li>\n<li>\n<b>LIMITATION OF LIABILITY</b>.<p>IN NO EVENT SHALL QUINSTREET BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, EXEMPLARY, OR CONSEQUENTIAL DAMAGES ARISING OUT OF OR IN CONNECTION WITH THE WEBSITE OR THE WEBSITE CONTENT, INCLUDING, WITHOUT LIMITATION, ANY DAMAGES RESULTING FROM LOSS OF USE, DATA, OR PROFITS, WHETHER OR NOT QUINSTREET HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, ON ANY THEORY OF LIABILITY.\nQUINSTREETâ€™S TOTAL CUMULATIVE LIABILITY IN CONNECTION WITH THESE TERMS OF USE, THE WEBSITE, OR THE WEBSITE CONTENT, WHETHER IN CONTRACT, TORT, OR OTHERWISE, SHALL NOT EXCEED FIFTY DOLLARS ($50).</p>\n</li>\n<li>\n<b>Amendment</b>.<p>These Terms of Use are subject to occasional revision, and if QuinStreet makes any substantial changes, QuinStreet will notify you by sending you an e-mail to the last e-mail address you provided to QuinStreet (if any QuinStreet may have in its records) and/or by prominently posting notice of the changes on the Website.\nAny material changes to these Terms of Use will be effective upon the earlier of thirty (30) calendar days following QuinStreetâ€™s dispatch of an e-mail notice to you or thirty (30) calendar days following QuinStreetâ€™s posting of notice of the changes on the Website.\nThese changes will be effective immediately for new users of the Website.\nContinued use of the Website following notice of such changes shall indicate your acknowledgement of such changes and agreement to be bound by the terms and conditions of such changes.\nCertain provisions of these Terms of Use may be superseded by expressly designated legal notices or terms located on particular pages of this Website.</p>\n</li>\n<li>\n<b>User Generated Content</b>.<p>In some Websites, QuinStreet provides consumers with the opportunity to post content as part of a review following the completion of services.\nThese terms govern the content that you may post on a QuinStreet Website.\nâ€œContentâ€ means any text, images, photos, audio, video, an all other forms of data and communication that you provide in a review on a QuinStreet website.</p>\n<ol>\n<li>Terms and Standards.<p>By submitting Content on a QuinStreet Website, you make the following representations:</p>\n<ol>\n<li>\n<p>You are over the age of 17 and are considered a legal adult in the State in which you reside and have the ability and authority to agree to these terms.</p>\n</li>\n<li>\n<p>The Content you submit to QuinStreet is you own original content or you own or have all the necessary rights to use, submit, and grant the rights detailed below.</p>\n</li>\n<li>\n<p>The Content does not contain any unauthorized intellectual property belonging to any other party or person including any trademarks, copyrights, publicity rights, or privacy rights.</p>\n</li>\n<li>\n<p>Your submission of the Content to the QuinStreet Website does not violate any applicable laws of the State in which you reside.</p>\n</li>\n<li>\n<p>The Content is not illegal, discriminatory, harassing, abusive, defamatory, obscene, or offensive, and does not contain any elements that are as such.</p>\n</li>\n<li>\n<p>You agree and confirm that QuinStreetâ€™s display, distribution, or use of your Content does not and shall not require any payment to you or any other person or entity and does not require license authorization, approval, or consent by any other person or entity.</p>\n</li>\n<li>\n<p>You agree that you are not either related to, have an affiliate with, or are competitors with a service professional for whom you submit a review.</p>\n</li>\n<li>\n<p>That you have read these terms and agree to comply with all of the terms stated here.</p>\n</li>\n</ol>\n</li>\n<li>Review and Vetting of User Content.<p>QuinStreet retains the right to edit, refuse to post, or remove any Content that you or any other users submit to a QuinStreet Website, for any reason, at any time.\nAdditionally, QuinStreet is not obligated and does not promise to remove any submission in whole or in part.\nQuinStreet may edit, refuse to pose, or remove any Content that, in its own discretion, is (i) offensive harmful, illegal, defamatory, or abusive, including language that is abusive, profane, obscene, harassing, vulgar, sexually explicit, or that constitutes hate speech or discriminatory speech (ii) contains references to illegal activities or substances (iii) appears to be false or fraudulent.</p>\n</li>\n<li>Grant of Rights to QuinStreet for Your Content.<p>You hereby acknowledge and agree that any Content you submit to QuinStreet may be viewed by the general public and will not be treated as private, proprietary, or confidential.\nYou hereby grant to QuinStreet (along with its affiliates and subsidiaries) a non-exclusive, royalty-free, worldwide, perpetual, transferable, irrevocable, and fully sub-licensable right to use, reproduce, modify, adapt, publish, translate, distribute and display any Content that you submit to QuinStreet in whole or in part, as well as your name and other identifying information, including without limitation any social media identifier, handle, profile picture, image, likeness, or other information available or provided by you, in connection with the QuinStreet marketing, advertising and promotional activities referred to above.</p>\n</li>\n</ol>\n</li>\n<li>\n<b>General Provisions</b>.<p>If any provision in these Terms of Use is, for any reason, held to be invalid or unenforceable, the other provisions of these Terms of Use will be unimpaired and the invalid or unenforceable provision will be deemed modified so that it is valid and enforceable to the maximum extent permitted by law.\nThese Terms of Use and any action related thereto will be governed, controlled, interpreted, and defined by and under the laws of the State of California, without giving effect to any conflicts of laws principles that require the application of the law of a different state.\nBy using this Website, you hereby expressly consent to the personal jurisdiction and venue in the state and federal courts for San Mateo County, California for any lawsuit filed there against you by QuinStreet arising from or related to these Terms of Use.\nThese Terms of Use (which includes the Privacy Policy and any other legal notices or terms located on particular pages of this Website) constitute the entire agreement between you and QuinStreet regarding the use of the Website and Website Content.\nNotwithstanding the foregoing, these Terms of Use do not supersede or amend (and will not take precedence over) any signed written agreement between you and QuinStreet with respect to the subject matter of that signed written agreement, unless otherwise set forth in that signed written agreement.\nIf you have any questions about the foregoing, please contact QuinStreet at the following e-mail address: legalq@quinstreet.com.</p>\n</li>\n</ol>\n<p>Home Window Prices is a wholly owned subsidiary of QuinStreet, Inc.</p>\n<b>Contact Information</b>\n<p>QuinStreet, Inc.<br>950 Tower Lane, Suite 600<br>Foster City, CA 94404</p>\n<p>Last modified as of August 21, 2020</p>", "created_at": "2021-10-30 04:49:44.982709", "updated_at": "2021-10-30 02:50:09.876938"}], "points": [], "urls": ["homewindowprices.org"]}}