{"error": 448, "message": "OK", "parameters": {"id": 1810, "name": "4ocean", "created_at": "2019-08-26 03:50:13.508883", "updated_at": "2021-03-25 03:19:46.171733", "wikipedia": "https://en.wikipedia.org/wiki/4ocean", "keywords": null, "related": null, "slug": "4ocean", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/1810.png", "url": "4ocean.com", "documents": [{"id": 1833, "name": "Cookie Policy", "url": "https://4ocean.com/cookie-policy/", "xpath": null, "text": "50% OFF our bracelet box sets is back! &nbsp.\n&nbsp.\n&nbsp.\nShop Now + Pull 12 Pounds Skip to content Shop Shop All December Daily Deals Clearance Holiday Gift Guide Bracelets Apparel Accessories Drinkware Single-Use Alternatives Beach Gear Cleanup Gear Pound+ Stickers Sustainable Gift Guide Bracelets Shop All Bracelets Best Sellers <p>By Style</p> Beaded Braided 2-Pound packs <p>Monthly Subscription</p> Join the Clean Ocean Club Our Mission Our Story Our Impact Dolphin Rescue Win a Trip to Bali Clean Ocean Club Gift Guide Clearance USD <ul>\n<li>AUD</li>\n<li>BRL</li>\n<li>CAD</li>\n<li>CHF</li>\n<li>EUR</li>\n<li>GBP</li>\n<li>MXN</li>\n<li>NZD</li>\n<li>USD</li>\n</ul> 0 <i>\n</i> MENU 0 Shop Shop All December Daily Deals Holiday Gift Guide Bracelets Clearance Accessories Apparel Drinkware Single-Use Alternatives Beach Gear Cleanup Gear Stickers Pound+ Bracelets Shop All Bracelets Best Sellers Braided Beaded 2-Pound packs Join the Clean Ocean Club Our Mission Our Story Our Impact Dolphin Rescue Get Involved Win a Trip to Bali Clean Ocean Club Gift Guide Clearance Login USD <ul>\n<li>AUD</li>\n<li>BRL</li>\n<li>CAD</li>\n<li>CHF</li>\n<li>EUR</li>\n<li>GBP</li>\n<li>MXN</li>\n<li>NZD</li>\n<li>USD</li>\n</ul> Create Account Login Email Password Submit Cancel Cookie Policy <p>Cookie Policy for 4ocean<br> This is the Cookie Policy for 4ocean, accessible from www.4ocean.com </p>\n<p>\n<b>What Are Cookies </b>\n</p>\n<p>As is common practice with almost all professional websites this site uses cookies, which are tiny files that are downloaded to your computer, to improve your experience.\nThis page describes what information they gather, how we use it and why we sometimes need to store these cookies.\nWe will also share how you can prevent these cookies from being stored however this may downgrade or 'break' certain elements of the sites functionality.\n</p>\n<p>For more general information on cookies see the Wikipedia article on HTTP Cookies.\n</p>\n<p>\n<b>How We Use Cookies </b>\n</p>\n<p>We use cookies for a variety of reasons detailed below.\nUnfortunately, in most cases there are no industry standard options for disabling cookies without completely disabling the functionality and features they add to this site.\nIt is recommended that you leave on all cookies if you are not sure whether you need them or not in case they are used to provide a service that you use.\n</p>\n<p>\n<b>Disabling Cookies </b>\n</p>\n<p>You can prevent the setting of cookies by adjusting the settings on your browser (see your browser Help for how to do this).\nBe aware that disabling cookies will affect the functionality of this and many other websites that you visit.\nDisabling cookies will usually result in also disabling certain functionality and features of this site.\nTherefore, it is recommended that you do not disable cookies.\n</p>\n<p>\n<b>The Cookies We Set </b>\n</p>\n<ul>\n<li>\nAccount related cookies </li>\n</ul>\n<p>If you create an account with us, then we will use cookies for the management of the signup process and general administration.\nThese cookies will usually be deleted when you log out however in some cases they may remain afterwards to remember your site preferences when logged out.\n</p>\n<ul>\n<li>\nLogin related cookies\n</li>\n</ul>\n<p>We use cookies when you are logged in so that we can remember this fact.\nThis prevents you from having to log in every single time you visit a new page.\nThese cookies are typically removed or cleared when you log out to ensure that you can only access restricted features and areas when logged in.</p>\n<ul>\n<li>\nEmail newsletters related cookies </li>\n</ul>\n<p>This site offers newsletter or email subscription services and cookies may be used to remember if you are already registered and whether to show certain notifications which might only be valid to subscribed/unsubscribed users.\n</p>\n<ul>\n<li>\nOrders processing related cookies </li>\n</ul>\n<p>This site offers e-commerce or payment facilities and some cookies are essential to ensure that your order is remembered between pages so that we can process it properly.\n</p>\n<ul>\n<li>\nSurveys related cookies </li>\n</ul>\n<p>From time to time we offer user surveys and questionnaires to provide you with interesting insights, helpful tools, or to understand our user base more accurately.\nThese surveys may use cookies to remember who has already taken part in a survey or to provide you with accurate results after you change pages.\n</p>\n<ul>\n<li>\nForms related cookies </li>\n</ul>\n<p>When you submit data to through a form such as those found on contact pages or comment forms cookies may be set to remember your user details for future correspondence.\n</p>\n<ul>\n<li>\nSite preferences cookies </li>\n</ul>\n<p>In order to provide you with a great experience on this site we provide the functionality to set your preferences for how this site runs when you use it.\nIn order to remember your preferences, we need to set cookies so that this information can be called whenever you interact with a page is affected by your preferences.\n</p>\n<p>\n<b>Third Party Cookies </b>\n</p>\n<p>In some special cases we also use cookies provided by trusted third parties.\nThe following section details which third party cookies you might encounter through this site.\n</p>\n<ul>\n<li>\nThis site uses Google Analytics which is one of the most widespread and trusted analytics solution on the web for helping us to understand how you use the site and ways that we can improve your experience.\nThese cookies may track things such as how long you spend on the site and the pages that you visit so we can continue to produce engaging content.\n</li>\n</ul>\n<p>For more information on Google Analytics cookies, see the official Google Analytics page.\n</p>\n<ul>\n<li>\nThird party analytics are used to track and measure usage of this site so that we can continue to produce engaging content.\nThese cookies may track things such as how long you spend on the site or pages you visit which helps us to understand how we can improve the site for you.\n</li>\n<li>\nFrom time to time we test new features and make subtle changes to the way that the site is delivered.\nWhen we are still testing new features, these cookies may be used to ensure that you receive a consistent experience whilst on the site whilst ensuring we understand which optimizations our users appreciate the most.\n</li>\n<li>\nAs we sell products it's important for us to understand statistics about how many of the visitors to our site actually make a purchase and as such this is the kind of data that these cookies will track.\nThis is important to you as it means that we can accurately make business predictions that allow us to monitor our advertising and product costs to ensure the best possible price.\n</li>\n<li>\nThe Google AdSense service we use to serve advertising uses a DoubleClick cookie to serve more relevant ads across the web and limit the number of times that a given ad is shown to you.\n</li>\n</ul>\n<p>For more information on Google AdSense see the official Google AdSense privacy FAQ.\n</p>\n<ul>\n<li>\nWe also use social media buttons and/or plugins on this site that allow you to connect with your social network in various ways.\nFor these to work the following social media sites including.\nInstagram, Facebook, YouTube, Pinterest, Twitter, will set cookies through our site which may be used to enhance your profile on their site or contribute to the data they hold for various purposes outlined in their respective privacy policies.\n</li>\n</ul>\n<p>\n<b>More Information </b>\n</p>\n<p>Hopefully that has clarified things for you and as was previously mentioned if there is something that you aren't sure whether you need or not it's usually safer to leave cookies enabled in case it does interact with one of the features you use on our site.\n</p>\n<p>However, if you are still looking for more information then, you can contact us through one of our preferred contact methods: </p>\n<p> Email: info@4ocean.com </p>\n<p>Attn.\n4ocean Privacy Officer</p>\n<i>\n</i>\n<ul>\n</ul>\n<ul>\n<li> Shop </li>\n<li> About </li>\n<li> Our Impact </li>\n<li> Get Involved </li>\n<li> Press </li>\n<li> Contact Us </li>\n</ul>\n<ul>\n<li> Our Story </li>\n<li> Help Center </li>\n<li> Careers </li>\n<li> Wholesale </li>\n<li> Blog </li>\n<li> Shipping </li>\n</ul>\n<ul>\n<li> Cookie Policy </li>\n<li> Privacy Policy </li>\n<li> Terms of Use </li>\n<li> Disclaimer </li>\n</ul>\n<p>© Copyright 2020</p> &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-WPV7BLZ\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nPages<strong>Popular Searches</strong> turtledolphinsharkbraceletorca", "created_at": "2019-08-26 03:51:14.758714", "updated_at": "2020-12-14 19:35:52.323183"}, {"id": 1835, "name": "Terms of Use", "url": "https://4ocean.com/terms-of-use/", "xpath": null, "text": "50% OFF our bracelet box sets is back! &nbsp.\n&nbsp.\n&nbsp.\nShop Now + Pull 12 Pounds Skip to content Shop Shop All December Daily Deals Clearance Holiday Gift Guide Bracelets Apparel Accessories Drinkware Single-Use Alternatives Beach Gear Cleanup Gear Pound+ Stickers Sustainable Gift Guide Bracelets Shop All Bracelets Best Sellers <p>By Style</p> Beaded Braided 2-Pound packs <p>Monthly Subscription</p> Join the Clean Ocean Club Our Mission Our Story Our Impact Dolphin Rescue Win a Trip to Bali Clean Ocean Club Gift Guide Clearance USD <ul>\n<li>AUD</li>\n<li>BRL</li>\n<li>CAD</li>\n<li>CHF</li>\n<li>EUR</li>\n<li>GBP</li>\n<li>MXN</li>\n<li>NZD</li>\n<li>USD</li>\n</ul> 0 <i>\n</i> MENU 0 Shop Shop All December Daily Deals Holiday Gift Guide Bracelets Clearance Accessories Apparel Drinkware Single-Use Alternatives Beach Gear Cleanup Gear Stickers Pound+ Bracelets Shop All Bracelets Best Sellers Braided Beaded 2-Pound packs Join the Clean Ocean Club Our Mission Our Story Our Impact Dolphin Rescue Get Involved Win a Trip to Bali Clean Ocean Club Gift Guide Clearance Login USD <ul>\n<li>AUD</li>\n<li>BRL</li>\n<li>CAD</li>\n<li>CHF</li>\n<li>EUR</li>\n<li>GBP</li>\n<li>MXN</li>\n<li>NZD</li>\n<li>USD</li>\n</ul> Create Account Login Email Password Submit Cancel Terms of Service <p>\n<b>ACCEPTABLE USE POLICY</b>\n</p>\n<p>\n<b>A.\nIntroduction </b>\n</p>\n<p>1) This document outlines the Acceptable Use Policy (Use Policy) under which you, the user (You) may access the content and functionality of the website accessible at www.4Ocean.com (the “Website”).</p>\n<p>2) The Website provides information concerning 4ocean Public Benefit Corporation's (“4ocean”) products and mission.\nThe Website allows its users to provide personal data, including but not limited, to personal information, including name, physical address, e-mail address, and telephone number.\nThe Use Policy includes a Privacy Policy (“Privacy Policy”) which can be accessed at the Website and is incorporated herein by reference.\nPlease read the Use Policy and Privacy Policy carefully.\nIf You do not meet the Eligibility requirements stated below, or You do not agree to the terms of the Use Policy and Privacy Policy, You are not permitted to use the Website.</p>\n<p>3) The Use Policy and Privacy Policy may be revised from time to time by 4ocean.\nThe revised Use Policy and Privacy Policy will be posted by 4ocean on the Website as they become available.\nPlease review the Use Policy and Privacy Policy periodically as they are applicable to all users of the Website.\nYou hereby agree to review at first opportunity any modification or revision to the Use Policy and Privacy Policy and You further agree to be bound by any modification or revision of the Use Policy and Privacy Policy made by 4ocean.</p>\n<p>\n<b>B.\nEligibility </b>\n</p>\n<p>You must be at least 18 years old of age or older to visit and use the Website.\nIf You are not at least 18 years old, You must be at least 13 years old and have a parent’s or legal guardian’s permission to visit and use the Website.</p>\n<p>By accessing and using the Website, You represent and warrant to 4ocean that You are either at least 18 years of age or if not, that You are at least 13 years of age and have your parent’s or legal guardian’s permission to visit and use the Websites, and that You have the capacity and authority to abide by the Use Policy and Privacy Policy.</p>\n<p>You also represent to 4ocean that You will not use the Website in a manner inconsistent with applicable laws and regulations in your jurisdiction.</p>\n<p>\n<b>C.\nRegistration and User’s Account </b>\n</p>\n<p>In order to access some portions of the Website, You first must create an account.\nYou may never use an account of another user without the express written permission of that account holder and 4ocean.\nWhen creating your account, You must provide accurate and complete information.\nThe information You submit will be used in accordance with the Privacy Policy.\nYou are solely responsible for the activity that occurs on your account, and You must keep your account user name and password secure.\nYou must notify 4ocean immediately of any breach of security or unauthorized use of your account.\nYou may not share your user name, password, or other account access information with any other party, temporarily or permanently, and You shall be responsible for all uses of your Website registration, user name, and password, whether or not authorized by You.\nYou agree to immediately notify 4ocean of any unauthorized use of your account, profile, user name, or password, as the case may be.\nYou understand and acknowledge that You have no ownership rights in your Website accounts, and, if You cancel your account, all of your account information may be deleted from the Website databases at the discretion of 4ocean.</p>\n<p>\n<b>D.\nUser’s Restrictions </b>\n</p>\n<p>You may not use the Website in order to transmit, post, distribute, store or destroy material, including without limitation, any type of material that:</p>\n<p>violates any applicable law or regulation.\ninfringes in any manner the copyright, trademark, trade secret or other intellectual property rights of others or violates the privacy, publicity or other personal rights of others.\nis defamatory, obscene, threatening, abusive or hateful.</p>\n<p>You are also prohibited from violating or attempting to violate the security of the Website, including without limitation, the following activities:</p>\n<p>accessing data not intended for such user or logging into a server or account which the user is not authorized to access.\nattempting to probe, scan or test the vulnerability of a system or network or to breach security or authentication measures without proper authorization.\nattempting to interfere with service to any user, host or network, including, without limitation, via means of submitting a virus to the Website.\noverloading, \"flooding\", \"spamming\", \"mail bombing\" or \"crashing\".\nforging any TCP/IP packet header or any part of the header information in any e-mail or newsgroup posting.\nViolations of system or network security may result in civil and/or criminal liability.\n4ocean may investigate occurrences which may involve such violations and may obtain the support of, and cooperate with, law enforcement authorities in prosecuting users who are associated with such violations.</p>\n<p>\n<b>E.\nSpecific Authorized and Prohibited Uses </b>\n</p>\n<p>You are solely responsible for your account information, profile, content and other information that You submit, post, upload, share or store on the Website (“Content”).\nYou agree that in submitting Content or otherwise using the Website that You will not impersonate any person, or submit any materials or Content to the Website that are false, inaccurate, misleading, unlawful, or are otherwise in violation of your obligations under this Use Policy.\nYou also hereby represent that the information and Content You submit, post, upload, share, or store is true and correct and that any representations made by You are true and correct.\n4ocean reserves the right to expel users and prevent their further access to the Website for violating the Use Policy or applicable laws, rules or regulations.\n4ocean specifically prohibits any other use of the Website, and all users agree not to do any of the following:</p>\n<p>notwithstanding anything to the contrary contained herein, use or attempt to use any engine, software, tool, agent or other device or mechanism (including without limitation browsers, spiders, robots, avatars or intelligent agents) to navigate or search the Website;</p>\n<p>decipher, decompile, disassemble or reverse engineer any of the software comprising or in any way making up a part of the Website;</p>\n<p>copy or duplicate in any manner any of the Website material without the express prior written consent from 4ocean (except for your own personal non-commercial use to assist You in using the Website in accordance with this Use Policy, in which case 4ocean grants You, and You hereby accept, a limited, non-exclusive, revocable, royalty free license to aggregate, copy, or duplicate the Website material for such limited stated purpose);</p>\n<p>frame or link to any information available from the Website;</p>\n<p>circumvent, disable or otherwise interfere with security-related features of the Website or features that prevent or restrict use or copying of any Website material or enforce limitations on use of the Website or the material therein.</p>\n<p>You agree not to alter or modify (or attempt to alter or modify) any part of the Website and not distribute in any medium any part of the Website material without 4ocean's prior written authorization.</p>\n<p>If You believe that any material and Content posted on the Website or accessible through the Website violates this Use Policy, please contact our designated agent set forth in Section R below.</p>\n<p>If notified by a user of any materials and Content which allegedly do not conform to this Use Policy, 4ocean may in its sole discretion investigate the allegation and determine whether to take any other actions whether to remove or request the removal of the material.\n4ocean has no liability or responsibility to the users for performance or nonperformance of such activities.</p>\n<p>4ocean reserves the right to discontinue any part of the Website at any time.</p>\n<p>\n<b>F.\nAccount Termination Policy </b>\n</p>\n<p>4ocean may terminate the account of any Website user who violates the terms of this Use Policy, including but not limited to, the provisions of Section E above.\n4ocean reserves the right to take these actions at any time, in our sole discretion, with or without notice, and without any liability to the user who is terminated or to the user whose access is blocked.</p>\n<p>\n<b>G.\nOwnership </b>\n</p>\n<p>The trademarks, service marks, logos, content, and material provided by 4ocean (\"4ocean Property\") on the Website, are owned by or licensed to 4ocean, subject to copyright and other intellectual property rights under the law.\nBy using or accessing the Website, you acknowledge 4ocean's rights in and to the 4ocean Property and You agree not to challenge or contest such rights and not to remove, deface, copy, or modify the 4ocean Property.\nYour use of 4ocean Property is subject to the terms of this Use Policy.</p>\n<p>You retain all ownership rights in your Content.\nYou provide and 4ocean accepts a limited, non-exclusive, world-wide, royalty free license to use the Content to provide You access to and use of the Website and to purchase products available on the Website.</p>\n<p>\n<b>H.\nAgent to Receive Intellectual Property Infringement Claims </b>\n</p>\n<p>If You believe that your copyrighted work or trademark has been uploaded, posted, stored, or copied to the Website and is accessible in a way that constitutes an act of copyright or trademark infringement, please contact our agent set forth in Section R below.</p>\n<p>\n<b>I.\nRisk of Loss </b>\n</p>\n<p>All items purchased from 4ocean are made pursuant to a shipment contract.\nThis means that the risk of loss and title for such items pass to You upon our delivery to the carrier.</p>\n<p>\n<b>J.\nReturns, Refunds, and Title </b>\n</p>\n<p>4ocean does not take title to returned items until the item arrives at our fulfillment center.\nA refund may be issued without requiring a return, solely at our discretion.\nIn this event, 4ocean does not take title to the refunded item.\nFor more information about our returns and refunds, please see our Returns Policy.</p>\n<p>\n<b>K.\nProduct Descriptions </b>\n</p>\n<p>4ocean attempts to be as accurate as possible.\nHowever, 4ocean does not warrant that product descriptions or other content or Website material is accurate, complete, reliable, current, or error-free.\nIf a product offered by 4ocean itself is not as described, your sole remedy is to return it in unused condition and our entire liability is to refund the price you paid for the returned item.</p>\n<p>\n<b>L.\nPricing </b>\n</p>\n<p>4ocean cannot confirm the price of an item until You order.\nDespite our efforts, a small number of the items in our catalog may be mispriced.\nIf the correct price of an item sold by 4ocean is higher than our stated price, we will, at our discretion, either contact you for instructions before shipping or cancel your order and notify You of such cancellation.\nWe generally do not charge your credit card until after your order has entered the shipping process or, for digital products, until we make the digital product available to You.</p>\n<p>\n<b>M.\nLimitation of Liability and Damages </b>\n</p>\n<p>4ocean cannot guarantee and does not promise any specific results from use of the Website.\nNo advice or information, whether oral or written, obtained by a user from the Website shall create any warranty not expressly stated herein.\nEXCEPT WITH RESPECT TO A CLAIM FOR PERSONAL INJURY ARISING FROM THE USE OF A PRODUCT PURCHASED FROM 4OCEAN AND FOR ANY CLAIMS BY EITHER PARTY FOR INFRINGEMENT OF THE PARTY’S INTELLECTUAL PROPERTY RIGHTS, NEITHER PARTY SHALL BE LIABLE FOR ANY INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES, OR ANY LOSS OF REVENUE OR PROFITS (EXCLUDING FEES UNDER THE AGREEMENT).\n4OCEAN’S MAXIMUM LIABILITY FOR ANY DAMAGES (OTHER THAN PERSONAL INJURY CLAIMS AS SPECIFIED ABOVE) ARISING OUT OF OR RELATED TO USE OF THE WEBSITE OR ANY PRODUCT PURCHASED FROM 4OCEAN, OR CUSTOMER'S ORDER, WHETHER IN CONTRACT OR TORT, OR OTHERWISE, SHALL IN NO EVENT EXCEED, IN THE AGGREGATE, THE TOTAL AMOUNTS ACTUALLY PAID TO 4OCEAN FOR THE PRODUCTS UNDER THE ORDER THAT IS THE SUBJECT OF THE CLAIM.\nANY DAMAGE IN YOUR FAVOR AGAINST 4OCEAN SHALL BE REDUCED BY ANY REFUND OR CREDIT RECEIVED BY YOU (OR THE THIRD PARTY WHO MADE SUCH PAYMENTS ON YOUR BEHALF) UNDER THE ORDER AND ANY SUCH</p>\n<p>REFUND AND CREDIT SHALL APPLY TOWARDS THE LIMITATION OF LIABILITY.</p>\n<p>\n<b>N.\nWarranty Disclaimer </b>\n</p>\n<p>\n<b>YOU AGREE THAT YOUR USE OF THE WEBSITE SHALL BE AT YOUR SOLE RISK.\nTO THE FULLEST EXTENT PERMITTED BY LAW, 4OCEAN, ITS AFFILIATES, OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, AND NON INFRINGMENT, IN CONNECTION WITH THE WEBSITE AND YOUR USE THEREOF.\nTHE WEBSITE AND THE WEBSITE MATERIAL ARE PROVIDED BY 4OCEAN ON AN \"AS IS\" AND \"AS AVAILABLE\" BASIS, UNLESS OTHERWISE SPECIFIED IN WRITING.\n4OCEAN MAKES NO WARRANTIES OR REPRESENTATIONS ABOUT THE ACCURACY OR COMPLETENESS OF THE WEBSITE MATERIAL OR THE CONTENT OF ANY SITES LINKED TO THE WEBSITE AND ASSUMES NO LIABILITY OR RESPONSIBILITY FOR ANY (I) ERRORS, MISTAKES, OR INACCURACIES OF MATERIAL ON THE WEBSITE, (II) PERSONAL INJURY (EXCEPT AS MAY OTHERWISE BE EXPRESSLY PROVIDED IN SECTION M ABOVE) OR PROPERTY DAMAGE, OF ANY NATURE WHATSOEVER, RESULTING FROM YOUR ACCESS TO AND USE OF THE WEBSITE, (III) ANY UNAUTHORIZED ACCESS TO OR USE OF OUR SERVERS, (IV) ANY INTERRUPTION OR CESSATION OF TRANSMISSION TO OR FROM OUR WEBSITE, (IV) ANY BUGS, VIRUSES, TROJAN HORSES, OR THE LIKE WHICH MAY BE TRANSMITTED TO OR THROUGH THE WEBSITE BY ANY THIRD PARTY, AND/OR (V) ANY ERRORS OR OMISSIONS IN ANY WEBSITE MATERIAL.\n4OCEAN DOES NOT WARRANT, ENDORSE, GUARANTEE, OR ASSUME RESPONSIBILITY FOR ANY PRODUCT OR SERVICE ADVERTISED OR OFFERED BY A THIRD PARTY THROUGH THE WEBSITE OR ANY WEBSITE HYPERLINKED OR FEATURED IN ANY BANNER OR OTHER ADVERTISING, AND 4OCEAN WILL NOT BE A PARTY TO OR IN ANY WAY BE RESPONSIBLE FOR MONITORING ANY TRANSACTION BETWEEN YOU AND THIRD-PARTY PROVIDERS OF PRODUCTS OR SERVICES.\nCERTAIN STATE LAWS DO NOT ALLOW LIMITATIONS ON IMPLIED WARRANTIES OR THE EXCLUSION OR LIMITATION OF CERTAIN DAMAGES.\nIF THESE LAWS APPLY TO YOU, SOME OR ALL OF THE ABOVE DISCLAIMERS, EXCLUSIONS, OR LIMITATIONS MAY NOT APPLY TO YOU, AND YOU MAY HAVE ADDITIONAL RIGHTS </b>\n</p>\n<p>\n<b>O.\nIndemnity </b>\n</p>\n<p>You agree to defend, indemnify and hold harmless 4ocean, its affiliates, officers, directors, employees and agents, from and against any and all claims, damages, obligations, losses, liabilities, costs or debt, and expenses (including but not limited to attorney's fees) arising from: (i) your use of and access to the Website.\n(ii) your violation of any term of the Use Policy.\nor (iii) your violation of any third party right, including without limitation any copyright, property, or privacy license or right.\nThis defense and indemnification obligation will survive the Use Policy and your use of the Website.</p>\n<p>\n<b>P.\nAssignment </b>\n</p>\n<p>The terms of this Use Policy, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by 4ocean without restriction.</p>\n<p>\n<b>Q.\nJurisdiction and Disputes </b>\n</p>\n<p>\n<b>Any dispute or claim arising from or relating in any way to your use of the Website, or to any products or services sold or distributed by 4ocean or through the Website will be resolved by binding arbitration, rather than in court, except that you may assert claims in small claims court if your claims qualify.\nThe Federal Arbitration Act and federal arbitration law apply to this Use Policy.\nThere is no judge or jury in arbitration, and court review of an arbitration award is limited.\nHowever, an arbitrator can award, on an individual basis, the same damages and relief as a court (including injunctive and declaratory relief or statutory damages), and must interpret and apply the terms of this Use Policy just as a court would.\nWe each agree that any dispute resolution proceedings will be conducted only on an individual basis and not in a class, consolidated or representative action.\nIf for any reason a claim proceeds in court rather than in arbitration, we each waive any right to a jury trial.\nWe also both agree that You or we may bring suit in court to seek injunctive relief for infringement or other threatened or actual violation of intellectual property rights.\n</b>To begin an arbitration proceeding, you must send a letter requesting arbitration and describing your claim to our registered agent 4ocean Public Benefit Corporation, Attention: Alex J.\nSchulze, Registered Agent, 3600 FAU Boulevard, Boca Raton, FL 33431.\nThe arbitration will be conducted by and under the rules of the American Arbitration Association (AAA), including the AAA's Supplementary Procedures for Consumer-Related Disputes.\nThe AAA's rules are available at www.adr.org or by calling 1-800-778-7879.\nPayment of all filing, administration and arbitrator fees will be governed by the AAA's rules.\nYou may choose to have the arbitration conducted by telephone, based on written submissions, or in person in Boca Raton, Florida, or at another mutually agreed location.</p>\n<p>\n<b>R.\nDesignated Agent </b>\n</p>\n<p>All notices and communications with respect to the Use Policy are to be directed in writing by e-mail to info@4Ocean.com</p>\n<p>\n<b>S.\nContact Information </b>\n</p>\n<p>If you need to contact us for any reason not otherwise provided above, our address is 4ocean Public Benefit Corporation, 3600 FAU Boulevard, Boca Raton, FL 33431.\ne-mail: info@4Ocean.com</p>\n<p>Rev.010716</p>\n<p>\n<strong>Disclaimer:</strong>\n</p>\n<p>The ratio of one product to one pound of trash removed is an approximation based on total revenues of the bracelets and total trash removed from the ocean by 4ocean within 12&nbsp;months of the period of time that the bracelet was&nbsp;sold.\nSome of the trash that has been allocated to the 4ocean one pound per bracelet pledge&nbsp;throughout this website may not have been removed straight from the ocean but from a coastline and is considered ocean-bound trash.\n4ocean defines the term \"Trash\" as any man made material that does not belong in the ocean and is&nbsp;damaging to the environment.&nbsp;</p>\n<p>\n<strong>Net Profit:&nbsp;</strong>The Net Profit for temporary campaigns will be calculated as: The total sales accrued from the particular bracelet subtracted from the Cost of Goods Sold, the operating expenses from the period of time that the bracelet was for sale, and the operating/marketing expenses that were incurred specific to the bracelet campaign.&nbsp;</p>\n<i>\n</i>\n<ul>\n</ul>\n<ul>\n<li> Shop </li>\n<li> About </li>\n<li> Our Impact </li>\n<li> Get Involved </li>\n<li> Press </li>\n<li> Contact Us </li>\n</ul>\n<ul>\n<li> Our Story </li>\n<li> Help Center </li>\n<li> Careers </li>\n<li> Wholesale </li>\n<li> Blog </li>\n<li> Shipping </li>\n</ul>\n<ul>\n<li> Cookie Policy </li>\n<li> Privacy Policy </li>\n<li> Terms of Use </li>\n<li> Disclaimer </li>\n</ul>\n<p>© Copyright 2020</p> &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-WPV7BLZ\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nPages<strong>Popular Searches</strong> turtledolphinsharkbraceletorca", "created_at": "2019-08-26 03:53:18.641918", "updated_at": "2020-12-14 19:36:15.803185"}, {"id": 1834, "name": "Privacy Policy", "url": "https://4ocean.com/privacy-policy/", "xpath": null, "text": "50% OFF our bracelet box sets is back! &nbsp.\n&nbsp.\n&nbsp.\nShop Now + Pull 12 Pounds Skip to content Shop Shop All December Daily Deals Clearance Holiday Gift Guide Bracelets Apparel Accessories Drinkware Single-Use Alternatives Beach Gear Cleanup Gear Pound+ Stickers Sustainable Gift Guide Bracelets Shop All Bracelets Best Sellers <p>By Style</p> Beaded Braided 2-Pound packs <p>Monthly Subscription</p> Join the Clean Ocean Club Our Mission Our Story Our Impact Dolphin Rescue Win a Trip to Bali Clean Ocean Club Gift Guide Clearance USD <ul>\n<li>AUD</li>\n<li>BRL</li>\n<li>CAD</li>\n<li>CHF</li>\n<li>EUR</li>\n<li>GBP</li>\n<li>MXN</li>\n<li>NZD</li>\n<li>USD</li>\n</ul> 0 <i>\n</i> MENU 0 Shop Shop All December Daily Deals Holiday Gift Guide Bracelets Clearance Accessories Apparel Drinkware Single-Use Alternatives Beach Gear Cleanup Gear Stickers Pound+ Bracelets Shop All Bracelets Best Sellers Braided Beaded 2-Pound packs Join the Clean Ocean Club Our Mission Our Story Our Impact Dolphin Rescue Get Involved Win a Trip to Bali Clean Ocean Club Gift Guide Clearance Login USD <ul>\n<li>AUD</li>\n<li>BRL</li>\n<li>CAD</li>\n<li>CHF</li>\n<li>EUR</li>\n<li>GBP</li>\n<li>MXN</li>\n<li>NZD</li>\n<li>USD</li>\n</ul> Create Account Login Email Password Submit Cancel Privacy Policy <p>Updated: July 20, 2018</p>\n<p>&nbsp;</p>\n<p>Effective: May 24, 2018</p>\n<p>&nbsp;</p>\n<p>Privacy Policy</p>\n<p>&nbsp;</p>\n<p>At 4ocean, we take privacy very seriously and it is always our goal to communicate with our supporters in the most efficient and effective way while also protecting the sensitive personal information we collect.\nThis statement of the privacy policy (“Privacy Policy”) of 4ocean LLC, (“4ocean”) is intended to provide you the user (“YOU”) of the 4ocean Website located at www.4Ocean.com (“Website”) the following information:</p>\n<p>&nbsp;</p>\n<p>1.\nInformation 4ocean Collects: What personally identifiable information of yours or third party personally identification is collected from you through the web site</p>\n<p>2.\nHow We Use Your Information</p>\n<p>3.\nHow We Share Your information</p>\n<p>4.\nWith Whom the Information May Be Shared</p>\n<p>5.\nWhat Choices Are Available to You Regarding Collection, Use and Distribution of the Information</p>\n<p>6.\nThe Kind of Security Procedures that are in Place to Protect the Loss, Misuse or Alteration of Information Under 4ocean's Control</p>\n<p>7.\nHow You Can Correct Any Inaccuracies in the Information.</p>\n<p>8.\nData Retention</p>\n<p>9.\nHow to Contact Us</p>\n<p>&nbsp;</p>\n<p>A.\nInformation Collection </p>\n<p>4ocean is the sole owner of the information collected on the 4ocean Website.\nWe will not sell, share, or rent this information to others in ways different from what is disclosed in this statement.\nWe may also collect Personal Information about you when you interact with us on social media sites and from other third parties and may also automatically collect information that may contain Personal Information as described in 4ocean's Cookie Policy.&nbsp.\nWe may use that Personal Information where in our legitimate interest to do so for the following purposes: to contact you and respond to your requests and enquiries.\nto personalize your visit and use of our Internet Services and to assist you while you use those services.\nto carry out, monitor and analyze our business or website operations.\nand to contact you (unless you tell us that you prefer us not to) regarding publications, newsletters, cleanups and other events that may be of interest to you.\nIf you do not want to receive publications or details of events that we consider may be of interest to you, you may do so by clicking on the unsubscribe link in electronic marketing communications.&nbsp;</p>\n<p>&nbsp;</p>\n<p>4ocean collects information from our users at several different points on our Website including:</p>\n<p>&nbsp;</p>\n<ol>\n<li>Account Information </li>\n<li>Payment Information</li>\n<li>Third Party Collections</li>\n</ol>\n<p>&nbsp;</p>\n<p>B.\nAccount Information </p>\n<p>In order to purchase products from the Website, a user must first complete the registration form.\nDuring registration a user is required to give their contact information (such as name and email address).\nThis information is used to contact the user about the products on our site for which they have expressed interest.\n</p>\n<p>&nbsp;</p>\n<ol>\n<li>Full Name</li>\n<li>Email Address</li>\n<li>Shipping Address</li>\n<li>Telephone Number (optional)</li>\n</ol>\n<p>&nbsp;</p>\n<p>C.\nPayment Information</p>\n<p>We require information from the user on our order form in order to process any purchases using a third-party partner.\nHere a user must provide contact information (like name and shipping address) and financial information (like credit card number, expiration date).\nThis information is used for billing purposes and to fill the customer’s orders.\nIf we have trouble processing an order, this contact information is used to get in touch with the user.</p>\n<ol>\n<li>Billing Address</li>\n<li>Credit Card Type</li>\n</ol>\n<p>&nbsp;</p>\n<p>D.\nThird Party Collections</p>\n<p>We use Third Parties to collect and store our Account and Payment Information in accordance with this Privacy Policy as well as other information related to volunteer work and customer service.</p>\n<ol>\n<li>Shopify (this is the platform that technically collects and stores the information for all transactions through our checkout page)</li>\n<li>Authorize.net (this is the app that we use to collect the credit card information.\nIt is accessed through Shopify but it technically is not Shopify)</li>\n<li>SpringBot (this is the platform that collects name and email address for marketing on-site through SpringBot forms)</li>\n<li>Formstack (this is the platform that we use to collect and house information for people who want to do cleanups both domestically and abroad)</li>\n<li>CookieBot (this is the app that we use to allow users in the EU who use our website, to fully manage their data including Erasure Rights)</li>\n<li>BazaarVoice (this is the platform that we use to allow unbiased, consumer generated reviews and ratings)</li>\n</ol>\n<p>&nbsp;</p>\n<p>E.\nCookies </p>\n<p>A cookie is a piece of data stored on the user’s hard drive containing information about the user.\nUsage of a cookie is in no way linked to any personally identifiable information while on our site.\nOnce the user closes their browser, the cookie simply terminates.\nFor instance, by setting a cookie on our site, the user would not have to log in a password more than once, thereby saving time while on our site.\nIf a user rejects the cookie, they may still use our</p>\n<p>site.\nThe only drawback to this is that the user will be limited in some areas of our site.\nCookies can also enable us to track and target the interests of our users to enhance the experience on our site.\nSome of our business partners use cookies on our site (for example, advertisers).\nHowever, we have no access to or control over these cookies.</p>\n<p>&nbsp;</p>\n<p>For personal data subject to the European Union’s General Data Protection Regulation (“GDPR”), we rely on several legal bases to process the data.\nThese include when you have given your consent, which you may withdraw at any time using your account settings.\nwhen the processing is necessary to perform a contract with you, like the Terms of Service.\nand our legitimate business interests, such as in improving, personalizing, and developing the Services, marketing new features or products that may be of interest, and promoting safety and security as in this Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>F.\nLog Files</p>\n<p>We use IP addresses to analyze trends, administer the site, track user’s movement, and gather broad demographic information for aggregate use.\nIP addresses are not linked to personally identifiable information.</p>\n<p>&nbsp;</p>\n<p>G.\nHow We Use Your Information </p>\n<p>We use the information we collect for the following purposes:</p>\n<ol>\n<li>To provide Services and Products</li>\n<li>To improve Services and Products (to the extent applicable)</li>\n<li>To deliver the Products and Services to you (for example, full name and shipping address)</li>\n<li>To improve the Services (for example, we use the information to troubleshoot, perform data analysis and testing and to develop new features)</li>\n<li>To share information about our Company (via our newsletter)</li>\n<li>To share information about new Products (via our newsletter)</li>\n<li>To share information about 4ocean events (via our newsletter)</li>\n</ol>\n<p>&nbsp;</p>\n<p>H.\nHow Your Information Is Shared</p>\n<p>We will share aggregated demographic information with our partners and advertisers.\nThis is not linked to any personal information that can identify any individual person.</p>\n<p>&nbsp;</p>\n<p>We use an outside shipping company to ship orders and a credit card processing company to bill users for goods and services.\nThese companies do not retain, share, store or use personally identifiable information for any secondary purposes.</p>\n<p>&nbsp;</p>\n<p>We partner with four other third parties, such as SpringBot, CookieBot, Bazaarvoice and Formstack to provide specific services.\nWhen the user signs up for these services, we will share names, or other contact information that is necessary for the third party to provide these services.\n</p>\n<p>&nbsp;</p>\n<p>These parties are not allowed to use personally identifiable information except for the purpose of providing these services.\n</p>\n<p>&nbsp;</p>\n<p>We may also share your information for legal reasons or to prevent harm.\nWe may preserve or disclose information about you to comply with a law, regulation, legal process, or governmental request.\nto assert legal rights or defend against legal claims.\nor to prevent, detect, or investigate illegal activity, fraud, abuse, violations of our terms, or threats to the security of the Services.</p>\n<p>&nbsp;</p>\n<p>If we are involved in a merger, acquisition, or sale of assets, we will continue to take measures to protect the confidentiality of personal information and give affected users notice before transferring any personal information to a new entity.</p>\n<p>&nbsp;</p>\n<p>I.\nLinks</p>\n<p>This web site contains links to other sites.\nPlease be aware that we (4ocean) are not responsible for the privacy practices of such other sites.\nWe encourage our users to be aware when they leave our site and to read the privacy statements of each and every web site that collects personally identifiable information.\nThis privacy statement applies solely to information collected by this Web site.</p>\n<p>&nbsp;</p>\n<p>J.\nNewsletter</p>\n<p>If a user wishes to subscribe to our newsletter, we ask for contact information such as name and email address.</p>\n<p>&nbsp;</p>\n<p>K.\nSurveys &amp.\nContests</p>\n<p>From time-to-time our site requests information from users via surveys or contests.\nParticipation in these surveys or contests is completely voluntary and the user therefore has a choice whether or not to disclose this information.</p>\n<p>Information requested may include contact information (such as name, email address and/or shipping address), and demographic information (such as zip code, gender or age level).\nContact information will be used to notify the winners and award prizes.\nSurvey information will be used for purposes of monitoring or improving the use and satisfaction of this site.</p>\n<p>&nbsp;</p>\n<p>L.\nTell-A-Friend</p>\n<p>If a user elects to use our referral service for informing a friend about our site, we ask them for the friend’s name and email address.\n4ocean will automatically send the friend a one-time email inviting them to visit the site.</p>\n<p>4ocean stores this information for the sole purpose of sending this one-time email.\nThe friend may contact us at info@4Ocean.com to request the removal of this information from our database.</p>\n<p>&nbsp;</p>\n<p>M.\nSecurity</p>\n<p>This website takes every precaution to protect our users’ information.\nWhen users submit sensitive information via the website, your information is protected both online and off-line.\nWhen our registration/order form asks users to enter sensitive information (such as credit card number and/or social security number), that information is</p>\n<p>encrypted and is protected with the best encryption software in the industry - SSL.\nWhile on a secure page, such as our order form, the lock icon on the bottom of Web browsers such as Google Chrome and Microsoft Internet</p>\n<p>Explorer becomes locked, as opposed to un-locked, or open, when you are just ‘surfing’.\nTo learn more about SSL, follow this link: https://en.wikipedia.org/wiki/Transport_Layer_Security.</p>\n<p>.</p>\n<p>&nbsp;</p>\n<p>While we use SSL encryption to protect sensitive information online, we also do everything in our power to protect user-information off-line.\nAll of our users’ information, not just the sensitive information mentioned above, is restricted in our offices.\nOnly employees who need the information to perform a specific job (for example, our billing clerk or a customer service representative) are granted access to personally identifiable information.\nOur employees must use password-protected screen-savers when they leave their desk.\nWhen they return, they must re-enter their password to re-gain access to your information.\nFurthermore, ALL employees are kept up-to-date on our security and privacy practices.\nEvery quarter, as well as any time new policies are added, our employees are notified and/or reminded about the importance we place on privacy, and what they can do to ensure our customers’ information is protected.\n</p>\n<p>&nbsp;</p>\n<p>Finally, the servers that we store personally identifiable information on are kept in a secure environment, behind a locked cage.\nIf you have any questions about the security at our website, you can send an</p>\n<p>email to info@4Ocean.com.</p>\n<p>&nbsp;</p>\n<p>N.\nSpecial Offers</p>\n<p>New and established members will occasionally receive information on products, services, special deals, and our newsletter.\nOut of respect for the privacy of our users we present the option to not receive these types of communications.\nPlease see our choice and opt-out in letter Q below.</p>\n<p>&nbsp;</p>\n<p>O.\nSite and Service Updates</p>\n<p>We also send the user site and service announcement updates.\nUsers are not able to un-subscribe from service announcements, which contain important information about the service.\nWe communicate with the user to provide requested services and in regard to issues relating to their account via email or phone.</p>\n<p>&nbsp;</p>\n<p>P.\nYour Rights to Access and Control Your Personal Data.</p>\n<p>We give you access and control of your personal data as described in this Privacy Policy.\nIf you live</p>\n<p>in the European Economic Area, United Kingdom, and Switzerland (the “Designated Countries”), you</p>\n<p>have a number of legal rights with respect to your information,</p>\n<p>&nbsp;</p>\n<p>Q.\nData Retention</p>\n<p>We will retain your data for a period of 6 months from the time we first collect your data if you have no additional activity or until you opt out, whichever comes first.&nbsp;</p>\n<p>&nbsp;</p>\n<p>R.\nPolicies for Children</p>\n<p>In order to respect the privacy of minors, 4ocean does not knowingly collect, maintain or process Personal Information submitted online via our Internet Services by anyone under the age of 18.\nTo the extent 4ocean collects Personal Information on minors in the context of one of the purposes mentioned in the Statement, 4ocean will only do so with the appropriate consent or as otherwise permitted under applicable laws.</p>\n<p>&nbsp;</p>\n<p>S.\nYour California Privacy Rights</p>\n<p>Under California Civil Code Section 1798.83, California customers are entitled to request information relating to whether a business has disclosed Personal Information to any third parties for the third parties’ direct marketing purposes.\n4ocean does not sell or share your Personal Information with third-party companies for their direct marketing purposes without your consent.</p>\n<p>&nbsp;</p>\n<p>T.\nInternational Data Transfers</p>\n<p>&nbsp;</p>\n<p>We will rely on multiple legal bases to lawfully transfer personal data around the world.\nThese include</p>\n<p>your consent, the EU-US and Swiss-US Privacy Shield, and EU Commission approved model contractual clauses, which require certain privacy and security protections.\nYou may obtain copies of the model contractual clauses by contacting us.\n4ocean complies with the Privacy Shield principles regarding the collection, use, sharing, and retention of personal information as described in our Privacy Shield certifications.</p>\n<p>&nbsp;</p>\n<p>4ocean is subject to the oversight of the US Federal Trade Commission and remains responsible for</p>\n<p>personal information that we transfer to others who process it on our behalf as described in the How</p>\n<p>Information Is Shared section.\nIf you have a complaint about our Privacy Shield compliance,</p>\n<p>please contact us.\nYou can also refer a complaint to our chosen independent dispute resolution</p>\n<p>body, the International Centre for Dispute Resolution® at http://go.adr.org/privacyshield.html.\n&nbsp.\n&nbsp;</p>\n<p>&nbsp;</p>\n<p>Please note that the countries where we operate may have privacy and data protection laws that</p>\n<p>differ from, and are potentially less protective than, the laws of your country.\nYou agree to this risk</p>\n<p>when you create a 4ocean's account and click “I agree” to data transfers, irrespective of which</p>\n<p>country you live in.\nIf you later wish to withdraw your consent, you can delete your information as</p>\n<p>described in the Privacy Policy.</p>\n<p>&nbsp;</p>\n<p>You have the right to lodge a complaint regarding your information with the proper supervising authority.</p>\n<p>&nbsp;</p>\n<p>U.\nCorrection/Updating Personal Information:</p>\n<p>If a user’s personally identifiable information changes (such as your zip code), or if a user no longer desires our service, we will endeavor to provide a way to correct, update or remove that user’s personal data provided to us.\nThis can usually be done at the user account page or by emailing our Customer Support at info@4Ocean.com or by sending a written request to: </p>\n<p>&nbsp;</p>\n<p>4ocean Public Benefit Corporation, </p>\n<p>Attention: Privacy Officer</p>\n<p>3600 FAU Boulevard<br>\n</p>\n<p>Boca Raton, FL 33431<br>\n</p>\n<p>P.\nChoice/Opt-out</p>\n<p>&nbsp;</p>\n<p>Our users are given the opportunity to ‘opt-out’ of having their information used for purposes not directly related to our site at the point where we ask for the information.\nFor example, our order form has an ‘opt-out’ mechanism so users who buy a product from us, but don’t want any marketing material, can keep their email address off of our lists.</p>\n<p>&nbsp;</p>\n<p>Users who no longer wish to receive our newsletter or promotional materials from our partners may opt-out of receiving these communications by clicking the opt-out, unsubscribe button, or email us at info@4Ocean.com or by sending a written request to:</p>\n<p>&nbsp;</p>\n<p>4ocean Public Benefit Corporation, </p>\n<p>Attention: Privacy Officer</p>\n<p>3600 FAU Boulevard<br>\n</p>\n<p>Boca Raton, FL 33431</p>\n<p>P.\nChoice/Opt-out</p>\n<p>&nbsp;</p>\n<p>Users of our site are always notified when their information is being collected by any outside parties.\nWe do this, so our users can make an informed choice as to whether they should proceed with services that require an outside party, or not.\n</p>\n<p>&nbsp;</p>\n<p>V.\nNotification of Changes</p>\n<p>If we decide to change our privacy policy, we will post those changes on our Website, so our users are always aware of what information we collect, how we use it, and under circumstances, if any, we disclose it.\nIf at any point we decide to use personally identifiable information in a manner different from that stated at the time it was collected, we will notify users by way of an email.\nUsers will have a choice as to whether or not we use their information in this different manner.\nWe will use information in accordance with the privacy policy under</p>\n<p>which the information was collected.</p>\n<p>&nbsp;</p>\n<p>W.\nHow to Contact Us</p>\n<p>If you have questions, suggestions, or concerns about this policy, or about our use of your</p>\n<p>information, please contact us at info@4Ocean.com or by sending a written request to:</p>\n<p>&nbsp;</p>\n<p>4ocean Public Benefit Corporation, </p>\n<p>Attention: Privacy Officer</p>\n<p>3600 FAU Boulevard, <br>\n</p>\n<p>Boca Raton, FL 33431</p>\n<br>\n<p>&nbsp;</p>\n<p>If you live in the European Economic Area, United Kingdom, or Switzerland and are seeking to exercise any of your statutory rights, please contact our Privacy Officer at info@4Ocean.com or by sending a written request to:</p>\n<p>&nbsp;</p>\n<p>4ocean Public Benefit Corporation, </p>\n<p>Attention: Privacy Officer</p>\n<p>3600 FAU Boulevard, <br>\n</p>\n<p>Boca Raton, FL 33431</p>\n<br>\n<p>&nbsp;</p>\n<i>\n</i>\n<ul>\n</ul>\n<ul>\n<li> Shop </li>\n<li> About </li>\n<li> Our Impact </li>\n<li> Get Involved </li>\n<li> Press </li>\n<li> Contact Us </li>\n</ul>\n<ul>\n<li> Our Story </li>\n<li> Help Center </li>\n<li> Careers </li>\n<li> Wholesale </li>\n<li> Blog </li>\n<li> Shipping </li>\n</ul>\n<ul>\n<li> Cookie Policy </li>\n<li> Privacy Policy </li>\n<li> Terms of Use </li>\n<li> Disclaimer </li>\n</ul>\n<p>© Copyright 2020</p> &lt;iframe src=\"https://www.googletagmanager.com/ns.html?id=GTM-WPV7BLZ\" height=\"0\" width=\"0\" style=\"display:none;visibility:hidden\"&gt;&lt;/iframe&gt.\nPages<strong>Popular Searches</strong> turtledolphinsharkbraceletorca", "created_at": "2019-08-26 03:52:23.480998", "updated_at": "2020-12-14 22:39:50.16795"}], "points": [{"id": 27597, "title": "There is a date of the last update of the agreements", "source": "https://4ocean.com/privacy-policy/", "status": "Generated through the annotate view", "created_at": "2022-03-28 18:12:11.640996", "updated_at": "2022-03-28 18:12:11.640996", "quoteText": "Privacy Policy <p>Updated: July 20, 2018</p>\n", "case_id": 331, "document_id": 1834, "quoteStart": 1260, "quoteEnd": 1305}, {"id": 27596, "title": "You maintain ownership of your content", "source": "https://4ocean.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2022-03-28 18:10:23.260323", "updated_at": "2022-03-28 18:10:23.260323", "quoteText": "<p>You retain all ownership rights in your Content.\n", "case_id": 183, "document_id": 1835, "quoteStart": 10352, "quoteEnd": 10404}, {"id": 27595, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://4ocean.com/terms-of-use/", "status": "Generated through the annotate view", "created_at": "2022-03-28 18:09:27.09083", "updated_at": "2022-03-28 18:09:27.09083", "quoteText": "\nYou must notify 4ocean immediately of any breach of security or unauthorized use of your account.\n", "case_id": 484, "document_id": 1835, "quoteStart": 4094, "quoteEnd": 4193}], "urls": ["4ocean.com"]}}