{"error": 448, "message": "OK", "parameters": {"id": 6565, "name": "Frantech", "created_at": "2022-05-07 19:40:05.795", "updated_at": "2022-05-07 22:01:17.88588", "wikipedia": null, "keywords": null, "related": null, "slug": "frantech", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6565.png", "url": "frantech.ca,my.frantech.ca,buyvm.net", "documents": [{"id": 11948, "name": "Acceptable Use Policy", "url": "https://buyvm.net/acceptable-use-policy/", "xpath": "//body", "text": " <ul>\n<li>Stallion</li>\n<li>Wiki</li>\n<li>Community Discord</li>\n<li>Client Area</li>\n</ul>\n<ul>\n<li>\n</li>\n<li> Products <strong>PRODUCTS</strong>\n<ul>\n<li>Dedicated KVM Slices</li>\n<li>Block Storage Slabs</li>\n<li>Storage VPS</li>\n<li>Anycast VPS</li>\n<li>\n</li>\n<li>OpenVZ VS.\nKVM</li>\n<li>\n</li>\n</ul>\n<strong>WE'RE AWESOME</strong>\n<ul>\n<li>Why We're Awesome</li>\n<li>Stallion Control Panel</li>\n<li>Block Storage Slabs</li>\n<li>Free DirectAdmin</li>\n<li>Tons of Operating Systems</li>\n<li>3500Gbps+ DDoS Protection</li>\n<li>Managed Database Servers</li>\n</ul>\n<strong>OTHER PRODUCTS</strong>\n<ul>\n<li>Website Hosting</li>\n<li>Reseller Hosting</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n</li>\n<li> DDOS Protection <strong>DDOS PROTECTION</strong>\n<ul>\n<li>3500Gbps+ DDoS Protection</li>\n<li>DDoS Protected GRE Tunnels</li>\n</ul>\n</li>\n<li> Free Software <strong>FREE LICENSES</strong>\n<ul>\n<li>DirectAdmin Web Control Panel</li>\n<li>Softaculous Auto Installer</li>\n<li>Blesta Billing Panel</li>\n</ul>\n</li>\n<li> Features <strong>FEATURES</strong>\n<ul>\n<li>Stallion Control Panel</li>\n<li>Block Storage Slabs</li>\n<li>Free DirectAdmin</li>\n<li>Operating Systems</li>\n<li>Private Internal Network</li>\n<li>Diverse Locations</li>\n<li>\n</li>\n</ul>\n<strong>OPERATING SYSTEMS</strong>\n<ul>\n<li>Debian Linux</li>\n<li>Redhat / CentOS / Fedora Linux</li>\n<li>TurnKeyLinux Applications</li>\n<li>Ubuntu Linux</li>\n<li>Free / Open / Net BSD</li>\n<li>Microsoft Windows</li>\n</ul>\n<strong>PAID ADDONS</strong>\n<ul>\n<li>3500Gbps+ DDoS Protection</li>\n<li>Managed Database Servers</li>\n</ul>\n</li>\n<li> About Us <strong>ABOUT US</strong>\n<ul>\n<li>About Us</li>\n<li>Contact Us</li>\n<li>Twitter</li>\n<li>Facebook</li>\n<li>Community Discord</li>\n<li>Customer Reviews</li>\n</ul>\n<strong>LOCATIONS</strong>\n<ul>\n<li>Las Vegas</li>\n<li>New York</li>\n<li>Luxembourg</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<strong>LEGAL</strong>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Acceptable Use Policy</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n</li>\n</ul> Overwhelmed? We're here to help.\nAcceptable Use Policy <p> BuyVM allows customers to use all the resources they subscribe to in their hosting plans.\nIf you think your resource use could be too intense for your service plan or for a service plan you are considering, please open a support ticket to discuss your options with BuyVM.\n</p> We do our best to follow a Law of the Land stance when it comes to content hosted within our services.\n<p> CONTACT SUPPORT </p>\n<strong>Abuse Definitions.</strong> Resource Abuse <p> 1,1,1 - Resource Abuse consists of any activity, intentional or otherwise, that consumes sufficient system resources to negatively affect other clients or equipment.\n</p>\n<br> Unsolicited Communication <p> 1,2,1 - Any email-based communications sent without the consent of the recepient.\n</p>\n<p> 1,2,2 - Knowingly permitting or initiating Unsolicited Communications is grounds for immediate termination, and a permanent ban from any future service.\n</p>\n<br> Malicious Content <p> 1,3,1 - Any type of script, code, or other file that performs harmful action, either to the user affected or as a bulk action triggered by the user.\n</p>\n<p> 1,3,2 - Any content that violates the laws of the country it resides in.\n</p>\n<p> 1,3,3 - Knowingly permitting or hosting Malicious Content is grounds for immediate termination, and a permanent ban from any future service.\n</p> Remedial Action.\nIntentional / Malicious Abuse <p> 2,1,1 - Intentional / Malicious usage is defined as any action knowingly performed by the user, or persons user has authorized to access the service, that is categorized in the above Abuse Definitions.\n</p>\n<p> 2,1,2 - All services on the user's account will immediately be terminated without compensation, save for situations where a court order demands evidence be turned over to law enforcement.\n</p>\n<p> 2,1,3 - The user will be permanently banned from holding any further service with Frantech Solutions, BuyVM, BuyShared, and related companies.\n</p>\n<br> Order of Execution During Abuse Offenses <p> 2,2,1 - The offending service will be brought offline, and left in a suspended state.\n</p>\n<p> 2,2,2 - A support ticket will be opened to the service owner detailing the offense and the necessary steps required to resolve the situation.\n</p>\n<p> 2,2,3 - Once the service owner replies to the ticket acknowledging that they understand the issue and how to correct the problem, the service will be reactivated and the service owner will have 24 hours to prevent any further abuse.\n</p>\n<br> Failure to address abuse cases will result in your services being suspended, and in extreme cases, terminated.\nTor (Anonymity Network).\n<p> Frantech is a strong believer and supporter of Freedom of Speech and has taken a strong, and in some cases very public, stance against censorship.\nYou're welcome to run Exit, Relay, and Bridge nodes, just follow the rules when doing so.\n</p>\n<br> Tor Guidelines <p> 3,1,1 - Please open a support ticket informing us you're running an Exit Node.\nThis is to allow us to keep track of abuse complaints that come in and handle them accordingly.\n</p>\n<p> 3,1,2 - Frantech is extremely fair when it comes to abuse complaints for Tor users.\nThis is not an invitation to start being malicious.\n</p>\n<p> 3,1,3 - Please apply Reverse DNS to your IP address through the control panel if you're operating an Exit Node as this can help curb many abuse complaints.\nSomething as simple as tor.your-domain.tld is likely sufficient.\n</p>\n<p> 3,1,4 - If you're operating an Exit Node, please make sure your <b>exit policy</b> blocks the following ports: </p>\n<ul>\n<li>TCP 25 (SMTP)</li>\n<li>TCP 465 (SMTP over SSL)</li>\n<li>TCP 587 (SMTP over TLS)</li>\n<li>TCP 6660-6667 (IRC - Optional but you may save yourself from DDOS attacks)</li>\n<li>TCP 6697 (IRC over SSL - Optional but you may save yourself from DDOS attacks)</li>\n</ul>\n<strong>Have questions?</strong> We'll help answer all of them.\nCONTACT SUPPORT <ul>\n<li>\n</li>\n<li>© 2010-2022 BuyVM.\nAll rights reserved.</li>\n<li>A division of frantech Solutions.</li>\n<li> Terms of Service<strong>&nbsp.\n- &nbsp;</strong>Acceptable Use </li>\n<li>\n</li>\n</ul> Services <ul>\n<li>Dedicated KVM Slices</li>\n<li>Block Storage Slabs</li>\n<li>Storage VPS</li>\n<li>Anycast VPS</li>\n<li>DDOS Protection</li>\n</ul> Company <ul>\n<li>About Us</li>\n<li>Data Centers</li>\n<li>Awesome Features</li>\n<li>Community Chat</li>\n</ul> Support <ul>\n<li>Wiki</li>\n<li>Sign Up</li>\n<li>Client Area</li>\n<li>Contact Us</li>\n</ul>\n<i>\n</i> CHAT WITH SALES ", "created_at": "2022-05-07 19:40:05.799719", "updated_at": "2022-05-07 17:41:20.875678"}, {"id": 11947, "name": "Terms of Service", "url": "https://buyvm.net/terms-of-service/", "xpath": "//body", "text": " <ul>\n<li>Stallion</li>\n<li>Wiki</li>\n<li>Community Discord</li>\n<li>Client Area</li>\n</ul>\n<ul>\n<li>\n</li>\n<li> Products <strong>PRODUCTS</strong>\n<ul>\n<li>Dedicated KVM Slices</li>\n<li>Block Storage Slabs</li>\n<li>Storage VPS</li>\n<li>Anycast VPS</li>\n<li>\n</li>\n<li>OpenVZ VS.\nKVM</li>\n<li>\n</li>\n</ul>\n<strong>WE'RE AWESOME</strong>\n<ul>\n<li>Why We're Awesome</li>\n<li>Stallion Control Panel</li>\n<li>Block Storage Slabs</li>\n<li>Free DirectAdmin</li>\n<li>Tons of Operating Systems</li>\n<li>3500Gbps+ DDoS Protection</li>\n<li>Managed Database Servers</li>\n</ul>\n<strong>OTHER PRODUCTS</strong>\n<ul>\n<li>Website Hosting</li>\n<li>Reseller Hosting</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n</li>\n<li> DDOS Protection <strong>DDOS PROTECTION</strong>\n<ul>\n<li>3500Gbps+ DDoS Protection</li>\n<li>DDoS Protected GRE Tunnels</li>\n</ul>\n</li>\n<li> Free Software <strong>FREE LICENSES</strong>\n<ul>\n<li>DirectAdmin Web Control Panel</li>\n<li>Softaculous Auto Installer</li>\n<li>Blesta Billing Panel</li>\n</ul>\n</li>\n<li> Features <strong>FEATURES</strong>\n<ul>\n<li>Stallion Control Panel</li>\n<li>Block Storage Slabs</li>\n<li>Free DirectAdmin</li>\n<li>Operating Systems</li>\n<li>Private Internal Network</li>\n<li>Diverse Locations</li>\n<li>\n</li>\n</ul>\n<strong>OPERATING SYSTEMS</strong>\n<ul>\n<li>Debian Linux</li>\n<li>Redhat / CentOS / Fedora Linux</li>\n<li>TurnKeyLinux Applications</li>\n<li>Ubuntu Linux</li>\n<li>Free / Open / Net BSD</li>\n<li>Microsoft Windows</li>\n</ul>\n<strong>PAID ADDONS</strong>\n<ul>\n<li>3500Gbps+ DDoS Protection</li>\n<li>Managed Database Servers</li>\n</ul>\n</li>\n<li> About Us <strong>ABOUT US</strong>\n<ul>\n<li>About Us</li>\n<li>Contact Us</li>\n<li>Twitter</li>\n<li>Facebook</li>\n<li>Community Discord</li>\n<li>Customer Reviews</li>\n</ul>\n<strong>LOCATIONS</strong>\n<ul>\n<li>Las Vegas</li>\n<li>New York</li>\n<li>Luxembourg</li>\n<li>\n</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n<strong>LEGAL</strong>\n<ul>\n<li>Privacy Policy</li>\n<li>Terms of Service</li>\n<li>Acceptable Use Policy</li>\n<li>\n</li>\n<li>\n</li>\n</ul>\n</li>\n</ul> Overwhelmed? We're here to help.\nTerms of Service <p> BuyVM appreciates happy customers! When something goes wrong involving a customer account these Terms of Service are where everyone goes to look.\nWe keep everything straightforward and our customer support is there to help you.\nAt BuyVM we believe in second chances for misunderstandings and small issues created by customers.\n</p>We do our best to follow a Law of the Land stance when it comes to content hosted within our services.\n<p>\n</p>\n<p> CONTACT SUPPORT </p>\n<strong>Use of Products and Services.</strong>\n<p> 1,1 - Frantech does its best to take a Law of the Land stance when it comes to content hosted on its services.\nContent must abide by the laws of the country the services is hosted within, as well as not break any other points documented in these Terms of Service or our Acceptable Usage Policy.\nIf you feel a service is in violation of a residing countries laws, please file a <strong>Police Report</strong> with your local police department.\n</p>\n<p> 1,2 - In order to use our services, you are required to provide current and accurate identification, contact information, and other details as part of the registration process.\nYou are responsible for maintaining the confidentiality and accuracy of your account information, and you are responsible for all activities that occur under your account.\nYou are solely responsible for all content on your account.\nYou agree to immediately notify Frantech of any unauthorized use of your account or any other breach of security.\nFrantech will not be liable for any loss or damage arising from your failure to provide us with accurate information or to keep your account secure.\n</p>\n<p> 1,3 - Frantech may cancel or suspend your access to Frantech services at any time and for any reason without notice.\nUpon cancellation or suspension, your right to use the service will stop immediately.\nYou may not have access to data that you stored on the service after we suspend or terminate the service.\nYou are responsible for backing-up your data that you use with the service.\nIf we cancel your service in its entirety without cause, we will refund to you on a pro-rata basis the amount of your payment corresponding to the portion of your service remaining right before we terminated your service.\n</p>\n<strong>Conditions of Use.</strong>\n<p> 2,1 - You agree that any violations listed in our Acceptable Usage Policy are considered prohibited usage and may result in immediate account suspension and/or termination without compensation.\n</p>\n<p> 2,2 - Intentional or Malicious violations of our Acceptable Usage Policy will result in immediate termination, and a ban from any further service.\n</p>\n<strong>Account Registration.</strong> Contact Information <p> 3,1,1 - Clients must provide their legitimate name and surname and residential address when registering an account.\n</p>\n<p> 3,1,2 - P.O.\nBoxes and non-residential or mail forwarding addresses are not accepted.\n</p>\n<p> 3,1,3 - A valid phone number is not required for registration.\n</p>\n<p> 3,1,4 - Registration and Order Placement must take place from the client's residential ISP.\n</p>\n<p> 3,1,5 - Account details must match information provided by payment method.\n</p>\n<p> 3,1,6 - All modifications to an accounts details require a ticket to our billing department.\n</p>\n<br> Restrictions <p> 3,2,1 - Clients may not open multiple personal accounts under any circumstance.\n</p>\n<p> 3,2,2 - Clients may not give other persons access to their accounts.\n</p>\n<p> 3,2,3 - Clients may not change their accounts name to another individual.\n</p>\n<strong>Billing.</strong> Pro Rata <p> 4,1,1 - All recurring services are billed pro rata, with a recurring due date on the first of the month.\n</p>\n<p> 4,1,2 - Orders placed before the 20th of the month will only be billed for the remainder of that month, with the next due date set to the first of the following month.\n</p>\n<p> 4,1,3 - Orders placed on or after the 20th of the month will be billed the remainder of that month and the entirety of the following month, with the next due date set to the first of the month after.\n</p>\n<p> 4,1,4 - Orders for a Quarterly, Semi-Annual, Annual, Biennial, or Triennial billing cycle will only be billed for the remainder of the billing cycle.\nThe next due date will be set to the full length of the billing cycle, starting from the first of the month in which the order was placed.\n</p>\n<br> Invoicing <p> 4,2,1 - Services with recurring billing will be due for payment on the first of the month.\n</p>\n<p> 4,2,2 - Invoices for recurring services will be issued 10 days in advance of the due date.\n</p>\n<p> 4,2,3 - Unpaid services will be suspended 4 days past the due date on the service.\n</p>\n<p> 4,2,4 - Unpaid services will be terminated 6 days past the due date on the service.\n</p>\n<br> Account Credit <p> 4,3,1 - Account credit does not expire, and cannot be transferred from one client to another.\n</p>\n<p> 4,3,2 - Existing account credit will automatically be applied towards further generated invoices until exhausted.\n</p>\n<p> 4,3,3 - Customers can use Add Funds functionality inside of the Client Portal to generate an account credit between $15.00 USD and $300.00 USD.\nOnce an Add Funds invoice is paid, the invoice total is automatically deposited into the client's account credit balance.\n</p>\n<p> 4,3,4 - Account credit may not be withdrawn or 'cashed out' in the form of a refund or other payment.\n</p>\n<p> 4,3,5 - Account credit is non transferrable.\nNo exceptions.\n</p>\n<strong>Payments and Gateways.</strong> Paypal <p> 5,1,1 - PayPal transactions are eligible for refund within 3 days of the initial order payment.\nA ticket must be submitted to the Billing Department to request a refund.\n</p>\n<p> 5,1,2 - PayPal payments must originate from verified PayPal account.\n</p>\n<br> Credit and Debit Cards <p> 5,2,1 - Credit Card transactions are eligible for refund within 3 days of the initial order payment.\nA ticket must be submitted to the Billing Department to request a refund.\n</p>\n<br> Cryptocurrency <p> 5,3,1 - Cryptocurrency payments are accepted via the Coinpayments gateway.\n</p>\n<p> 5,3,2 - Cryptocurrency payments are not eligible for refunds.\n</p>\n<br> Alipay, &amp.\nWebMoney <p> 5,4,1 - Alipay &amp.\nWebMoney payments are not eligible for refunds.\n</p>\n<br> Chargebacks / Disputes <p> 5,5,1 - Chargebacks and disputes against any payment will result in immediate suspension of all services on the account until the dispute is removed, and the account prohibited from placing any further orders.\nAt the Billing Department's discretion, all services on the account may be terminated without compensation in the event of dispute or chargeback.\n</p>\n<strong>Service Processing.</strong> Service Processing <p> 6,1,1 - Orders are provisioned during Business Hours provided that the client's Contact Information and Payment are in accordance with the Terms of Service.\n</p>\n<p> 6,1,2 - Orders placed outside Business Hours are provisioned within 24 hours provided that the client's Contact Information and Payment are in accordance with the Terms of Service.\n</p>\n<p> 6,1,3 - Orders that remain unpaid for more than 24 hours are automatically removed from the system.\n</p>\n<br> Service Modification <p> 6,1,1 - Service modification cannot be performed on or past the service's due date.\nAny outstanding invoices must be settled before service modification can be performed.\n</p>\n<p>\n</p>\n<p> 6,1,2 - Service modification that will lower the value of the service will automatically deposit the difference in values for the remainder of the billing cycle to the client's account credit balance.\n</p>\n<p> 6,1,3 - Service modification that will raise the value of the service will be billed for the difference in values from the date of modification until the end of the service's current billing cycle.\nThe modification will be applied once the issued invoice is settled.\n</p>\n<br> Service Transfer <p> 6,2,1 - An existing service may be transferred to another client provided the following conditions are met: </p>\n<ul>\n<li>The service to be transferred must be active for at least three months.</li>\n<li>The service to be transferred must not have any unpaid or overdue invoices.</li>\n<li>The service to be transferred must not have any TOS/AUP Violations on record.</li>\n<li>The account initiating the transfer must be in Good Standing, with no TOS/AUP Violations.</li>\n<li>The account receiving the transfer must confirm acceptance of the transfer.</li>\n<li>The account receiving the transfer must not have any unpaid or overdue invoices.</li>\n<li>The account receiving the transfer must not have any TOS/AUP Violations on record.</li>\n</ul>\n<p>\n</p>\n<br> Service Cancellation <p> 6.3,1 - Immediate type cancellations are processed automatically at 4:00 AM GMT -7 the following morning.\n</p>\n<p> 6.3,2 - End of Cycle type cancellations are processed automatically at 4:00 AM GMT -7 on the service's next due date.\n</p>\n<p> 6.3,4 - Once cancellation has been run on a service, all related data and backups are destroyed, and any associated IP Addresses released back into the available pool.\nThis process cannot be reversed.\n</p>\n<p> 6.3,5 - When a service is cancelled before its due date, the remainder of the service's billing cycle is automatically deposited to the client's account credit balance.\n</p>\n<br> Service Suspension <p> 6,4,1 - When suspended, a service is brought offline and disabled from being powered on or accessed.\nNo data will be made available, nor the service brought online, until the situation resulting in the suspension has been resolved.\n</p>\n<br> Service Termination <p> 6,5,1 - Upon termination, all related data and backups are destroyed, and any associated IP Addresses released back into the available pool.\nThis process cannot be reversed.\n</p>\n<strong>Miscellaneous.</strong> Business Hours <p> 7,1,1 - Support is provided 24 hours during Weekdays (Monday through Friday).\nSupport Tickets submitted during Weekend (Saturday/Sunday) hours will typically be addressed within two hours.\n</p>\n<p> 7,1,2 - Billing Department hours are 8:00 AM - 5:00 PM GMT -7, Monday through Friday, 9:00 AM - 1:00 PM on Saturday's, and closed on Sunday's and US holidays.\nPrompt replies are not guaranteed after hours and weekends.\n</p>\n<strong>Have questions?</strong> We'll help answer all of them.\nCONTACT SUPPORT <ul>\n<li>\n</li>\n<li>© 2010-2022 BuyVM.\nAll rights reserved.</li>\n<li>A division of frantech Solutions.</li>\n<li> Terms of Service<strong>&nbsp.\n- &nbsp;</strong>Acceptable Use </li>\n<li>\n</li>\n</ul> Services <ul>\n<li>Dedicated KVM Slices</li>\n<li>Block Storage Slabs</li>\n<li>Storage VPS</li>\n<li>Anycast VPS</li>\n<li>DDOS Protection</li>\n</ul> Company <ul>\n<li>About Us</li>\n<li>Data Centers</li>\n<li>Awesome Features</li>\n<li>Community Chat</li>\n</ul> Support <ul>\n<li>Wiki</li>\n<li>Sign Up</li>\n<li>Client Area</li>\n<li>Contact Us</li>\n</ul>\n<i>\n</i> CHAT WITH SALES ", "created_at": "2022-05-07 19:40:05.797482", "updated_at": "2022-05-07 17:40:49.3736"}], "points": [], "urls": ["frantech.ca", "my.frantech.ca", "buyvm.net"]}}