{"error": 448, "message": "OK", "parameters": {"id": 5906, "name": "avsforum ", "created_at": "2021-11-27 04:33:51.314592", "updated_at": "2021-11-27 23:01:09.232107", "wikipedia": null, "keywords": null, "related": null, "slug": "avsforum", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5906.png", "url": "avsforum.com", "documents": [{"id": 10665, "name": "Privacy Policy", "url": "https://www.avsforum.com/help/privacy", "xpath": "//body", "text": "We value your privacy<p>We and our partners store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products.</p>\n<p>With your permission we and our partners may use precise geolocation data and identification through device scanning.\nYou may click to consent to our and our partners’ processing as described above.\nAlternatively you may access more detailed information and change your preferences before consenting or to refuse consenting.\nPlease note that some processing of your personal data may not require your consent, but you have a right to object to such processing.\nYour preferences will apply to this website only.\nYou can change your preferences at any time by returning to this site or visit our privacy policy.\n</p>MORE OPTIONSAGREE <i>\n</i>\n<i>\n</i>\n<i>\n</i>Search \"\" across the entire site Advanced Search Cancel Login / Join <ul>\n<li>What's New</li>\n<li>Forum Listing</li>\n<li> Marketplace\nNEW </li>\n<li>Showcase</li>\n<li>Gallery</li>\n<li>Advanced Search</li>\n<li>Members</li>\n<li>FAQ</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Dark Mode </li>\n</ul> Menu Log in Register <ul>\n<li> Home </li>\n<li> Help </li>\n</ul> Privacy Policy JavaScript is disabled.\nFor a better experience, please enable JavaScript in your browser before proceeding.\nHelp pages Help FAQ\nVendor FAQ\nCopyright\nRelease Notes\nBB codes\nTrophies\nTerms of Use\nPrivacy Policy\nBusiness Terms of Service\nContact Us <p>Effective Date: June 30, 2020</p>\n<p>This Privacy Policy describes how VerticalScope Inc.\nand its subsidiaries and corporate affiliates (collectively, “<strong>VerticalScope</strong>”,\n“<strong>we</strong>”, “<strong>us</strong>” or “<strong>our</strong>”) collect information through our websites and mobile or other applications on which this Privacy Policy is posted (collectively, the\n“<strong>Sites</strong>”) and, subject to the privacy policies of those third party platforms, through our accounts on various third party social media platforms.\nThis Privacy Policy also describes how we may use and share this\ninformation and how you can opt out of some of our uses and disclosures of your information.</p>\n<p>Here are a few general principles to keep in mind as you read through this Privacy Policy:</p>\n<ul>\n<li>Advertisements displayed to you on our Sites and elsewhere may be customized to your interests and preferences based on your personal information and usage information collected through our Sites, unless you opt out by following the\ninstructions on the Digital Advertising Alliance of Canada Opt-Out Page, Your Online Choices from the European Interactive\nDigital Advertising Alliance, NAI Opt-Out Page, Ad Choices Opt-Out Page, and LiveRamp Opt-Out from Sharing First Party Personal Information (You may have to opt out using each of your web browsing\napplications and devices separately.) However, if you opt out, we may still suggest offerings to you on our Sites based on your history at our Sites.</li>\n<li>By visiting a Site or otherwise providing us with personal information, you agree that we may collect, use and share your personal information as described in this Privacy Policy.\nIf you do not agree, please do not visit the Sites or provide us\nwith any personal information.</li>\n<li>As used in this Privacy Policy, “personal information” includes information that can be used to identify you as an individual or allow someone to contact you, as well as information attributed with such information.</li>\n<li>We may at any time and at our sole discretion update this Privacy Policy by posting the updated Privacy Policy here along with the new effective date.</li>\n</ul>\n<p>\n<strong>QUICK LINKS</strong>\n</p>\n<p>Click on one of the links below to jump to the listed section:</p>\n<ol>\n<li>Information we collect</li>\n<li>How we use the information we collect</li>\n<li>Cookies, tracking technologies and interest-based advertising</li>\n<li>How we share your personal information</li>\n<li>How we store and protect your personal information</li>\n<li>Links to external content</li>\n<li>Children</li>\n<li>Accessing and correcting your personal information</li>\n<li>Users from the European Union</li>\n<li>California Privacy Rights</li>\n<li>Your choices</li>\n<li>How to contact us</li>\n</ol> 1.\nInformation we collect&nbsp.\n<p>We collect different categories of personal information about you from different sources, including information you provide us directly, usage information about your visits to our Sites and information provided by third parties.</p>\nInformation Provided By You or Third Parties&nbsp.\n<p>We collect information you provide to us directly when you use our Sites.\nThis includes:</p>\n<ul>\n<li>Account Information: To create an account, we collect your username, email address and/or telephone number, and password.\nFor some Sites you may be required to provide additional information such as your date of birth, gender, age or other\npersonal information.\nWe collect additional information that you choose to add to your account or public user profile, such as a profile picture or information about your hobbies, interests, activities or property (such as the type of vehicle you\nown).\nYour username is public, and other account information may be public depending on how your account profile is configured.</li>\n<li>Transactional information: We may collect your name, contact information and payment card information when you purchase a product or service through our Site (such as a subscription or classified advertisement).\nPayments are processed by\nthird-party payment processors (e.g., Stripe and Braintree), so please refer to the applicable processor’s terms and privacy policy for more information about how payment information is processed and stored.</li>\n<li>\n</li>\n<li>Third Party Networks: If you use a third party network (including a social media account) to create an account on our Site, to log-in to our Site, or if you otherwise interact with a third party network through our Site (such as by using a\nplug-in), we will receive personal information from the third party network, such as your username, email address, gender, public profile information and any other information that you have agreed to share with us, whether explicitly or through\nyour privacy settings.\nYou should consult the respective privacy policies of these third party networks for information about their practices.</li>\n<li>Content you submit: Our Site may offer public forums or communication platforms that allow you to communicate with other users, post information, content, images, photos or videos, post your opinions on surveys, or submit reviews or ratings\n(collectively, your “Content”).\nYour Content will be associated with your public user profile.\nYour Content and public user profile is public, unencrypted and non-confidential.\nThis means that it can be read and used by others, including\nadvertisers.\nWe are not responsible for the information you choose to submit in these public areas.\nYou should exercise caution when deciding to disclose personal information in public areas of our Site.\nWe strongly recommend against sharing any\npersonal sensitive information that could directly or indirectly be traced to any individual, including yourself.</li>\n<li>Other information: We may collect personal information with your consent, where required or permitted by law, or when you choose to provide other information directly to us.\nFor example, we may collect information when you fill out a form,\nparticipate in a survey, poll, contest or promotion, apply for a job, request customer support or otherwise communicate with us.</li>\n</ul>\nInformation We Collect Automatically&nbsp.\n<p>When you use or access our Sites, we may also automatically collect information about you.\nThis includes:</p>\n<ul>\n<li>Geographic Location: We collect geographical location information if the Site you are using is location-enabled and your device transmits location data and/or your IP address.\nThis enables us to provide location-specific information to you.\n</li>\n<li>Usage Data: We may log information when you access and use our Sites.\nThis may include your IP address, user-agent string, browser type, operating system, referral URLs, device information (e.g., device IDs), pages visited, links clicked, the\nrequested URL, hardware settings, and search terms.\nSee Cookies, tracking technologies and interest-based advertising below.</li>\n<li>Information collected from cookies and similar technologies: We, our service providers and third party advertising partners also collect information about users of the Sites automatically using cookies and other tracking technologies.\nSee Cookies, tracking technologies and interest-based advertising below.</li>\n</ul> 2.\nHow we use the information we collect\n<p>We generally use the information we collect about you to operate, manage and maintain our business, to provide our products and services, and to accomplish our business purposes and objectives, including:</p>\n<ul>\n<li>to administer and manage our Site and provide our services, such as to create and administer accounts and facilitate the use and enjoyment of forums and communication platforms;</li>\n<li>to enable geographic-specific features, such as geographic-specific information;</li>\n<li>to provide the product, service, feature or information you have requested and to fulfill your transactions, including to process payments;</li>\n<li>to send you administrative messages, updates, legal notices, technical notices or security alerts;</li>\n<li>to customize your user experience and to personalize the services of VerticalScope Inc.\nand our ad partners and provide you with content of interest, including by tailoring the advertisements that are displayed to\nyou to make them more useful and relevant to you;</li>\n<li>to conduct research and development, analyze and understand trends and user behaviour and to improve our Sites, products and services;</li>\n<li>to provide customer service, technical and other support;</li>\n<li>to protect the safety of VerticalScope Inc.\nand our users, including to ensure compliance with our Terms of Use and other policies, block suspected spammers, address abuse, and detect and prevent fraud;</li>\n<li>to provide you with newsletters, information, promotional offers and other advertising about us or our advertising partners;</li>\n<li>to facilitate your participation in a contest or similar promotion, or a survey or poll;</li>\n<li>to meet contractual obligations;</li>\n<li>to facilitate corporate transactions;</li>\n<li>to exercise our rights, defend legal claims and comply with law, legal process and internal policies.\nand</li>\n<li>for other purposes with your consent or as permitted or required by law.</li>\n</ul> 3.\nCookies, tracking technologies and interest-based advertising\n<p>We, our service providers and third-party advertising partners use technologies that automatically collect information about Site visitors and their visits to the Sites, including as described below.</p>\n<p>We automatically collect information about how you access, navigate and leave our Site, including the website you came from before visiting our Site, what browser type and operating system you are using, the internet protocol (IP) address you are\naccessing the Site from, your mobile device ID or Advertising ID if you visit our Site from a mobile device, the pages of our Site that you are navigating through, the date and time of your visit, how long you spend on our Site or certain pages of\nour Site, and what website you go to after visiting our Site.\nThis information may be used to determine how many visitors visit our Site or certain areas of our Site, how long they remain on our Site, whether they use the hyperlinks we provide or\nrespond to advertising and to tailor our advertisements to you.\nWe may share this information with partners who referred you to our Site, and with advertising partners, who may use the information to optimize the traffic they send to us and for\ndelivering targeted ads to you when you visit other websites.</p>\n<p>We, our service providers and third-party advertising partners collect information about Site visitors using cookies and other tracking technologies (including browser cookies, pixels and Adobe Flash).\nWe use these technologies to remember your\npreferences and facilitate your navigation of our Site.\nWe and our service providers and third-party advertising partners also use these technologies to track your activities on our Site and other websites, including the websites and web pages that\nyou visited, the ads or content that you clicked on, any items you may have purchased and the search terms you used, in order to deliver tailored advertising to you.\nWe may also share a unique identifier linked to you (such as a hashed or encrypted\nversion of your email address or telephone number) with advertising partners so that you may be served with tailored advertising on our websites or other third party websites.\nHowever, you may opt out of network advertising programs that track your\nactivities across multiple websites to deliver personalized advertising content to you by visiting Digital Advertising Alliance of Canada Opt-Out Page, Your Online Choices from the European Interactive Digital Advertising Alliance, NAI Opt-Out Page and the Ad Choices Opt-Out Page.</p>\n<p>If you would prefer not to accept cookies, most browsers will allow you to: (i) change your browser settings to notify you when you receive a cookie, which lets you choose whether or not to accept it.\n(ii) disable existing cookies.\nor (iii) set\nyour browser to automatically reject any cookies.\nYou may also set your e-mail options to prevent the automatic downloading of images that may contain technologies that would allow us to know whether you have accessed our e-mail and performed\ncertain functions with it.\nSee Your Choices below for information about your choices about how we use and share your information.</p>\n<p>We use Google Analytics to help us understand how our Site visitors use the Site, and as well as certain features of Google Analytics Display Advertising to advertise online, sell advertising and to develop content.\nYou can opt out of your usage\ndata being included in our reports from Google Analytics and customize Google’s Display Network ads.\nPlease visit Google’s Ad Settings and Google\nAnalytics Opt-out Browser Add-on.\nPlease visit How Google uses data when you use our partners' sites or apps for a description of how Google uses information sent by our browser and\nfor ways you can control the information sent to Google.</p>\n<p>Most modern web browsers provide the option to send a “do not track” signal to the websites you visit, indicating that you do not wish to be tracked.\nAt this time, there is no generally accepted standard for how a website should respond to this\nsignal, and we do not take any action in response to this signal.\nOur third party partners, such as web analytics companies and third party ad networks, collect information about your online activities over time and across the Sites and other\nonline properties.\nThese third parties may not change their tracking practices in response to “do not track” settings in your web browser and we do not obligate these parties to honor “do not track” settings.</p> 4.\nHow we share your information\n<p>We may share information we collect about you in the following circumstances.</p>\nAdvertising partners\n<p>We share information with our third-party advertising partners as described in the Cookies, tracking technologies and interest-based advertising section above.</p>\nService Providers\n<p>We may use service providers (including affiliates acting in this capacity) to provide services to us or to you on our behalf.\nFor example, our service providers may host our Site, analyze data collected from our Site, provide customer service on\nour behalf, administer our promotions, facilitate and process transactions and payments, provide marketing or promotional assistance, distribute emails and other communications, post our advertisements (including online through targeted advertising\ncampaigns), and collect your feedback on our Site and advertisements.\nWe share your personal information with our service providers solely for the purposes of providing services to you and to us.\nThey are not permitted to use your personal\ninformation for other purposes.\nSome of our service providers are located outside of Canada, including in the United States.\nWhile your personal information is located outside of Canada, it will be subject to legal requirements applicable to our\nservice providers, for example, lawful requirements to disclose personal information to national security agencies or government authorities in certain circumstances.\nFor EU residents, see Users from the\nEuropean Union section below.</p>\nAggregate or de-identified information\n<p>We may use your personal information to create aggregate statistics and de-identified data.\nWe may use, share and sell this information for any purpose.</p>\nWith your consent\n<p>We may share your personal information with third parties with your consent.\nFor example, if you provide us with your contact information, such as an e-mail address, for the purposes of signing up for information, newsletters, contests, or\nmarketing offers from a third party, or for receiving business offers or service quotes from a third party, we may share your personal information for that purpose.\nOnce shared, your personal information will be subject to the privacy policy of\nthat third party.</p>\nBusiness Transactions\n<p>We may disclose your personal information to third parties in connection with the proposed or actual financing, securitization, insuring, merger, sale, assignment or other disposal of all or part of VerticalScope Inc.\nor our business or assets.\nThese third parties may use the information for the purposes of evaluating and/or completing the proposed transaction and thereafter as a successor of our interests.</p>\nOther\n<p>We may disclose your personal information in other circumstances where permitted or required by law or other legal process.\nFor example, we may disclose your personal information: (a) to collect a debt owed to us.\n(b) as necessary to comply with a\nsubpoena, warrant, court order or other legal process.\n(c) if disclosure is requested by an investigatory body, law enforcement official or governmental authority which has lawful authority to request the disclosure of the information in respect of\nan investigation or other legal process.\nor (d) if we have reasonable grounds to believe that the information relates to a breach of an agreement or contravention of a law, or to protect the personal safety of our users or defend our rights or\nproperty.</p> 5.\nHow we store and protect personal information\n<p>The security of your information is important to us.\nWhile we have implemented safeguards to protect the information we collect, no website or internet transmission is completely secure, and we cannot and do not guarantee the security of your\npersonal information.\nWe urge you to take steps to keep your personal information safe, such as choosing a strong password and keeping it private, as well as logging out of your user account, and closing your web browser when you have finished\nusing a Site on a shared or unsecured device.</p>\n<p>We maintain personal information on our servers (or those of our service providers).\nCertain accounts you create on our Sites are password protected.\nIf you create an account on the Site, you are responsible for maintaining the strict\nconfidentiality of your account password, and you shall be responsible for any activity that occurs using your account credentials, whether or not you authorized such activity.\nPlease notify us of any unauthorized use of your password or account or\nany other breach of security.\nIn identified parts of our Sites, we use SSL-encryption in an effort to protect data transmissions.\nOur policy is to limit access to sensitive personal information to employees, representatives and service providers\nwho require access in connection with their job or service responsibilities.</p>\n<p>If you correspond with us by email, text message, or using web forms like a “contact us” feature on the Sites, you should be aware that your transmission might not be secure or considered confidential.\nA third party could view the information you\nsend in transit by such means or we could disclose the information you send in accordance with this Privacy Policy.\nWe will have no liability for disclosure of your information, including due to errors or unauthorized acts of third parties during\nor after transmission.</p> 6.\nLinks to external content\n<p>Our Site may link or direct you to other websites, services or external content provided by third parties.\n&nbsp;We do not exercise any control over these third party websites or services.\nWe are not responsible for the privacy practices of such\nthird party websites or services.\n&nbsp;We recommend that you read the privacy policy for any third party website that you visit or service that you use.</p> 7.\nChildren\n<p>Our Sites are not directed to and we do not knowingly request or collect personal information from children - persons under 13 years of age, or another age if required by applicable law - without prior verifiable parental consent.\nIf we become\naware that we have unknowingly collected personal information about a child without verifiable parental consent, we will delete this information from our records or, if that is not reasonable, we will take reasonable available steps to de-identify\nthe information.</p> 8.\nAccessing or correcting your personal information\n<p>We encourage you to keep your personal information accurate and up to date.\nIf you have an account with us, you can access and correct certain of the information in your account or public user profile by logging in to your account or profile and\nmaking the necessary edits.</p>\n<p>You may request access to or correction of your personal information in our custody or control by contacting us as set out below.\nWe may take reasonable steps to authenticate your identity before providing you with access to your personal\ninformation or making corrections.\nPlease also note that in some cases we may not be able to provide you with the personal information you have requested (for example, if the information is subject to solicitor-client privilege or contains personal\ninformation of others that cannot be severed).</p> 9.\nUsers from the European Union\n<p>This section of the Privacy Policy applies only if you use the Site from a country that is a Member State of the European Union, and supplements the information in this Privacy Policy.</p>\n<p>VerticalScope Inc.\nis the data controller for processing of information defined as personal data under the General Data Protection Regulation (“<strong>Personal Data</strong>”).\nVerticalScope Inc.\nparticipates in the IAB Europe Transparency &amp.\nConsent Framework (“<strong>TCF</strong>”) and complies with its Specifications and Policies.\nVerticalScope Inc.\nuses the Consent Management Platform with the identification number CMP ID 10.</p>\n<p>\n<em>\n<strong>Retention</strong>\n</em>\n</p>\n<p>Your personal information will be retained for as long as reasonably necessary for the purposes set out above, considering criteria such as applicable rules on statute of limitations, legal requirements and the duration of your use of our Site and\nreceipt of our services.</p>\n<p>\n<em>\n<strong>Legal Basis for Data Processing</strong>\n</em>\n</p>\n<p>We process Personal Data for the purposes set out in this Privacy Policy, as described above.\nOur legal basis to process Personal Data includes processing that is: necessary for the performance of the contract between you and\nVerticalScope (for example, to provide you with the services you request and to process payments).\nnecessary to comply with legal requirements (for example, to comply with applicable accounting rules and to\nmake mandatory disclosures to law enforcement).\nnecessary for our legitimate interests (for example, to manage our relationship with you and to improve the Site and our services).\nand based on your consent (for example, to communicate with you\nabout our products and services and provide you with marketing information), which may subsequently be withdrawn at any time (by emailing privacy@verticalscope.com)\nwithout affecting the lawfulness of processing based on consent before its withdrawal.</p>\n<p>In some instances, you may be required to provide us with Personal Data for processing as described above, in order for us to be able to provide you all of our services, and for you to use all the features of our website.</p>\n<p>\n<em>\n<strong>International Transfers of Personal Data</strong>\n</em>\n</p>\n<p>Our personnel and some of the third-parties to whom we disclose Personal Data (as set out above) may be located in countries outside of the European Economic Area (“EEA”), including in countries that may not provide the same level of\ndata protection as your home country.\nWe take appropriate steps to ensure that recipients of your Personal Data are bound to duties of confidentiality and, where required under law, we implement measures such as standard data protection contractual\nclauses to ensure that any transferred Personal Data remains protected and secure.\nA copy of these clauses can be obtained by emailing privacy@verticalscope.com.</p>\n<p>\n<em>\n<strong>Your Rights</strong>\n</em>\n</p>\n<p>You may be entitled, in accordance with applicable law, to object to or request the restriction of processing of your Personal Data, and to request access to, rectification, erasure and portability of your own Personal Data.\n&nbsp;Requests should\nbe submitted by contacting us by emailing privacy@verticalscope.com.</p>\n<p>If you are aware of changes or inaccuracies in your information, you should inform us of such changes so that our records may be updated or corrected.\nYou may lodge a complaint with a supervisory authority, in particular in the EU Member State of\nyour habitual residence, if you consider that our processing of your Personal Data infringes applicable law.</p> 10.\nCalifornia Privacy Rights\n<p>This section is provided pursuant to the California Consumer Privacy Act of 2018 (“CCPA”) and other applicable California privacy laws.\nThis section applies solely to California residents who are users of the Sites\n(“consumers” or “you”).\nAny terms defined in the CCPA (such as “personal information”) have the same meaning when used in this section.\nThis section supplements the information contained in our Privacy Policy,\nwhich applies to information collected through our Sites.</p>\nCategories of Personal Information\n<p>We have collected the following categories of personal information in the preceding 12 months:</p>\n<ul>\n<li>\n<strong>Identifiers</strong>, such as name, email address, postal address, account name, unique personal identifier, social media handle, online identifier, IP address or other similar identifiers.</li>\n<li>\n<strong>Personal information categories listed in the California Customer Records statute</strong> (Cal.\nCiv.\nCode § 1798.80(e)), such as name, address, phone number, physical characteristics or employment history.</li>\n<li>\n<strong>Protected classification characteristics under California or federal law</strong>, such as age (40 years or older), race, sex, marital status or medical condition.</li>\n<li>\n<strong>Commercial information</strong>, such as records of personal property, products or services purchased, obtained or considered or other purchasing or consuming histories or tendencies.</li>\n<li>\n<strong>Internet or other electronic network activity</strong>, such as browsing history, search history or information on a consumer’s interaction with a website, application or advertisement.</li>\n<li>\n<strong>Geolocation data.</strong>\n</li>\n<li>\n<strong>Professional or employment-related information.</strong>\n</li>\n<li>\n<strong>Inferences drawn from other personal information to create a profile reflecting the consumer’s preferences, behavior or characteristics.</strong>\n</li>\n</ul>\nCategories of Sources\n<p>We collect personal information directly from you, indirectly from you (i.e., from observing your actions on the Sites) and from other sources (i.e., information from social media platforms, advertising networks, internet service providers,\nanalytics providers, operating systems and platforms, data brokers, commercially available sources, our affiliates or other business partners).</p>\nBusiness and Commercial Purposes\n<p>We use and disclose the categories of personal information listed above for business or commercial purposes.\nAs further described in our Privacy Policy, these purposes include to operate, manage and maintain our business, to provide our products\nand services, and to accomplish our business purposes and objectives.\nFor example, we use personal information to provide the services on our Sites, such as to create and administer accounts and facilitate the use and enjoyment of forums and\ncommunication platforms.\nfulfill your transactions.\nrespond to your communications.\npersonalize our services and those of our partners and provide you with content of interest (including contextual or targeted ads).\nconduct research, analytics and\ndata analysis.\nmaintain our facilities and infrastructure.\nundertake quality and safety assurance measures.\nconduct risk and security control and monitoring.\ndetect and prevent fraud.\nperform accounting, audit and other internal functions, such as\ninternal investigations.\ncomply with law, legal process and internal policies.\nmaintain records.\nfacilitate corporate transactions.\nexercise our rights.\nand defend legal claims.</p>\nCategories of Third Parties\n<p>In the preceding 12 months, we have shared the categories of personal information listed above for business purposes with our service providers, business partners and affiliates who assist in providing our services or operating our business.\nExamples of these third parties include social media platforms, advertising networks, internet service providers, analytics providers, operating systems and platforms, content providers and other business partners.</p>\n“Sales” of Personal Information\n<p>The CCPA broadly defines “sale” in a way that may include allowing third parties to receive certain data, such as cookie information, IP address or browsing behavior, to deliver targeted advertising on our Services or other sites and\napps.</p>\n<p>Based on this, in the preceding 12 months, we have “sold” and, subject to your opt-out right described below, may in the future “sell” the following categories of personal information to third parties, including third party\nadvertising networks, social media platforms and other business partners for advertising purposes.\nAdvertising, including targeted advertising, enables us to provide you with certain content for free and to provide you with content and ads that are\nrelevant to you.</p>\n<p>We do not have actual knowledge that we sell the personal information of minors under 16 years of age.</p>\nAccess and Data Portability Rights\n<p>Subject to certain exceptions under the CCPA, you have the right to request that we disclose the following information to you:</p>\n<li>the categories of personal information collected about you;</li>\n<li>the categories of sources from which the personal information is collected;</li>\n<li>the purposes for collecting or sharing personal information;</li>\n<li>the categories of third parties with which we share personal information for a business purpose;</li>\n<li>the categories of personal information we have “sold” and, if applicable, the categories of third parties to which we sold personal information.\nand</li>\n<li>the specific pieces of personal information we collected about you.</li> Deletion Request Rights\n<p>You have the right to request that we delete the personal information we collected about you, subject to certain exceptions provided by the CCPA.\nOnce we receive and confirm your verifiable request, we will delete the requested personal\ninformation from our records, unless an exception provided by the CCPA applies.</p>\nExercising Your Access, Data Portability or Deletion Rights\n<p>To exercise the access, data portability and deletion rights described above, please submit a verifiable consumer request to us by emailing us at privacy@verticalscope.com.</p>\n<p>We cannot respond to your request or provide you with personal information if we cannot verify your identity or authority to make the request and confirm the personal information relates to you.\nYou may only make a verifiable consumer request for\naccess or data portability twice within a 12-month period.\nYou will need access to the email account associated with your user account in order to allow us to verify your identity and complete this process.\nPlease describe your request with\nsufficient detail for us to properly understand, evaluate and respond to it.</p>\nOpt-Out Rights for Personal Information Sales\n<p>Subject to certain exceptions under the CCPA, you have the right to opt out of the future “sale” of your personal information.\nTo do so, you may submit a request by clicking on the “Do Not Sell My Data” link displayed on\nthe homepage or webpage of the Site visited.\nYour browser must be set to accept cookies.\nIf you access the Site from other devices or browsers, you must submit a request from each device and browser separately.\nIf you delete your cookie history on\na particular browser or device, the opt-out will no longer be effective and you will have to submit a new request on that browser or device.</p>\n<p>If you opt out of the future “sale” of your personal information by clicking on the <u>“Do Not Sell My Data”</u> link, that does not mean you will stop seeing ads, but they may not be as relevant or useful to you.</p>\nRequests from Authorized Agents\n<p>If you would like to designate an agent to submit a CCPA request on your behalf, the agent must be registered with the California Secretary of State to conduct business in California.\nPlease send us an email at\nprivacy@verticalscope.com for instructions and details on proof required for use of an authorized agent, including a copy of the written legal authorization signed by the consumer for the agent to act on the consumer’s behalf in\nthis manner.</p>\nRight of Non-Discrimination\n<p>You have the right not to receive discriminatory treatment by us for exercising any of your CCPA rights.</p> 11.\nYour Choices\n<p>You may opt out of receiving promotional communications from us at any time by following the unsubscribe instructions included in each communication and/or by selecting your communication preferences in your account or profile, if applicable.\nPlease understand that it may take us a few days to process any opt-out request and that even if you opt out of receiving promotional correspondence from us, we may still contact you in connection with your account, activities, transactions and\ncommunications with us.</p>\n<p>You may be able to control the information we received from your device or from third parties (such as social media networks) by changing your device settings, browser settings or privacy settings.</p>\n<p>You may withdraw your consent to our collection, use or disclosure of your personal information, subject to contractual or legal restrictions and reasonable notice.\nHowever, if you withdraw your consent to certain collections, uses or disclosures\nof your personal information, we may not be able to provide you with certain products or services.</p> 12.\nHow to contact us\n<p>If you have any questions or comments about this Privacy Policy, please contact us at privacy@verticalscope.com, or send mail to:</p> VerticalScope Inc.<br> Attention: Privacy<br>\n111 Peter Street, Suite 600<br> Toronto, Ontario, M5V 2H1, Canada Join now to ask and comment! Continue with Facebook Continue with Google or sign up with email <ul>\n<li> Home </li>\n<li> Help </li>\n</ul>\n<ul>\n<li>Home</li>\n<li>About Us</li>\n<li>Terms of Use</li>\n<li>Privacy Policy</li>\n<li>Help</li>\n<li>Business Directory</li>\n<li>Contact Us</li>\n<li>\n</li>\n<li> Grow Your Business NEW\n</li>\n<li>\n<i>\n</i>RSS </li>\n</ul>\n<ul>\n<li>\nVerticalScope Inc., 111 Peter Street, Suite 600, Toronto, Ontario, M5V 2H1, Canada\n</li>\n</ul>\n<ul>\nThe Fora platform includes forum software by XenForo\n</ul>\n<ul>\n<li>\n</li>\n</ul>\n<ul>\n<li>\nManage ConsentManage ConsentDo Not Sell My Data\n</li>\n</ul> Forum software by XenForo<sup>®</sup> © 2010-2019 XenForo Ltd.\n<i>\n</i>Top ", "created_at": "2021-11-27 04:33:51.31873", "updated_at": "2021-11-27 03:36:19.529252"}, {"id": 10664, "name": "Terms", "url": "https://www.avsforum.com/help/terms/", "xpath": "//body", "text": "We value your privacy<p>We and our partners store and/or access information on a device, such as cookies and process personal data, such as unique identifiers and standard information sent by a device for personalised ads and content, ad and content measurement, and audience insights, as well as to develop and improve products.</p>\n<p>With your permission we and our partners may use precise geolocation data and identification through device scanning.\nYou may click to consent to our and our partners’ processing as described above.\nAlternatively you may access more detailed information and change your preferences before consenting or to refuse consenting.\nPlease note that some processing of your personal data may not require your consent, but you have a right to object to such processing.\nYour preferences will apply to this website only.\nYou can change your preferences at any time by returning to this site or visit our privacy policy.\n</p>MORE OPTIONSAGREE <i>\n</i>\n<i>\n</i>\n<i>\n</i>Search \"\" across the entire site Advanced Search Cancel Login / Join <ul>\n<li>What's New</li>\n<li>Forum Listing</li>\n<li> Marketplace\nNEW </li>\n<li>Showcase</li>\n<li>Gallery</li>\n<li>Advanced Search</li>\n<li>Members</li>\n<li>FAQ</li>\n</ul>\n<ul>\n<li>\n<i>\n</i>Dark Mode </li>\n</ul> Menu Log in Register <ul>\n<li> Home </li>\n<li> Help </li>\n</ul> Terms of Use JavaScript is disabled.\nFor a better experience, please enable JavaScript in your browser before proceeding.\nHelp pages Help FAQ\nVendor FAQ\nCopyright\nRelease Notes\nBB codes\nTrophies\nTerms of Use\nPrivacy Policy\nBusiness Terms of Service\nContact Us <p>\n<strong>AVSForum.com</strong>\n</p>\n<p>WEB SITE TERMS &amp.\nCONDITIONS OF USE</p>\n<p>AVSForum.com is owned and operated by VerticalScope Inc., an Ontario corporation.</p>\n<p>AVSForum.com reserves the right to change these terms and conditions at any time, and you agree that each visit you make to AVSForum.com shall be subject\nto the current terms and conditions as published on our website at www.AVSForum.com (the 'Web Site').</p>\n<p>\n<strong>General Terms of Use</strong>\n</p>\n<p>By accessing AVSForum.com you are agreeing to be bound by these Web Site Terms &amp.\nConditions of Use and all applicable laws and regulations, and you agree that you are solely\nresponsible for compliance with any applicable local laws.\nIf you do not agree with any of these terms, do not use this site.\nAny claim relating to AVSForum.com shall be governed by the laws of the\nProvince of Ontario, Canada.\nThe materials contained on the Web Site are protected by applicable copyright and trademark laws.</p>\n<p>Unless expressly permitted by supplemental terms, our sites and services are intended for general\naudiences 18 years of age and older, and access or use by anyone younger is not authorized.</p>\n<p>\n<strong>Internet Etiquette</strong>\n</p>\n<p>Electronic forums such as email distribution lists, web-based forums, and classified advertising lists that may be provided by AVSForum.com have ground rules and established etiquette\nfor posting messages or material to these forums.\nUsers should be considerate of the expectations and sensitivities of others on the network when posting material for electronic distribution.\nYou may not use the Web Site to impersonate another\nperson or misrepresent that you have authorization to act on behalf of AVSForum.com or any other party.\nAll messages transmitted by you should correctly identify you as the sender.\nAny attempt to alter the system\nconfiguration, to breach the security of the network, to gain unauthorized access to other users.\nemail accounts, or any other attempt at 'hacking', is prohibited, and will result in the immediate cancellation of all access and privileges and the\npossibility of criminal and/or civil charges being brought.</p>\n<p>\n<strong>Disclaimer and Limitation of Liability</strong>\n</p>\n<p>Throughout the Web Site we have provided links and pointers to Internet sites maintained by third parties, sometimes through third party advertisements.\nOur linking to such third-party sites does not imply an\nendorsement or sponsorship of such sites, or the information, products or services offered on or through the sites.\nIn addition, neither we nor any of our respective affiliated companies operate or control in any respect any information, products\nor services that third parties may provide on or through the Web Site or on websites linked to by us on the Web Site.</p>\n<p>THE INFORMATION, PRODUCTS AND SERVICES OFFERED ON OR THROUGH THE SITE AND ANY THIRD-PARTY SITES ARE PROVIDED \\\"AS IS\\\" AND WITHOUT WARRANTIES OF ANY KIND EITHER EXPRESS OR IMPLIED.\nTO THE FULLEST EXTENT\nPERMISSIBLE PURSUANT TO APPLICABLE LAW, WE DISCLAIM ALL WARRANTIES, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, IMPLIED WARRANTIES OF MERCHANTABILITY AND FITNESS FOR A PARTICULAR PURPOSE.\nWE DO NOT WARRANT THAT THE SITE OR ANY OF ITS\nFUNCTIONS WILL BE UNINTERRUPTED OR ERROR-FREE, THAT DEFECTS WILL BE CORRECTED, OR THAT ANY PART OF THIS SITE, INCLUDING BULLETIN BOARDS, OR THE SERVERS THAT MAKE IT AVAILABLE, ARE FREE OF VIRUSES OR OTHER HARMFUL COMPONENTS.</p>\n<p>WE DO NOT WARRANT OR MAKE ANY REPRESENTATIONS REGARDING THE USE OR THE RESULTS OF THE USE OF THE SITE OR MATERIALS ON THIS SITE OR ON THIRD-PARTY SITES IN TERMS OF THEIR CORRECTNESS, ACCURACY, TIMELINESS,\nRELIABILITY OR OTHERWISE.</p>\n<p>You must provide and are solely responsible for all hardware and/or software necessary to access the Web Site.\nYou assume the entire cost of and responsibility for any damage to, and all necessary maintenance,\nrepair or correction of, that hardware and/or software.</p>\n<p>The Web Site is provided for informational purposes only, and is not intended for trading or investing purposes, or for commercial use.\nThe Web Site should not be used in any high risk activities where damage or\ninjury to persons, property, environment, finances or business may result if an error occurs.\nYou expressly assume all risk for such use.</p>\n<p>Certain sections of the Web Site may allow you to purchase many different types of products and services online that are provided by third parties.\nWe are not responsible for the quality, accuracy, timeliness,\nreliability or any other aspect of these products and services.\nIf you make a purchase from a merchant on the Web Site or on a site linked to by the Web Site, the information obtained during your visit to that merchant's online store or site, and\nthe information that you give as part of the transaction, such as your credit card number and contact information, may be collected by both the merchant and us.\nA merchant may have privacy and data collection practices that are different from\nours.\nWe have no responsibility or liability for these independent policies.\nIn addition, when you purchase products or services on or through the Web Site, you may be subject to additional terms and conditions that specifically apply to your\npurchase or use of such products or services.\nFor more information regarding a merchant, its online store, its privacy policies, and/or any additional terms and conditions that may apply, visit that merchant's website and click on its information\nlinks or contact the merchant directly.\nYou release us and our affiliates from any damages that you incur, and agree not to assert any claims against us or them, arising from your purchase or use of any products or services made available by\nthird parties through the Web Site.</p>\n<p>You agree to be financially responsible for all purchases made by you or someone acting on your behalf through the Web Site.\nYou agree to use the Web Site and to purchase services or products through the Web Site\nfor legitimate purposes only.\nYou also agree not to make any purchases for speculative, false or fraudulent purposes.\nYou agree to only purchase goods or services for yourself or for another person for whom you are legally permitted to do so.\nWhen making a purchase for a third party that requires you to submit the third party's personal information to us or a merchant, you represent that you have obtained the express consent of such third party to provide such third party's personal\ninformation.</p>\n<p>In no event shall AVSForum.com or its service providers, affiliates, associates, subsidiaries or partners be liable for any damages, including, without limitation, damages for loss of\ndata or profit, or due to business interruption, arising out of the use of or inability to use the materials contained on the Web Site even if AVSForum.com has been notified of the possibility of such damage.\nSome\njurisdictions do not allow the exclusion of implied warranties, so the above exclusion may not apply to you.\nThis disclaimer of liability applies to any damages or injury caused by any failure of performance, error, omission, interruption,\ndeletion, defect, delay in operation or transmission, computer virus, communication line failure, theft or destruction or unauthorized access to, alteration of, or use of record, whether for breach of contract, tortious behavior, negligence, or\nunder any other cause of action.</p>\n<p>The information and opinions expressed in Bulletin Boards, Chat Rooms, or other electronic forums conducted on the Web Site are not necessarily those of AVSForum.com or its service\nproviders, affiliates, associates, subsidiaries or partners and AVSForum.com makes no representations or warranties regarding that information or those opinions.\nNeither AVSForum.com or\nits service providers, affiliates, associates, subsidiaries or partners shall be responsible or liable to any person or entity whatsoever for any loss, damage (whether actual, consequential, punitive or otherwise), injury, claim, liability or\nother cause of any kind or character whatsoever based upon or resulting from any information or opinions provided in such forums.</p>\n<p>\n<strong>Limited License</strong>\n</p>\n<p>AVSForum.com hereby grants you a limited license to view on your computer, print, or download any content made available on the Web Site for which a fee is not charged, for\nnon-commercial, personal, or educational purposes only.\nWithout limiting the generality of the foregoing you may not make any commercial use of such content, either alone or in or with any product which you distribute, or copy or host such\ncontent on your or any other person’s web site or FTP server.\nNothing contained in this limited license shall be deemed as conferring any right in any copyright, trademark, trade name or other proprietary property of\nAVSForum.com or any other party who owns or has proprietary rights to the content, information and materials provided on the Web Site.</p>\n<p>\n<strong>Preservation of Intellectual Property Rights</strong>\n</p>\n<p>All material on this site, including, but not limited to images, illustrations and multimedia materials, is protected by copyrights which are owned and controlled by AVSForum.com or\nby other parties that have licensed their material to AVSForum.com.\nMaterial from this Web Site or from any other web site owned, operated, licensed or controlled by VerticalScope Inc.\nmay not be copied, reproduced, republished, uploaded, posted, transmitted, or distributed in any way.\nModification of the materials or use of the materials for any other purpose is a violation of the copyrights and other proprietary rights held\nby the respective providers thereof.\nThe use of any such material on any other web site, ftp server or network environment is prohibited.</p>\n<p>\n<strong>Changes and Improvements</strong>\n</p>\n<p>AVSForum.com may make changes, improvements, alterations or amendments in and to the products, services, information and materials contained on the Web Site including the terms and\nconditions of your use of this Web Site, without liability.</p>\n<p>\n<strong>Jurisdictional Issues</strong>\n</p>\n<p>Due to the nature of the Internet, it is not possible for AVSForum.com to restrict access to its web site only to those jurisdictions in which it does business.\nSome or all of the\nproducts and services offered on this web site may not be eligible for solicitation in your jurisdiction.\nIf you are accessing this web site from such a jurisdiction, you should not consider anything on this site as an offer to sell or as a\nsolicitation to the public to purchase any product or service from AVSForum.com.\nThis site is for use only by persons residing in jurisdictions where such products and services may legally be sold.</p>\n<p>AVSForum.com offers services and programs in many parts of the world.\nThe web site may refer to certain services or programs that are not available worldwide.\nWithout specifically\nlimiting the offers made on this web site, reference to such services or programs does not imply that AVSForum.com intends to offer such service or programs in all countries or locations.</p>\n<p>Unless otherwise specified, the materials contained on the Web Site are presented solely for the purpose of providing information to persons primarily located in\nOntario, Canada.\nThis site is controlled and operated by VerticalScope Inc.\nfrom its offices in Toronto,\nOntario, Canada.\nAVSForum.com makes no representation that any of the materials contained in the Web Site are appropriate or available for use\nin other locations or jurisdictions.\nThose who choose to access this site from other locations do so on their own initiative and are responsible for compliance with local laws, if and to the extent local laws are applicable.</p>\n<p>This agreement shall be governed by and construed in accordance with the laws of the Province of Ontario and the laws of\nCanada and users of the Web Site irrevocably attorn to the jurisdiction of the courts of the Province of Ontario.\nAny provisions of this\nAgreement which are or may be rendered invalid, unenforceable or illegal, shall be ineffective only to the extent of such invalidity, unenforceability or illegality, without affecting the validity, enforceability or legality of the remaining\nprovisions of this Agreement.\nThis Agreement constitutes the entire agreement between the parties pertaining to the subject matter hereof and supersedes all prior and contemporaneous agreements, understandings, negotiations and discussions,\nwhether oral or written, of the parties.</p>\n<p>\n<strong>Privacy</strong>\n</p>\n<p>AVSForum.com has established a privacy policy covering the collection, use, and disclosure of user information, which can be found at privacy page.\n</p>\n<p>\n<strong>Submissions</strong>\n</p>\n<p>By posting/sending a message in any public electronic forum on the Web Site, you agree to have that message along with your name and/or user name posted for public viewing both here and in other promotional and\nadvertising materials and on other VerticalScope Inc.\nweb sites, without compensation.\nAVSForum.com does not undertake to necessarily post every submission.\nAll messages that are posted\nhere represent the opinions of the individuals or organizations posting those messages, and do not express the ideas or opinions of AVSForum.com or VerticalScope Inc..\nYou may copy the\nposted messages for personal use, but redistribution in any way requires the written permission of AVSForum.com.\nIn consideration of this authorization, you agree that any copy you make of any message(s) located on\nthis web site shall retain all copyright and other proprietary notices contained therein.</p>\n<p>You represent and warrant that: (i) you own the content posted by you on or through the Web Site or otherwise have the right to grant the license set forth below, and (ii) the Posting of your content does not\nviolate the privacy rights, publicity rights, copyrights, contract rights or any other rights of any person.</p>\n<p>You agree to grant to AVSForum.com, VerticalScope and its subsidiaries, a non exclusive, royalty free, worldwide, irrevocable, perpetual license to reproduce, distribute, transmit,\nsublicense, create derivative works of,\npublicly display, publish and perform any materials and other information you submit to any public areas, chat rooms, bulletin boards, newsgroups or forums of AVSForum.com or which you provide by email or any other\nmeans to AVSForum.com and in any media now known or hereafter developed.\nFurther, you grant to AVSForum.com the right to use your name and or user name in connection with the submitted\nmaterials and other information as well as in connection with all advertising, marketing and promotional material related thereto, together with use on any other VerticalScope Inc.\nweb sites.\nYou agree that you shall\nhave no recourse against VerticalScope Inc.\nfor any alleged or actual infringement or misappropriation of any proprietary right in your communications to AVSForum.com.</p>\n<p>In order to maintain an informative and valuable service that meets the needs of the users of the Web Site and avoids the harm that can result from disseminating statements that are false, malicious, in violation\nof the rights of others, or otherwise harmful, it is necessary to establish the following rules to protect against abuse.</p>\n<p>You may not:</p>\n<ul>\n<li>Restrict or inhibit any other user from using and enjoying the Web Site.</li>\n<li>Use the Web Site to impersonate any person or entity, or falsely state or otherwise misrepresent your affiliation with a person or entity.</li>\n<li>Interfere with or disrupt any servers or networks used to provide the Web Site or its features, or disobey any requirements, procedures, policies or regulations of the networks we\nuse to provide the Web Site.</li>\n<li>Use the Web Site to instigate or encourage others to commit illegal activities or cause injury or property damage or interfere with business interests or contractual relations of any\nperson.</li>\n<li>Gain unauthorized access to the Web Site, or any account, computer system, or network connected to this Web Site, by means such as hacking, password mining or other illicit\nmeans.</li>\n<li>Obtain or attempt to obtain any materials or information through any means not intentionally made available through this Web Site.</li>\n<li>Use the Web Site to post or transmit any unlawful, harmful, threatening, abusive, libelous, flaming,\nhateful, offensive (whether in relation to sex, race, religion or otherwise), defamatory, obscene,\nvulgar, harassing, pornographic, profane or indecent information of any kind, including without\nlimitation any transmissions constituting or encouraging conduct that would constitute a criminal offense, give rise to civil liability or otherwise violate any local, state, provincial, national or\ninternational law.</li>\n<li>Use the Web Site to post or transmit any information, software or other material that violates or infringes upon the rights of others, including material that is an invasion of\nprivacy or publicity rights or that is protected by copyright, trademark or other proprietary right, or derivative works with respect thereto, without first obtaining permission from the owner or rights holder.</li>\n<li>Use the Web Site to post or transmit any information, software or other material that contains a virus or other harmful component.</li>\n<li>Use the Web Site to post, transmit or in any way exploit any information, software or other material for commercial purposes, or that contains advertising.</li>\n<li>Use the Web Site to advertise or solicit to anyone to buy or sell products or services, to cease using the Web Site, to visit another competing Web Site, or to make donations of any\nkind, without our express written approval.</li>\n<li>Gather for marketing purposes any email addresses or other personal information that has been posted by other users of the Site.</li>\n</ul>\n<p>You agree to indemnify AVSForum.com and VerticalScope Inc.\nand each of its officers, directors, employees, agents, distributors and affiliates from and\nagainst any and all third party claims, demands, liabilities, costs, or expenses, including reasonable legal fees, resulting from your breach of any of the foregoing, or other provisions of these Terms and Conditions of Service.</p>\n<p>You understand that we have no obligation to monitor any bulletin boards, chat rooms, web logs, or other areas of the Web Site through which users can supply information or material.\nHowever, we reserve the right\nat all times to disclose any information we believe necessary to satisfy any law, regulation or governmental request, or to refuse to post or to remove any information or materials, in whole or in part, that in our sole discretion are\nobjectionable or in violation of these Terms and Conditions of Service.\nWe also reserve the right to deny access to the Web Site or any features of the Web Site to anyone, for any reasons, including as a result of persons who violate these Terms\nand Conditions of Service or who, in our sole judgment, interferes with the ability of others to enjoy our website or infringes the rights of others.</p>\n<p>\n<strong>Moderators</strong>\n</p>\n<p>Acting as a moderator of a forum on AVSForum.com is an unofficial, volunteer role.\nModerators are not employees, contractors or agents of AVSForum.com or VerticalScope.\nVerticalScope and AVSForum.com are not responsible for actions or\ninactions of moderators.&nbsp;</p>\n<p>If you act as a moderator, you agree that:&nbsp;</p>\n<ul>\n<li>You will always act in good faith as a moderator.\nYou should always maintain a calm and cordial demeanor as moderator.</li>\n<li>You will not accept any gifts, favors or other compensation from third parties in connection with or related to your actions as a moderator.</li>\n<li>You should not promote or advertise any particular product, brand or service, and should remain impartial.</li>\n<li>You will comply with&nbsp;these Terms and Conditions of Service, along with the moderating guidelines and content policies of VerticalScope made available to you from time to time.&nbsp.\nYou will take appropriate action whenever you are\nnotified of content that violates VerticalScope policy or promptly escalate matters to VerticalScope for review.\nTo the extent you are uncertain about what is the appropriate action in particular circumstances, you will contact VerticalScope.\n</li>\n<li>You are not authorized to act on behalf of VerticalScope and may not represent to others that you are authorized to act on behalf of, or otherwise bind VerticalScope.&nbsp;</li>\n<li>As a moderator, you may receive or have access to confidential and/or non-public information.\nYou will not publish any of this information online or share any of this information with third parties.&nbsp.\nYou will keep this information secure\nand will protect this information from being accessed or seen by others.&nbsp.\nYou will not use any of this information except in connection with your role as a moderator.\nIf you believe any of this information in your possession has been\naccessed inappropriately, you will promptly contact VerticalScope.\nYou will continue to comply with the provisions in this paragraph, even after you are no longer a moderator.</li>\n<li>VerticalScope may revoke your right to moderate at any time, for any reason, and may in its sole discretion, overturn any action or decision that you make.</li>\n</ul>\n<p>\n<strong>Copyright Policy</strong>\n</p>\n<p>AVSForum.com has adopted and implemented a copyright policy in accordance with the Digital Millennium Copyright Act of 1998.\nFor more information, please refer to our copyright policy\nat AVSForum.com/help/copyright</p>\n<p>In appropriate circumstances and at our sole discretion, we may disable and/or close the accounts of users who repeatedly infringe or are repeatedly charged with infringing the copyrights or other intellectual\nproperty rights of others.</p>\n<p>\n<strong>Passwords</strong>\n</p>\n<p>To use certain features of the Web Site, you will need a username and password, which you will receive through the Web Site's registration process.\nYou are responsible for maintaining the confidentiality of the\npassword and account, and are responsible for all activities (whether by you or by others) that occur under your password or account.\nYou agree to notify us immediately of any unauthorized use of your password or account or any other breach of\nsecurity, and to ensure that you exit from your account at the end of each session.\nWe cannot and will not be liable for any loss or damage arising from your failure to protect your password or account information.</p>\n<p>\n<strong>Classified Advertising</strong>\n</p>\n<p>The Web Site may include certain classified advertising services.\nWhen you submit a classified ad for publication on the Web Site, you agree that the advertisement as it appears on the Web Site becomes our\nproperty and you assign all ownership interest in the advertisement as it appears on the Web Site under copyright law or otherwise to us.\nSubmission of an advertisement does not constitute a commitment to publish the advertisement, and\npublication of an advertisement does not constitute an agreement for continued publication.\nWe will accept only standard abbreviations and require proper punctuation.\nWe reserve the right to edit, reclassify, revise, reject or cancel any\nadvertisement at any time, in our sole discretion.\nRates and specifications, if any, are subject to change.</p>\n<p>\n<strong>Affiliate Links</strong>\n</p>\n<p>AVSForum.com is a participant in the Amazon Services LLC Associates Program and other similar affiliate advertising programs which are designed to provide a means for\nus to earn fees\nby linking to such affiliates' websites such as Amazon.com.\nAVSForum.com reserves the right to overwrite or replace any affiliate, commercial, or monetizable links, posted by users of\nAVSForum.com, with our own internal tracking.\nYou agree not to post or otherwise make available content that constitutes or contains \"affiliate marketing,\" \"link referral code,\" or \"unsolicited commercial\nadvertisement.\"</p>\n<p>\n<strong>Termination</strong>\n</p>\n<p>We may cancel or terminate your right to use the Web Site or any part of the Web Site at any time without notice.\nIn the event of cancellation or termination, you are no longer authorized to access the part of the\nWeb Site affected by such cancellation or termination.\nThe restrictions imposed on you with respect to material downloaded from the Web Site, and the disclaimers and limitations of liabilities set forth in these Terms and Conditions of Service,\nshall survive.</p> Join now to ask and comment! Continue with Facebook Continue with Google or sign up with email <ul>\n<li> Home </li>\n<li> Help </li>\n</ul>\n<ul>\n<li>Home</li>\n<li>About Us</li>\n<li>Terms of Use</li>\n<li>Privacy Policy</li>\n<li>Help</li>\n<li>Business Directory</li>\n<li>Contact Us</li>\n<li>\n</li>\n<li> Grow Your Business NEW\n</li>\n<li>\n<i>\n</i>RSS </li>\n</ul>\n<ul>\n<li>\nVerticalScope Inc., 111 Peter Street, Suite 600, Toronto, Ontario, M5V 2H1, Canada\n</li>\n</ul>\n<ul>\nThe Fora platform includes forum software by XenForo\n</ul>\n<ul>\n<li>\n</li>\n</ul>\n<ul>\n<li>\nManage ConsentManage ConsentDo Not Sell My Data\n</li>\n</ul> Forum software by XenForo<sup>®</sup> © 2010-2019 XenForo Ltd.\n<i>\n</i>Top ", "created_at": "2021-11-27 04:33:51.317029", "updated_at": "2021-11-27 03:35:59.612599"}], "points": [], "urls": ["avsforum.com"]}}