{"error": 448, "message": "OK", "parameters": {"id": 454, "name": "canary", "created_at": "2018-05-08 12:19:45.090394", "updated_at": "2021-07-07 22:00:27.17606", "wikipedia": null, "keywords": "", "related": "", "slug": "canary", "is_comprehensively_reviewed": false, "rating": 1, "status": null, "image": "https://s3.tosdr.org/logos/454.png", "url": "canary.is", "documents": [{"id": 8166, "name": "Website Terms of Service", "url": "https://canary.is/legal/", "xpath": "/html/body/div/div/div[2]/section[1]/div/div[2]", "text": "Website Terms of Service<p>\n<i>Last Updated: May 25, 2018</i>\n</p>\n<ol>\n<li>Accepting the Website Terms of Service</li>\n<li>Your Privacy</li>\n<li>Eligibility to Use Our Website</li>\n<li>Your Use of Our Website</li>\n<li>Your Use of Third-Party Services</li>\n<li>Our Sales Terms</li>\n<li>Content You Create</li>\n<li>Feedback</li>\n<li>Contests We Run</li>\n<li>Prohibited Use</li>\n<li>Disclaimer of Warranties and Indemnification</li>\n<li>Our Limitation of Liability</li>\n<li>Termination</li>\n<li>Other Terms</li>\n<li>Changes to These Terms</li>\n<li>Contact Us</li>\n</ol>1.\nAccepting the Website Terms of Service<p>This website is operated by Canary.\nCanary offers this website, including all information, tools, and services available on or through this site to you, the user (“you”, “your”), conditioned upon your acceptance of the terms stated here.</p>\n<p>If you are a resident of the US or Canada, these terms are an agreement between you and Canary Connect, Inc.\nOtherwise, these terms are an agreement between you and Canary Technology Europe, Limited.\nIn these terms references to “Canary” “us”, “we” and “our” mean either Canary Connect, Inc.\nor Canary Technology Europe, Limited, as appropriate.</p>\n<p>Please read these Terms of Service (“Terms of Service”, “Terms”) carefully before accessing or using our website.\nBy visiting the site, accessing or using information, tools and services available on this site (collectively, the “Service”) you agree to be bound by these Terms, including those additional terms and conditions and policies referenced or available by hyperlink at www.canary.is/legal, including Canary’s Privacy Policy, all of which are incorporated by reference into these Terms.</p>\n<p>These Terms of Service give you specific legal rights, and you may also have other legal rights in addition, which vary from country to country.</p>\n<p>We may from time to time update, change, or replace any part of these Terms by posting updates and/or changes to our website.\nYou can review the most current version of the Terms of Service at any time on this page.\nYour continued use of or access to any part of the Service following the posting of any changes constitutes acceptance of those changes.</p>2.\nYour Privacy<p>Please review Canary’s Privacy Policy, which explains how we collect and use certain information that you submit to Canary.\nOur Privacy Policy is incorporated into these Terms of Service.\nWe use cookies and other technologies like pixel tags and web beacons to improve the functionality of our Service.\nFor more information, visit our Cookie Policy.</p>\n<p>Personal Information provided to us may include “personal data” as defined by and subject to any national law of an EU member state adopted pursuant to Regulation (EU) 2016/679 (“Personal Data”).\nWith regard to our processing of Personal Data we serve as the “controller” of the personal data you provide to us.\nIn the event Personal Data processed by us is transferred from any EU member country to the United States, you consent to the transfer of your data to the United States.</p>3.\nEligibility to Use Our Website<p>By using the Service, you acknowledge and agree that you are at least 18 years of age or the age of majority in the location from where you access and use the Service.\nIf you are under 18 but are at least 16 years old you agree that you are using the Service with the consent of your legal guardian.\nIf you are not at least 16 years old, you may not use the Service at any time or in any manner or submit any information to Canary.</p>4.\nYour Use of Our Website<p>Canary may present information and content that is copyrighted and/or trademarked work of Canary or Canary’s third-party licensors and suppliers or other users of the Service, including but not limited to logos, graphics, video, images, product information, and other third party content (collectively, “Canary Content”).\nSubject to these Terms, Canary grants you a limited, personal, revocable, non-exclusive, non-sublicensable, and non-transferable license to use and to display the Canary Content solely for your personal, non-commercial use when accessing our Services.\nExcept for the foregoing license, you have no other rights in the Service or any Canary Content and you may not modify, edit, copy, reproduce, create derivative works of, reverse engineer, alter, enhance, or in any way exploit any of the Service or Canary Content in any manner.\nNeither these Terms nor your use of the Services convey or grant to you any rights: (i) in or related to the Services except for the limited license granted above.\nor (ii) to use or reference in any manner Canary’s names, logos, product and service names, trademarks or services marks, or those of Canary’s licensors.</p>5.\nYour Use of Third-Party Services<p>The Service may be linked to other websites or services that are not affiliated with Canary (collectively, “Third-Party Sites”).\nCertain areas of the Service may allow you to interact with such Third-Party Sites and, in certain situations, you may be transferred to a Third-Party Site through a link but it may appear that you are still using a part of the Service.\nYou acknowledge and agree that the Third-Party Sites may have different privacy policies and terms and conditions than Canary, and you further acknowledge and agree that your use of such Third-Party Sites is governed by the respective Third-Party Site’s privacy policy and terms.</p>\n<p>Canary may provide links to Third-Party Sites to you as a convenience, and we do not verify, make any representations or take responsibility for such Third-Party Sites, including, without limitation, the truthfulness, accuracy, quality or completeness of the content, services, links displayed and/or any other activities conducted on or through such Third-Party Sites.\nIn no event shall Canary be responsible or liable for any products or services of such third party providers.</p>6.\nOur Sales Terms<p>The online store provided by Canary on the site www.canary.is/products/ (the “Store”) allows you to purchase products and services from Canary.\nAny order placed on the Canary online Store or through our Service are subject to Canary’s Sales Terms.</p>7.\nContent You Create<p>Canary may permit you from time to time to submit, upload, publish, or otherwise make available to Canary through the Services, via email, by posting on to our social media sites, or in any other way, information, messages, comments, textual, audio, and/or visual content, video content captured through a Canary product, commentary and feedback related to the Services, initiation of support requests, and submission of entries for competitions and promotions (each “User Content”).</p>\n<p>You retain ownership of your User Content but agree that any User Content provided by you in connection with the Service is provided on a non-proprietary and non-confidential basis and you grant Canary a non-exclusive, perpetual, irrevocable, royalty-free, fully paid-up, worldwide license (including the right to sublicense through multiple tiers) to use, reproduce, process, adapt, publicly perform, publicly display, modify, prepare derivative works, publish, transmit, and distribute your User Content, or any portion thereof, in any form, medium, known or developed, without further notice to or consent from you, and without the requirement of payment to you or any other person or entity for any purpose, including marketing and promotions.</p>\n<p>We may modify or adapt your User Content in order to transmit, display, or distribute them over computer networks and in various media and/or make changes to the User Content as necessary to conform and adapt them to any requirements or limitations of any networks, devices, services, or media.</p>\n<p>You represent and warrant that: (i) you either are the sole and exclusive owner of all User Content or you have all rights, licenses, consents, and releases necessary to grant Canary the license to the User Content as set forth above.\nand (ii) neither the User Content nor your submission, uploading, publishing, or otherwise making available of such User Content nor Canary's use of the User Content as permitted herein will infringe, misappropriate, or violate a third party's intellectual property or proprietary rights, or rights of publicity or privacy, or result in the violation of any applicable law or regulation.</p>\n<p>You agree to not provide User Content that is defamatory, libelous, hateful, violent, obscene, pornographic, unlawful, or otherwise offensive, as determined by Canary in its sole discretion, whether or not such material may be protected by law.\nCanary may, but shall not be obligated to, review, monitor, or remove User Content, at Canary's sole discretion and at any time and for any reason, without notice to you.\nCanary agrees to use any personally identifiable information contained in any of your User Generated Content in accordance with Canary's Privacy Policy.</p>8.\nFeedback<p>If you send or transmit any communications, comments, questions, suggestions, or related materials to Canary, whether by letter, email, telephone, or otherwise (collectively, “Feedback”), suggesting or recommending changes to the Service, including, without limitation, new features or functionality, all such Feedback is, and will be treated as, non-confidential and nonproprietary.\nYou hereby assign all right, title, and interest in, and Canary is free to use, without any attribution or compensation to you, any ideas, know-how, concepts, techniques, or other intellectual property and proprietary rights contained in the Feedback.</p>9.\nContests We Run<p>Additional terms and conditions may apply to contests, giveaways, and other promotions sponsored by Canary and its partners.\nIt is your responsibility to carefully review those terms and conditions.\nYou agree to release and hold harmless Canary from all liability for loss, harm, damage, injury, cost, and expense whatsoever which may occur in connection with, participating in any contest, preparing any contest entry, accepting any prize, and for any claims based on publicity rights, defamation, or invasion of privacy .\nCanary reserves the right, in its sole discretion and without notice, to cancel, terminate, modify, extend, or suspend any Contest for any reason.\nBy participating in a contest, you agree to the collection and use of your personal information by Canary and its affiliates as set forth in Canary's Privacy Policy.</p>10.\nProhibited Use<p>When using the Service, you agree to abide by common standards of etiquette and act in accordance with the law.\nFor example, you agree not to:</p>\n<ul>\n<li>Defame, abuse, harass, stalk, threaten, or otherwise violate the legal rights (such as rights of privacy and publicity) of others</li>\n<li> Use racially, ethnically, or otherwise offensive language</li>\n<li>Discuss or incite illegal activity</li>\n<li>Use any robot, spider, scraper, or other automated means to access the Service</li>\n<li>Take any action that imposes an unreasonable or disproportionately large load on Canary’s infrastructure</li>\n</ul>\n<p> This list of prohibitions provides examples and is not complete or exclusive.\nCanary reserves the right to (a) terminate access to your account, your ability to post to use the Service, and (b) refuse, delete, or remove any User Content.\nwith or without cause or notice, for any reason or no reason, or for any action that Canary determines is inappropriate or disruptive to the Service or to any other user of the Service.\nCanary may report to law enforcement authorities any actions that may be illegal, and any reports it receives of such conduct.\nWhen legally required or at Canary’s discretion, Canary will cooperate with law enforcement agencies in any investigation of alleged illegal activity on the Service or on the Internet.</p>\n<p>\n<strong>Intellectual Property &amp.\nCopyright Infringement</strong>\n<br> Canary and third-party trademarks and service marks may or may not be designated as such from time-to-time through the SM, TM or ® symbols.\nAll rights not expressly granted herein are reserved.\nExcept as otherwise required or limited by applicable law, any reproduction, distribution, modification, retransmission, or publication of any copyrighted material is strictly prohibited without the express written consent of the copyright owner or license.\n<br> Canary respects copyright law and expects its users to do the same.\nIf you believe your copyrighted material unlawfully appears on our website you may send a Canary a notice, as outlined in Canary's Copyright Policy.</p>11.\nDisclaimer of Warranties and Indemnification<p>Your use of this Service is at your own risk.\nCanary does not guarantee, represent, or warrant that your use of our Service will be uninterrupted, timely, secure, or error-free.\nThe Service, Canary Content and User Content have not been verified or authenticated in whole or in part by Canary, and they may include inaccuracies or typographical or other errors.\nCanary does not warrant the accuracy or timeliness of the Canary Content contained on this Service and Canary has no liability for any errors or omissions in the Canary Content or User Content, whether provided by Canary, our licensors,suppliers, or other users.</p>\n<p>You agree to indemnify, defend, and hold harmless Canary and our parent, subsidiaries, affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, and employees, harmless from any claim or demand, including reasonable attorneys’ fees, made by any third-party due to or arising out of your (i) use of the Services, including any User Content and Feedback you provide.\n(ii) breach of these Terms of Service or the documents they incorporate by reference, or (iii) your violation of any law or the rights of a third-party.\nWe reserve the right, at your expense, to assume the exclusive defense and control of any matter for which you are required to indemnify Canary, and you agree to cooperate with our defense of such claims.\nYou agree not to settle any such claims with Canary’s prior written consent.\nWe will use reasonable efforts to notify you of any such claim, action or proceeding upon becoming aware of it.</p>12.\nOur Limitation of Liability<p>Nothing in these Terms (including anything specified in this \"Our Limitation of Liability\" provision) shall attempt to exclude or limit liability that cannot be excluded or limited under applicable law.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN ADDITION TO THE ABOVE DISCLAIMER OF WARRANTIES, IN NO CASE SHALL (A) CANARY, OUR DIRECTORS, OFFICERS, EMPLOYEES, AFFILIATES, AGENTS, CONTRACTORS, SUPPLIERS, SERVICE PROVIDERS, OR LICENSORS BE LIABLE TO YOU FOR ANY DAMAGES RESULTING FROM YOUR PURCHASE OF PRODUCTS OR DISPLAYING, COPYING, OR DOWNLOADING ANY CONTENT TO OR FROM THE SERVICE, EVEN IF CANARY KNEW OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES.\n(B) CANARY, OUR DIRECTORS, OFFICERS, EMPLOYEES, AFFILIATES, AGENTS, CONTRACTORS, SUPPLIERS, SERVICE PROVIDERS, OR LICENSORS BE LIABLE FOR ANY INJURY, LOSS, CLAIM, OR ANY INDIRECT, INCIDENTAL, PUNITIVE, SPECIAL, OR CONSEQUENTIAL DAMAGES OF ANY KIND, INCLUDING, WITHOUT LIMITATION LOST PROFITS, LOST REVENUE, LOST SAVINGS, LOSS OF DATA, REPLACEMENT COSTS, OR ANY SIMILAR DAMAGES, WHETHER BASED IN CONTRACT, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY, OR OTHERWISE, ARISING FROM YOUR USE OF THE SERVICE OR RELATED IN ANY WAY TO YOUR USE OF THE SERVICE, INCLUDING, BUT NOT LIMITED TO, ANY ERRORS OR OMISSIONS IN ANY CONTENT, OR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF THE SERVICE OR ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE SERVICE, EVEN IF CANARY KNEW OR SHOULD HAVE KNOWN OF THEIR POSSIBILITY.\nBecause some states or jurisdictions do not allow the exclusion or the limitation of liability for consequential or incidental damages, in such states or jurisdictions, our liability shall be limited to the maximum extent permitted by law.</p>13.\nTermination<p>These Terms will remain in full force and effect so long as you continue to access or use the Services, or until terminated in accordance with the provisions of these Terms.</p>\n<p>If in our sole judgment you fail, or we reasonably suspect that you have failed, to comply with any term or provision of these Terms of Service, we may either (i) suspend your access to our Services (or any part thereof).\nor (ii) terminate this agreement at any time upon notice to you and you will remain liable for all amounts due up to and including the date of termination.</p>14.\nOther Terms<p>Canary controls and operates its Service from its headquarters in the United States and the Canary Content and products offered through the Service may not be appropriate or available for use in other locations.\nIf you use this Service outside the United States of America, you are solely responsible for following applicable local laws.</p>\n<p>In the event that any provision of these Terms of Service is determined to be unlawful, void, or unenforceable, such provision shall nonetheless be enforceable to the fullest extent permitted by applicable law, and the unenforceable portion shall be deemed to be severed from these Terms of Service.\nSuch determination shall not affect the legality, validity, and enforceability of any other remaining provisions.</p>\n<p>A failure or delay by us to exercise or enforce any right or provision of these Terms of Service shall not constitute a waiver of such right or provision.\nThese Terms of Service and any policies or operating rules posted by us on this site or in respect to the Service constitutes the entire agreement and understanding between you and us and govern your use of the Service, superseding any prior or contemporaneous agreements, communications, and proposals, whether oral or written, between you and us (including, but not limited to, any prior versions of the Terms of Service).\nThe headings used in these Terms are included for convenience only and will not limit or otherwise affect these Terms.</p>\n<p> The laws of the State of Delaware will govern these Terms of Service, without regard to conflicts of law principles.\nThe United Nations Convention on Contracts for the Sale of Goods and Uniform Computer Information Transactions Act do not apply to this Agreement.</p>\n<p>Any and all claims and controversies arising out of and related to the Privacy Policy, our Sales Terms, and these Terms of Service shall be settled in the courts of competent jurisdiction in New York, New York and you agree to submit to the personal jurisdiction of such courts.</p>\n<p>Any such claim or controversy shall be adjudicated on an individual basis and shall not be consolidated with a claim of any other party.\nThe foregoing shall not preclude Canary from seeking any injunctive or other equitable relief in courts of competent jurisdiction located in other countries and jurisdictions for protection of any Canary confidential information and intellectual property rights or to prevent loss of data or damage to its servers.</p>15.\nChanges to These Terms<p>These Terms are current as of the date set forth above.\nIf we make any changes that materially affect our practices, we will provide you with notice in event of such change by highlighting the change on our Site or by emailing you.</p>16.\nContact Us<p>If you have any questions about our Terms or would like to remove your information from our marketing lists, you may contact us at legal@canary.is or by mail to:</p>\n<p>If you reside in the US or Canada:</p>\n<p>Canary Connect, Inc.\n<br>26 Broadway Fl.\n22 <br>New York, NY, 10004</p>\n<p>If you do not reside in the US or Canada:</p>\n<p>Canary Technology Europe, Limited <br>Pembroke House <br>28-32 Pembroke Street Upper <br>Dublin <br>D02 EK84 <br>Ireland <br>\n</p>", "created_at": "2021-07-07 18:21:25.793312", "updated_at": "2021-07-07 18:21:34.821877"}, {"id": 8165, "name": "Privacy Policy", "url": "https://canary.is/legal/privacy-policy/", "xpath": "/html/body/div/div/div[2]/section[1]/div/div[2]", "text": "Canary Privacy Policy<p>\n<i>Last Updated: July 9th, 2020</i>\n</p>\n<ol>\n<li>Our Privacy Policy</li>\n<li>Information Canary Collects</li>\n<li>How Canary Uses Your Information</li>\n<li>Our legal bases</li>\n<li>Choices You Have to Limit Information Collection</li>\n<li>How Canary Shares Your Information</li>\n<li>Controlling Your Information</li>\n<li>Marketing, Advertising, and Analytics</li>\n<li>Email &amp.\nSMS Communications</li>\n<li>Security of Your Information</li>\n<li>Other Rights &amp.\nImportant Notices</li>\n<li>Contact Us</li>\n</ol>\n<p>\n</p>1.\nOur Privacy Policy<br>\n<p>Our mission at Canary is to build products that empower people to live fearless lives and make decisions about their safety and security.\nWe believe that providing transparency around the data and personal information you entrust to us is critical to completing that mission.\nYour privacy and trust are our utmost concern.</p>\n<p>At Canary, we provide (i) our website located at https://canary.is and related domains (collectively, the \"Sites\"), (ii) software that you may download to a mobile device (\"Mobile Apps\"), (iii) services accessible through our Sites and the Mobile Apps (\"Canary Services\") and (iv) home security devices, accessories and other hardware (\"Equipment\").\nWe refer to our Sites, Mobile Apps, Canary Services and Equipment collectively as our \"Products.\"</p>\n<p>This privacy policy (\"<strong>Policy</strong>\") describes how we collect and use personal and other information through our Products and it describes the choices available to you regarding our use of your personal information, how we share your information, and how you can access and update your information.</p>\n<p>If you are a resident of the US or Canada, Canary Connect, Inc.\nprovides this Policy.\nIf you are located outside the US and Canada, Canary Technology Europe, Limited is the controller of your User Information (defined below) and processes the personal information in Video Feeds (defined below) on your behalf as your processor.\nIn this Policy, references to \"<strong>Canary</strong>\" \"<strong>us</strong>,\" \"<strong>we</strong>\" and \"<strong>our</strong>\" mean either Canary Connect, Inc.\nor Canary Technology Europe Limited, as appropriate.</p>\n<p>By visiting the Site or using our Products, you understand that your personal information will be handled as described in this Policy.</p>2.\nInformation Canary Collects<br>\n<p>We collect and receive information in several different ways, such as when you visit our Site or use our other Products.\nIn many cases, you choose what information to provide, although some information is required for us to provide you with our Products or you may tell us to get personal information from a third party source.\nBesides collecting information from you, we also collect information from the following categories of sources: payment processing and fraud detection services.\nand marketing and analytics partners.</p>\n<p>There are two broad categories of personal information that we collect and process: (i) information which you choose to give us or which we require for, or collect or infer from, your registration and use of our Products (\"<strong>User Information</strong>\") and (ii) audio and video footage and images captured by our Products (\"<strong>Video Feeds</strong>\").\nAs highlighted above, we control User Information but only process Video Feeds on your behalf.</p>\n<p>\n<strong>User Information</strong>\n</p>\n<ul>\n<li>Information you provide during device setup, such as your name, email address, phone number, the location of each piece of Equipment, and the number of people in your home.</li>\n<li>Information necessary to complete a purchase from our Site, including your name, billing and shipping address, credit card information, and other information necessary to complete your transaction, as well as any other information that you choose to provide to us when making a purchase.</li>\n<li>If you are invited to create an account from the owner of a Canary product we will collect your name and email address from the Canary user that invited you.\nYour phone number and other account details will be obtained directly from you during the setup process, provided that you accept the invitation.</li>\n<li>Unique identifiers such as your user name and password.</li>\n<li>Identifying Product information, such as model and serial number, network information (including IP address), device activity logs, and historic and current Product configuration.</li>\n<li>Information about your mobile device such as your mobile device ID (which is similar to a website IP address), device type, operating system, and mobile service carrier, as well as your location if you activate automatic mode switching (e.g., among Away, Home, and Privacy modes).</li>\n<li>Analytics data, including how you interact with our Products, which may be associated with cookies.</li>\n</ul>\n<p>\n<strong>Video Feeds</strong>\n</p>\n<ul>\n<li>Our Products collect audio and video data and we store it on our servers to ensure you can access it and playback footage.</li>\n<li>Certain of our Products also collect environmental data, such as air quality, humidity, temperature, and ambient light.</li>\n</ul>3.\nHow Canary Uses Your Information<br>\n<p>We collect the information identified above and use it for the following purposes:</p>\n<ul>\n<li>Provide you user services and improve the Canary Product functionality and user experience.</li>\n<li>To fulfill orders and process payments for the sale of our Products.</li>\n<li>Administer your account and back-up your data.</li>\n<li>Record log entries for your information and troubleshoot issues with Products.</li>\n<li>Send you notifications through the Mobile App and via email.</li>\n<li>Send you marketing communications, where permitted by applicable law.</li>\n<li>Conduct research and analysis to better understand how users access and use our Products, both on an aggregated and individualized basis, in order to improve our Products, to create new features, provide you new offerings and respond to user preferences.</li>\n<li>Investigate, prevent, and respond to suspected fraud, illegality and potential threats to personal safety, and protect your data.</li>\n<li>Respond to your questions and concerns and provide customer support.</li>\n</ul>4.\nOur legal bases<br>\n<p>If you are located outside the US and Canada, we rely on a number of bases to lawfully collect, use, share, and otherwise process your User Information for the purposes described in this Policy, including where:</p>\n<ul>\n<li>necessary to perform a contract we have with you, such as providing our Products in accordance with the legal terms available at canary.is/legal;</li>\n<li>you have consented to certain processing, which you may revoke at any time;</li>\n<li>required for Canary to comply with a court order or another legal obligation, or to establish, exercise or defend legal claims;</li>\n<li>you have made the information manifestly public;</li>\n<li>necessary to protect your vital interests or those of others.\nand</li>\n<li>necessary for the purposes of our, your, or a third party’s legitimate interests, such as those of other users or our commercial partners.</li>\n</ul>\n<p>\n<strong>Our legitimate interests</strong>\n</p>\n<p>We process your User Information as necessary in furtherance of your, our and our community’s legitimate interests in the following:</p>\n<ul>\n<li>Keeping the Products safe and secure: We use your personal information to try and keep our Products safe and secure.\nWe do so as it is necessary to pursue legitimate interests in ensuring Canary is secure, and to protect against fraud, illegality, spam, misuse and abuse.</li>\n<li>Providing the Products: We use your personal information to provide the Products, including any personalized Products.\nWe do so as it is necessary to pursue our legitimate interests in providing an innovative and tailored offering to our users on a sustained basis.</li>\n<li>Research and Improving the Products: We work hard to develop, enhance and improve our Products.\nWe may process your personal information in order to further our legitimate interests of learning how we can improve your experience on our Products, and contributing to research.</li>\n<li>Marketing the Products.\nWe process your information in accordance with our legitimate interests of marketing the Products to you and others.</li>\n</ul>5.\nChoices You Have to Limit Information Collection<br>\n<p>\n<strong>Location Services</strong>\n</p>\n<p>Some features of our Mobile App use precise location-based data.\nIf you allow these features, we will locate you using the Wi-Fi routers and the cell IDs of the towers closest to you.\nWe use this information to facilitate the Equipment's automatic mode switching, for customer support, and to provide you with local emergency services contact information.\nWe also may use this information when you use the Safety Button feature of our Mobile App, to provide first responders with your location.\nYou may disable location services within your phone’s settings menu.</p>\n<p>\n<strong>Video &amp.\nAudio</strong>\n</p>\n<p>You may configure your Canary Product from within the Mobile App to capture video and audio within the camera’s range and provide you with notifications.\nYou can set your Canary Product to different modes from within the mobile app menu.\nEach mode determines when Canary records audio and video and when you receive notifications and can be customized depending on your settings.\nYou should inform guests of any recording if the camera is on while others are in your home.</p>\n<p>You may enable privacy mode or disable recording from within the Mobile App menu to prevent the recording of video and audio through the Equipment.\nIn privacy mode, the watch live video feature and event notifications are disabled and the camera and microphone are turned off.\nYour Equipment will continue to monitor environmental activity in privacy mode so we may provide you with aggregated Home Health information.\nLED lights on the bottom of the Product will be turned off to indicate the Equipment is in privacy mode.</p>6.\nHow Canary Shares Your Information<br>\n<p>We will share certain categories of your information with third parties only in certain circumstances as described below:</p>\n<p>\n<strong>Personal Information.</strong>\n<br> Personal information is any information that could be used to directly or indirectly identify you, like your name, email address and image captured by our Products.\nBoth User Data and Video Feeds contain personal information.\nWe only share this information under limited circumstances.\nPrimarily, we share this information with third parties to provide you necessary services or to operate your Product.\nFor example, this information is shared on a limited basis to assist in managing the computers that store your Video Feeds and User Information, and to third parties that assist us in providing you with customer support.\nWe authorize these third parties to use your personal information only as necessary to provide these services to us.</p>\n<p>Specifically, we may share this information as follows:</p>\n<ul>\n<li>\n<strong>Affiliates.</strong> We may disclose the information we collect from you to our affiliates and subsidiaries that provide services or process data on our behalf, or for data centralization and / or logistics purposes.\nIf we do so, their use and disclosure of your personal information will be subject to this Policy.</li>\n<li>\n<strong>Service Providers.</strong> We may disclose the information we collect from you to third party vendors, service providers, contractors or agents who perform functions on our behalf (e.g., vendors that help us deliver Products to you, maintain our Site, or analyze Products usage).</li>\n<li>\n<strong>Business Transfers.</strong> If we are acquired by or merged with another company, or if we transfer substantially all of our assets to another company, we may transfer the information we have collected from you to the other company.</li>\n<li>\n<strong>In Response to Legal Process.</strong> We also may disclose the information we collect from you in order to comply with the law, a judicial proceeding, or another mandatory legal process such as in response to a court order (e.g., a search warrant).</li>\n<li>\n<strong>To Protect Us and Others.</strong> We also may disclose the information we collect from you where we believe it is necessary to investigate, prevent, or take action regarding illegal activities, suspected fraud, situations involving potential threats to the safety of any person, violations of this Policy or our legal terms available at https://canary.is/legal/.</li>\n<li>\n<strong>With Your Consent.</strong> We may disclose personal information to third parties where you consent to our sharing that information.\nFor example, you may opt to share certain information to post it on social media accounts like Facebook or Twitter, you may link your Canary account with another app or service, or you may opt into providing information to Canary’s business partners to receive special offers.\nWe will never share your personal information for these purposes without your consent, and we never share your Video Feeds for marketing purposes.</li>\n</ul> Anonymized Information <p>We may use and share your aggregated and/or de-identified information, which is anonymized and does not identify you.\nWe may use this information in a variety of ways, including to publish trends about energy use or home security, and to generally improve our offerings.\nWe may also share this anonymized information with third parties for marketing, advertising, research, or similar purposes.</p> Information Obtained from Third Parties <p>If you provide personal information about others, or if others provide us your information, we will only use that information for the specific reason for which it was provided to us.</p>7.\nControlling Your Information<br>\n<p>You have the ability to view, change, and correct your User Information through your settings within the Canary app.\nYou have the ability to view and delete your Video Feeds through the Canary app.</p>\n<p>We will retain your information for as long as your account is active or as needed to provide the Products to you.\nWe may retain your information for a longer period of time to the extent necessary to comply with our legal obligations (for example, if we are required to retain your information to comply with applicable tax/revenue laws), resolve disputes, enforce our Terms, or as otherwise described in this Policy.\nIf you wish to cancel your account or request that we no longer use your information to provide the Products to you, contact us at support@canary.is.\nWe also retain log files for internal analysis purposes.\nThese log files are generally retained for a brief period of time, except in cases where they are used for site safety and security, to improve site functionality, or we are legally obligated to retain them for longer time periods.</p>8.\nMarketing, Advertising, and Analytics<br>\n<p>\n<strong>Cookies, Tracking and Ads</strong>\n<br> We may automatically collect information about your use of our Products through cookies, web beacons, and other technologies.\nInformation we collect this way includes your: Internet access device type (e.g., mobile vs.\ndesktop).\nbrowser type and operating system.\nweb pages you visit on our Sites and other sites where we promote our Products.\nlinks you click on our Sites.\nyour IP address.\nthe length of time you visit our Site and or use our Products.\nand the webpage that led you to our Site.</p>\n<p>Do Not Track is a privacy preference that you can set in your web browser to indicate that you do not want certain information about your webpage visits collected across websites when you have not interacted with that service on the page.\nFor details, including how to enable Do Not Track, visit www.eff.org/issues/do-not-track.\nCanary does not presently support Do Not Track.\nYou can opt out of the use data collected across websites for interest-based advertising purposes by participating U.S.\nad networks by following the instructions at www.aboutads.info/choices and http://www.networkadvertising.org/choices.</p>\n<p>We may use technologies to understand how many household members access your Canary Product(s) and what features they use within the app.\nWe use this information to understand and optimize how our Products are used, and to provide content and features that may be of interest to you.\nPlease refer to our Ads &amp.\nCookie Statement for more information about your choices around cookies and related technologies and third party advertising.</p>9.\nEmail &amp.\nSMS Communications<p>You may choose to submit your email address through a form located on our Site to sign up for marketing communications from Canary.\nYou may also provide your mobile phone number to Canary in connection with account registration or otherwise.\nWe may use the email address and mobile phone number associated with your account, in accordance with applicable law, to send you news about Canary, such as new features or marketing promotions, account updates, promotional offers, and information regarding Membership and other premium services.\nWe may use one or more service providers to administer these messages.\nCanary does not share your email address or phone number with spammers or any other non-affiliated third parties for their own marketing purposes without your permission.\nYou may opt out of receiving newsletters or marketing communications from us by following the unsubscribe instructions or by contacting us at support@canary.is.</p>10.\nSecurity of Your Information<br>\n<p>The security of your personal information is important to us.\nWe follow generally accepted industry standards to protect the information transmitted to us, both during transmission and upon receipt.\nNo method of transmission or electronic storage is 100% secure.\nTherefore, we cannot guarantee its absolute security.\nIf you have any questions about the security of our Products, contact us at support@canary.is.</p>11.\nOther Rights &amp.\nImportant Notices<br>\n<p>\n<strong>Children</strong>\n<br> Our Products are intended for adults and we do not knowingly collect or store any personal information about children under the age of 16.</p>\n<p>\n<strong>International Users</strong>\n<br> Our business operations and the technical infrastructure that processes collected data to deliver our Products to you are hosted in the United States.\nIf you are accessing or using Products in the European Union or other regions with laws governing data collection and use that may differ from US law, then please note that your personal information will be transferred to the United States in order to provide the Products.</p>\n<p>\n<strong>Additional Information for users outside the US and Canada</strong>\n<br> If you are using our Products from the European Union, we will only transfer your personal information to the United States through the use of appropriate safeguards such as standard contractual clauses adopted by the European Commission and the E.U.-U.S.\nPrivacy Shield (in connection with transfers to our Privacy Shield-certified third-party vendors).\nTo request a copy of the clauses, please contact legal@canary.is.\n<br>\n<br> You have certain rights with respect to your information, such as: (i) data access and portability (including the right to obtain a copy of your personal data you provided to Canary, via your settings).\n(ii) data correction (including the ability to update your personal information, in most cases via settings or where not possible through the settings, by contacting us).\n(iii) data deletion (including the right to ask Canary to delete your personal information, except information we are required or permitted to retain, by contacting us).\nand (iv) withdrawal of consent or objection to processing which is based on legitimate interests (including, in limited circumstances, the right to ask Canary to stop processing your personal data, with some exceptions, by contacting us).\nYou also have the right to lodge a complaint with your local EU supervisory authority or Canary’s lead supervisory authority, the Irish Data Protection Commission</p>\n<p>\n<strong>Your California Privacy Rights</strong>\n<br> California residents have the additional privacy rights described below.\nIn this section of our privacy policy, we use the terms “personal information” and “sale” as they are defined in the California Consumer Privacy Act of 2018 (“CCPA”).</p>\n<p>Disclosures Regarding Your Personal Information</p>\n<p>We collect the categories of personal information from or about you as disclosed above under the caption “Information Canary Collects.” To learn about the business or commercial purposes for which we use this information, see above under the caption “How Canary Uses Your Information.” To learn about the categories of third parties with whom we share personal information for a business purpose, see above under the caption, “How Canary Shares Your Information.”</p>\n<p>California Privacy Rights</p>\n<ol>\n<li>Right to Know: You have the right to request certain information about our collection and use of your personal information over the past 12 months: the categories of personal information we have collected.\nthe categories of sources from which we collected personal information.\nour business or commercial purpose for collecting personal information.\nthe categories of third parties with whom we shared personal information, and the categories of personal information we shared with each of them ;whether we’ve sold your personal information to third parties, and if so, the categories of personal information we’ve sold to each category of third party.</li>\n<li>Access: You can request a copy of the personal information that we have collected about you during the past 12 months.</li>\n<li>Deletion: You have the right to request that we delete the personal information that we have collected about you subject to exceptions.\nFor example, we may retain personal information to comply with laws, to identify errors, to maintain security, to provide you our Products, or to complete a transaction or other action you have requested.</li>\n<li>Do Not Sell: Canary does not sell your personal information, so CCPA “Do Not Sell My Personal Information” choices do not apply.\nIf you send us a “do not sell” request, we will treat it as a request to opt out of marketing communications by or on behalf of Canary.</li>\n<li>Right to Non-Discrimination: we will not discriminate against you for exercising your California privacy rights.</li>\n</ol>\n<p>Exercising Your Rights</p>\n<p>California residents may exercise their rights described above by:</p>\n<ul>\n<li>Calling and leaving us a message at: 1-888-358-0286 or</li>\n<li>Emailing us at: privacy_support@canary.is</li>\n</ul>\n<p>We may need to verify your identity and state of residence before we can fulfill your request.</p>\n<p>You may also authorize an agent to exercise your rights on your behalf.\nTo do this, you must provide your authorized agent with written permission to exercise your rights, and we will request a copy of this written permission from your authorized agent when they make a request on your behalf, and will verify the authorized agent’s identity.</p>\n<p>We will respond to any valid request within 45 days of receipt, or 90 days if we notify you that we need more time.\nWe will not charge you a fee for making a request unless your request is excessive or manifestly unfounded.\nIf we determine that your request warrants a fee, we will notify you of the fee and explain that decision before completing your request.</p>\n<p>\n<strong>Your Nevada Privacy Rights</strong>\n<br> Nevada residents have the right to opt-out of the sale of certain personal information to third parties who intend to license or sell that personal information.\nWe do not currently sell your personal information as sales are defined in Nevada Revised Statutes Chapter 603A.\nYou can exercise your opt-out right as to any potential future sales by emailing privacy_support@canary.is with the subject line “Nevada Do Not Sell Request” and providing us with your name.</p>\n<p>\n<strong>Notification of Privacy Policy Changes</strong>\n<br> We may update this Policy to reflect changes to our information practices or changes to our Products.\nIf we make any material changes, we will notify you by email (sent to the email address specified in your account), through a push-notification, or by means of a notice in the app prior to the change becoming effective.\nWe encourage you to periodically review this Policy for the latest information on our privacy practices.</p>12.\nContact Us<br>\n<p>If you have any questions about this Privacy Policy, you may contact us at legal@canary.is or by mail to:</p>\n<p>If you reside in the US or Canada:</p>\n<p>Canary Connect, Inc.\n<br> Attn: Privacy Inquiries <br> 26 Broadway, 22nd Floor <br> New York, NY, 10004 <br>\n</p>\n<p>If you do not reside in the US or Canada:</p>\n<p>Canary Technology Europe, Limited <br>Attn: Privacy Inquiries <br>28-32 Pembroke Street Upper, <br>Dublin 2,D02 EK84, Ireland <br>\n</p>", "created_at": "2021-07-07 18:20:48.226255", "updated_at": "2021-07-07 18:20:57.446318"}, {"id": 8164, "name": "Terms of Sale", "url": "https://canary.is/legal/sales-terms/", "xpath": "/html/body/div/div/div[2]/section[1]/div/div[2]", "text": "Sales Terms<p>\n<i>Last Updated: October 20th, 2020</i>\n</p>\n<p>The following Sales Terms apply to all sales.\nCertain sales, identified herein as the sale of Additional Services, are made subject to additional terms and conditions, which are set forth separately below.</p>\n<p>The online store provided by Canary on the site www.canary.is/products (the \"Store\") allows you to purchase certain identified products and services (including our Basic, Premium Services and Professional Monitoring, each, a \"Product\" and collectively, the \"Products\") from Canary and available depending on the location from which you purchase the Products.\nYour purchase from the Store constitutes your agreement to be bound by these terms of sale (\"Terms\") and the provisions of the Limited Warranty applicable to our Products.\nThe Products may include a device or other equipment, that we refer to collectively as \"Equipment,\" and we may sell equipment to you or provide it to you as part of our services.\nIf we include equipment in our services, it may remain our property and we may require you to return it upon termination of your service plan, subject to the terms of the service plan you selected at the time of purchase.\nProducts may also include software in any form which is only licensed to you, not sold, and only in accordance with Canary's End User License Agreement, as will be provided to you with the Product.</p>\n<p>If you are a resident of the US or Canada, these Terms constitute a legally binding agreement between you and Canary Connect, Inc.\nFrom all other locations, these Terms constitute a legally binding agreement between you and Canary Technology Europe Limited.\nWhen these Terms refer to \"Canary,\" \"us,\" \"we\" or \"our\" each should be understood to refer to either Canary Connect, Inc.\nor Canary Technology Europe Limited, as appropriate to your location.</p>\n<p>Although our Store is accessible worldwide, the Products offered <u>are not designed and tested for use in all countries</u>.\nIf you choose to make a purchase from our Store or to use our Products outside the United States, Canada, or the European Union (\"EU\"), you understand and agree that you are doing so on your own initiative and perhaps at your own peril in terms of the functionality and legality of your purchase and intended use, and that you are solely responsible for complying with all applicable local laws in your country.</p>\n<p>Your purchase may be made through an online store hosted by a Canary third party ecommerce partner, such as Digital River, or any other online or offline reseller.\nIn such cases, your order may be subject to separate and additional terms.\nprovided that in case of any conflict between such separate terms and these Terms, these Terms shall prevail.</p>Orders<p>When you place an order through Canary's Store we will ask you for certain personally identifiable information, including your name, phone number, email address, shipping and billing address, and other information so as to allow us to properly fulfill your order.\nWhen you place an order, Canary's third-party payment service provider will collect your credit card details and charge your credit card account in connection with the order, and you agree to make all applicable payments in connection with any order placed by you.\nFor more information on Canary's data use practices please see Canary's Privacy Policy.</p>\n<p>You agree to provide current, complete and accurate purchase and account information for all purchases made at our Store.\nYou agree to promptly update your account and other information, including your email address, credit card numbers, and expiration dates, so that we can complete your transactions and contact you as needed.</p>Pricing<p>You agree to pay all fees for orders you place with us based on our then-current fees, charges, and billing terms as stated on our website at the time of purchase.\nYou expressly agree that Canary is permitted to bill you for the applicable fees, any applicable tax, and any other charges you may incur in connection with your purchase and the fees will be billed to your credit card, debit card, or other payment method designated on your initial order.\nCanary is not liable for any loss caused by any unauthorized use of your credit card, debit card or any other method of payment by a third party in connection with your use of the Service.\nCanary reserves the right to change its billing methods at any time.\nAll descriptions of Products and Product pricing are subject to change at any time.</p>Resale, Transfer and Modifications of Orders<p>Purchases made through Canary's Store are intended for retail consumer end-use only, and no purchaser may resell any Products unless such person or entity is a Canary Authorized Reseller.\nSubject to this prohibition on resale, and terms applicable to Additional Services set forth below, you may freely transfer (such as by gift) your Equipment.\nprovided that Products subject to a minimum contract period cannot be transferred unless the transferee is acceptable to us in our sole discretion and the transferee enters into a new contract with us based on these Terms and agrees to assume the balance of your contract period.\n<br>\n<br> You should be sure to deactivate your Equipment prior to initiating any transfer for data privacy and security purposes.\n<b>Please note that for security reasons, Canary will not determine or change control of Equipment for any reason without the express written consent of the individual designated as the \"Location Owner\" at the time of Equipment setup.</b> We reserve the right to refuse any order placed with us for any reason, including a reasonable suspicion that any order appear to be intended to result in a resale.\nTherefore, in our unilateral discretion, we may limit, cancel or reject quantities purchased on a per person, per household, or per order basis, in our sole discretion.\nSuch determinations to restrict orders may include orders placed by or under the same customer account, the same credit card, and/or orders that use the same billing and/or shipping address on a one-time or serial basis.</p>\n<p>In the event that we limit, cancel or reject an order, we may attempt to notify you by contacting the email and/or billing address and phone number provided at the time the order was made.\nWe reserve the right to limit or prohibit orders that, in our sole discretion, appear to be placed by dealers, resellers or distributors or persons or entities we believe are purchasing with the intention of reselling.\nWe also reserve the right to limit the sales of our Products to any person, geographic region or jurisdiction.</p>\n<p>Any offer for any Products made on this site is void where prohibited.</p>Shipping and Returns<p>Canary will pack the Equipment in accordance with its standard practices.\nYou may be able to choose the method of shipment and timing of delivery for Equipment ordered.\nUnless otherwise specified in a written promotion, we will charge you for shipping and handling.\nScheduled shipment and arrival dates are estimates only.\nCanary will make reasonable efforts to meet the scheduled shipment and arrival dates, but in no event will Canary be liable for any loss, damage, or penalty resulting from any delay in shipment or delivery.</p>\n<p>If you are not satisfied with any Product purchased from the Canary Store for any reason, you will have the greater of (a) any advertised money back guarantee period applicable to your purchased Product or (b) the minimum return period required by applicable law from the date of purchase to request a full refund.\nFor full details on the return process, please see Canary's Return &amp.\nRefund Policy.</p>Additional Services and Premium Services<p>At the time of your purchase of our Products and thereafter (in our app, on our website and/or at our authorized resellers and sales partners), you will have the opportunity to elect to purchase one or more additional subscription services, which may be sold a-la-carte or in a bundle (\"Additional Services\", previously also known as our \"Premium Services Program\").\nThere are certain terms and conditions which pertain to the purchase, use and termination of these Additional Services that are in addition to other terms governing the use of Canary's systems generally.</p>\n<p>One form of Additional Services is our \"Premium Services\".\nEach of the Basic and Premium Services currently offered by Canary is explained at this link.\nPremium Services may include items such as access to full recorded videos for a predetermined timeframe (e.g., 30 days).\naccess to certain exclusive Premium Services software features such as a web-based video viewing experience and two-way talk functionality.\nan extended Equipment warranty.\nand customer service support in the event of a home security incident.</p>\n<p>Use of all Additional Services is governed by all relevant Canary terms and conditions including, without limitation, the Canary System Terms &amp.\nConditions, Canary's Privacy Policy, Canary's End User License Agreement (for software embedded in the Product) and these terms, including the terms applicable to your selected service plan.</p>\n<p>Full recorded videos are available to Premium Services subscribers and will remain available for the predetermined timeframe applicable to your selected plan.\nVideo previews previously captured prior to an upgrade to Premium Services will not be replaced by full videos if you upgrade to Premium Services.</p>\n<p>Your selected plan may include an Extended Warranty.\nThe Extended Warranty includes the same provisions of Canary's standard Limited Warranty but adds additional time (e.g., twelve (12) months) from the date of purchase.\nThe Extended Warranty must be in place for the relevant Equipment at the time the Equipment fails to be potentially eligible for an Extended Warranty claim.</p>\n<p>Outside the United States, subscribers to Premium Services will receive full video and timeline access as set forth in the documentation applicable to the user's country of residence, and other features of our Premium Services (such as extended warranty or incident support) may not be available in certain countries outside the United States.</p>\n<p>Purchase of Canary's Premium Services or Professional Monitoring includes the features described on our Premium Services FAQ page and Professional Monitoring FAQ page, respectively, at the time of your purchase and are subject to change (including during the period of your Additional Service) on notice to you.\nCanary reserves the right to limit certain Premium Services functionality, such as video uploads and access, web-based video viewing experience, and two-way talk, or Professional Monitoring functionality, such as escalating events for review or first responder dispatch, immediately upon notice to you if, in our sole discretion, your use of the applicable Additional Service is inconsistent with the purpose or manner in which it is intended to be used.\nNo refunds will be offered in connection with any such limitation.</p>\n<p>Additional Services and the rights and privileges provided to an Additional Services subscriber are personal and non-transferable by assignment, sale or otherwise, each of which is specifically prohibited.\nIf you give your Equipment to another person (e.g., as a gift), you are not permitted to transfer your activated Additional Services with the Equipment for that person's use.\nThe person who receives your Equipment must purchase his or her own Additional Services.\nprovided that for Products with a minimum contract period, if the person who receives the Equipment is acceptable to us in our sole discretion, we may permit them to enter into a new contract with us with a contract period that is equal to the balance of your remaining contract period.\nYou will not receive a refund, pro-rated or otherwise, if, as a result of giving your Equipment to another person, you deactivate your account.</p>\n<p>All fees for and payments for Additional Services are in US Dollars unless otherwise noted at the time of purchase.\nAdditional Services are billed on a per-location or a per Equipment (device) basis depending on the plan you selected at the time of purchase.\nThe price of your Additional Services is subject to your selected plan and may also depend on the amount of Equipment (number of devices) registered with your Additional Services at each physical location on your account.\nIf a physical location has Additional Services activated, we may require that all Equipment at that location must be activated for the same Additional Services.\nIn the event that the amount of Equipment (number of devices) changes during the course of a month or year, depending on which plan you selected, we may adjust your bill on a pro-rated basis to reflect any changes.</p>\n<p>When you purchase Additional Services that includes \"free\" Equipment, you do not purchase the Equipment outright and instead it remains in our ownership.\nTitle to and ownership in this Equipment shall not transfer to you, and your payments shall be for your right to use our Products.\nThis means that you cannot sell, rent, mortgage or otherwise encumber our Equipment unless we agree in writing.\nAt the end of any Additional Services plan, we have the right to require that you return the Equipment to us.\nFailing to return an applicable Equipment to us within 14 days following our instructions to do so violates these Terms, and we may continue to charge your Additional Services plan fees until you return the Equipment to us and/or we may take legal or other collection action against you.\nThis could mean you have to pay our costs and expenses, including collections and legal costs, with interest added daily as described in the \"Payment\" section below.</p> Canary Professional Monitoring Services and Emergency Button Services <p>If you subscribe to Canary's professional monitoring or emergency button services (collectively, \"<b>Professional Monitoring</b>\"), the additional terms in this section captioned \"Canary Professional Monitoring Services and Emergency Button Services\" apply to your use of Professional Monitoring (the \"<b>Monitoring Terms</b>\").\nProfessional Monitoring is one of our Additional Services, and we partner with Noonlight, Inc., a Delaware corporation (\"<b>Noonlight</b>\"), to provide Professional Monitoring.\nIf you do not agree to all of the Monitoring Terms, do not use Professional Monitoring.</p>\n<p>In this section, we also refer to the Professional Monitoring as provided by Noonlight as the (\"Noonlight Services\"), meaning Noonlight's professional monitoring service, and personal safety technologies and related services, including emergency dispatching services and the Noonlight e911 + emergency button, in each case offered to you by Canary and fulfilled by Noonlight.\nNoonlight retains all right, title, and interest in and to the Noonlight Services and reserves all rights not expressly granted to you in these Terms.</p>\n<p>The professionally monitored portion of the Noonlight Services consists solely of monitoring and reviewing data or other communication from Equipment that reports an event at the Equipment location (\"<b>Premises</b>\") that may require assistance (a \"<b>Response Condition</b>\") from persons, entities or agencies (\"<b>Responders</b>\").\nFollowing receipt of notice of a Response Condition, Noonlight will alert Responders.\nprovided, however, before alerting any Responders, Noonlight may, in its sole and absolute discretion, and without any liability therefrom, contact or attempt to contact you as frequently as Noonlight deems appropriate to verify the need to alert Responders to the Response Condition.\nAfter receiving data or other communication from you to disregard the Response Condition, Noonlight may, in its sole and absolute discretion, and without any liability therefrom, alert Responders or refrain from alerting the Responders or advise the Responders of the receipt of data or other communication to disregard the Response Condition.</p>\n<p>\n<b>False Alarms.</b> For every Response Condition, you shall (i) pay, without reimbursement from Canary or Noonlight, and/or (ii) reimburse Canary and Noonlight, for any associated fines, fees, costs, expenses or penalties assessed against you, Canary or Noonlight (including, without limitation, for false alarms or other invalid Response Conditions) by any court, governmental agency, or other applicable person.</p>\n<p>\n<b>Forced Entry Damages.\nDelayed Response.</b> You must provide prompt access to the Premises to Responders.\nIf you fail to provide access, Responders may use forcible means to enter the Premises, which may result in damage to the Premises, all of which damage, cost and expense shall be borne solely by you without recourse to Noonlight, Canary or their respective Representatives (as defined below).\nNeither Canary nor Noonlight has any control over response times for Responders or their failure to respond at all.\nYou hereby release Noonlight, Canary, and their respective Representatives for and from all claims, losses and damages that may arise from any forced entry or delayed and/or failed response by Responders.</p>\n<p>\n<b>Restrictions on Use of Professional Monitoring Services.</b> You understand, acknowledge and agree that certain laws, rules, regulations and ordinances of governmental authorities, utilities, businesses, homeowners associations and other entities may affect your rights or ability to use the Products, including fees or assessments for false alarms or other restrictions.\nYou agree to obtain and maintain all licenses, permits and other authorizations or consents necessary for the installation and use of the Products, including, without limitation or example, notice to Responders.</p>\n<p>\n<b>Permitting Fines.</b> The city, or town or other place where you desire to use Professional Monitoring may require you to have a permit in order to do so.\nIf you fail to obtain a permit, you may be subject to fines (\"<b>Permitting Fines</b>\").\nTo learn more about these requirements, visit this Canary help center page.\nIf you are subject to a Permitting Fines, please contact Canary customer support for advice.</p>\n<p>\n<b>Conditions of Access to Noonlight Services</b>\n<br>As a condition of accessing the Noonlight Services, you represent and warrant that you own all right, title, and interest in and to the data, content, or other materials you upload through or to the Noonlight Services (\"<b>Your Content</b>\").\nBy uploading Your Content, or allowing Noonlight to access Your Content, you hereby grant Noonlight a nonexclusive, worldwide, royalty free, fully paid up, transferable, and sublicensable license to use, copy, display, upload, perform, distribute, store, modify, and otherwise use Your Content in connection with the operation of the Noonlight Services in the manner authorized by Canary.\nYou also acknowledge the Noonlight privacy policy available at www.noonlight.com/privacy.</p>\n<p>As a condition of accessing the Noonlight Services, you agree not to engage in, attempt to engage in, or permit or assist others in engaging in, any of the following prohibited activities: (i) use any software, script, code, device, crawler, robot, or other means not provided by Noonlight or us to access the Noonlight Services.\n(ii) circumvent, disable, or otherwise interfere with security-related features on the Noonlight Services.\n(iii) modify, adapt, translate, reverse engineer, decipher, decompile, or otherwise disassemble any portion of the Noonlight Services.\n(iv) access or use the Noonlight Services in any manner that may damage, disable, unduly burden, or impair any part of the Noonlight Services, or any servers or networks connected to the Noonlight Services.\n(v) post information or interact with the Noonlight Services in in a manner which is fraudulent, libelous, abusive, obscene, profane, harassing, or illegal.\n(vi) use the Noonlight Services for any illegal purpose or in violation of any law, statute, rule, permit, ordinance or regulation.\n(vii) gain or attempt to gain unauthorized access to the Noonlight Services.\n(viii) interfere or attempt to interfere with the Noonlight Services provided to any user or network, including, without limitation, via means of submitting a virus to the Noonlight Services, spamming, crashing, or otherwise.\n(ix) engage in commercial use or distribution of the Noonlight Services, or copy or create any derivative work of the Noonlight Services.\n(x) use the Noonlight Services in any way that infringes or misappropriates any third party's rights, including intellectual property rights, copyright, patent, trademark, trade secret, or other proprietary rights, or rights of publicity or privacy.\nor (xi) use the Noonlight Services for the benefit of any third party.\nIf you violate or are reasonably suspected of violating any of the foregoing restrictions, Noonlight or Canary may suspend your access to the Noonlight Services without prior notice, provided that if your access to the Noonlight Services is suspended, we will use reasonable efforts to notify you afterwards.</p>\n<p>\n<b>No Warranties in Noonlight Services.</b> Canary does not make any warranties on behalf of Noonlight, and HEREBY DISCLAIMS ON BEHALF OF NOONLIGHT, ALL WARRANTIES, INCLUDING IMPLIED WARRANTIES, WITH RESPECT TO THE NOONLIGHT SERVICES.\nNOONLIGHT SHALL NOT BE LIABLE TO YOU FOR ANY DAMAGES (INCLUDING, BUT NOT LIMITED TO CONSEQUENTIAL DAMAGES OR LOST PROFITS) AND SPECIFICALLY DISCLAIMS NOONLIGHT'S DIRECT LIABILITY TO YOU.</p>Payment<p>The initial price for the Additional Services you choose is posted on Canary's website on the date that you subscribe.\nCanary reserves the right to change your Additional Services terms and prices with appropriate notice to you.\nWe do not provide upward or downward price protection or refunds in the event of promotions or price decreases offered after the date on which you subscribe.</p>\n<p>You may pay for your Additional Services with a major credit or debit card, or any other payment method accepted by our third party payment processor at the time of purchase (\"Payment Method\").\nWe will charge your credit or debit card or account for your first Additional Services fee on the date that we process your order for your Additional Services and on or about each monthly or annual anniversary.\nIf you purchase Additional Services with a minimum committed contract period (e.g., 24 months), after your applicable contract period, we will continue your Additional Services on a month-to-month or annual Additional Services plan (based on your latest selected payment period), and will charge you at our then-current rates.\nOnce your credit or debit card or account is charged the first Additional Services fee, you will receive a confirmation email.\nIf you have any dispute with any such charge, you must notify us in accordance with our Cancellation requirements, set forth below.</p>\n<p>You acknowledge that the amounts billed each billing period may vary for reasons that may include differing amounts due to promotional offers, changing your Additional Services plan (where permitted) and changes in the amount of taxes we collect.\nYou authorize Canary to charge your Payment Method for such varying amounts, or to provide you a credit, on your next billing cycle.\nPayments for our Additional Services are processed through our third party payment processors.</p>\n<p>If you purchase Additional Services with a minimum contract period, you are committing to the minimum contract period specified at the time of your order (e.g., 24 months).\nYou may cancel your Additional Services plan with a minimum contract period at any time, subject to your payment to us at the time of cancellation an early termination fee equal to the entire amount that you would have paid to us if you had completed the remainder of your minimum contract period.\nFor example, if your Additional Services with a minimum contract period is billed at $14.99 monthly + tax and includes a 24-month contract, and you cancel in month 14, your early termination fee would be $149.90 + tax due at the time of cancellation.</p>\n<p>We may evaluate your credit history before modifying or providing you Additional Services, including obtaining a report from a consumer credit agency or exchanging information with our affiliates in connection with determining your creditworthiness.\nIf you fail to pay your bill, we may submit a negative credit report to a credit reporting agency, which will negatively affect your credit report.</p>\n<p>If a payment for Additional Services with a minimum contract period is not successful, you remain responsible for any unpaid amounts, and after a grace period that we determine of at least 30 days, we may consider that you have canceled your Additional Services plan, in which case an early termination fee will apply, due at the time of cancellation or deemed cancellation, equal to the entire amount that you would have paid to us if you had completed the remainder of your minimum contract period specified at the time of your order (see the sample calculation above).\nImposing an early termination fee does not affect our right to take legal or other collection action against you for non-payment, to charge you interest, or to request that you return to us Equipment that we own.\nIf you are past due on amounts owed to us for Additional Services with a minimum contract period, we may also temporarily or permanently remotely disable your Equipment so that it will not operate, even if you give or otherwise transfer it.</p>\n<p>If you purchase Additional Services with a minimum contract period and you do not make any payment due to us by the due date for payment, we may also charge interest to you on the overdue amount at the rate of the lesser of (a) 6% a year above the \"prime rate\" as reported by the Wall Street Journal or any successor publication and (b) the maximum interest rate allowed by law.\nThis interest shall accrue on a daily basis from the due date until the date of actual payment of the overdue amount, whether before or after judgment.\nYou will be required to pay interest together with any overdue amount unless you dispute a request for payment in good faith and contact us to let us know promptly after you have received a payment request of your dispute, in which case we may choose not to apply interest for the period of the dispute.</p>\n<p>In addition to any early termination or other fees that apply, you also agree to reimburse us for our reasonable costs, fees and expenses in connection with any collection activities we undertake arising from your failure to pay us any amounts owed when due, including our reasonable attorneys fees and collection agency fees.\nIf you fail to pay on time and we refer your account(s) to a third party for collection, we may assess a collection fee that will be due at the time of the referral to the third party.\nThe fee will be calculated at the maximum percentage permitted by applicable law, but not to exceed 18 percent per annum of the amount due.</p>Free Trials<p>Your Canary Additional Services may begin with a free trial for a limited period of time.\nIf you receive a free trial, the specific offer terms will be stated in the material describing the free trial offer.\nFree trials are for new Canary customers only.\nWe will not combine free trials with any other offers.\nWhen a free trial ends, if authorized by you during the registration process, your paid Additional Services will begin and we will charge your payment method accordingly.\nCanary reserves the right to determine and limit eligibility for any free trial.</p>\n<p>Once your free trial period ends, we will begin billing your Payment Method for the monthly or annual Additional Services fees corresponding to the Additional Services you chose at the time of purchase (plus any applicable taxes), unless you cancel in a timely manner according to our policies prior to the end of your free trial.\nFor that reason, unless otherwise indicated in the free trial description, you may be asked to set up a valid Payment Method for continuation charges when redeeming a free trial offer.\nIf you wish to avoid charges to your Payment Method, you must cancel your Additional Services prior to the last day of your free trial period.\nYou may cancel your Additional Services at any time as described in the Cancellation section of these Terms.</p>Billing<p>CANARY WILL AUTOMATICALLY RENEW YOUR ADDITIONAL SERVICES ON OR ABOUT EACH MONTHLY OR ANNUAL ANNIVERSARY OF THAT DATE THAT CANARY FIRST CHARGES YOU FOR THE FIRST ADDITIONAL SERVICES FEE.</p>\n<p>IN ADDITION AND, AS AUTHORIZED BY YOU DURING THE ADDITIONAL SERVICES SIGN-UP PROCESS, CANARY WILL CHARGE YOU THE APPLICABLE MONTHLY OR ANNUAL ADDITIONAL SERVICES FEE AND ANY SALES OR SIMILAR TAXES THAT MAY BE IMPOSED ON YOUR ADDITIONAL SERVICES FEE PAYMENT UNLESS YOU CANCEL PRIOR TO THE RENEWAL DATE.</p>\n<p>ADDITIONAL SERVICES WILL <u>NOT</u> AUTOMATICALLY RENEW IF YOU CHOOSE TO OPT OUT OF AUTOMATIC RENEWAL.\nYOU MAY OPT-OUT OF THE AUTOMATIC RENEWAL FOR MONTHLY OR ANNUAL ADDITIONAL SERVICES AT ANY TIME BY CONTACTING CANARY BY TELEPHONE AT (844) 294-4163 (US), 0 800 090 3699 (UK), OR VIA EMAIL AT SUPPORT@CANARY.IS ONLY IF YOU ARE A RESIDENT OF CALIFORNIA, VIRGINIA, OREGON OR A COUNTRY IN COUNTRIES OTHER THAN THE US OR UK.</p>\n<p>Canary may obtain pre-approval for an amount up to the amount of the transaction.\nCanary and its affiliates that assist us with supporting our Products may also contact you periodically by email to the email address associated with your account, by text/SMS message or autodialed and/or prerecorded calls to the phone number associated with your account, via mobile push notification, or via other methods you authorize, for billing reminders, to collect a debt owed to us, for Canary promotional offers and other account-related communications.\nStandard message and data rates may apply to text messages.\nYour registration and use of Products including Additional Services constitutes consent to receiving these communications from Canary regarding your account.\nIt is not a condition of purchase that you accept promotional calls or texts.\nYou may opt out of marketing and promotional calls or messages by following the applicable unsubscribe instructions provided to you.\nFollowing such opt-out, you may continue to receive calls or messages for a short period of time while we process your request.\nIt is your responsibility to keep your account information, including your phone number, updated.\nBy purchasing our Products, you are agreeing that any agreements, notices, disclosures and other such communications sent to you by Canary via any method of communication will satisfy any legal requirements, such as receiving notice in writing or certified mail.\nYou will be liable for paying any and all applicable sales and use taxes for the purchase of your Additional Services based on the mailing address that you provide when you register for them, and you authorize Canary to charge your credit or debit card for any such applicable taxes.</p>\n<p>If Canary is unable to successfully charge your credit card or payment account for fees due, Canary reserves the right to revoke or restrict access to our services, delete your stored content in accordance with our data retention policies and procedures, or terminate your account.\nIf you want to designate a different credit card or payment account, or if there is a change in your credit card or payment account status, you may change your Payment Method by logging into your account and making all necessary payment related changes to your account profile.\nMaking such changes may temporarily disrupt your access to the services while Canary verifies your new payment information and may result in a change to your payment billing date.</p>Cancellation<p>YOU MAY CANCEL YOUR ADDITIONAL SERVICES AT ANY TIME BY CONTACTING CANARY BY TELEPHONE AT (844) 294-4163 (US), 0 800 090 3699 (UK), OR VIA EMAIL AT SUPPORT@CANARY.IS ONLY IF YOU ARE A RESIDENT OF CALIFORNIA, VIRGINIA, OREGON OR A COUNTRY OTHER THAN THE US OR UK.\nMERELY UN-PAIRING EQUIPMENT FROM A LOCATION OR OTHERWISE DISCONNECTING IT FROM ITS POWER SOURCE OR INTERNET CONNECTION WILL <u>NOT</u> TRIGGER CANCELLATION OF THE ADDITIONAL SERVICES.\nCANARY REQUIRES A REASONABLE AMOUNT OF TIME TO PROCESS CANCELLATION REQUESTS.\nIF YOU CANCEL ADDITIONAL SERVICES WITH A MINIMUM CONTRACT PERIOD, YOU WILL BE REQUIRED TO PAY AT THE TIME OF CANCELLATION AN EARLY TERMINATION FEE EQUAL TO THE ENTIRE AMOUNT THAT YOU WOULD HAVE PAID TO US IF YOU HAD COMPLETED THE REMAINDER OF YOUR MINIMUM CONTRACT TERM (SEE ABOVE UNDER \"PAYMENTS\" FOR DETAILS).</p>\n<p>MONTHLY ADDITIONAL SERVICES PLANS MAY BE CANCELLED FOR A FULL REFUND WITHIN THREE DAYS OF INITIAL REGISTRATION.\nIF YOU CANCEL YOUR MONTHLY ADDITIONAL SERVICES OR DOWNGRADE TO A LOWER PRICED ADDITIONAL SERVICES PLAN AT ANY TIME AFTER THREE DAYS OF REGISTRATION, YOU WILL ENJOY YOUR EXISTING ADDITIONAL SERVICES UNTIL THE EXPIRATION OF THE THEN-CURRENT ADDITIONAL SERVICES TERM FOR WHICH YOU HAVE PAID, AND YOUR ADDITIONAL SERVICES BENEFITS WILL EXPIRE OR DOWNGRADE AT THE END OF THE THEN-CURRENT ADDITIONAL SERVICES TERM IN ACCORDANCE WITH YOUR REQUEST.\nTHE FOREGOING DOES NOT APPLY TO ADDITIONAL SERVICES WITH A MINIMUM CONTRACT PERIOD, WHICH CANNOT BE DOWNGRADED AND ARE SUBJECT TO <u>THE EARLY TERMINATION FEE DESCRIBED ABOVE IF CANCELED</u>.\n<u>WE DO NOT PROVIDE PARTIAL OR PRO-RATED MONTH REFUNDS OR CREDITS.</u> ANNUAL PLANS MAY BE CANCELLED WITHIN THE FIRST FOURTEEN DAYS OF REGISTERING FOR A FULL REFUND.\nANY CANCELLATION AFTER THE FIRST FOURTEEN DAYS OF REGISTERING WILL BE EFFECTIVE AT THE END OF THE THEN-CURRENT ANNUAL BILLING PERIOD AND NO CREDITS OR REFUNDS WILL BE ISSUED.\nYOUR ADDITIONAL SERVICES BENEFITS WILL, AT THE END OF THE THEN-CURRENT ANNUAL ADDITIONAL SERVICES TERM, AUTOMATICALLY RENEW FOR ANOTHER YEAR.\nYOU MAY OPT-OUT OF THE AUTOMATIC RENEWAL FOR MONTHLY OR ANNUAL ADDITIONAL SERVICES AT ANY TIME BY CONTACTING CANARY BY TELEPHONE AT (844) 294-4163 (US), 0 800 090 3699 (UK), OR VIA EMAIL AT SUPPORT@CANARY.IS ONLY IF YOU ARE A RESIDENT OF CALIFORNIA, VIRGINIA, OREGON OR A COUNTRY IN COUNTRIES OTHER THAN THE US OR UK.\nFOR ADDITIONAL SERVICES WITH A MINIMUM CONTRACT PERIOD, UNLESS OTHERWISE REQUIRED BY LAW, YOU MAY ONLY CANCEL THE PRODUCTS WITHIN FOURTEEN (14) DAYS OF THE ORIGINAL PURCHASE IF YOU RETURN YOUR EQUIPMENT IN ITS ORIGINAL CONDITION, IN WHICH CASE YOU WILL RECEIVE A FULL REFUND.\nTHEREAFTER, ADDITIONAL SERVICES WITH A MINIMUM CONTRACT PERIOD CANNOT BE DOWNGRADED OR CANCELED AND ARE SUBJECT TO THE EARLY TERMINATION FEE DESCRIBED ABOVE.</p>\n<p>Unless otherwise noted, any fees paid by you prior to your cancellation are nonrefundable (except as expressly permitted otherwise by these Terms or as may be required by law), including any fees paid in advance for the billing cycle during which you cancel.\nTermination of your account past the relevant deadline for cancellation shall not relieve you of any obligation to pay any accrued fees or charges to which you committed and failed to timely cancel.\nUpon cancellation of your Additional Services plan, you will lose access to the benefits of the Additional Services plan and, after a period of time as short as immediately, Canary will delete information and data stored as part of your account in accordance with our current plans and related storage limits.</p>\n<p>As noted above, you may not transfer your Additional Services to any other person, whether or not you give your Equipment to that person.\nSubject to the prohibitions on resale set forth above and the more specific provisions above pertaining to Additional Services with a minimum contract period, transferring your Equipment is permitted, but you will not receive a pro-rated refund for the balance of any remaining term of your Additional Services plan associated with the Equipment if you cancel your Additional Services and/or deactivate your Equipment.\nThe person to whom you give your Equipment must purchase her own Additional Service if interested, and will not receive any credit or other monetary benefit due to your Equipment having been associated with a Additional Service plan which was not utilized for its full term.</p>Availability of Additional Services<p>You agree to use Additional Services only for purposes permitted by these Terms and including those additional terms and conditions and policies referenced or available by hyperlink at www.canary.is/legal as applicable to your plan.\nOur Additional Services, or any related feature, may not be available in all languages or in all countries and Canary makes no representation that the Additional Services is appropriate or available for use in any particular location.\nTo the extent you choose to access and use the Additional Services, you do so at your own initiative and are responsible for compliance with any applicable laws.</p>\n<p>\n<b>Waiver or Subrogation.</b> You hereby waive any rights your insurance company may have to be reimbursed by Canary or Noonlight for money paid to you or on your behalf.</p>\n<p>\n<b>Indemnification.</b> IF ANYONE OTHER AN YOU, INCLUDING, WITHOUT LIMITATION, YOUR INSURANCE COMPANY, ASKS CANARY OR NOONLIGHT TO PAY FOR ANY LOSS, DAMAGE OR EXPENSE (INCLUDING, WITHOUT LIMITATION, ECONOMIC LOSSES, PROPERTY DAMAGE, PERSONAL INJURY OR DEATH) DUE TO (I) BREACH OF CONTRACT OR WARRANTY, EXPRESS OR IMPLIED, (II) ACTIVE OR PASSIVE SOLE, JOINT OR SEVERAL NEGLIGENCE OF ANY KIND OR DEGREE BY THE CANARY REPRESENTATIVES OR THE NOONLIGHT REPRESENTATIVES, (III) FAILURE OR MALFUNCTION OF THE COMMUNICATION PATH BETWEEN THE PRODUCTS AND THE MONITORING FACILITY OR THE MONITORING FACILITY'S FACILITIES, (IV) RECORDING OF COMMUNICATIONS OR VIDEO SURVEILLANCE/RECORDING, (V) PRODUCT OR STRICT LIABILITY, OR (VI) A CLAIM FOR SUBROGATION, INDEMNIFICATION OR CONTRIBUTION, YOU AGREE TO PAY (WITHOUT ANY CONDITION THAT CANARY OR NOONLIGHT REPRESENTATIVES PAY FIRST) FOR ALL LOSSES, DAMAGES, COSTS AND EXPENSES INCLUDING, WITHOUT LIMITATION, ATTORNEY'S FEES, WHICH MAY BE ASSERTED AGAINST OR INCURRED BY CANARY OR NOONLIGHT REPRESENTATIVES.\n\"<b>Canary Representatives</b>\" mean Canary and its shareholders, affiliates, directors, officers, employees, interns, contractors, suppliers, service providers, licensors and agents.\n\"<b>Noonlight Representatives</b>\" mean Noonlight and its shareholders, affiliates, directors, officers, employees, interns, contractors, suppliers, service providers, licensors and agents.</p>\n<p>\n<b>Not Insurance.</b> Canary and Noonlight are not insurers.\nThe fees for Products (including, without limitation, Additional Services) are based solely upon the services provided by Canary, and is premised and conditioned upon Canary's (and, in the case of Professional Monitoring, Noonlight's) limitation of liability and other rights arising under the risk allocation clauses contained in these Sales Terms.\nAccordingly, you should maintain insurance in an amount and with coverages sufficient to provide full and complete coverage for any loss, damage or expense that may be sustained by you, your family or others who may be on or adjacent to the Premises, including medical insurance, disability insurance, life insurance and property insurance.</p>Limitation of Liability<p>Nothing in these Terms, and in particular within this \"Limitation of Liability\" section, shall attempt to exclude or limit liability that cannot be excluded or limited under applicable law.</p>\n<p>TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, IN ADDITION TO THE ABOVE DISCLAIMER OF WARRANTIES,</p>\n<p>(A) IN NO CASE SHALL THE CANARY REPRESENTATIVES BE LIABLE TO YOU FOR ANY DAMAGES RESULTING FROM YOUR PURCHASE OF PRODUCTS OR DISPLAYING, COPYING, OR DOWNLOADING ANY CONTENT TO OR FROM OUR PRODUCTS, EVEN IF CANARY KNEW OR SHOULD HAVE KNOWN OF THE POSSIBILITY OF SUCH DAMAGES.\nAND</p>\n<p>(B) IN NO CASE SHALL THE CANARY REPRESENTATIVES BE LIABLE FOR ANY BODILY INJURY OR HARM TO PROPERTY , OR ANY OTHER LOSS, CLAIM, OR ANY INDIRECT, INCIDENTAL, PUNITIVE, EXEMPLARY, SPECIAL, OR CONSEQUENTIAL DAMAGES OF ANY KIND, INCLUDING, WITHOUT LIMITATION LOST PROFITS, LOST REVENUE, LOST SAVINGS, LOSS OF DATA, REPLACEMENT COSTS, OR ANY SIMILAR DAMAGES, WHETHER BASED IN CONTRACT, TORT (INCLUDING NEGLIGENCE), STRICT LIABILITY OR OTHERWISE, AND WHICH ARISE FROM OR ARE OTHERWISE ASSOCIATED WITH YOUR USE OR OWNERSHIP OF THE EQUIPMENT, OR ARISING FROM YOUR PURCHASE FROM OUR STORE, USE OF OUR PRODUCTS OR RELATED IN ANY WAY TO YOUR USE OF THE PRODUCTS, INCLUDING, BUT NOT LIMITED TO, ANY ERRORS OR OMISSIONS IN ANY CONTENT, OR ANY LOSS OR DAMAGE OF ANY KIND INCURRED AS A RESULT OF THE USE OF THE PRODUCTS OR ANY CONTENT POSTED, TRANSMITTED, OR OTHERWISE MADE AVAILABLE VIA THE PRODUCTS, EVEN IF CANARY KNEW OR SHOULD HAVE KNOWN ADVISED OF SUCH A POSSIBILITY.</p>\n<p>Because some states or jurisdictions do not allow the exclusion or the limitation of liability for consequential or incidental damages, in such states or jurisdictions, the Canary Representatives' liability (and the Noonlight Representatives' liability, with respect to the Noonlight Services) shall be limited to the maximum sum of $25.00 collectively.\nIn the event that you wish to increase the maximum amount of such limited liability, you may, as a matter of right, obtain a higher limit by contacting legal@canary.is to arrange paying an additional amount for the increase in such limit of liability, but this payment shall in no way be interpreted to hold Canary or Noonlight, and their Representatives as an insurer.</p>General<p>Canary controls and operates its Service from its headquarters in the United States.\nIf you use this Service outside the United States of America, you are solely responsible for following applicable local laws.\nIn the event that any provision of these Terms is determined to be unlawful, void or unenforceable, such provision shall nonetheless be enforceable to the fullest extent permitted by applicable law, and the unenforceable portion shall be deemed to be severed from these Terms, such determination shall not affect the legality, validity and enforceability of any other remaining provisions.</p>\n<p>Canary's failure or delay in exercising its rights or ability to enforce and provision of these Terms shall not constitute a waiver of such right or provision.\nThese Terms and any policies or operating rules posted by us on our websites constitute the entire agreement and understanding between you and us and govern your use of our Products, as defined these Terms, superseding any prior or contemporaneous agreements, communications and proposals, whether oral or written, between you and us.\nThe headings used in these Terms are included for convenience only and will not limit or otherwise affect these Terms.\nYOU AND WE UNCONDITIONALLY WAIVE ANY RIGHT TO TRIAL BY JURY IN ANY ACTION, PROCEEDING OR COUNTERCLAIM ARISING OUT OF OR RELATING TO THESE TERMS IN ANY WAY.</p>Disputes with Canary<p> The provisions of our System Terms &amp.\nConditions (currently available at https://canary.is/legal/system-terms) provided under the heading Disputes with Canary are hereby fully incorporated by reference into these Terms.\nThis includes, without limitation, each of the terms and conditions under the subheadings Pre-Arbitration Claim Resolution, Exclusions from Arbitration/Right to Opt Out, Arbitration Procedures, Arbitration Award, Location of Arbitration, Payment of Arbitration Fees and Costs, Class Action Waiver, Jury Waiver, Severability, Continuation, and Governing Law &amp.\nVenue.\nPlease review the entire\"Disputes with Canary\" section of our System Terms &amp.\nConditions carefully as it affects your rights.</p>\n<p>Any and all claims and controversies arising out of and related to these Terms shall be settled exclusively in the courts of competent jurisdiction in New York County, New York and you agree to submit to the personal jurisdiction of such courts.\nAny such claim or contrversy shall be adjudicated on an individual basis and shall not be consolidated with a claim of any other party.\nThe foregoing shall not preclude Canary from seeking any injunctive or other equitable relief in any court of competent jurisdiction.</p>Changes to these Terms<p>These Terms are current as of the date set forth above.\nIf we make any changes that materially affect our practices we will endeavor to provide you with notice of such change by highlighting the change on our website or by emailing you.</p>Contact Us<p>If you have any questions about these Terms, you may contact us at: legal@canary.is or by mail to:</p>\n<p>If you are in the US or Canada:</p>\n<p>Canary Connect, Inc.\n<br> 26 Broadway 22nd Floor <br> New York, NY, 10004</p>\n<p>If you do not reside in the US or Canada:</p>\n<p>Canary Technology Europe, Limited <br>Pembroke House <br>28-32 Pembroke Street Upper <br>Dublin <br>D02 EK84 <br>Ireland <br>\n</p>\n<p>Download PDF</p>", "created_at": "2021-07-07 18:20:15.87631", "updated_at": "2021-07-07 18:20:25.993"}, {"id": 8163, "name": "System Terms & Conditions", "url": "https://canary.is/legal/system-terms/", "xpath": "/html/body/div/div/div[2]/section[1]/div/div[2]", "text": "Canary System Terms &amp.\nConditions<p>\n<i>Last Updated: January 20th, 2020</i>\n</p>\n<ol>\n<li>Accepting the System Terms and Conditions</li>\n<li>Additional Terms That Apply</li>\n<li>Your Privacy</li>\n<li>Eligibility to Use our Products</li>\n<li>Using our Products</li>\n<li>Requirements to Use our Products</li>\n<li>Registration and User Accounts</li>\n<li>Security of Your Information</li>\n<li>Integration With Third-Party Platforms and Services</li>\n<li>Electronic Communications</li>\n<li>Termination and Suspension of Services</li>\n<li>Mobile Applications</li>\n<li>Unsupported Countries</li>\n<li>Our Intellectual Property Rights</li>\n<li>Disclaimer of Warranties and Indemnification</li>\n<li>Our Limitation of Liability</li>\n<li>Disputes with Canary</li>\n<li>Other Terms</li>\n<li>Changes to These Terms</li>\n<li>Contact Us</li>\n</ol>1.\nAccepting the System Terms and Conditions<p>At Canary, we provide (i) our website located at www.canary.is and related domains (collectively, the “Sites”), (ii) software that you may download to a mobile device (“Mobile Apps”), (iii) services accessible through our Sites and the Mobile Apps (“Canary Services”) and (iv) home security devices, accessories and other hardware (“Equipment”).\nWe refer to our Sites, Mobile Apps, Canary Services and Equipment collectively as our “Products.” By accessing or using the Products, you agree to be bound by these Terms, which are a contract between you and Canary.</p>\n<p>If you are a resident of the US or Canada, these Terms are an agreement between you and Canary Connect, Inc., otherwise, these Terms are an agreement between you and Canary Technology Europe, Limited.\nIn these Terms references to “Canary” “us”, “we” and “our” mean either Canary Connect, Inc.\nor Canary Technology Europe, Limited, as appropriate.\nThese Terms give you specific legal rights.\nYou may also have other rights, which vary from jurisdiction to jurisdiction.</p>\n<p>\n<small>BY CLICKING “I ACCEPT” OR BY ACCESSING AND USING THE PRODUCTS, YOU ARE AGREEING TO ALL THE TERMS &amp.\nCONDITIONS (“TERMS”) BELOW.\nIF YOU DO NOT AGREE WITH ANY OF THESE TERMS, DO NOT CLICK “I ACCEPT” AND DO NOT USE THE PRODUCTS.</small>\n</p>\n<small>\n</small>\n<p>\n<small>\n<b>PLEASE NOTE THAT SECTION 17 OF THESE TERMS CONTAINS A DISPUTE RESOLUTION AND ARBITRATION PROVISION, INCLUDING A CLASS ACTION WAIVER THAT AFFECTS YOUR RIGHTS UNDER THESE TERMS AND WITH RESPECT TO DISPUTES YOU MAY HAVE WITH CANARY.\nYOU MAY OPT OUT OF ARBITRATION AND CLASS ACTION WAIVER AS PROVIDED BELOW.</b>\n</small>\n</p>2.\nAdditional Terms That Apply<p>These Terms govern your use of the Products.\nCertain additional paid services or features that Canary may offer (such additional cloud data storage and other premium or Membership services) have additional or different terms.\nCanary’s Limited Warranty, End User License Agreement (for software embedded in the Product), Website Terms of Service, and other documents referenced or available by hyperlink at https://canary.is/legal may also govern your rights and are essential terms of use of the Product and applicable software and are incorporated into these Terms.</p>3.\nYour Privacy<p>Our Privacy Policy explains how we treat your personal information and how we protect your privacy and safeguard the privacy of others when you use the Products.\nBy using the Products, you acknowledge that we will collect, access, process, store and use your information in accordance with the Privacy Policy and any privacy settings which we may provide to you.</p>\n<p>To the extent that we process your Video Feeds (as defined in the data protection addendum (“Addendum”) attached as Schedule 1), we do so on your behalf and in compliance with these Terms and Section 5 of the Addendum.\nYou shall comply with all your obligations described in the Addendum including those in Section 6.</p>\n<p>We respond to notices of alleged intellectual property rights infringement and may terminate the accounts of infringers.</p>4.\nEligibility to Use our Products<p>By using the Products, you acknowledge and agree that you are at least 18 years of age or the age of majority in the location from where you access and use the Products.\nIf you are under 18 but are at least 16 years old you agree that you are using the Products with the consent of your legal guardian.\nIf you are not at least 16 years old, you may not use the Products at any time or in any manner or submit any information to Canary or the Products.</p>\n<p>You may only access and use the Products if you are (a) able to enter into a binding contract with Canary, and (b) in compliance with these Terms and all applicable local, state, national, and international laws, regulations and rules.</p>5.\nUsing our Products<p>Canary provides content through the Products that is copyrighted and/or trademarked work of Canary or Canary’s third-party licensors (collectively, the “Materials”).\nMaterials may include logos, graphics, video, images, text, software, and other content.</p>\n<p>Subject to these Terms, Canary grants you a limited, personal, non-exclusive, non-transferable license to use and to display the Materials, and to access and use the Products solely for your personal use.</p>\n<p>You shall not directly or indirectly do any of the following:</p>\n<p>(i) modify, disassemble, decompile, or reverse engineer any of the hardware or software that constitutes the Services.\n(ii) rent, lease, loan, resell, sublicense, distribute, or otherwise transfer the Products to any third-party or use the Services on a time sharing basis or to provide any security or other services for any third party.\n(iii) make any copies of the software used to provide the Products.\n(iv) remove, circumvent, disable, damage, or otherwise interfere with security-related features of the Services.\n(v) delete the copyright and other proprietary rights notices on the Products.\n(vi) attempt to access, monitor, or use Products of other customers.\n(vii) use the Products in connection with accessing or monitoring any non-Canary equipment.\n(viii) access the Products in order to build a similar or competitive product.\n(ix) upload, transmit, or distribute any computer viruses, worms, or software intended to damage or alter a computer or communication network, computer, handheld mobile device, data, the Services, the Product, or any other property.\n(x) interfere with, disrupt, or attempt to gain unauthorized access to the servers or networks connected to the Products.\nor (xii) violate any applicable law or regulation.</p>6.\nRequirements to Use our Products<p>You are responsible for having all required software, hardware, and other system elements and making sure that they are compatible and properly configured.\nYou acknowledge that (a) Canary cannot provide the Products properly if requirements and compatibility are not met, and (b) you will not receive notifications from your Equipment when the Product’s internet connection or power is lost, not operating properly, cut, or interfered with, or the Product is damaged or destroyed.</p>\n<p>You must have a working broadband internet connection and either a wired ethernet connection (for certain Products) or a Wi-Fi router (802.11 b/g/n), a supported mobile device (to use the Mobile Application), and other hardware, software, equipment or items specified by Canary from time to time.\nWe recommend a high-speed internet connection with at least 1 Mbps of upload bandwidth.\nCanary reserves the right to change any of the minimum system requirements at any time.</p>7.\nRegistration and User Accounts<p>To create an account you must submit your information through the registration page as prompted on the Mobile Application or our Sites, including your name, email address, phone number, zip code/post code, and address.\nYou may provide additional optional information during setup which is not required to register for an account but may be necessary to provide you with full access to our Products, to provide you with a trial of premium or Membership services, or might be helpful to Canary in providing you with a more customized experience.\nThis information could include, for example, payment information, which would be processed in accordance with Canary’s Sales Terms and Premium Services.</p>\n<p>As part of the registration process, you will create a password that will allow you to log in to the Products.\nYou are responsible for maintaining the confidentiality of your password and for all activities that occur on your account.\nYou agree not to share your password, let others access or use your password, or do anything else that might jeopardize the security of your password.</p>\n<p>All the information that you provide when registering for an account and otherwise through the Site must be accurate, complete, and up to date.\nYou may change, correct, or remove any information from your account by either logging into your account directly and making the desired changes or contacting Canary’s support team.</p>\n<p>\n</p>\n<p>\n<b>Location Owners &amp.\nLocation Members</b>\n</p>\n<p>The individual who first creates an account and sets up the Product is the owner of the Canary Product associated with that account and the primary account holder (“Location Owner”).\nIndividuals who are authorized to access a Location Owner’s Products and Services are authorized users (“Location Members”) under the Location Owner’s account and are invited through the Mobile Application.\nLocation Members may have the ability to use the Products and monitor and control the Products (for example, a Location Member can arm or disarm the Product or sound the Siren).\nLocation Members may also have the ability to view information (including personal information) and content across all of Location Owner’s Products (for example, a Location Member will receive notifications of events or can view video).\nLocation Members are responsible for their own actions in connection with the Products and Services, but the Location Owner also agrees to be fully responsible for all actions taken by a Location Member relating to the Products and Products.</p>\n<p>Once invited by a Location Owner, Location Members can also invite other individuals to join the account as new location members.\nIf you are a Location Owner, you should therefore authorize only those individuals that you trust to access your account and the Services.</p>\n<p>Location Owners have special privileges associated with their account and are the only individuals that can authorize specific actions or settings.\nFor example, Location Owners are solely authorized to request location level data be deleted, to transfer ownership of the Product, or to subscribe to paid features, such as Canary’s subscription plans.\n<b>Please note that for security reasons, Canary will not determine or change ownership of Equipment for any reason without the express written consent of the individual designated as the “Location Owner” at Equipment setup.</b>\n</p>\n<p>If you transfer your Equipment to a new owner, your right to use the Products with respect to that Equipment will automatically terminate.\nThe new owner cannot use the Products under your account and will need to register for a separate account with Canary.</p>8.\nSecurity of Your Information<p>Canary cares about the integrity and security of its users’ personal information.\nCanary uses industry best practices when it comes to security.\nCanary has also conducted third-party security audits with respect to the Services.\nDespite taking these steps, Canary cannot guarantee that unauthorized third parties will never be able to defeat Canary’s security measures.\nYou acknowledge that you provide your personal information and your use of the Services is at your own risk.</p>9.\nIntegration With Third-Party Platforms and Services<p>Canary may allow you to integrate Canary Products with one or more third-party products or services.\nFor example, Canary currently integrates with the Wink Smart home platform, which allows you to change modes on your Equipment directly from the Wink mobile application.\nYou decide whether and with which Third-Party Products or Services you want to interface.\nYour explicit consent and authorization is required for this interface, and is revocable by you at any time.\nOnce your consent is given for a particular Third-Party Product and Service, you agree that Canary may exchange information and data regarding you and your Products, including your account information in order to enable the interface you have authorized to work together with Canary Products.\nOnce this information is shared with the particular Third-Party Product and Service, its use will be governed by the third party's privacy policy and terms of service.</p>10.\nElectronic Communications<p>By using the Services, you consent to receiving service related electronic communications from Canary, which may include notices about applicable fees, transactional information, and other information related to the Services.\nYou agree that any notices, agreements, disclosures, or other communications that we send you electronically will satisfy any legal requirements, including that such communications be in writing.</p>11.\nTermination and Suspension of Services<p>These Terms continue in effect while you access and use the Services.\nAt any time, Canary may (i) suspend or terminate your rights to access or use the Services (which include, for avoidance of doubt, any Premium Services), or (ii) terminate these Terms if Canary in good faith believes that you have used the Services in violation of these Terms, including any incorporated guidelines or terms.\nUpon termination of this Agreement, your right to use the Services will automatically terminate.\nThe proprietary rights, disclaimer of warranties, representations made by you, indemnities, limitations of liability, governing law &amp.\njurisdiction and general provisions shall survive any termination of these Terms.</p>\n<p>Canary may temporarily suspend the Services without notice for security reasons, system failure, maintenance and repair, or other circumstances.\nCanary does not offer any specific uptime guarantee for the Services.</p>\n<p>Any termination or suspension of any Services (including Premium Services) will not result in any credit or refund of any kind.</p>12.\nMobile Applications<p>Canary does not warrant that the Mobile Application will be compatible with your mobile device.\nOther applications may interact with the Mobile Application in unpredictable ways, and Canary does not warrant against malfunctions or errors caused by such interactions.</p>\n<p>Canary grants to you a non-exclusive, non-transferable, revocable license to use any object code copy of the Mobile Application for one registered account on one mobile device owned or leased solely by you for your personal use in connection with the Services.</p>\n<p>Canary and its third-party licensors or suppliers retain all right, title, and interest in and to the Mobile Application.\nStandard carrier data charges may apply to your use of the Mobile Application.</p>\n<p>The following additional terms and conditions apply with respect to the Mobile Applications:</p>\n<ul>\n<li>You acknowledge that these Terms are between you and Canary only, and not with Apple, Inc.\n(“Apple”) or Google, Inc.\n(“Google”).</li>\n<li>Your use of Canary’s Mobile Application must comply with Apple’s then-current App Store Terms of Service and Google’s then-current Google Play Terms of Service.</li>\n<li>Canary is solely responsible for our Mobile Applications and the Services.\nYou acknowledge that Apple and Google have no obligation to provide maintenance and support services with respect to our Mobile Applications.</li>\n<li>You agree that Canary is solely responsible for addressing any claims by you or any third party relating to the Mobile Applications, including, but not limited to: (i) product liability claims.\n(ii) any claim that the Mobile Application fails to conform to any applicable legal or regulatory requirement.\nand (iii) claims arising under consumer protection or similar legislation, and that all such claims are governed solely by these Terms and any applicable laws.</li>\n<li>You agree to comply with all applicable third-party terms of agreement when using the Mobile Applications.</li>\n<li>The parties agree that Apple and Google are third-party beneficiaries to these Terms as they relate to your license of Canary’s Mobile Applications.</li>\n</ul>\n<p>Apple, the Apple logo, and iPhone, are trademarks of Apple, Inc., registered in the U.S.\nand other countries.\nApp Store is a service mark of Apple, Inc.\nAndroid is a trademark of Google, Inc.</p>13.\nUnsupported Countries<p>Although the Services are accessible worldwide, Canary’s Services are not available to all persons or in all countries, including persons and countries prohibited by US law.\nIf you are accessing or using the Services from an unsupported country, you do so on your own initiative and you are solely responsible for complying with applicable local laws.</p>14.\nOur Intellectual Property Rights<p>Canary is the exclusive owner of rights and interests in and to the mark Canary, the C logo, the Canary logo, Canary Flex, and Live Life in the Know in the United States and abroad.\nOther trademarks, names, and logos on or available through the Services are the property of their respective owners.</p>\n<p>Unless otherwise specified in these Terms, all technology and intellectual property available or appearing on or through any of the Services, including the Mobile Application, information, software, documents, services, content, site design, text, graphics, logos, images, and icons, are the sole property of Canary or its licensors.\nAll rights not expressly granted herein are reserved by Canary.</p>15.\nDisclaimer of Warranties and Indemnification<p>The warranty for the Canary Product is set forth in the Canary Limited Warranty.\n</p>\n<p>CANARY, FOR ITSELF AND ITS LICENSORS, MAKES NO EXPRESS, IMPLIED OR STATUTORY REPRESENTATIONS, WARRANTIES, OR GUARANTEES IN CONNECTION WITH THE PRODUCTS.\nUNLESS OTHERWISE EXPLICITLY STATED, TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, THE PRODUCTS AND MATERIALS AND ANY INFORMATION OR MATERIAL CONTAINED OR PRESENTED IS PROVIDED TO YOU ON AN “AS IS,” “AS AVAILABLE,” AND “WHERE-IS” BASIS, AND CANARY DISCLAIMS AND EXCLUDES ALL WARRANTIES, WHETHER STATUTORY, EXPRESS, OR IMPLIED, INCLUDING, WITHOUT LIMITATION, IMPLIED WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, SATISFACTORY QUALITY, AND NON-INFRINGEMENT OF THIRD-PARTY RIGHTS.</p>\n<p>Canary does not provide any warranties against viruses, spyware, or malware that may be installed on your mobile device or computer.</p>\n<p>Canary’s equipment and Services cannot eliminate occurrences of the events they are intended to detect or avert, including fires, floods and burglaries.\nOther than as expressly set forth in the Canary Limited Warranty, Canary makes no guarantee or warranty that the Canary product or Services will detect or avert such incidents.\nYou release, waive, discharge, and promise not to sue or bring any claim of any type against Canary for loss, damage, or injury relating in any way to the Product or Services.</p>\n<p>Canary and its licensors and suppliers make no warranty that defects will be corrected or that the Services (i) will meet your needs or requirements.\n(ii) will be compatible with your home network, computer, or mobile device.\n(iii) will be available on an uninterrupted, timely, secure, or error-free basis.\n(iv) will be accurate or reliable.\nor (v) will give notifications at any given time or at all.\nNo advice or information, whether oral or written, obtained by you from Canary or through the Services shall create any warranty.</p>\n<p>uman error is always possible, and the response time of police, fire, and medical emergency personnel is outside the control of Canary.\nYou may not receive alarm signals if communication lines or power is interrupted for any reason.</p>\n<p>MOBILE NOTIFICATIONS FROM YOUR CANARY PRODUCT ARE PROVIDED FOR INFORMATIONAL PURPOSES ONLY.</p>\n<p>If any other person, including your subrogating insurer, makes any claim or files a lawsuit against Canary in any way relating to the Products or Services, you shall indemnify, defend and hold Canary harmless from the claim or lawsuit, including the payment of all damages, expenses, costs, and attorney’s fees.</p>16.\nOur Limitation of Liability<p>IN NO EVENT SHALL CANARY BE LIABLE TO YOU FOR ANY INDIRECT, EXTRAORDINARY, EXEMPLARY, PUNITIVE, SPECIAL, INCIDENTAL, OR CONSEQUENTIAL DAMAGES (INCLUDING LOSS OF DATA, REVENUE, PROFITS, USE, OR OTHER ECONOMIC ADVANTAGE) HOWEVER ARISING, EVEN IF CANARY KNOWS THERE IS A POSSIBILITY OF SUCH DAMAGE.\nCANARY’S TOTAL LIABILITY ARISING FROM OR RELATED TO ANY OF THE PRODUCTS OR THE PRODUCTS, WHETHER IN CONTRACT, TORT (INCLUDING NEGLIGENCE AND STRICT LIABILITY), OR OTHERWISE, WILL NOT EXCEED THE FEES ACTUALLY PAID BY YOU TO CANARY OR CANARY’S AUTHORIZED RESELLER FOR THE PRODUCTS OR THE PRODUCT AT ISSUE IN THE PRIOR 12 MONTHS (IF ANY).</p>\n<p>Nothing in these Terms (including anything specified in this \"Our Limitation of Liability\" provision) shall attempt to exclude or limit liability that cannot be excluded or limited under applicable law.</p>\n<p>These limitations apply to the maximum extent permitted by law and notwithstanding any failure of the essential purpose of these Terms or any limited remedy hereunder.</p>\n<p>\n<b>Time Limit to Bring Claims</b>\n<br>No suit or action may be brought against Canary more than one year after the date of the incident that resulted in the loss, injury, or damage, or the shortest duration permitted under applicable law.</p>17.\nDisputes with Canary<p>\n<i>Please read this carefully.\nIt affects your rights.</i>\n</p>\n<p>Most customer concerns can be resolved quickly by contacting us at support@canary.is.\nThis section relates to disputes that may arise between you and Canary.\nArbitration is a form of private dispute resolution in which persons with a dispute waive their rights to file a lawsuit, to proceed in court, and to a jury trial, and instead submit their disputes to a neutral third person (or arbitrator) for a binding decision.\nYou have the right to opt out of this provision (as explained below), which means you would retain your right to litigate your disputes in a court, either before a judge or jury.</p>\n<p>\n<i>Please read this provision carefully.</i> All Disputes between you and Canary shall be resolved by binding arbitration.\nArbitration replaces the right to go to court.\nIn the absence of this arbitration agreement, you may otherwise have a right or opportunity to bring claims in a court, before a judge or jury, and/or to participate in or be represented in a case filed in court by others (including, but not limited to, class actions).\nExcept as otherwise provided, entering into this agreement constitutes a waiver of your right to litigate claims and all opportunity to be heard by a judge or jury.\nThere is no judge or jury in arbitration, and court review of an arbitration award is limited.\nThe arbitrator must follow this agreement and can award the same damages and relief as a court (including attorney’s fees).</p>\n<p>For the purpose of this provision, “Canary” means Canary and its parents, subsidiary, and affiliate companies, and each of their respective officers, directors, employees, and agents.\n“Dispute” means any dispute, claim, or controversy between you and Canary regarding any aspect of your relationship with Canary, whether based in contract, statute, regulation, ordinance, tort (including, but not limited to, fraud, misrepresentation, fraudulent inducement, or negligence), or any other legal or equitable theory, and includes the validity, enforceability, or scope of this provision (with the exception of the enforceability of the Class Action Waiver clause below).\n“Dispute” is to be given the broadest possible meaning that will be enforced, and shall include any claims against other parties relating to services or products provided or billed to you (such as Canary’s licensors, suppliers, dealers, or third-party vendors) whenever you also assert claims against us in the same proceeding.</p>\n<p>\n<small>WE EACH AGREE THAT, EXCEPT AS PROVIDED BELOW, ANY AND ALL DISPUTES, AS DEFINED ABOVE, WHETHER PRESENTLY IN EXISTENCE OR BASED ON ACTS OR OMISSIONS IN THE PAST OR IN THE FUTURE, WILL BE RESOLVED EXCLUSIVELY AND FINALLY BY BINDING ARBITRATION RATHER THAN IN COURT IN ACCORDANCE WITH THIS PROVISION.</small>\n</p>\n<p>\n<i>Pre-Arbitration Claim Resolution</i>\n</p>\n<p>For all Disputes, you must first give Canary an opportunity to resolve the Dispute by mailing written notification of your dispute to Canary.\nThat written notification must include (1) your name, (2) your address, (3) a written description of your claim, and (4) a description of the specific relief you seek.\nIf Canary does not resolve the Dispute within 60 days after it receives your written notification, you may pursue your Dispute in arbitration.\nYou may pursue your Dispute in a court only under the circumstances described below.</p>\n<p>\n<i>Exclusions from Arbitration/Right to Opt Out</i>\n</p>\n<p>Notwithstanding the above, you or Canary may choose to pursue a Dispute in court and not by arbitration if (a) the Dispute qualifies, in which case it may be initiated in small claims court.\nor (b) YOU OPT OUT OF THESE ARBITRATION PROCEDURES WITHIN 30 DAYS OF THE DATE THAT YOU FIRST CONSENT TO THIS AGREEMENT (the “Opt-Out Deadline”).\nYou may opt out of this provision by mailing written notification to Canary.\nYour written notification must include (1) your name, (2) your address, and (3) a clear statement that you do not wish to resolve disputes with Canary through arbitration.\nAny opt-out request received after the Opt-Out Deadline will not be valid and you must pursue your Dispute in arbitration or small claims court.</p>\n<p>\n<i>Arbitration Procedures</i>\n</p>\n<p>The American Arbitration Association (“AAA”), www.adr.org, or JAMS will arbitrate all Disputes, and the arbitration will be conducted before a single arbitrator.\nThe arbitration shall be commenced as an individual arbitration, and shall in no event be commenced as a class arbitration.\nAll issues shall be for the arbitrator to decide, including the scope of this provision.</p>\n<p>For arbitration before the AAA for Disputes of less than $75,000, the AAA’s Supplementary Procedures for Consumer-Related Disputes will apply.\nfor Disputes involving $75,000 or more, the AAA’s Commercial Arbitration Rules will apply.\nIn either instance, the AAA’s Optional Rules For Emergency Measures Of Protection shall apply.\nThe AAA rules are available at www.adr.org.\nFor arbitration before JAMS, the JAMS Comprehensive Arbitration Rules &amp.\nProcedures will apply.\nThe JAMS rules are available at www.jamsadr.com.\nThis provision governs in the event it conflicts with the applicable arbitration rules.\nUnder no circumstances will class action procedures or rules apply to the arbitration.</p>\n<p>Because the Services and these Terms concern interstate commerce, the Federal Arbitration Act (“FAA”) governs the arbitrability of all Disputes.\nHowever, the arbitrator will apply applicable substantive law consistent with the FAA and the applicable statute of limitations or condition precedent to suit.</p>\n<p>Arbitration Award – The arbitrator may award relief that would be available pursuant to applicable law, and will not have the power to award relief to, against or for the benefit of any person who is not a party to the proceeding.\nThe arbitrator will make any award in writing but need not provide a statement of reasons unless requested by a party.\nSuch award will be final and binding on the parties, except for any right of appeal provided by the FAA, and may be entered in any court having jurisdiction over the parties.</p>\n<p>Location of Arbitration – You or Canary may initiate arbitration in either New York City, New York or the federal judicial district that includes your billing address.\nIn the event that you select the federal judicial district that includes your billing address, Canary may transfer the arbitration to New York City, New York if it agrees to pay any additional fees or costs you incur as a result of the transfer, as determined by the arbitrator.</p>\n<p>Payment of Arbitration Fees and Costs – Canary will pay all arbitration filing fees and arbitrator’s costs and expenses upon your written request given prior to the commencement of the arbitration.\nYou are responsible for all additional fees and costs that you incur in the arbitration, including, but not limited to, attorneys or expert witnesses.\nFees and costs may be awarded as provided pursuant to applicable law.\nIn addition to any rights to recover fees and costs under applicable law, if you provide notice and negotiate in good faith with Canary as provided in the section above titled “Pre-Arbitration Claim Resolution” and the arbitrator concludes that you are the prevailing party in the arbitration, you will be entitled to recover reasonable attorney’s fees and costs as determined by the arbitrator.</p>\n<p>\n<i>Class Action Waiver</i>\n</p>\n<p>Except as otherwise provided in this provision, the arbitrator may not consolidate more than one person’s claims, and may not otherwise preside over any form of a class or representative proceeding or claims (such as a class action, consolidated action, or private attorney general action) unless both you and Canary specifically agree to do so following initiation of the arbitration.\nIf you choose to pursue your Dispute in court by opting out of the Arbitration provision, as specified above, this Class Action Waiver will not apply to you.</p>\n<p>Neither you, nor any other user of the Site or Services can be a class representative, class member, or otherwise participate in a class, consolidated, or representative proceeding without having complied with the opt-out requirements above.</p>\n<p>\n<i>Jury Waiver</i>\n</p>\n<p>You understand and agree that by entering into this Agreement you and Canary are each waiving the right to a jury trial or a trial before a judge in a public court.\nIn the absence of this provision, you and Canary might otherwise have had a right or opportunity to bring Disputes in a court, before a judge or jury, and/or to participate or be represented in a case filed in court by others (including class actions).\nExcept as otherwise provided below, those rights are waived.\nOther rights that you would have if you went to court, such as the right to appeal and to certain types of discovery, may be more limited or may also be waived.</p>\n<p>\n<i>Severability</i>\n</p>\n<p>If any clause within this provision (other than the Class Action Waiver clause above) is found to be illegal or unenforceable, that clause will be severed from this provision, and the remainder of this provision will be given full force and effect.\nIf the Class Action Waiver clause is found to be illegal or unenforceable, this entire provision will be unenforceable and the Dispute will be decided by a court.</p>\n<p>\n<i>Continuation</i>\n</p>\n<p>This provision shall survive the termination of your service with Canary or its affiliates.\nNotwithstanding any provision in this Agreement to the contrary, we agree that if Canary makes any change to this provision (other than a change to the Notice Address), you may reject any such change and require Canary to adhere to the language in this provision if a dispute between us arises.</p>\n<p>\n<b>Governing Law &amp.\nVenue</b>\n<br>The Federal Arbitration Act, Delaware state law, and applicable U.S.\nfederal law, without regard to the choice or conflicts of law provisions, will govern these Terms.\nThe United Nations on Contracts for the International Sale of Goods and any laws based on the Uniform Computer Information Transactions Act (UCITA) shall not apply to this Agreement.\nExcept for Disputes subject to arbitration as described above, any disputes relating to these Terms or the Services will be heard in the federal or state courts located in New York County, New York.</p>18.\nOther Terms<p>If any of these Terms is found to be inconsistent with applicable law, then such term shall be interpreted to reflect the intentions of the parties, and no other terms will be modified.\nCanary’s failure to enforce any of these Terms is not a waiver of such terms.\nThese Terms are the entire agreement between you and Canary with respect to the Services, and supersede all prior or contemporaneous negotiations, discussions, or agreements between you and Canary.</p>\n<p>\n<b>California Consumer Notice</b>\n<br>Under California Civil Code Section 1789.3, California users are entitled to the following consumer rights notice:<br> California residents may reach the Complaint Assistance Unit of the Division of Consumer Services of the California Department of Consumer Affairs by post at 1625 North Market Blvd., Sacramento, CA 95834 or by telephone at (916) 445-1254 or (800) 952-5210 or Hearing Impaired at TDD (800) 326-2297 or TDD (916) 322-1700.</p>19.\nChanges to These Terms<p>Our Services are constantly evolving to help us deliver exciting and useful improvements to you.\nCanary may make changes to, suspend, or discontinue the Services at any time.\nCanary is not liable to you or to any third party for any modification, suspension, or discontinuance of the Services.\nCanary may also change, update, add, or remove provisions of these Terms at any time by posting the updated Terms on Canary’s website, by providing notice through the Services, or by emailing you of any changes.\nBy using the Services after Canary has updated the Terms, you are agreeing to all the updated Terms.\nif you do not agree with any of the updated Terms, you must immediately stop using the Services.\nThese terms may not be modified or amended in any manner other than Canary posting to such modifications or amendments to a document available at https://canary.is/legal or any successor URL controlled by Canary, and any other purported modifications or amendments are void.</p>20.\nContact Us<p>If you have any questions about these Terms, you can contact us at legal@canary.is or by mail to:</p>\n<p>\n</p>\n<p>If you reside in the US or Canada:</p>\n<p>Canary Connect, Inc.<br> Attn: General Counsel<br> 26 Broadway Fl.\n22<br> New York, NY, 10004</p>\n<p>If you do not reside in the US or Canada:</p>\n<p>Canary Technology Europe, Limited<br> Attn: General Counsel<br> Digital Depot, Roe Lane<br> Dublin 8, Ireland</p>Schedule 1<p>\n</p>\n<p>\n<b>Data Protection Addendum</b>\n<br>This Addendum or \"DPA” forms part of the Terms.</p>\n<p>Capitalized terms not otherwise defined herein shall have the meaning given to them in the Terms.\nExcept as modified below, the Terms shall remain in full force and effect.\nTo the extent there is any conflict between the provisions of the Addendum and the rest of the Terms, the provisions of the Addendum shall prevail.</p>\n<p>In consideration of the mutual obligations set out herein, the parties hereby agree that the terms and conditions set out below shall be added as an Addendum to the Terms.\nExcept where the context requires otherwise, references in this Addendum to the Terms are to the Terms as amended by, and including, this Addendum.</p>\n<ol>\n<li>Definitions <ol>\n<li>“<strong>Special Categories of Personal Data</strong>” shall have the same meaning as in Article 9(1) of the GDPR;</li>\n<li>“<strong>Sub-processor</strong>” means any entity engaged by Canary or a Canary affiliate to process Video Feeds in connection with the Services;</li>\n<li>“<strong>Video Feeds</strong>” means the Personal Data comprised in the audio and video footage, images and meta data captured by our Services and processed on your behalf.\nand</li>\n<li>The terms “<strong>controller</strong>”, “<strong>data subject</strong>”, “<strong>Personal Data</strong>”, “<strong>Personal Data Breach</strong>”, “<strong>Processor</strong>” “<strong>processing</strong>” and “<strong>Supervisory Authority</strong>” shall have the same meaning as in Article 4 of the General Data Protection Regulation (“<strong>GDPR</strong>”) (together with any national transposing measures, secondary legislation (including European Commission decisions) adopted under the foregoing, “<strong>Applicable Data Protection Law</strong>”).</li>\n</ol>\n</li>\n<li>\n<p>Applicability</p>\n<p>This Addendum only applies to you if you are habitually located within the EEA and you are subject to the obligations under the GDPR as a Controller of Video Feeds (in other words, other than where your use of the Services is “in the course of a purely personal or household activity and thus with no connection to a professional or commercial activity”).\nThis Addendum only applies in respect of Video Feeds.\nYou agree that Canary is not responsible for Personal Data, including Video Feeds, that you have elected to process or share outside of the Services.</p>\n</li>\n<li>\n<p>Details of Data Processing</p>\n<ol>\n<li>\n<i>Subject Matter</i>.\nThe subject matter of the data processing under this Addendum is your Video Feeds.</li>\n<li>\n<i>Duration</i>.\nAs between you and us, the duration of the data processing under this Addendum is determined by you.</li>\n<li>\n<i>Purpose</i>.\nThe purpose of the data processing under this Addendum is the provision of the Services initiated by you from time to time.</li>\n<li>\n<i>Nature of the Processing</i>.\nThe Services as described in the Terms and initiated by you from time to time.</li>\n<li>\n<i>Type of Personal Data</i>.\nYour Videos Feeds relating to you or other individuals whose Personal Data is included in such Video Feeds which is processed as part of the Services in accordance with instructions given through your account.</li>\n<li>\n<i>Categories of Data Subjects</i>.\nYou and any other individuals whose Personal Data is included in Video Feeds.</li>\n</ol>\n</li>\n<li>\n<p>Processing Roles and Activities.</p>\n<ol>\n<li>\n<i>Canary as Processor and You as Controller</i>.\nYou are the Controller and Canary is the Processor of your Video Feeds.</li>\n<li>\n<i>Canary as Controller</i>.\nCanary may also be an independent controller for some Personal Data relating to you or others.\nPlease see our Privacy Policy and Terms for details about the Personal Data which we control.</li>\n<li>\n<i>Description of Processing Activities</i>.\nWe will process your Video Feeds for the purpose of providing you with the Services, as may be used, configured or modified from within your account (the “Purpose”).</li>\n<li>\n<i>Compliance with Laws</i>.\nYou will ensure that your instructions comply with all laws, regulations and rules applicable in relation to your Video Feeds and that your Video Feeds are collected lawfully and in accordance with such laws, rules and regulations.\nYou will also ensure that the processing of your Video Feeds in accordance with your instructions will not cause or result in us or you breaching any laws, rules or regulations (including Applicable Data Protection Law).\nCanary will not access or use your Video Feeds except as provided in the Terms, as necessary to maintain or provide the Services or as necessary to comply with the law or binding order of a governmental, law enforcement or regulatory body.</li>\n</ol>\n</li>\n<li>\n<p>Canary’s Obligations</p>\n<ol>\n<li>Canary (as Processor) agrees with you (as Controller) that it shall: <ol>\n<li>only process Video Feeds on your behalf and in compliance with your documented instructions and the Terms unless Canary is required to do so by mandatory EU or EU Member State law to which Canary is subject.\nIn such cases, Canary will inform you of that legal requirement before processing, where permitted to under that law;</li>\n<li>taking into account the state of the art, the costs of implementation and the nature, scope, context and purposes of processing as well as the risk of varying likelihood and severity for the rights and freedoms of natural persons, in relation to Video Feeds implement appropriate technical and organizational measures to ensure a level of security appropriate to that risk;</li>\n<li>take reasonable steps to ensure that Canary’s personnel, agents and contractors that process your Video Feeds are subject to confidentiality undertakings or professional or statutory obligations of confidentiality;</li>\n<li>taking into account the nature of the processing, assist you by implementing appropriate technical and organizational measures, insofar as this is possible, for the fulfillment of your obligations to respond to requests to exercise data subject’s rights under the GDPR;</li>\n<li>notify you without undue delay of becoming aware of a Personal Data Breach affecting your Video Feeds and taking into account the nature of processing and the information available to Canary, provide reasonable assistance to you to allow you to meet any obligations applicable to you in relation to such breaches under the GDPR;</li>\n<li>taking into account the nature of the processing and the information available to Canary, provide reasonable assistance to you in relation to any mandatory obligations applicable to you in relation to the performance of data protection impact assessments or the carrying out of consultations with a Supervisory Authority under the GDPR, in each case solely in relation to the processing of your Video Feeds;</li>\n<li>upon the expiration or termination of the Terms for any reason, at your election, return or delete all your Video Feeds in Canary’s possession and delete existing copies of your Video Feeds (unless Canary is required by mandatory EU or EU Member State law to retain the Personal Data);</li>\n<li>provide written responses and documentary information reasonably necessary to demonstrate compliance with Canary’s obligations under Clauses 5.1.1 - 5.1.7 above and, only to the extent required under Applicable Data Protection Law and where such compliance cannot be verified by providing you with evidence of Canary’s compliance, including without limitation evidence provided by an independent third party provider of compliance verification, allow for and contribute to audits, including inspections, conducted by you or another auditor mandated by you and agreed to by Canary that relate to your Video Feeds.\nFor the avoidance of doubt, such audit shall be carried out no more than once in any 12-month period with reasonable notice, during regular business hours, in a manner which is not disruptive to Canary’s business and under a duty of confidentiality.\nThe scope of such an audit will be agreed in advance and shall not involve physical access to the servers from which the Services are provided.\nYou will bear the fees of any auditor and any expenses incurred by Canary in complying with this clause 5.1.8 and clauses 5.1.4 and 5.1.6.\nand</li>\n<li>promptly inform you if, in its opinion, an instruction infringes Applicable Data Protection Law.</li>\n</ol>\n</li>\n<li>You acknowledge and agree that (a) Canary’s affiliates, including Canary Connect, Inc., Smartfrog Services GmbH, and Smartfrog Limited, may be retained as Sub-processors.\nand (b) Canary and its affiliates may engage third party Sub-processors in connection with the provision of the Services.\nAs a condition to permitting a third-party Sub-processor to process your Video Feeds, Canary or a Canary affiliate will enter into a written agreement with each Sub-processor containing data protection obligations that provide at least the same level of protection for Video Feeds as those in this Addendum, to the extent applicable to the nature of the services provided by such Sub-processor.</li>\n<li>A current list of Sub-processors, including the identities of those Sub-processors and their country of location, is available from Canary via a secured resource upon request.\nCanary shall update this secured resource with the details of new Sub-processor(s) before authorizing such new Sub-processor(s) to process Video Feeds in connection with the provision of the applicable Services.\nYou agree to review the secured resource regularly in the context of such updates.</li>\n<li>You may reasonably object to Canary’s use of a new Sub-processor by notifying Canary promptly in writing within ten (10) business days after details of the new Sub-Processor have been added to the secured resource in accordance with clause 5.3.\nSuch notice shall explain the reasonable grounds for the objection.\nCanary may recommend a commercially reasonable change to your configuration or use of the Services to avoid processing of your Video Feeds by the objected-to new Sub-processor without unreasonably burdening you.\nIf Canary is unable to make available such change within a reasonable period of time, which shall not exceed thirty (30) days, either party may terminate without penalty the applicable subscription with respect only to those Services which cannot be provided by Canary without the use of the objected-to new Sub-processor by providing written notice to the other party.</li>\n<li>Canary shall be liable for the acts and omissions of its Sub-processors to the same extent Canary would be liable if performing the services of each Sub-processor directly under the terms of this Addendum.</li>\n<li>If and to the extent that Canary, as Processor of your Video Feeds, proposes to transfer such Video Feeds outside the European Economic Area, Canary will carry out such transfers in compliance with Applicable Data Protection Law.</li>\n<li>If Canary determines that it can no longer meet any of its obligations arising under clause 5.1 of this Addendum, it shall notify you without delay.\nIn such a case, or if you have otherwise notified Canary of your determination that Canary cannot meet said obligations, Canary shall cease processing your Video Feeds and take other reasonable and appropriate remedial steps, including as directed by you.</li>\n</ol>\n</li>\n<li>\n<p>Your Obligations and Instructions to Canary</p>\n<ol>\n<li>You represent and warrant that: <ol>\n<li>all use of the Services by you, your employees, agents and any other persons with access to or use of the Services will be in compliance with Applicable Data Protection Law;</li>\n<li>you shall only process Special Categories of Personal Data using the Services in accordance with Article 9 of the GDPR, in reliance on explicit consent or to protect the vital interests of the data subjects or of another person where the data subject is physically or legally incapable of giving consent, and as otherwise permitted by Applicable Data Protection Law;</li>\n<li>to the extent that you rely on consent as a ground to process Personal Data or Special Categories of Personal Data under Applicable Data Protection Laws, you shall obtain the valid consent of data subjects in accordance with Applicable Data Protection Laws (including, in particular, in accordance with Articles 6(1)(a) and 9(2)(a) of the GDPR);</li>\n<li>you will display any notices, stickers or other signage inside and outside your property as required by Canary or Applicable Data Protection Law from time to time.\nand</li>\n<li>you will not, and will procure that your employees, agents and any other persons with access to or use of the Services do not, unlawfully upload or circulate Video Feeds generated by the Services.</li>\n</ol>\n</li>\n<li>You hereby instruct Canary to:</li>\n<ol>\n<li>process Video Feeds on its behalf so Canary can comply with its obligations under the Terms and provide the Services to you;</li> your Video Feeds as appropriate to designated third parties.\nthe Video Feeds to Canary Connect, Inc.\nand it affiliates in order to provide the Services, and where necessary to enter into standard contractual clauses on your behalf to effect the lawful transfer of Video Feeds.\nand Video Feeds in accordance with Section 5.4 of the Terms.\n</ol>\n</ol>\n</li>\n<li>\n<p>Liability and Indemnity</p>\n<ol>\n<li>The liability of each party under this Addendum is subject to the exclusions and limitations of liability set out in the Terms.\nYou agree that any regulatory penalties or claims by data subjects or others incurred by Canary in relation to your Video Feeds that arise as a result of, or in connection with, your failure to comply with your obligations under this Addendum or Applicable Data Protection Law shall reduce Canary’s maximum aggregate liability to you under the Terms in the same amount as the fine and/or liability incurred by us as a result.</li>\n<li>Where pursuant to Article 82(4) of the GDPR, either party is found to be liable for the entire damage arising from a breach or breaches of the GDPR relating to activities under the Terms, in order to ensure effective compensation of one or more individuals, then the other party shall indemnify that party for that portion of the compensation attributable to any breaches of GDPR giving rise to the compensation for which it is responsible.</li>\n</ol>\n</li>\n<li>\n<p>Miscellaneous</p>\n<p>You are responsible for any costs and expenses arising from Canary’s compliance with your instructions or requests pursuant to the Terms (including this Addendum) which fall outside the standard functionality made available by Canary to its users generally through the Services.</p>\n</li>\n</ol>", "created_at": "2021-07-07 18:19:14.482648", "updated_at": "2021-07-07 18:19:27.218285"}, {"id": 8162, "name": "End User License Agreement", "url": "https://canary.is/legal/eula/", "xpath": "/html/body/div/div/div[2]/section[1]/div/div[2]", "text": "End User License Agreement<p>\n<i>Last Updated: May 19, 2016</i>\n</p>\n<p>\n<small>THIS END USER LICENSE AGREEMENT (“LICENSE AGREEMENT”) IS A LEGAL AGREEMENT.\nYOU SHOULD READ THE FOLLOWING TERMS AND CONDITIONS CAREFULLY BEFORE ACCESSING OR USING ANY CANARY PRODUCT (the “PRODUCT”).</small>\n</p>\n<p>\n<small>THE PRODUCT CONTAINS EMBEDDED SOFTWARE (“SOFTWARE”), THE ACCESS AND USE OF WHICH IS LICENSED BY CANARY TO ITS CUSTOMERS FOR THEIR USE ONLY AS SET FORTH BELOW.\nIF YOU DO NOT ACCEPT THE TERMS AND CONDITIONS OF THIS LICENSE AGREEMENT, DO NOT CLICK “I ACCEPT” AND DO NOT USE THE PRODUCT - YOU MAY DECIDE TO PROMPTLY RETURN THE PRODUCT TO CANARY BY CONTACTING CANARY AT THE ADDRESS BELOW.\nBY CLICKING “I ACCEPT” OR ACCESSING OR USING THE PRODUCT, YOU INDICATE THAT YOU ACCEPT AND AGREE TO THESE TERMS.</small>\n</p>\n<p>\n<small>THE PRODUCT LIMITATIONS SECTION BELOW SPECIFIES IMPORTANT LIMITATIONS OF THE SOFTWARE AND RELATED SERVICES IN CONNECTION WITH LIFE SAFETY AND CRITICAL USES.\nPLEASE READ THIS SECTION CAREFULLY, AS YOU ARE ACKNOWLEDGING AND AGREEING TO THEM.</small>\n</p>CONTRACTUAL RELATIONSHIP<p>If you are a resident of the US or Canada, this Agreement is an agreement between you and Canary Connect, Inc.\nOtherwise, this Agreement is an agreement between you and Canary Technology Europe Limited.\nIn this Agreement, references to “Canary” mean either Canary Connect, Inc.\nor Canary Technology Europe Limited, as appropriate.</p>\n<p>You represent and warrant that you have the capacity to enter into this License Agreement relating to the Software and are of sufficient legal age in your jurisdiction or residence to use or access the Software.</p>\n<p>These terms give you specific legal rights, and you may also have other legal rights in addition, which vary from jurisdiction to jurisdiction.</p>LICENSE<p>Subject to the terms and restrictions set forth in this License Agreement, Canary grants you a limited, non-exclusive license to use the Software, only in object code form, solely as embedded on the Canary product which you own or control, and only for and in connection with your personal, non-commercial use of the Product.\nYou are not permitted to (and will not permit others to) lease, rent, distribute, assign, commercially exploit, or sublicense the Software or to use the Software in a time-sharing arrangement or in any other unauthorized manner.\nFurther, no license is granted to you in the human readable code of the Software (source code).\nThe Software and accompanying documentation may be copied only as essential for backup or archive purposes in support of your use of the Software as permitted hereunder.\nYou must reproduce and include all copyright notices and any other proprietary rights notices appearing on the Software on any copies that you make.</p>OTHER SOFTWARE<p>This License Agreement does not apply to any open-source software which is included in the Product or to any third-party software that is licensed separately under the terms of various separate license agreements (“Other Software”).\nThe Other Software is not subject to the terms and conditions of this License Agreement and is instead licensed to you under the terms of the applicable third-party license agreements (the “Other Software Terms”).\nCopyrights to the Other Software are held by copyright holders indicated in the Other Software Terms.\nTo the extent required by the Other Software Terms, Canary will make the Product’s open-source software, and any modifications made by Canary, available either on our website or by written request to Canary at the email address listed below.\nAny terms of this License Agreement that conflict with the terms of any license agreements for Other Software will not apply to the Other Software.\nNothing in this License Agreement limits your rights under, or grants you rights that supersede, the terms and conditions of any applicable end user license for the Other Software.</p>SOFTWARE UPDATES<p>From time to time, Canary may provide updates, upgrades, patches, bug fixes, and other modifications to improve the Software and related services (“Patches”).\nYou acknowledge that you may be required to install Patches to continue to access and use the Product and the Product Software.\nYou agree and consent to Patches being automatically installed without receiving any additional notice or providing any additional consent.</p>NO ASSIGNMENT.\nNO REVERSE ENGINEERING<p>Modification, reverse engineering, reverse compiling, or disassembly of the Software is expressly prohibited.\nIf, however, you are a resident of the European Union (“EU”), information necessary to achieve interoperability of the Software with other programs within the meaning of the EU Directive on the Legal Protection of Computer Programs is available to you from Canary upon written request.</p>EXPORT RESTRICTIONS<p>The Software and Product are subject to US export control laws and may be subject to export or import regulations in other counties.\nYou agree not to export or re-export the Software or accompanying documentation (or any copies thereof) or any products utilizing the Software or such documentation in violation of any applicable laws or regulations of the United States or the country in which you obtained them.\nThe software covered by this License Agreement may contain strong data encryption code which cannot be exported outside of the US or Canada.\nYou agree that you will not export/re-export, either physically or electronically, the encryption software or accompanying documentation without obtaining written authorization from the US Department of Commerce.\nYou hereby agree to indemnify and hold Canary harmless from all claims, losses, liabilities, damages, fines, penalties, costs, and expenses (including attorneys’ fees) arising out of or resulting from your breach of this paragraph.</p>TITLE.\nTRADE SECRETS<p>You acknowledge and agree that all (a) worldwide copyrights and other intellectual property rights, and (b) ownership of and title to the Software and all subsequent copies thereof regardless of the form or media, are held by and the exclusive property of Canary and its suppliers.\nYou further acknowledge and agree that the Software contains the valuable trade secrets and proprietary information of Canary and its suppliers.\nYou agree to hold such trade secrets and proprietary information in confidence and you acknowledge that any actual or threatened breach of this obligation will constitute immediate, irreparable harm for which monetary damages would be an inadequate remedy, and that injunctive relief is an appropriate remedy for such breach.</p>NO IMPLIED RIGHTS<p>All rights not expressly granted by Canary to you in this License Agreement are hereby reserved by Canary and its suppliers.\nThere are no implied rights in this License Agreement.</p>UNITED STATES GOVERNMENT LEGEND<p>The Software is commercial in nature and developed solely at private expense.\nThe Software is delivered as “Commercial Computer Software” as defined in DFARS 252.227-7014 (June 1995) or as a commercial item as defined in FAR 2.101(a) and as such is provided with only such rights as are provided in this License Agreement, which is Canary’s standard commercial license for the Software.\nTechnical data is provided with limited rights only as provided in DFAR 252.227-7015 (November 1995) or FAR 52.227-14 (June 1987), whichever is applicable.</p>TERM AND TERMINATION<p>This License Agreement is effective from the date you first use the Software or Product and shall continue until terminated.\nYou may terminate it at any time upon written notice to Canary.\nIt will also terminate immediately if you fail to comply with any term of this License Agreement.\nUpon such termination, the licenses granted by this License Agreement will immediately terminate and you agree to stop all access and use of the Product, Software and documentation.\nThe provisions that by their nature continue and survive will survive any termination of this License Agreement.</p>GOVERNING LAW &amp.\nJURISDICTION<p>The courts in some countries will not apply Delaware law to some types of disputes.\nIf you reside in one of those countries where Delaware law is excluded from applying, your country’s laws will apply to such disputes related to these terms.\nOtherwise, you agree that the laws of the State of Delaware and the United States govern this License Agreement, as well as any claim, dispute, action or issue that might arise out of or in connection with it excluding their conflicts of laws principles.\nAny action or proceeding relating to this License must be brought in a federal or state court located in New York and each party irrevocably submits to the jurisdiction and venue of any such court in any such claim or dispute, except that Canary may seek injunctive relief in any court having jurisdiction to protect its confidential information or intellectual property.\nThe United Nations Convention on Contracts for the International Sale of Goods (1980) is hereby excluded in its entirety from application to this License Agreement.</p>NO ASSIGNMENT<p>You may not assign or transfer your rights under this License Agreement.\nAny purported assignment or transfer in violation of this paragraph is void.</p>LIMITED WARRANTY<p>The limited warranty for the Product is as stated on Canary’s website or on the Limited Warranty in the user manual accompanying the Product.\nNO WARRANTY IS PROVIDED FOR THE SOFTWARE.</p>WARRANTY DISCLAIMER<p>\n<small>NOTWITHSTANDING ANYTHING TO THE CONTRARY AND TO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, CANARY PROVIDES THE SOFTWARE “AS-IS” AND DISCLAIMS AND EXCLUDES ALL WARRANTIES AND CONDITIONS, WHETHER STATUTORY, EXPRESS OR IMPLIED, INCLUDING, BUT NOT LIMITED TO, THE IMPLIED WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, TITLE, QUIET ENJOYMENT, ACCURACY, AND NON-INFRINGEMENT OF THIRD-PARTY RIGHTS.\nCANARY DOES NOT GUARANTEE ANY SPECIFIC RESULTS FROM THE USE OF THE SOFTWARE.\nCANARY MAKES NO WARRANTY THAT THE SOFTWARE WILL BE UNINTERRUPTED, FREE OF VIRUSES OR OTHER HARMFUL CODE, TIMELY, SECURE, OR ERROR-FREE.</small>\n</p>PRODUCT LIMITATIONS<p>You acknowledge that neither the Product nor the Software is certified for emergency response.<small>YOU UNDERSTAND THAT THE PRODUCT AND SOFTWARE ARE NOT A THIRD-PARTY MONITORED EMERGENCY NOTIFICATION SYSTEM AND CANARY WILL NEITHER MONITOR EMERGENCY NOTIFICATIONS NOR DISPATCH EMERGENCY AUTHORITIES TO YOUR HOME IN THE EVENT OF AN EMERGENCY.\nYOUR USE OF THE SOFTWARE AND THE PRODUCT IS AT YOUR OWN DISCRETION AND RISK.\nYOU ARE SOLELY RESPONSIBLE FOR (AND CANARY DISCLAIMS) ANY AND ALL LOSS, LIABILITY, OR DAMAGES ARISING OUT OF OR RESULTING FROM YOUR USE OF THE SOFTWARE OR THE PRODUCT, INCLUDING, BUT NOT LIMITED TO, ANY LOSS, LIABILITY, OR DAMAGES TO YOUR PERSON, POSSESSIONS, PERSONAL PROPERTY (INCLUDING, WITHOUT LIMITATION, THE PRODUCT, OTHER PRODUCTS, OR PERIPHERALS CONNECTED TO THE PRODUCT, COMPUTER, AND MOBILE DEVICE), DATA, HOME, APARTMENT, UNIT, DWELLING, STRUCTURE, OR RESIDENCE.\nCanary’s customer support contacts cannot be regarded as a lifesaving solution for people at risk in the home, and are not a suitable substitute for emergency services.\nAll life-threatening and emergency events should be directed to 911 or the appropriate response services.\nThe software app for the Product may allow you to call emergency response services if you are located in a supported area.</small>\n</p>LIMITATION OF LIABILITY<p>Nothing in this License Agreement (including anything specified in this \"Limitation of Liability\" provision) shall attempt to exclude or limit liability that cannot be excluded or limited under applicable law.<small>TO THE FULL EXTENT ALLOWED BY LAW, IN ADDITION TO THE ABOVE WARRANTY DISCLAIMERS, CANARY DISCLAIMS AND EXCLUDES FOR ITSELF AND ITS SUPPLIERS ANY LIABILITY, WHETHER BASED IN CONTRACT, TORT (INCLUDING NEGLIGENCE AND STRICT LIABILITY), OR OTHERWISE, FOR INCIDENTAL, CONSEQUENTIAL, INDIRECT, SPECIAL, OR PUNITIVE DAMAGES OF ANY KIND OR FOR LOSS OF REVENUE OR PROFITS, LOSS OF BUSINESS, LOSS OF INFORMATION OR DATA, OR OTHER LOSS ARISING OUT OF OR IN CONNECTION WITH THE SALE, INSTALLATION, MAINTENANCE, USE, PERFORMANCE, FAILURE, OR INTERRUPTION OF THE SOFTWARE OR PRODUCT, EVEN IF CANARY OR ITS SUPPLIERS HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES, AND LIMITS ITS LIABILITY TO REPLACEMENT, REPAIR, OR REFUND OF THE PURCHASE PRICE PAID, AT CANARY’S OPTION.\nTHIS DISCLAIMER OF LIABILITY FOR DAMAGES WILL NOT BE AFFECTED IF ANY REMEDY PROVIDED HEREIN FAILS ITS ESSENTIAL PURPOSE.</small>\n</p>DISCLAIMER<p>In addition to this License Agreement, you may also have other legal rights that vary from jurisdiction to jurisdiction.\nSome countries, states, or provinces do not allow the exclusion or limitation of implied warranties or the limitation of incidental or consequential damages for certain products supplied to consumers, or the limitation of liability for personal injury, so the above limitations and exclusions may be limited in their application to you.\nWhen the implied warranties are not allowed to be excluded in their entirety, they will be limited to the extent and duration of the applicable written warranty.\nYour specific legal rights may vary depending on local law.</p>SEVERABILITY<p>In the event any provision of this License Agreement is found to be invalid, illegal, or unenforceable, the validity, legality, and enforceability of any of the remaining provisions shall not in any way be affected or impaired and a valid, legal, and enforceable provision of similar intent and economic impact shall be substituted therefor.</p>NOTICES<p>Canary may send notices to you via email or to a mailing address.\nNotices will be sent to the address that you registered with Canary.</p>WAIVERS<p>All waivers by Canary will be effective only if in writing.\nAny waiver or failure by Canary to enforce any provision of this License Agreement on one occasion will not be deemed a waiver of any other provision or of such provision on any other occasion.</p>CAPTIONS<p>The captions and paragraph headings of this License Agreement are for convenience and are not to be used in interpreting this License Agreement.</p>ENTIRE AGREEMENT &amp.\nAMENDMENT<p>This License Agreement sets forth the entire understanding and agreement between you and Canary, supersedes all prior agreements, whether written or oral, with respect to the Software, and may be amended only in a writing signed by both parties that identifies itself as an amendment to this License Agreement.</p>QUESTIONS OR ADDITIONAL INFORMATION<p>If you have questions regarding this License Agreement, please contact Canary by sending an email to legal@canary.is.</p>", "created_at": "2021-07-07 18:18:18.921999", "updated_at": "2021-07-07 18:18:26.874475"}, {"id": 8161, "name": "Returns and Warranty", "url": "https://canary.is/legal/returns-and-warranty/", "xpath": "/html/body/div/div/div[2]/section[1]/div/div[2]", "text": "<p>\n<i>Last Updated: April 14th, 2020</i>\n</p>Return &amp.\nRefunds<p>If you are the original end-user or purchaser of the Canary home security product (the \"Product\") and you are not satisfied with this Product for any reason, you may return it in its original condition within sixty (60) days of the original purchase and receive a full refund.\nOnly items that have been purchased directly from Canary online can be returned to Canary.\nIf you purchased Additional Services with a minimum committed contract period (e.g., Premium Services or Professional Monitoring) and you are not satisfied with the service any reason, you may cancel the service and return your equipment in its original condition within fourteen (14) days of the original purchase and receive a full refund.</p>\n<p>Canary Products purchased through other retailers must be returned in accordance with their respective returns and refunds policy.\nShipping costs will not be refunded for international orders.\nIf you wish to cancel your order, or if you would like to schedule a return, contact us at support@canary.is with your order details.</p>Canary Limited Warranty<p>If you have purchased a Canary home security product (\"Product\") from one of our retail partners please contact them directly to arrange an exchange or refund before making a claim under Canary’s One Year Limited Warranty.</p>\n<p>BY USING YOUR CANARY HOME SECURITY HARDWARE PRODUCT YOU ARE AGREEING TO BE BOUND BY THE TERMS OF THE CANARY ONE (1) YEAR LIMITED WARRANTY (\"WARRANTY\") AS SET OUT BELOW.\nDO NOT USE YOUR PRODUCT UNTIL YOU HAVE READ THE TERMS OF THE WARRANTY.\nIF YOU DO NOT AGREE TO THE TERMS OF THE WARRANTY, DO NOT USE THE PRODUCT AND RETURN IT WITHIN THE RETURN PERIOD AND IN ACCORDANCE WITH CANARY’S RETURN POLICY.</p>\n<p>THIS LIMITED WARRANTY GIVES YOU SPECIFIC LEGAL RIGHTS.\nYOU MAY ALSO HAVE OTHER LEGAL RIGHTS THAT VARY BY STATE, COUNTRY, OR PROVINCE.\nTHE DISCLAIMERS, EXCLUSIONS, AND LIMITATIONS OF LIABILITY UNDER THIS LIMITED WARRANTY WILL NOT APPLY TO THE EXTENT PROHIBITED BY APPLICABLE LAW.\nFOR A FULL DESCRIPTION OF YOUR LEGAL RIGHTS YOU SHOULD REFER TO THE LAWS APPLICABLE IN YOUR STATE, COUNTRY, OR PROVINCE.</p>\n<p>Canary’s warranty obligations for this hardware Product are limited to the terms set forth below:</p>\n<p>Canary Connect, Inc.\n(\"Canary\") warrants this Canary home security hardware Product and accessories contained in the original packaging against defects in materials and workmanship when used normally in accordance with Canary’s technical specifications and user manual for a period of ONE (1) YEAR from the date of original retail purchase by the end-user or purchaser, except that if you reside in the European Economic Area (EEA) and you purchased your Canary Product in the EEA, the warranty period is two (2) years from the date of purchase (\"Warranty Period\").</p>\n<p>If during this warranty period a defect arises and you submit a valid claim to Canary and follow the instructions for returning the Product, we will, at our option, either (i) repair the Product using either new or refurbished parts, (ii) replace the Product with a new or refurbished Product, or (iii) refund the purchase price of the Product.\nA replacement Product assumes the remaining warranty period of the original Product or ninety (90) days from the date of replacement or repair, whichever provides longer coverage for you.\nWhen a Product is exchanged, any replacement item becomes your property and the replaced item becomes Canary’s property.\nWhen a refund is given, the Product for which the refund is provided must be returned to Canary and becomes Canary’s property.</p>\n<p>To obtain warranty service for any Product that is subject to the foregoing warranty, the consumer must notify Canary to obtain a Return Material Authorization (\"RMA\") and return the defective Product together with proof of purchase to the address specified by Canary in connection with the RMA.</p>\n<p>This Limited Warranty applies only to hardware Products manufactured by or for Canary that can be identified by the \"Canary\" trade name, or logo affixed to them.\nThis warranty does not apply: (i) to consumable parts, such as batteries, unless failure has occurred due to a defect in materials or workmanship of the Canary Product itself.\n(ii) to cosmetic damage, including but not limited to scratches, dents and broken plastic on ports.\n(iii) defects or damage caused by misuse, accident (including, without limitation, collision, fire and the spillage of food or liquid), neglect, abuse, alteration, unusual stress, modification, improper or unauthorized repair, installation, testing, or improper storage.\n(iv) to damage caused by operating the Product outside the permitted or intended uses described by Canary.\n(v) to damage caused by use with non-Canary products.\nThis Limited Warranty does not apply to any software, even if packaged or sold with Canary hardware.\nCanary does not warrant that the operation of the Product will be uninterrupted or error-free.</p>\n<p>This warranty applies only to Canary products purchased by end users from Canary and its authorized resellers.\nThis warranty is void for purchases made from any other reseller, and Canary offers no warranty for such purchases.</p>\n<p>Canary will use reasonable commercial efforts to deliver the Products as described.\nCanary is not responsible for damage arising from failure to follow instructions relating to the Product’s use.</p>\n<p>Consumers in some jurisdictions may have legal rights under applicable national legislation governing the sale of consumer goods, including, without limitation, national laws implementing EC Directive 99/44.\nThese rights are not affected by the warranties in this Limited Warranty.</p>\n<p>The Canary Extended Warranty is subject to and includes all of the provisions set forth above, but extends the warranty term for an additional one-year period.\nThe EEA two-year warranty period noted above is not extended by the Extended Warranty.</p>", "created_at": "2021-07-07 18:16:17.74397", "updated_at": "2021-07-07 18:17:18.201653"}, {"id": 8160, "name": "Cookie & Ad Policy", "url": "https://canary.is/legal/cookie-policy/", "xpath": "/html/body/div/div/div[2]/section[1]/div", "text": "Website Terms of ServiceWebsite Terms of ServiceSales TermsPrivacy PolicyCanary System Terms &amp.\nConditionsEnd User License AgreementReturns, Refunds &amp.\nLimited WarrantyCompliance Notices &amp.\nDeclarationsOpen SourceMAP PolicyCookie &amp.\nAd PolicyCopyright PolicyCanary Patents<ul>\n<li>Website Terms of Service</li>\n<li>Sales Terms</li>\n<li>Privacy Policy</li>\n<li>Canary System Terms &amp.\nConditions</li>\n<li>End User License Agreement</li>\n<li>Returns, Refunds &amp.\nLimited Warranty</li>\n<li>Compliance Notices &amp.\nDeclarations</li>\n<li>Open Source</li>\n<li>MAP Policy</li>\n<li>Cookie &amp.\nAd Policy</li>\n<li>Copyright Policy</li>\n<li>Canary Patents</li>\n</ul>Cookie &amp.\nAd Policy<p>\n<i>Last Updated: November 19th, 2019 </i>\n</p>\n<small>Overview</small>\n<p>Canary Connect, Inc.\n(“Canary”) uses cookies and other technologies on our website, mobile applications, electronic communications, advertisements, and other online services (collectively, the \"Services\") for a number of purposes, including: authenticating users, remembering user preferences and settings, determining the popularity of content, delivering and measuring the effectiveness of advertising campaigns, analyzing site traffic, mobile app features and trends, and generally understanding the online and mobile behaviors and interests of people who interact with our Services.</p>\n<p>Your continued use of our Services constitutes your consent to our use of these cookies and other technologies and to our use in accordance with this policy and our Privacy Policy.</p>\n<small>What Are Cookies?</small>\n<p>Cookies are small files containing an identifier that are stored on your browser or device.</p>\n<p>There are different types of cookies.\nCookies served by the entity that operates the domain you are visiting are called “first party cookies.” Cookies served by companies that are not operating the domain you're visiting are called “third party cookies.”</p>\n<p>Canary also uses other identification technologies, such as pixel tags (also called clear GIFs, web beacons, or pixels) which are small blocks of code on a webpage or app that allow them to read and place cookies or transmit information to us or our partners.\nThe resulting connection can include information such as a device's IP address, the time a person viewed the pixel, an identifier associated with the browser or device, and the type of browser being used.\nLocal storage is an industry-standard technology that allows a website or app to store and retrieve data on a person's computer, mobile phone or other device.\nSome examples include device or HTML5 local storage and caching.</p>\n<small>Your Choices</small>\n<p>Most web browsers are set to accept cookies by default.\nYou can usually choose to set your browser to remove or reject browser cookies.\nTo do so, follow the instructions provided by your browser which are usually located within the \"Help\" or “Preferences” menu.\nSome third parties also provide the ability to refuse their cookies directly by clicking on an opt-out link located on their website.</p>\n<p>It is important to note that some cookies and other technologies is essential in providing the Services to you, so you should be aware that if you choose to refuse or remove cookies, this could affect the availability and functionality of the Services.</p>\n<p>Removing or rejecting cookies does not necessarily affect third-party flash cookies which may be used by us or our partners in connection with our Services.\nTo delete or disable flash cookies please visit this site for more information.\nFor further information about cookies, including how to see what cookies have been set on your device and how to manage and delete them, you can visit www.allaboutcookies.org and www.youronlinechoices.eu.</p>\n<small>Types and Purposes of Cookies</small>\n<p>The following table sets out the different categories of cookies that our Services use and why we use them.\nThe lists of third party cookie providers are intended merely as illustrative not comprehensive.</p>CategoryPurpose1.\nFeatures and Services<p>We may use cookies and similar technologies to help us provide you and others with social plugins for social sharing and other customized content and experiences, such as making suggestions to you and others or providing you with customer support.\n<br>View Features and Services cookies</p>2.\nAnalytics and research<p>Some cookies and tracking technologies are used to understand, improve, and research performance of our products and Services, including when you access the Canary website and related websites and apps from a computer or mobile device.\nFor example, we may use cookies to understand how you are using site features or segmenting audiences for feature testing.\nWe and our partners may use these technologies and the information we receive to improve and understand how you use websites, apps, products, services,and to provide you a tailored experience.\n<br>View Analytics and Research cookies</p>3.\nAdvertising<p>Cookies and pixels are used to deliver relevant ads, track ad campaign performance and efficiency.\nFor example, we and our ad partners may rely on information gleaned through these cookies to serve you ads that may be interesting to you on other websites.\nSimilarly, our partners may use a cookie attribution service or another similar technology to determine whether we've served an ad and how it performed or provide us with information about how you interact with them.\n<br>View advertising cookies</p>\n<small>Third Party Ad Networks &amp.\nOpt-Out Options</small>\n<p>We use third parties to display advertisements on other websites.\nThrough a process called “retargeting,” also known as “remarketing,” network advertisers place a cookie on your browser that allows us to show you ads on other websites based on your previous activity on our site.</p>\n<p>Third party ad network providers, advertisers, sponsors, and/or traffic measurement services may use cookies, JavaScript, web beacons (including clear GIFs), Flash LSOs, and other technologies to measure the effectiveness of their ads and to personalize advertising content to you.</p>\n<p>These third party cookies and other technologies are governed by each third party's specific privacy policy.\nWe may provide these third party advertisers with information about your usage of our website and our services, as well as aggregate information about visitors to our website.</p>\n<p>Our third party vendors, including Google, use first party cookies (such as the Google Analytics cookie) and third party cookies (such as the DoubleClick cookie) together to inform, optimize, and serve ads based on someone's past visits to our website.\nWe also use Google Analytics Demographics and Interest Reporting, to tailor advertisements relevant to you based on demographic information such as age, gender, and interests.</p>\n<p>You may, however, opt-out of many third party ad networks, including those operated by members of the Network Advertising Initiative (“NAI”), the Digital Advertising Alliance (“DAA”), and the European Interactive Digital Advertising Alliance (“EDAA”).\nFor more information regarding your choices regarding having this information used by these companies, including how to opt-out of third party ad networks, please visit their respective websites: www.networkadvertising.org/optout_nonppii.asp (NAI).\nwww.aboutads.info/choices (DAA) and www.youronlinechoices.eu (EDAA).</p>\n<p>Opting out of one or more member networks only means that those members no longer will deliver targeted content or ads to you.\nIt does not mean you will no longer receive any targeted content or ads on other websites.\nYou may continue to receive advertisements, for example, based on the particular website that you are viewing.</p>\n<small>Contact Us</small>\n<p>If you have any questions about our use of cookies or third party advertising, please contact us at: legal@canary.is.</p>Features and Services CookiesThird Party ProviderDescription of Use(s)Opt-outExpirationFacebookA.\nFacebook Custom Audience Tracking advertisments.Facebook Opt-out3 monthsB.\nFacebook ConnectFacebook Opt-out3 monthsGoogleA.\nGoogle Adwords<br>Determining if a visitor has accessed the website via a Google advertisement.Google Adwords Opt-out30 daysB.\nGoogle Analytics<br> Distinguishing unique visitors and sessions.\nunderstanding how a visitor reached the site.\nand calculating visitor, session and campaign data for analytics reports.<br>\n<br> This Web site uses Google Analytics, a web analytics service provided by Google, Inc.\nGoogle Analytics uses \"cookies\", which are text files placed on your computer to help analyze how individuals use this site.\nThe information generated by the cookie about use of the Web site will be transmitted to and stored by Google on servers in the United States.\nThis information is used to evaluate use of the site, compile reports on site activity for Web site operators and provided other services relating to site activity and internet usage.<br> Google may transfer this information to third parties where required to do so by law, or where such third parties process the information on Google's behalf.\nGoogle will not associate your IP address with any other data held by Google.Google Analytics Opt-outSession to 2 years (depending on type)C.\nDouble Click<br> DoubleClick uses cookies to improve advertising.\nSome common applications are to target advertising based on what’s relevant to a user, to improve reporting on campaign performance, and to avoid showing ads the user has already seen.<br>\n<br> Cookies themselves contain no personally identifiable information.\nDepending on the publisher’s and user’s settings, information associated with cookies used in advertising may be added to the user’s Google Account.\nGoogle DoubleClick Opt-outSession to 2 years (depending on type)TwitterTwitter uses cookies and other similar technologies, such as pixels or local storage, to help provide you with a better, faster, and safer experience.\nThere are some of the ways that our services, including our various websites, SMS, APIs, email notifications, applications, buttons, widgets, and ads, use these technologies: to log you into Twitter, save your preferences, personalize the content you see, protect against spam and abuse, and show you more relevant ads.<br> For more information click here:<br>https://help.twitter.com/en/rules-and-policies/twitter-cookieshttps://help.twitter.com/en/about-personalization-across-your-devicesSession to time of account deletion (depending on type)Olarkhttps://www.olark.com/help/cookiesIt is not possible to opt out from the cookie while using the Services.https://www.olark.com/privacy-policySumoMehttps://help.sumo.com/hc/en-us/articles/115004671147-How-Sumo-Cookies-WorkOpt-out via browserhttps://help.sumo.com/hc/en-us/articles/115004671147-How-Sumo-Cookies-Work\" id=\"sumo\"&gt;https://help.sumo.com/hc/en-us/articles/115004671147-How-Sumo-Cookies-WorkCriteoCriteo Commerce Display is a technology that provide you, as a shopper, with an improved and personalized experience when you browse the Canary website, by showing you promoted products that match your purchasing habits.http://optout.networkadvertising.org/?c=1https://www.criteo.com/privacy/Recurlyhttps://recurly.com/legal/privacy/cookiepolicyhttps://recurly.com/legal/privacy/#choiceshttps://recurly.com/legal/privacy/cookiepolicyZendeskLive chat on Canary website from supportIt is not possible to opt out from the cookie while using the service1 yearMy.canary.isWebapphttps://canary.is/legal/cookie-policy/https://canary.is/legal/cookie-policy/Status Pagehttps://www.atlassian.com/legal/privacy-policyhttps://www.atlassian.com/legal/cookieshttps://www.atlassian.com/legal/privacy-policyHelp.canary.isHelp Content for our customershttps://canary.is/legal/cookie-policy/https://canary.is/legal/cookie-policy/Analytics and Research CookiesThird Party ProviderDescription of Use(s)Opt-outExpirationCrazy EggCrazy Egg's uses first-party cookies (small text files that Crazy Egg stores locally on your computer) on Client Sites for one or more of the following purposes: <ul>\n<li>User identification and authentication</li>\n<li>User preference storage</li>\n<li>A/B performance testing</li>\n<li>Usage pattern assessment and traffic analysis</li>\n<li>Advertisement performance assessment</li>\n</ul> Cookies placed by Crazy Egg do not include personally identifiable information such as name, phone number, e-mail address or mailing address, nor does Crazy Egg link cookies to such personally identifiable information in our servers or databases.<br> Click here for more information:<br> https://www.crazyegg.com/cookieshttps://www.crazyegg.com/opt-outSession to 5 years (depending on cookie)GoogleGoogle Analytics<br> Distinguishing unique visitors and sessions.\nunderstanding how a visitor reached the site.\nand calculating visitor, session and campaign data for analytics reports.<br> This Web site uses Google Analytics, a web analytics service provided by Google, Inc.\nGoogle Analytics uses \"cookies\", which are text files placed on your computer to help analyze how individuals use this site.\nThe information generated by the cookie about use of the Web site will be transmitted to and stored by Google on servers in the United States.\nThis information is used to evaluate use of the site, compile reports on site activity for Web site operators and provided other services relating to site activity and internet usage.<br> Google may transfer this information to third parties where required to do so by law, or where such third parties process the information on Google's behalf.\nGoogle will not associate your IP address with any other data held by Google.Google Analytics Opt-outSession to 2 years (depending on type)OptimizelyOptimizely uses cookies and other technologies to collect and analyze information about you and your usage of our Sites and the Optimizely Service.\nWe also use these technologies to test, analyze, deliver, and personalize our content and the experiences you receive.<br> Click here for more information:<br> https://www.optimizely.com/legal/cookie-policy/https://www.optimizely.com/legal/opt-out/Session until browser deletionSnowplowData collection platform for tracking purpose.https://github.com/snowplow/snowplow/wiki/1-General-parameters-for-the-Javascript-tracker#respect-do-not-trackSession until browser deletionHot Jarhttps://www.hotjar.com/legal/policies/cookie-informationhttps://www.hotjar.com/legal/compliance/opt-outSession to 1 yearQuantcast Easy TagQuantcast Easy Tag is a Javascript tag (or pixel).\nThe tag allows to capture unique data about your audience to deliver superior targeting accuracy and unparalleled performance at scalehttps://www.quantcast.com/opt-out/Up to 13 monthsSimon Datahttps://www.simondata.com/privacyhttps://www.simondata.com/privacySession up to 10 yearsVWOhttps://vwo.com/privacy-policy/https://vwo.com/opt-out/https://vwo.com/privacy-policy/Advertising CookiesThird Party ProviderDescription of Use(s)Opt-outExpirationFacebookC.\nFacebook Custom Audience<br>Tracking advertisements.Facebook Opt-out3 monthsD.\nFacebook ConnectFacebook Opt-out3 monthsGoogleE.\nGoogle Adwords<br>Determining if a visitor has accessed the website via a Google advertisement.Google Adwords Opt-out30 daysF.\nGoogle Analytics<br>Distinguishing unique visitors and sessions.\nunderstanding how a visitor reached the site.\nand calculating visitor, session and campaign data for analytics reports.<br>\n<br>This Web site uses Google Analytics, a web analytics service provided by Google, Inc.\nGoogle Analytics uses \"cookies\", which are text files placed on your computer to help analyze how individuals use this site.\nThe information generated by the cookie about use of the Web site will be transmitted to and stored by Google on servers in the United States.\nThis information is used to evaluate use of the site, compile reports on site activity for Web site operators and provided other services relating to site activity and internet usage.<br>\n<br> Google may transfer this information to third parties where required to do so by law, or where such third parties process the information on Google's behalf.\nGoogle will not associate your IP address with any other data held by Google.Google Analytics Opt-outSession to 2 years (depending on type)G.\nDouble Click<br>DoubleClick uses cookies to improve advertising.\nSome common applications are to target advertising based on what’s relevant to a user, to improve reporting on campaign performance, and to avoid showing ads the user has already seen.<br>\n<br>Cookies themselves contain no personally identifiable information.\nDepending on the publisher’s and user’s settings, information associated with cookies used in advertising may be added to the user’s Google Account.\nGoogle DoubleClick Opt-out30 daysTwitterTwitter uses cookies and other similar technologies, such as pixels or local storage, to help provide you with a better, faster, and safer experience.\nThere are some of the ways that our services, including our various websites, SMS, APIs, email notifications, applications, buttons, widgets, and ads, use these technologies: to log you into Twitter, save your preferences, personalize the content you see, protect against spam and abuse, and show you more relevant ads.<br> For more information click here:<br>https://help.twitter.com/en/rules-and-policies/twitter-cookieshttps://help.twitter.com/en/about-personalization-across-your-devicesSession to time of account deletion (depending on type)RocketFuelThe Rocket Fuel Programmatic Marketing Platform offers both a Data Management Platform (DMP) and a Demand Side Platform (DSP), both of which can work with clients’ CRM and Marketing platforms alone or combined to offer a more robust marketing solution.<br>https://rocketfuel.com/it/cookie-policy/https://rocketfuel.com/opt-out/https://rocketfuel.com/privacy/AdRollAdRoll makes it easy for you to launch campaigns, place your ads where they’ll make the most impact, personalize your customer experience, and take action from your AdRoll insights.https://help.adroll.com/hc/en-us/articles/216599538-Opting-Out-of-Personalized-Advertisinghttps://www.adrollgroup.com/privacyAppNexusAppNexus runs a technology platform (Platform) that we use to buy, sell, and deliver online advertising, including interest-based advertising, mostly through real-time bidding.\nThe Platform is designed to use information on Internet users that cannot identify them \"in the real world.\" AppNexus has contractual provisions that prohibit clients of the Platform from directly associating Platform cookies with any personal data that directly identifies an individual.<br>https://www.appnexus.com/cookie-policyhttps://www.appnexus.com/platform-privacy-policy#choicesSession to 90 daysQuantcastQuantcast has two main product suites: (1) Quantcast Measure and (2) Quantcast Advertise.\nThe Measure products help website owners to understand the characteristics and demographics of the people who visit their sites.\nOur Advertise products allow businesses to deliver relevant online advertising to individual consumers.\nFor companies that want to advertise online, the Advertise products help get their ads in front of the people that are most likely to find them interesting.https://www.quantcast.com/opt-out/Session to 13 monthsDataxudataxu’s goal is to make advertising more effective by helping to display content that may be of interest to the consumer.\nRelevant advertising is less annoying and assists the services that depend on advertising because advertisers pay more for effective contenthttps://www.dataxu.com/about-us/privacy/data-collection-platform/#Part_VI_Opting_out_and_your_privacy_rightsSession to 365 daysTapadThrough its proprietary Device Graph™ and device unifying technology, Tapad establishes connections between a user’s devices.\nThe result is a holistic view for marketers across multiple, related devices: smartphones, computers, tablets and connected TVs.https://www.tapad.com/privacy-policySession to 14 monthsDatalogixDatalogix provides online, direct mail, and mobile serviceshttps://datacloudoptout.oracle.com/#optoutSession to 18 monthsMediaplexOnline data companyhttps://us.epsilon.com/consumer-information#Displayhttps://us.epsilon.com/consumer-information#DisplayBing AdsUnderstanding how visitors from Bing Ads use our site.\nWe use this information to make sure our advertisements are appearing for relevant search terms.Bing Ads Opt-out30 minutes of idlenessCriteoCriteo Commerce Display is a technology that provide you, as a shopper, with an improved and personalized experience when you browse the Canary website, by showing you promoted products that match your purchasing habits.https://www.criteo.com/commerce-display-opt-in-opt-out/https://www.criteo.com/privacy/FuelXhttps://fuelx.com/privacy-policy/https://fuelx.com/privacy-policy/https://fuelx.com/privacy-policy/PebblePosthttps://www.pebblepost.com/privacy-policyhttps://www.pebblepost.com/privacy-policyhttps://www.pebblepost.com/privacy-policyUnbouncehttps://unbounce.com/privacy/https://unbounce.com/privacy/https://unbounce.com/privacy/Caughtby.canary.isLanding page for various marketing campaignshttps://canary.is/legal/cookie-policy/https://canary.is/legal/cookie-policy/", "created_at": "2021-07-07 18:13:48.358043", "updated_at": "2021-07-07 18:13:58.278793"}], "points": [{"id": 23923, "title": "Features of the website are made available under a free software license", "source": "https://canary.is/legal/open-source/", "status": "Canary uses multiple projects in its product including (but not limited to): OpenSSL, c-ares, jansson, libcurl, RabbitMQ, Htpdate 1.1.2, BusyBox, Shimmer, RMPhoneFormat, SSKeyChain", "created_at": "2021-07-07 18:26:32.79448", "updated_at": "2021-07-07 20:54:23.165374", "quoteText": null, "case_id": 171, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 2144, "title": "Canary System Terms and Conditions", "source": "https://groups.google.com/forum#!topic/tosdr/pnROJI3AIS4", "status": "Canary System Terms and Conditions", "created_at": "2018-05-15 09:12:15.958242", "updated_at": "2021-02-06 03:50:33.375099", "quoteText": null, "case_id": 235, "document_id": null, "quoteStart": null, "quoteEnd": null}], "urls": ["canary.is"]}}