{"error": 448, "message": "OK", "parameters": {"id": 5394, "name": "spacedesk", "created_at": "2021-11-01 19:24:24.202213", "updated_at": "2021-11-01 23:01:09.47249", "wikipedia": null, "keywords": null, "related": null, "slug": "spacedesk", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5394.png", "url": "spacedesk.net", "documents": [{"id": 9685, "name": "Privacy Policy", "url": "https://www.spacedesk.net/privacy-policy/", "xpath": "/html/body/div[1]/main/section", "text": " Privacy Policy Privacy Policy / Data Protection\n<p>§ 1 Information about the collection of personal data</p>\n<p>(1) Below we inform about the collection of personal data when using our website.\nPersonal data is all data that is personally referring to you, e.g.\nname, address, e-mail addresses, user behavior.</p>\n<p>(2) Responsible accordng to Art.4 Paragraph 7 of EU General Data Protection Regulation (GDPR) is</p>\n<strong>datronicsoft Technology GmbH</strong>\n<br>\nMr.\nMarcel Rüdinger<br>\nPröllstr.\n22<br>\n86157 Augsburg<br>\ninfo (at) spacedesk (dot) net\n<p>(3) When you contact us by e-mail or through any of the contact forms on our website, we will collect the information you have provided (your e-mail address, name and, where applicable, your telephone number) to answer your questions answer.\nWe delete the data that arises in this context after the storage is no longer required, or limit the processing if there are statutory retention requirements.\n(Legal basis is Art.\n6 (1) (1) (f) DS-GVO).</p>\n<p>(4)&nbsp;If we rely on commissioned service providers for individual functions of our offer or would like to use your data for advertising purposes, we will inform you in detail below about the respective transactions.\nIn doing so, we also name the specified criteria for the storage duration.</p>\n§ 2 Your Rights\n<p>(1) You have the following rights with respect to our processing of &nbsp;your personal information:</p>\n<ul>\n<li>Right to information</li>\n<li>Right to rectification or erasure,</li>\n<li>Right to restriction of processing,</li>\n<li>Right to object to the processing,</li>\n<li>Right to data portability.</li>\n</ul>\n<p>(2) You also have the right to lodge a complaint with a data protection authority in the event you consider our processing of your personal information not to be compliant with the applicable data protection laws.\nThe following link lists the contact details of the supervisory authorities: https://www.bfdi.bund.de/DE/Infothek/Anschriften_Links/anschriften_links-node.html</p>\n§ 3 Collection of personal data when visiting our website\n<p>(1) In the case of merely informative use of our website, ie if you do not register or otherwise provide us with information, we will only collect the personal data that your browser transmits to our server.\nIf you wish to view our website, we collect the following data, which is technically necessary for us to display our website and to ensure the stability and security (legal basis is Art.\n6 (1) sentence 1 DS-GVO ):</p>\n<ul>\n<li>IP address</li>\n<li>Date and time of the request</li>\n<li>Time zone difference to Greenwich Mean Time (GMT)</li>\n<li>Content of the request (Concrete page)</li>\n<li>Access status / HTTP status code</li>\n<li>Amount of data transmitted</li>\n<li>Website from which the request originated</li>\n<li>Browser</li>\n<li>Operating system</li>\n<li>Language and version of the browser software</li>\n</ul>\n<p>This data will be deleted after 30 days at the latest.</p>\n<p>(2) In addition to the aforementioned data, cookies are stored on your computer when you use our website.\nCookies are small text files that are stored on your hard drive assigned to the browser you are using and by which the body that sets the cookie (here through us) receives certain information.\nCookies can not run programs or transmit viruses to your computer.\nThey serve to make the Internet offer more user-friendly and effective overall.</p>\n<p>(3) Einsatz von Cookies:<br>\na) Diese Website nutzt folgende Arten von Cookies, deren Umfang und Funktionsweise im Folgenden erläutert werden:</p>\n<ul>\n<li>Transiente Cookies (dazu b)</li>\n<li>Persistente Cookies (dazu c).</li>\n</ul>\n<p>b) Transiente Cookies werden automatisiert gelöscht, wenn Sie den Browser schließen.\nDazu zählen insbesondere die Session-Cookies.\nDiese speichern eine sogenannte Session-ID, mit welcher sich verschiedene Anfragen Ihres Browsers der gemeinsamen Sitzung zuordnen lassen.\nDadurch kann Ihr Rechner wiedererkannt werden, wenn Sie auf unsere Website zurückkehren.\nDie Session-Cookies werden gelöscht, wenn Sie sich ausloggen oder den Browser schließen.</p>\n<p>c) Persistente Cookies werden automatisiert nach einer vorgegebenen Dauer gelöscht, die sich je nach Cookie unterscheiden kann.\nSie können die Cookies in den Sicherheitseinstellungen Ihres Browsers jederzeit löschen.</p>\n<p>d) Sie können Ihre Browser-Einstellung entsprechend Ihren Wünschen konfigurieren und z.\nB.\ndie Annahme von Third-Party-Cookies oder allen Cookies ablehnen.\nWir weisen Sie darauf hin, dass Sie eventuell nicht alle Funktionen dieser Website nutzen können.</p>\n§ 4 SSL-Verschlüsselung\n<p>Zum Schutz der Übertragung Ihrer Daten verwendet unsere Website eine SSL-Verschlüsselung.</p>\n§ 5 YouTube\n<p>Für die Darstellung von Videoinhalten nutzt unsere Website Plugins der Firma YouTube.\nAnbieter des Videoportals ist die YouTube, LLC, 901 Cherry Ave., San Bruno, CA 94066, USA.\nBeim Aufruf einer Seite mit YouTube-Plugin wird automatisch eine Verbindung zu den Servern von YouTube hergestellt.\nYouTube erfährt hierdurch, welche unserer Seiten Sie aufgerufen haben.\nSomit kann YouTube Ihr Surfverhalten direkt Ihrem persönlichen Profil zuzuordnen, sollten Sie in Ihrem YouTube Konto eingeloggt sein.\nDurch vorheriges Ausloggen haben Sie die Möglichkeit, dies zu unterbinden.\nDie Nutzung von YouTube erfolgt im Interesse einer ansprechenden Darstellung unserer Online-Angebote.\nDies stellt ein berechtigtes Interesse im Sinne von Art.\n6 Abs.\n1 lit.\nf DSGVO dar.\nEinzelheiten zum Umgang mit Nutzerdaten finden Sie in der Datenschutzerklärung von YouTube unter:<br>\nhttps://www.google.de/intl/de/policies/privacy.</p>\n<br> ", "created_at": "2021-11-01 19:24:24.204459", "updated_at": "2021-11-01 18:30:19.323842"}], "points": [], "urls": ["spacedesk.net"]}}