{"error": 448, "message": "OK", "parameters": {"id": 6413, "name": " Alovoa", "created_at": "2022-03-07 21:14:12.626504", "updated_at": "2022-03-07 23:01:15.892424", "wikipedia": null, "keywords": null, "related": null, "slug": "alovoa", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6413.png", "url": "alovoa.com", "documents": [{"id": 11646, "name": "Terms of Service", "url": "https://alovoa.com/tos", "xpath": "", "text": " Alovoa Sign up Login Terms of Service<p>Updated on 2021-09-22</p>1.\nIntroduction<p>By using our Services, you accept the Terms of Service, which may be updated from time to time and our Privacy Policy.\nIf you do not accept and agree to be bound by all of the terms, please do not use our services.</p>\n<p>The platform is available in multiple languages, but only the languages English and German are officially supported.\nWe cannot guarantee the correctness of any content from another language.</p>2.\nEligibility<p>By creating an account and using the service, you represent and warrant that:</p>\n<ul>\n<li>you can form a binding contract with Alovoa.</li>\n<li>you are at least 16 years old.</li>\n<li>you do not have more than one account on our services.</li>\n<li>you will comply with this agreement and all national and international laws.</li>\n<li>you have never been found guilty for a sex crime or violence related crime.</li>\n<li>you treat others with a respectful manner.</li>\n<li>you only upload data that belongs to you.</li>\n<li>you do not impersonate another person.</li>\n<li>you do not share illegal content.</li>\n<li>you do not share links in your public profile.</li>\n<li>you do not harass, bully, stalk, intimidate, assault, defame, harm or otherwise mistreat any person.</li>\n<li>you do not upload sexual implicit or explicit content.</li>\n<li>you have not previously been banned from our services.</li>\n</ul>4.\nYour content<p>You are solely responsible and liable for any content that you upload.\nBy uploading your content you acknowledge that you own all the rights to do so.</p>5.\nPrivacy<p>For all information regarding privacy, please read our Privacy Policy.</p>6.\nDonations &amp.\nRefunds<p>Alovoa only receives donations and does not sell any virtual good or subscriptions.\nDonations are not refundable, except when it’s required by the country you reside in.</p>7.\nOur rights<p>We reserve the right to terminate your account at all times without prior notification.</p>8.\nDisclaimer<p>Alovoa PROVIDES THE SERVICE ON AN “AS IS” AND “AS AVAILABLE” BASIS AND TO THE EXTENT PERMITTED BY APPLICABLE LAW, GRANTS NO WARRANTIES OF ANY KIND.\n</p>\n<p>Alovoa DOES NOT REPRESENT OR WARRANT THAT THE SERVICE WILL BE UNINTERRUPTED OR ERROR FREE, OR THAT ANY CONTENT OR INFORMATION YOU OBTAIN ON OR THROUGH THE SERVICE WILL BE ACCURATE.\n</p>\n<p>Alovoa TAKES NO RESPONSIBILITY FOR ANY CONTENT THAT YOU OR ANOTHER USER POSTS OR SENDS.\n</p>\n<p>Alovoa IS NOT RESPONSIBLE FOR ANY DAMAGE TO YOUR COMPUTER HARDWARE OR SOFTWARE.\n</p> Language Privacy Policy Terms of Service Imprint FAQ English Deutsch Español* Français* Português* Italiano* Čeština* русский* 日本語* 中文* 한국어* * beta ", "created_at": "2022-03-07 21:14:12.629518", "updated_at": "2022-03-07 20:14:48.552507"}, {"id": 11647, "name": "Privacy Policy", "url": "https://alovoa.com/privacy", "xpath": "", "text": " Alovoa Sign up Login Privacy Policy<p>This privacy policy will explain how our organization uses the personal data we collect from you when you use our website.</p>What data do we collect?<p>Alovoa collects the following data:</p>\n<ul>\n<li>Personal identification information (Name, email address, birth date, etc.).</li>\n<li>Your location and preferences.</li>\n<li>Any interaction you have with another user.</li>\n</ul>How do we collect your data?<p>You directly provide Alovoa with most of the data we collect.\nWe collect data and process data when you:</p>\n<ul>\n<li>Register online.</li>\n<li>Provide information in your profile area.</li>\n<li>Search for other users.</li>\n<li>Visit any page on the website.</li>\n<li>Interact with users on the platform.</li>\n<li>Voluntarily complete a customer survey or provide feedback.</li>\n</ul>How will we use your data?<p>Alovoa collects your data so that we can:</p>\n<ul>\n<li>Manage your account.</li>\n<li>Email you with important changes and news.</li>\n<li>Allow other users to find you.</li>\n</ul>Third-party APIs<p>Alovoa uses third-party APIs of these sites</p>\n<ul>\n<li>openstreetmap.org.\nYour general location is used to render map data when searching for users.</li>\n<li>meet.jit.si.\nNo personal data is shared, but their service is used to enable video and audio communication between users.</li>\n<li>google.com and facebook.com.\nYour personal data stays safe in our local database, but these OAuth providers are able to indentify you each time you use their services.</li>\n</ul>How do we store your data?<p>Alovoa stores your data in a secure database.</p>\n<p>Alovoa will keep your personal data for unlimited time.\nYou can request to delete your data at all times.</p>\n<p>Alovoa would like to make sure you are fully aware of all of your data protection rights.\nEvery user is entitled to the following:</p>\n<p>\n<strong>The right to access</strong>– You have the right to request Alovoa for copies of your personal data.\nWe may charge you a small fee for this service.</p>\n<p>\n<strong>The right to rectification</strong>– You have the right to request that Alovoa correct any information you believe is inaccurate.\nYou also have the right to request Alovoa to complete the information you believe is incomplete.</p>\n<p>\n<strong>The right to erasure</strong>– You have the right to request that Alovoa erase your personal data, under certain conditions.</p>\n<p>\n<strong>The right to restrict processing</strong>- You have the right to request that Alovoa restrict the processing of your personal data, under certain conditions.</p>\n<p>\n<strong>The right to object to processing</strong>– You have the right to object to Alovoa – processing of your personal data, under certain conditions.</p>\n<p>\n<strong>The right to data portability</strong>– You have the right to request that Alovoa transfer the data that we have collected to another organization, or directly to you, under certain conditions.</p>\n<p>If you make a request, we have one month to respond to you.\nIf you would like to exercise any of these rights, please follow the instruction on how to contact us at the bottom of this page.</p>Cookies<p>Cookies are text files placed on your computer to collect standard Internet log information and visitor behavior information.\nWhen you visit our websites, we may collect information from you automatically through cookies or similar technology</p>\n<p>For further information, visit allaboutcookies.org.</p>How do we use cookies?<p>Alovoa uses cookies in a range of ways to improve your experience on our website, including:</p>\n<ul>\n<li>Keeping you signed in.</li>\n<li>Storing non-personal data.</li>\n</ul>What types of cookies do we use?<p>There are a number of different types of cookies, however, our website uses:</p>\n<ul>\n<li>Functionality – Alovoa uses these cookies so that we recognize you on our website and remember your previously selected preferences.\nThese could include what language you prefer and location you are in.</li>\n<li>That's it.\nUnlike our competitors, we don't have any cookies that can track you.</li>\n</ul>How to manage cookies<p>You can set your browser not to accept cookies, and the above website tells you how to remove cookies from your browser.\nHowever, in a few cases, some of our website features may not function as a result.</p>Privacy policies of other websites<p>The Alovoa website contains links to other websites.\nOur privacy policy applies only to our website, so if you click on a link to another website, you should read their privacy policy.</p>Changes to our privacy policy<p>Alovoa keeps its privacy policy under regular review and places any updates on this web page.\nThis privacy policy was last updated on 2021-06-16.</p>How to contact us<p>If you have any questions about Alovoa's privacy policy, the data we hold on you, or you would like to exercise one of your data protection rights, please do not hesitate to contact us here.\nYour contact data will be saved up to 90 days.</p> Language Privacy Policy Terms of Service Imprint FAQ English Deutsch Español* Français* Português* Italiano* Čeština* русский* 日本語* 中文* 한국어* * beta ", "created_at": "2022-03-07 21:14:12.63278", "updated_at": "2022-03-07 20:14:45.525398"}], "points": [{"id": 27146, "title": "The service informs you that its privacy policy does not apply to third party websites", "source": "https://alovoa.com/privacy", "status": "Generated through the annotate view", "created_at": "2022-03-07 21:26:47.337907", "updated_at": "2022-03-07 21:26:47.337907", "quoteText": "Our privacy policy applies only to our website, so if you click on a link to another website, you should read their privacy policy.", "case_id": 299, "document_id": 11647, "quoteStart": 4416, "quoteEnd": 4547}, {"id": 27145, "title": "There is a date of the last update of the agreements", "source": "https://alovoa.com/privacy", "status": "Generated through the annotate view", "created_at": "2022-03-07 21:25:57.75329", "updated_at": "2022-03-07 21:25:57.75329", "quoteText": "This privacy policy was last updated on 2021-06-16.", "case_id": 331, "document_id": 11647, "quoteStart": 4677, "quoteEnd": 4728}, {"id": 27144, "title": "Your account can be deleted without prior notice and without a reason", "source": "https://alovoa.com/tos", "status": "Generated through the annotate view", "created_at": "2022-03-07 21:25:26.303746", "updated_at": "2022-03-07 21:25:26.303746", "quoteText": "We reserve the right to terminate your account at all times without prior notification.</p>", "case_id": 201, "document_id": 11646, "quoteStart": 1903, "quoteEnd": 1994}, {"id": 27143, "title": "There is a date of the last update of the agreements", "source": "https://alovoa.com/tos", "status": "Generated through the annotate view", "created_at": "2022-03-07 21:19:51.480909", "updated_at": "2022-03-07 21:19:51.480909", "quoteText": "Updated on 2021-09-22</p>1.\n", "case_id": 331, "document_id": 11646, "quoteStart": 41, "quoteEnd": 69}], "urls": ["alovoa.com"]}}