{"error": 448, "message": "OK", "parameters": {"id": 5165, "name": "iherb", "created_at": "2021-10-20 20:26:57.289376", "updated_at": "2021-10-20 22:01:10.697435", "wikipedia": null, "keywords": null, "related": null, "slug": "iherb", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5165.png", "url": "iherb.com", "documents": [{"id": 9257, "name": " Privacy Policy", "url": "https://www.iherb.com/info/privacy", "xpath": "/html/body/div[6]/div[2]", "text": " Datenschutz Datenschutzrichtlinien von iHerb\n<p>\n<b>Wirksam ab: 05.&nbsp;August 2021</b>\n</p>\n<p> iHerb, LLC.\nund seine Tochtergesellschaften, darunter iHerb Netherlands B.V.\n(<b>zusammenfassend „iHerb“</b>), respektieren Ihre Bedenken über den Datenschutz.\nDiese Datenschutzrichtlinie beschreibt die Arten an personenbezogenen Daten, die wir über Einzelpersonen durch unsere Website und mobilen Apps (zusammenfassend die „Services“) sammeln, wie wir diese Daten verwenden können, mit wem wir diese teilen können und die verfügbaren Optionen bezüglich unserer Verwendung der Daten.\nDie Datenschutzrichtlinie beschreibt außerdem die Maßnahmen, die wir ergreifen, um die personenbezogenen Daten zu sichern, wie lange wir diese behalten und wie Einzelpersonen uns bezüglich der Datenschutzpraktiken kontaktieren und ihre Rechte ausüben können.\n</p>\n<p>Klicken Sie unten auf einen der Links, um zu dem aufgeführten Abschnitt zu gelangen:</p>\n<ul>\n<li>Länderspezifische Datenschutzrichtlinien</li>\n<li>Daten, die wir erhalten</li>\n<li>Wie wir die Daten verwenden, die wir erhalten</li>\n<li>Automatisierte Sammlung von Daten</li>\n<li>Informationsaustausch</li>\n<li>Datenübertragung</li>\n<li>Ihre Rechte und Optionen</li>\n<li>Andere Online-Services und Drittparteien-Funktionen</li>\n<li>Speicherung von personenbezogenen Daten</li>\n<li>Wie wir personenbezogene Daten schützen</li>\n<li>Personenbezogene Daten von Kindern</li>\n<li>Aktualisierungen unserer Datenschutzrichtlinie</li>\n<li>So kontaktieren Sie uns</li>\n<li>California Consumer Privacy Statement (Datenschutzerklärung für Kunden aus Kalifornien)</li>\n</ul> Länderspezifische Datenschutzrichtlinien\n<p> Datenschutz und Datenschutzregelungen unterscheiden sich überall auf der Welt.\nAus diesem Grund müssen wir unsere Datenschutzpraktiken aufgrund spezifischer rechtlicher Anforderungen ändern, die in Ländern gelten, in denen wir tätig sind.\n</p>\n<p> Dieses Dokument enthält möglicherweise Informationen, die nur für eine bestimmte Kategorie der Benutzer gelten, wie zum Beispiel Einwohner des US-Bundesstaates Kaliforniens.\nZusätzlich können wir ebenfalls separate Datenschutzrichtlinien in Fällen erarbeiten, in denen unsere Praktiken zum Datenschutz und zum Schutz der Privatsphäre aufgrund rechtlicher Anforderungen von den in diesem Dokument beschriebenen abweichen.\n</p>\n<ul>\n<li>Russland/Kasachstan\n</li>\n<li>Korea </li>\n</ul>\n<p>Wenn Sie sich bei uns bewerben, lesen Sie bitte auch unsere Arbeitsdatenschutzerklärung.</p>\nDaten, die wir erhalten\n<p> In Verbindung mit Ihrer Nutzung der Services, stellen Sie uns möglicherweise personenbezogene Daten auf verschiedene Arten zur Verfügung.\nZu den Arten an personenbezogenen Daten, die wir erhalten, gehören:\n</p>\n<ul>\n<li> Kontaktdaten (wie z.&nbsp;B.\nName, E-Mail-Adresse, Lieferadresse und Anweisungen, Postleitzahl, Telefonnummer und Personalausweis).\n</li>\n<li> Anmeldedaten, um ein Konto für die Services zu erstellen (wie z.&nbsp;B.\nE-Mail-Adresse und Passwort).\n</li>\n<li> Informationen, die öffentlich auf Ihren Social-Media-Profilen zu sehen sind, sofern Sie sich dazu entscheiden, ein Konto für die Services zu erstellen, indem Sie Ihr Social-Media-Konto verwenden.\n</li>\n<li> Informationen, die Sie auf Ihrem personalisierten öffentlichen Profil „Meine Seite\" übermitteln, inklusive Internetadressenname, Benutzername, Foto, Links zu Social-Media-Konten sowie andere Informationen, die Sie im Bereich „Seitenbeschreibung\" Ihrer „Meine Seite\" übermitteln.\n</li>\n<li> Vom Benutzer generierter Inhalt, in Bezug auf Produktbewertungen, Kommentare, Fragen und Antworten.\n</li>\n<li> Zahlungsinformationen wie z.&nbsp;B.\nName, Rechnungsadresse, Kontonummer und Zahlungskarteninformationen (inklusive Kartennummer, Ablaufdatum und Sicherheitscode) für Zahlungen, die von uns verarbeitet werden.\nSofern Zahlungen von anderen Drittparteien wie PayPal oder Apple Pay verarbeitet werden, dann regeln die Datenschutzrichtlinien solcher Parteien diese Informationen.\n</li>\n<li> Bankkonto- und Steuerinformationen in Bezug auf Unternehmensprogramme, die den Kunden Auszahlungen anbieten (wie z.&nbsp;B.\nPrämienprogramme).\n</li>\n<li> Bestellhistorie, inklusive Informationen über Produkte, die gekauft oder über die Services angesehen wurden.\n</li>\n<li>Informationen, die Sie über Wettbewerbe, Verlosungen und Umfragen zur Verfügung stellen;</li>\n<li> Social-Media-Informationen wie z.&nbsp;B.\nSocial-Media-Namen, Inhalte und andere Daten, die mit uns über Drittparteien-Funktionen geteilt werden, die Sie über unsere Services verwenden (wie Apps, Tools, Zahlungsservices, Widgets und Plug-ins, die von Social-Media-Services wie Facebook, Google, Instagram, LinkedIn, Pinterest, Twitter und YouTube angeboten werden) oder auf Social-Media-Seiten gepostet werden (wie z.&nbsp;B.\nunsere Social-Media-Seiten oder andere Seiten, die für uns zugänglich sind).\n</li>\n<li> andere personenbezogene Daten, die sich in Inhalt befindet, den Sie über unsere Services übermitteln wie z.&nbsp;B.\nunsere „Kontakt“-Funktion oder andere Kundensupport-Tools.\nund </li>\n<li> Land/Region und Sprachpräferenzen basierend auf den Einstellungen des mobilen Geräts und/oder der IP-Adresse.\n</li>\n<li> IP-Adresse, Gerät, Betriebssystem und Browser-Informationen, die wir entdecken.\n</li>\n</ul>\n<p> Sie müssen diese Informationen nicht zur Verfügung stellen, aber, falls Sie sich nicht dazu entscheiden, können wir Ihnen eventuell bestimmte Services und damit in Zusammenhang stehende Informationen, nicht anbieten.\n</p> Wie wir die Daten verwenden, die wir erhalten\n<p> Wir werden die Daten, die wir über die Services erhalten, nach Bedarf verwenden, um unsere vertragliche Verpflichtung zu erfüllen, damit wir Ihnen die Produkte und Services zur Verfügung stellen können, die Sie anfragen, bestellte Produkte liefern (inklusive, aber nicht beschränkt auf, Transport und Zollabfertigung durch zugehörige Drittparteien-Anbieter).\n</p>\n<p> Wir werden die Daten, die wir über die Services erhalten, auch verwenden, falls wir ein legitimes Interesse daran haben, inklusive, aber nicht beschränkt auf, die folgenden Funktionen und Aktivitäten:\n</p>\n<ul>\n<li>Einrichten und Verwalten Ihres Kontos;</li>\n<li> Kommunikation mit Ihnen über Ihr Konto oder Ihre Transaktionen sowie das Senden von Informationen über Funktionen und Verbesserungen.\n</li>\n<li> Verarbeiten von Ansprüchen in Verbindung mit unseren Produkten und Services und um Sie über den Status Ihrer Bestellung auf dem Laufenden zu halten.\n</li>\n<li>Verwalten unserer Prämien- und Loyalitätsprogramme</li>\n<li>Posten Ihrer Produktbewertungen und Verwalten unseres Prämienprogrammes;</li>\n<li> Verbessern und Anpassen Ihrer Erfahrung mit den Services, inklusive dem Zur-Verfügung-Stellen von Empfehlungen basierend auf Ihren Präferenzen.\n</li>\n<li>Sie zu identifizieren und zu autorisieren, damit Sie die Services verwenden können;</li>\n<li> Vermarktung unserer Produkte und das Zur-Verfügung-Stellen von Promotionen, inklusive Sonderangebote, Gutscheine, Rabatte und Chancen, Wettbewerbe zu gewinnen.\n</li>\n<li> Kommunikation mit Ihnen über und das Verwalten Ihrer Teilnahme an Wettbewerben, Verlosungen und Umfragen.\n</li>\n<li> Antworten auf Ihre Anfragen und Erkundigungen und das Zur-Verfügung-Stellen von Kundensupport wie z.&nbsp;B.\ndurch unseren Chatbot oder andere Kundensupport-Tools.\n</li>\n<li> Betreiben, Evaluieren und Verbessern unseres Unternehmens (inklusive dem Entwickeln neuer Services.\nFörderung und Verbesserung unserer Services.\nVerwalten unserer Kommunikation.\nAnalysieren unserer Benutzerbasis und Services.\nAusführen von Datenanalysen und Marktforschung.\nund Ausführen von Buchhaltung, Wirtschaftsprüfung und anderer interner Funktionen).\n</li>\n<li> Schutz vor, Identifizieren und Vorbeugen von Betrug und anderen kriminellen Aktivitäten, Ansprüchen und sonstigen Verbindlichkeiten.\n</li>\n<li> Einhalten und Durchsetzen von anwendbaren rechtlichen Anforderungen, relevanten Branchenstandards und unseren Richtlinien, inklusive dieser Datenschutzrichtlinien und iHerbs Nutzungsbedingungen und Nutzungsbedingungen des Prämienprogramms und </li>\n<li>Kommunikation mit Ihnen über Änderungen an unseren Richtlinien.</li>\n</ul>\n<p> Außerdem werden wir Ihre Kontaktinformationen verwenden, um Ihnen unseren Gesundheitsnewsletter, E-Mails, Push-Benachrichtigungen und In-App-Benachrichtigungen über unsere Produkte, Services, Schlussverkäufe und Sonderangebote zu senden, falls Sie sich für den Erhalt entschieden und sich nicht abgemeldet haben.\nWir können Ihre E-Mail-Adresse außerdem dazu verwenden, um Ihnen Anzeigen für unsere Produkte, Services, Sales und Sonderangebote mit den Websites oder Netzwerken von Facebook und Google zu präsentieren.\nWenn Sie beispielsweise auf Facebook sind, können Sie unsere Anzeigen auf der Social-Media-Plattform sehen.\nOder wenn Sie sich in Ihrem Google-Account anmelden, können Sie bei Benutzung von der Google-Suchmaschine, Instagram, Facebook, Facebook Audience Network, YouTube, Gmail und Google Display Network unsere Anzeigen sehen, da diese Drittanbieter Ihre E-Mail-Adresse mit Ihnen abgleichen.\nSofern geltendes Recht dies zulässt, können Sie jederzeit gegen die Verwendung Ihrer E-Mail-Adresse zu Werbezwecken Einspruch einlegen wie unten im Abschnitt Rechte und Entscheidungen beschrieben.\n</p>\n<p> Wir können Informationen über Sie, die wir durch die Webseite erhalten, mit den Informationen, die wir über unsere Apps erhalten, für den oben beschriebenen Zweck kombinieren.\nWir können außerdem Informationen, die wir über Sie auf andere Arten erhalten, für die wir zum Zeitpunkt der Sammlung ausdrücklich hinweisen oder auf sonstige Weise Ihre Zustimmung erhalten, verwenden.\n</p> Automatisierte Sammlung von Daten\n<p> Wenn Sie unsere Services verwenden oder unsere E-Mails öffnen, können wir bestimmte Informationen durch automatisierte Mittel erhalten wie z.&nbsp;B.\nBrowser-Cookies, Flash-Cookies, lokale Speicherung, Webbeacons und Pixel, JavaScript, Gerätekennung, Serverprotokolle und andere Technologien.\nDie Informationen, die wir auf diese Weise erhalten, können Ihre Geräte-IP-Adresse, den Domainnamen, Kennungen, die mit Ihren Geräten verbunden sind, Geräte- und Betriebssystem-Typen sowie Charakteristiken, Internetbrowser-Charakteristiken, Sprachpräferenzen, Clickstream-Daten, Ihre Interaktionen mit unseren Services (wie z.&nbsp;B.\ndie Internetseiten, die Sie besuchen, Links, die Sie anklicken, und Funktionen, die Sie verwenden), die Seiten, die Sie zu unserem Service gebracht oder empfohlen haben, Daten und Uhrzeiten des Zugriffs auf unsere Services sowie andere Informationen über die Verwendung unserer Services beinhalten.\nWir können außerdem Ihre Geräte-Geopositionierung und andere Informationen, die mit Ihrem Standort in Verbindung stehen, durch GPS, Bluetooth, WLAN-Signale und andere Technologien für bestimmte Zwecke erhalten, die oben aufgeführt sind wie z.&nbsp;B.\ndas Zur-Verfügung-Stellen unserer Services.\nIhr Gerät kann Sie benachrichtigen, wenn Services versuchen, Ihre genaue Geopositionierung zu erfassen.\n</p>\n<p> Ein „Cookie“ ist eine Textdatei, die Websites an den Computer eines Besuchers oder andere mit dem Internet verbundene Geräte senden, um den Browser des Besuchers eindeutig zu identifizieren oder um Informationen oder Einstellungen im Browser zu speichern.\nCookies können entweder direkt von der Website, die ein Benutzer besucht, eingestellt werden („First-Party Cookies“, Cookies von Erstanbietern) oder von einer anderen Domain als der, die der Benutzer gerade besucht („Third-Party Cookies“, Cookies von Drittanbietern).\nEin „Flash-Cookie“, auch Local Shared Object, funktioniert wie ein Internet-Cookie, um die Benutzererfahrung auf Seiten anzupassen, die Adobe Flash Player verwenden.\nEin „Webbeacon“, auch Internettag, Pixeltag oder klares GIF, verlinkt Websites mit Webservern und deren Cookies und kann verwendet werden, um Informationen zurück zu einem Webserver zu übermitteln, die mit Cookies gesammelt werden.\nWir und Drittparteien-Serviceanbieter können Webbeacons in E-Mails verwenden, um Antwortraten zu verfolgen, zu identifizieren, wenn auf unsere E-Mails zugegriffen wird oder wenn diese weitergeleitet werden, sowie für andere Zwecke, die oben aufgeführt sind.\n</p>\n<p> Die folgenden Cookietypen oder ähnliche Technologien werden von unseren Services verwendet:\n</p>\n<i>Notwendige Cookies </i>\n<p> Wir verwenden notwendige Cookies, um die Funktion der Services zu ermöglichen.\nDazu gehören (1) Sie zu identifizieren, sobald Sie sich in Ihrem Account angemeldet haben, (2) die von Ihnen angegebenen Einstellungen zu verfolgen, während Sie die Services nutzen, und (3) die Sicherheit der Services zu verwalten.\n</p>\n<i>Funktionale Cookies </i>\n<p> Unsere Services nutzen außerdem Cookies, um die Inhalte der Services basierend auf Ihrer Nutzung der Services zu personalisieren und bestimmte Drittparteien-Services zu unterstützen, um Funktionen zu verbessern wie die Aktivierung von Videos, die auf unseren Services von YouTube gepostet werden.\nDiese Funktionen verwenden Drittparteien-Cookies (z.&nbsp;B.\nYouTube-Cookies), die von den Services direkt auf Ihrem Gerät platziert werden.\nDie Datenschutzpraktiken dieser Drittparteien, inklusive Einzelheiten über die Daten, die eventuell über Sie gesammelt werden, unterliegen den Datenschutzhinweisen dieser Drittparteien.\nWir empfehlen Ihnen dringend, diese zu überprüfen.\n</p>\n<i>Analytische Cookies</i>\n<p> Durch unsere Services können wir im Laufe der Zeit personenbezogene Daten über Ihre Online-Aktivitäten und über Drittparteien-Apps, Websites, Geräte und andere Online-Services erhalten.\nMit unseren Services verwenden wir Online-Analytik-Services von Drittparteien wie z.&nbsp;B.\nGoogle Analytics.\nDie Serviceanbieter, die diese Analytik-Services verwalten, verwenden automatisierte Technologien, um Daten zu sammeln (wie z.&nbsp;B.\nE-Mail-Adresse, IP-Adressen, Cookies und andere Gerätekennungen), damit beispielsweise die Verwendung unserer Services evaluiert und technische Probleme diagnostiziert werden können.\nUm mehr über Google Analytics zu erfahren, besuchen Sie bitte www.google.com/analytics/learn/privacy.html, und um sich vom Tracking durch Google Analytics über alle Webseiten abzumelden, besuchen Sie bitte http://tools.google.com/dlpage/gaoptout.\nUnsere Services nutzen zusätzlich FullStory Analytics-Cookies und ähnliche Technologien (lokale Speicherung), um technische Daten von Ihrem Gerät zu erhalten (wie z.&nbsp;B.\nIP-Adresse, Geräte- und Betriebssystem-Typen, Browser und die ungefähre geografische Position, basierend auf der IP-Adresse Ihres Geräts) sowie Daten über Ihre Interaktionen mit unseren Services (wie Clickstream, Surf-Informationen und Keystroke-Daten und die dazugehörige URL und Dauer der Sitzung).\nDiese Daten erlauben es uns, Ihre Sitzungen zu rekonstruieren, damit wir ein besseres Verständnis davon erhalten, wie Sie unsere Services nutzen, Probleme beheben können und unsere Services verwalten und verbessern können.\n</p>\n<i>Cookies für personalisierte Werbung</i>\n<p> Durch unsere Services können wir und bestimmte Drittparteien Daten über Ihre Online-Aktivitäten sammeln, um Ihnen Werbung über Produkte und Services zu zeigen, die auf Ihre individuellen Interessen zugeschnitten wurden.\nSie können unsere Werbung auf anderen Webseiten oder mobilen App sehen, weil wir an Werbenetzwerken teilnehmen.\nWerbenetzwerke ermöglichen uns, unsere Botschaft auf Benutzer abzuzielen, indem demografische Daten, ermittelte Interessen des Benutzers und Browsing-Kontext berücksichtigt werden.\nDiese Netzwerke verfolgen im Laufe der Zeit die Online-Aktivitäten von Benutzern, indem Daten durch automatisierte Mittel gesammelt werden, inklusive durch die Verwendung von Browser-Cookies, Webbeacons, Gerätekennungen, Serverprotokolle, Webbeacons und andere ähnliche Technologien.\nDie Netzwerke verwenden diese Daten, um Werbung zu zeigen, die auf die individuellen Interessen zugeschnitten sind, um Browser oder Geräte von Benutzern über mehrere Webseiten und Apps zu verfolgen und um ein Profil über das Online-Browsing und App-Nutzungsaktivitäten der Benutzer zu erstellen.\nDie Informationen, die unser Werbenetzwerk eventuell sammelt, beinhalten Daten über Besuche des Benutzers auf Webseiten und Apps, die an den relevanten Werbenetzwerken teilnehmen wie z.&nbsp;B.\ndie angesehenen Seiten oder Werbung und die Handlungen, die auf den Webseiten oder Apps ausgeführt werden.\nDiese Datensammlung findet sowohl über unsere Services als auch über Drittparteien-Webseiten und -Apps statt, die an den Werbenetzwerken teilnehmen.\nDieses Verfahren hilft uns außerdem, die Effektivität unserer Marketingbemühungen zu verfolgen.\n</p>\n<p> Um mehr darüber zu erfahren, wie Sie sich von Werbenetzwerken in den USA abmelden, die auf Interessen basieren, besuchen Sie bitte www.aboutads.info/choices und http://www.networkadvertising.org/choices/.\nIn der EU besuchen Sie bitte www.youronlinechoices.eu.\n</p>\n<p> Wenn Sie sich im Europäischen Wirtschaftsraum („EWR“) oder im Vereinigten Königreich („UK“), in Russland oder in Kasachstan befinden, können Sie mehr über unsere Verwendung von Cookies und ähnlichen Technologien erfahren, einschließlich der Unternehmen, die Cookies auf unseren Services verwenden, der einzelnen verwendeten Cookies und ihre Dauer, indem Sie auf das Symbol „Cookie-Präferenzen“ unten auf jeder Seite unserer Services klicken.\n</p>\n<i>So ändern Sie Ihre Cookie-Einstellungen</i>\n<p> Sofern dies von geltendem Recht erfordert wird, erhalten wir Ihre Zustimmung, bevor wir nicht notwendige Cookies oder ähnliche Technologien auf Ihrem Gerät platzieren und behalten Ihre Auswahl für einen Zeitraum von sechs (6) Monaten.\nWenn Sie sich im Europäischen Wirtschaftsraum („EWR“) oder im Vereinigten Königreich („UK“), in Russland oder Kasachstan befinden, können Sie Ihre Cookie-Präferenzen jederzeit ändern, indem Sie unten auf das Symbol „Cookie-Präferenzen“ auf jeder Seite unserer Services klicken.\n</p>\n<p> Sie können auch bestimmte Cookie-Typen daran hindern auf Ihrem Gerät heruntergeladen zu werden, indem Sie die entsprechenden Einstellungen in Ihrem Internetbrowser auswählen.\nDie meisten Internetbrowser werden Ihnen sagen, wie Sie das Akzeptieren von neuen Browser-Cookies verhindern, wie Sie benachrichtigt werden, wenn Sie neue Browser-Cookies erhalten, und wie Sie existierende Cookies deaktivieren.\nDie folgenden externen Links erläutern die Verwaltung von Cookies für die gängigsten Browser:</p>\n<ul>\n<li>Google Chrome</li>\n<li>Microsoft Edge</li>\n<li>Mozilla Firefox</li>\n<li>Microsoft Internet Explorer</li>\n<li>Opera</li>\n<li>Apple Safari</li>\n</ul>\n<p> Um herauszufinden, wie Sie Cookies für andere Browser verwalten können, klicken Sie bitte auf „Hilfe“ im Menü Ihres Browsers oder besuchen Sie www.allaboutcookies.org.\n[Flash-Cookies können üblicherweise nicht über Ihre Browser-Einstellungen kontrolliert, gelöscht oder deaktiviert werden und müssen über Ihre Einstellungen des Adobe Flash Players verwaltet werden.\nUm Flash-Cookies zu verwalten, die eventuell auf unserer Webseite gelegentlich verwendet zu werden, gehen Sie zur Supportseite des Adobe Flash Player, die hier verfügbar ist.\nAußerdem können Ihre mobilen Geräteeinstellungen zulassen, dass Sie mobilen App-Plattformen (wie z.&nbsp;B.\nApple und Google) das Teilen von bestimmten Daten verbieten, die durch automatisierte Mittel mit App-Entwicklern und -Betreibern wie uns erhalten wurden.\nUnsere Services wurden nicht entworfen, um auf „Nicht verfolgen“-Signale zu antworten, die von Browsern erhalten wurden.\nBitte beachten Sie, dass Sie ohne Cookies oder automatisierte Tools, die wir zum Sammeln dieser Datentypen verwenden, eventuell nicht alle Funktionen unserer Services verwenden können.\n</p>\n<i>Chatbot-Protokolle</i>\n<p> Unsere Services verwenden außerdem einen Chatbot, um einen automatisierten Kundensupport anzubieten.\nEin Chatbot ist ein Computerprogramm, das mit Ihnen mittels Text auf einer digitalen Nachrichtenoberfläche und künstlicher Intelligenz kommuniziert.\nEinfach ausgedrückt: Wenn Sie eine Frage an unseren Chatbot richten, wird dieser Ihnen wie ein Mensch antworten.\nUnser Chatbot wird von Ada Support unterstützt, einem Drittanbieter für Chatbot-Services in Kanada, der Services in unserem Namen ausführt („Ada“).\nAda nutzt einen automatisierten Entscheidungsprozess, wenn sie sich für die korrekte Antwort, basierend auf Ihrer Frage, entscheidet, und erhält Nachrichtenprotokolle und Benutzernamen, wenn Sie mit ihr interagieren.\nNachrichtenprotokolle enthalten Daten wie Informationen über Ihr Konto bei uns, inklusive Ihren Benutzernamen, Ihre E-Mail-Adresse, Ihre Telefonnummer und Ihre Adresse sowie andere Inhalte, die Sie übermitteln, wenn Sie eine Anfrage an den Kundensupport durch den Chatbot senden.\nAda speichert den Inhalt dieser Nachrichten, die Antworten auf diese Nachrichten deren Ergebnisse.\nDiese Daten werden für zwölf (12) Monate gespeichert und werden nur dafür verwendet, den Kundensupport anbieten zu können und die Qualität des Chatbot-Services zu verbessern.\nWenn Sie sich im EWR, in UK oder der Schweiz befinden, werden die oben genannten Daten zu Ada in Kanada übertragen.\nKanada wurde von der Europäischen Kommission, dem Vereinigten Königreich und der Schweizer Regierung als Land anerkannt, das ein angemessenes Datenschutzniveau bietet.\n</p>\nInformationsaustausch\n<p> Wir legen keine personenbezogenen Daten offen, die wir über Sie erhalten, außer es ist in dieser Datenschutzrichtlinie beschrieben.\nWir werden Ihre personenbezogenen Daten auch mit unseren (1) Tochterunternehmen und Affiliates und (2) Drittparteien-Serviceanbietern, die Services in unserem Namen ausführen (wie z.&nbsp;B.\nWebsite Hosting, Zahlungsverarbeitung und - autorisierung, Bestellerfüllung, Transport, Zollabfertigung, Marketing, Daten-Analytik, Kundensupport und Betrugsvorbeugung) zu dem in dieser Datenschutzrichtlinie beschriebenen Zwecke teilen.\nWir autorisieren unsere Serviceanbieter nicht, die Daten zu verwenden oder offenzulegen, außer es ist notwendig, um Services in unserem Namen auszuführen oder um gesetzlichen Anforderungen zu entsprechen.\n</p>\n<p> Wir können außerdem Daten über Sie offenlegen, (1) falls ein Gesetz oder ein rechtliches Verfahren dies erfordert (wie z.&nbsp;B.\nein Gerichtsbeschluss oder eine Vorladung).\n(2) als Antwort auf eine Anfrage von Regierungsbehörden wie z.&nbsp;B.\nStrafverfolgungsbehörden.\n(3) um unsere Rechtsansprüche zu etablieren, auszuüben oder zu verteidigen.\n(4) wenn wir der Meinung sind, dass seine Offenlegung notwendig oder angemessen ist, um physischen oder anderen Schaden oder finanziellen Verlust zu verhindern.\n(5) in Verbindung mit einer Untersuchung von Verdacht auf oder tatsächlichen illegalen Aktivitäten.\n(6) in dem Falle, dass wir das gesamte oder Teile unseres Unternehmens oder der Vermögensgegenstände verkaufen oder übertragen (inklusive einer Umstrukturierung, Auflösung oder Liquidation).\noder (7) mit Ihrer Zustimmung auf sonstige Weise.\n</p> Datenübertragung\n<p> Wir können die von uns über Sie erfassten personenbezogenen Daten an Empfänger in anderen Ländern als dem Land, in dem die Daten ursprünglich erfasst wurden, übermitteln.\nDiese Länder haben eventuell nicht die gleichen Datenschutzgesetze wie das Land, in dem Sie ursprünglich die Daten zur Verfügung gestellt haben.\nWenn wir Ihre Daten an Empfänger in anderen Ländern (z.&nbsp;B.\nden USA) weitergeben, schützen wir diese Daten, wie in dieser Datenschutzerklärung beschrieben, und halten uns an die geltenden gesetzlichen Bestimmungen, die einen angemessenen Schutz für die Weitergabe personenbezogener Daten an Empfänger in anderen Ländern als demjenigen bieten, in dem Sie die Daten bereitgestellt haben, unter anderem durch die Auswahl von Service-Anbietern in einem Land, das von der Europäischen Kommission als Land anerkannt wurde, das ein angemessenes Datenschutzniveau bietet oder die Implementierung von ausreichender Schutzmaßnahmen basierend auf den Standardvertragsklauseln der Europäischen Kommission, sofern zutreffend.\nGemäß geltenden Rechts können Sie diese Schutzmaßnahmen einsehen, indem Sie uns kontaktieren wie unten im Abschnitt So kontaktieren Sie uns beschrieben.\n</p>\n<p> iHerb, LLC ist entsprechend nach den vom US-Handelsministerium und der Europäischen Kommission bzw.\ndem Eidgenössischen Datenschutz- und Informationskommissar entwickelten EU-USA- und Schweiz-USA-Datenschutzkonzepten zertifiziert.\nKlicken Sie hier, um unsere Datenschutzrichtlinie EU/Schweiz–US-Datenschutzschild einzusehen.\nAb dem 16.\nJuli 2020 übertragen wir keine personenbezogenen Daten mehr auf Grundlage des Datenschutzschildes in die USA.\n</p> Ihre Rechte und Optionen\n<p> Wir bieten Ihnen bestimmte Optionen in Verbindung mit den personenbezogenen Daten an, die wir von Ihnen erhalten.\nBeispiel: Wenn Sie ein Konto bei uns erstellt haben, können Sie Ihre Kommunikationspräferenzen ändern, indem Sie sich bei Ihrem Konto anmelden und auf „Kommunikationspräferenzen“ klicken.\nSofern geltendes Recht dies zulässt, können Sie gegen die Verwendung Ihrer personenbezogenen Daten zu Werbe- oder Direktmarketing-Zwecken Einspruch einlegen und sich von Marketing-Mailinglisten abmelden, indem Sie dem Link „Abmelden“ in unseren E-Mails folgen, das Wort STOPP an die Kurz-Code-Nummer senden, von der unsere SMS geschickt werden oder uns wie unten in Abschnitt So kontaktieren Sie uns beschrieben kontaktieren.\nWir werden Ihre Präferenzen ab diesem Zeitpunkt übernehmen.\n</p>\n<p> Sofern geltendes Recht dies zulässt, können Sie: (1) Zugriff auf Ihre personenbezogenen Daten verlangen, die wir beibehalten.\n(2) verlangen, dass wir Ihre Daten aktualisieren, korrigieren, anpassen oder löschen.\noder (3) die Einschränkung unserer Verwendung Ihrer personenbezogenen Daten verlangen, indem Sie uns wie unten in Abschnitt So kontaktieren Sie uns beschrieben kontaktieren.\n</p>\n<p> Falls Sie sich im EWR oder im Vereinigten Königreich befinden, können Sie, sofern geltendes Recht dies zulässt, gegen die Verwendung Ihrer personenbezogenen Daten in bestimmten Situationen Einspruch einlegen, wenn wir Informationen, basierend auf unseren legitimen Interessen, wie oben beschrieben, verwenden.\nAußerdem können Sie, sofern geltendes Recht dies zulässt, Ihre personenbezogenen Daten, die Sie uns, basierend auf Ihrer Zustimmung oder einem Vertrag, an dem Sie beteiligt sind, zur Verfügung gestellt haben, in einem strukturierten, häufig verwendeten und maschinenlesbaren Format erhalten.\nSie haben das Recht, diese Daten an ein anderes Unternehmen zu übertragen, wenn dies technisch möglich ist.\nUm diese Rechte auszuüben, kontaktieren Sie uns bitte wie in Abschnitt So kontaktieren Sie uns beschrieben.\n</p>\n<p>\nWenn Sie sich in Brasilien befinden, können Sie außerdem das Recht haben: (1) eine Bestätigung zu erhalten, dass wir Ihre persönlichen Daten verarbeiten.\n(2) auf Ihre Informationen zuzugreifen.\n(3) unvollständige, ungenaue oder veraltete Informationen zu korrigieren.\n(4) bestimmte Informationen zu anonymisieren, zu blockieren oder löschen zu lassen.\n(5) Ihre persönlichen Daten in einem tragbaren Format zu erhalten.\n(6) mit Ihrer Zustimmung verarbeitete personenbezogene Daten zu löschen.\n(7) Informationen über Dritte zu erhalten, mit denen Ihre persönlichen Daten geteilt wurden.\n(8) Informationen über die Möglichkeit der Verweigerung der Einwilligung und die entsprechenden Konsequenzen zu erhalten.\nund (9) Ihre Einwilligung zu widerrufen, sofern wir uns bei der Verarbeitung Ihrer persönlichen Daten auf diese Einwilligung verlassen haben.\n</p>\n<p> Je nach Ihrem Standort, haben Sie das Recht, eine Beschwerde bei der Datenschutz-Regulierungsbehörde einzulegen, falls Sie mit unserer Antwort nicht zufrieden sind.\n</p>\n<p> Wenn Sie Kunde aus Kalifornien sind, finden Sie weitere Informationen zu Ihren Rechten im Abschnitt „California Consumer Privacy Statement“ (Datenschutzerklärung für Kunden aus Kalifornien).\n</p> Andere Online-Services und Drittparteien-Funktionen <p> Unsere Services können Links zu anderen Online-Services und Webseiten zur Verfügung stellen und Drittparteien-Funktionen wie Apps, Tools, Widgets und Plug-ins (z.&nbsp;B.\nFacebook, Google, Instagram, LinkedIn, Pinterest, Twitter, YouTube und Shopify) beinhalten.\nDiese Services, Webseiten und Drittparteien-Funktionen werden unabhängig von uns betrieben.\nDie Datenschutzpraktiken dieser Drittparteien, inklusive Einzelheiten über Daten, die eventuell über Sie gesammelt werden, unterliegen den Datenschutzerklärungen dieser Parteien und wir empfehlen Ihnen dringend, diese zu überprüfen.\nSofern verlinkte Online-Services oder Drittparteien-Funktionen sich nicht in unserem Besitz befinden oder nicht von uns kontrolliert werden, ist iHerb für die Datenschutzpraktiken dieser Drittparteien nicht verantwortlich.\n</p> Speicherung von personenbezogenen Daten\n<p> Sofern geltendes Recht dies vorschreibt, werden wir Ihre personenbezogenen Daten für die Dauer unserer Beziehung speichern sowie für einen angemessenen Zeitraum, um Verjährungsfristen einzuhalten oder falls geltendes Recht dies auf sonstige Weise vorschreibt.\n</p> Wie wir personenbezogene Daten schützen\n<p> Wir betreiben administrative, technische und physische Sicherheitsvorkehrungen, die entworfen wurden, um personenbezogene Daten, die wir durch die Services erhalten, vor unbeabsichtigter, ungesetzlicher oder unautorisierter Zerstörung, Verlust, Änderung, Zugriff, Offenlegung oder Verwendung zu schützen.\n</p> Personenbezogene Daten von Kindern\n<p> Die Services wurden für ein allgemeines Publikum entworfen und richten sich nicht an Kinder, die jünger als 16&nbsp;Jahre alt sind.\niHerb sammelt oder erfragt wissentlich keine personenbezogenen Daten von Kindern, die jünger als 16&nbsp;Jahre alt sind, über die Services.\nFalls wir erfahren, dass wir personenbezogene Daten von einem Kind gesammelt haben, das noch keine 16&nbsp;Jahre alt ist, werden wir diese Daten sofort aus unseren Unterlagen löschen.\nFalls Sie der Meinung sind, dass ein Kind, das jünger als 16&nbsp;Jahre alt ist, uns personenbezogene Daten zur Verfügung gestellt hat, kontaktieren Sie uns bitte wie in Abschnitt So kontaktieren Sie uns beschrieben.\n</p> Aktualisierungen unserer Datenschutzrichtlinie\n<p> Diese Datenschutzrichtlinie kann regelmäßig, ohne vorherigen Hinweis, aktualisiert werden, um Änderungen unserer personenbezogenen Datenschutzpraktiken zu reflektieren.\nWir werden oben in der Datenschutzrichtlinie anzeigen, wann diese das letzte Mal aktualisiert wurde.\n</p> So kontaktieren Sie uns\n<p> Wenn Sie Ihre Datenschutzrechte ausüben möchten, kontaktieren Sie uns bitte mithilfe dieses Formulars.\nSie erhalten darauf Zugriff, sobald Sie sich bei Ihrem Account anmelden.\nSie können uns auch eine E-Mail schicken oder uns schreiben.\nUnten finden Sie die Details, um mit uns in Kontakt zu treten, wenn Sie Ihre Rechte ausüben möchten oder Fragen zur Richtlinie haben:\n</p>\n<p> iHerb, LLC.\nAttn: Legal Department 301 North Lake Avenue, Suite 600 Pasadena, CA 91101, USA </p> Wenn Sie sich im Europäischen Wirtschaftsraum befinden, nutzen Sie bitte folgende Adresse:\n<p> iHerb Netherlands B.V.\nHerikerbergweg 238, 1101 CM Amsterdam, Niederlande\n</p>\n<p> Vorbehaltlich des anwendbaren Rechts kann es bei Datenanfragen, die per E-Mail oder Post eingereicht werden, erforderlich sein, dass Sie zusätzliche Dokumente vorlegen mit denen Sie Ihre Identität bestätigen.\n</p>\n<p> Wenn Sie zusammen mit Ihrer Anfrage keine zusätzliche Dokumentation bereitstellen möchten, empfehlen wir Ihnen, das obenstehende Formular zu verwenden, da es Ihre Identität automatisch bestätigt.\n</p> California Consumer Privacy Statement (Datenschutzerklärung für Kunden aus Kalifornien) <p> Diese California Consumer Privacy Statement (Datenschutzerklärung für Kunden aus Kalifornien) (“Erklärung”) ergänzt die Datenschutzrichtlinien von iHerb https://www.iherb.com/info/privacy.\nDas bezieht sich nur auf Kunden aus Kalifornien und personenbezogene Daten, die wir online und offline erheben.\nDiese Erklärung gilt nicht für iHerb-Mitarbeiter.\n</p>\n<p> Diese Erklärung („California Consumer Privacy Statement“) verwendet bestimmte Begriffe mit der Bedeutung, die sie im „California Consumer Privacy Act“ von 2018 und den darin beschriebenen Regulierungen erhalten haben (fortlaufend „CCPA“ genannt).\n</p>\n<ol>\n<li>\n<strong>Hinweis zu Erfassung und Verwendung personenbezogener Daten</strong>\n</li>\n<p> Wir können personenbezogene Daten sammeln (und haben diese eventuell während des 12-monatigen Zeitraums vor dem Inkrafttreten der Erklärung gesammelt), die zu den folgenden Kategorien gehören: </p>\n<ul>\n<li>\n<strong>Identifikatoren:</strong> Identifikatoren wie Klarname, Alias, Postanschrift, unverwechselbare persönliche Identifikatoren (wie Gerätenummer, Cookies, Beacons, Pixeltags, Identifikatoren bei mobilen Werbeanzeigen und ähnliche Technologie.\nKundennummer, unverwechselbares Pseudonym oder Benutzername.\nTelefonnummer und andere Arten beständiger oder wahrscheinlicher Identifikatoren), Online-Identifikatoren, IP-Adresse, E-Mail-Adresse, Kontoname, Sozialversicherungsnummer, Führerscheinnummer, Ausweis-/Reisepassnummer und andere ähnliche Identifikatoren </li>\n<br>\n<li>\n<strong>Zusätzliche Daten zu Cal.\nCiv.\nCode § 1798.80:</strong> Unterschrift, bundestaatliche Ausweisnummer, Ausbildung, Kontonummer, Kreditkartennummer, Bankkartennummer und andere finanzielle sowie medizinische Informationen </li>\n<br>\n<li>\n<strong>Geschützte Klassifizierungen:</strong> Kenndaten geschützter Klassifizierungen nach kalifornischem Gesetz oder US-Bundesgesetzen, wie ethnische oder nationale Zugehörigkeit, Alter, Geschlecht, Gender, Gender-Identität, Familienstand, Gesundheitszustand, Behindertenstatus, Staatsbürgerschaft, Militärzugehörigkeit und Veteranenstatus </li>\n<br>\n<li>\n<strong>Geschäftliche Daten:</strong> Geschäftliche Daten, darunter persönlicher Besitz, gekaufte, erhaltene oder in Erwägung gezogene Produkte oder Dienstleistungen sowie andere Daten zum Kauf- oder Konsumverhalten </li>\n<br>\n<li>\n<strong>Online-Aktivität:</strong> Daten zu Aktivität im Internet und in anderen elektronischen Netzwerken, einschließlich Browser-Verlauf, Suchanfragen und Daten zu Ihrer Interaktion mit Websites, Apps oder Werbeangeboten </li>\n<br>\n<li>\n<strong>Daten zur Geolokalisierung</strong>\n</li>\n<br>\n<li>\n<strong>Sensorische Daten</strong>: Audio, Video, elektronische und ähnliche Daten </li>\n<br>\n<li>\n<strong>Daten zur Arbeitssituation:</strong> Daten, die mit dem Arbeits- oder Anstellungsverhältnis zu tun haben </li>\n<br>\n<li>\n<strong>Inferenzen:</strong> Inferenzen aus den oben erwähnten Daten mit denen ein Profil erstellt werden kann, das Ihre Präferenzen, Eigenschaften, psychologischen Trends, Veranlagungen, Verhalten, Einstellungen, Intelligenz, Fähigkeiten und Kenntnisse reflektiert </li>\n<br>\n</ul>\n<p> Während des 12-monatigen Zeitraums vor dem Inkrafttreten der Erklärung, haben wir eventuell personenbezogene Daten für die Zwecke, die in unseren Datenschutzrichtlinien beschrieben wurden und für die folgenden Geschäftszwecke, in der „CCPA“ erläutert, verwendet: </p>\n<ul>\n<li>\n<strong>Durchführen von Services, um Konten zu warten oder ihnen Funktionen hinzuzufügen, Bereitstellen von Kundenservice, Bearbeiten und Ausführen von Bestellungen und Transaktionen, Verifizieren von Kundendaten, Bearbeiten von Zahlungen, Bereitstellen von Werbe- oder Marketingservices oder Bereitstellen von Analyseservices oder ähnlichen Services</strong>\n</li>\n<li>\n<strong>Prüfen einer aktuellen Interaktion mit Ihnen sowie gleichzeitige Transaktionen, einschließlich dem Zählen von Ad Impressions von Besuchern, dem Überprüfen von Position und Qualität von Ad Impressions sowie dem Überprüfen der Compliance</strong>\n</li>\n<li>\n<strong>Kurzzeitige, vorübergehende Nutzung, einschließlich kontextueller Anpassung von Werbeanzeigen als Teil derselben Interaktion</strong>\n</li>\n<li>\n<strong>Identifizieren von Sicherheitsvorfällen, Schutz gegen schädliche, täuschende, betrügerische oder illegale Aktivität und strafrechtliches Verfolgen der Verantwortlichen</strong>\n</li>\n<li>\n<strong>Tests, um Fehler zu identifizieren und zu beheben, die bereits bestehende Funktionen beeinträchtigen</strong>\n</li>\n<li>\n<strong>Durchführen von interner Recherche für technologische Entwicklung und Präsentation</strong>\n</li>\n<li>\n<strong>Aktivitäten zur Verifizierung oder Aufrechterhaltung der Qualität oder Sicherheit eines Services oder Geräts, der/das sich in unserem Besitz befindet, von uns oder für uns hergestellt wird oder von uns kontrolliert wird, und um den Service oder das Gerät zu verbessern, zu aktualisieren oder zu erweitern, der/das sich in unserem Besitz befindet, von uns oder für uns hergestellt wird oder von uns kontrolliert wird</strong>\n</li>\n</ul>\n<li>\n<strong>Quellen von personenbezogenen Daten</strong>\n</li>\n<p> Personenbezogene Daten können von uns aus verschiedenen Quellen bezogen werden.\nwie unten beschrieben.\n</p>\n<p>Während des 12-monatigen Zeitraums vor dem Inkrafttreten der Erklärung, haben wir eventuell personenbezogene Daten erhalten, die zu den folgenden Kategorien von Quellen gehören:</p>\n<ul>\n<li>Direkt von Ihnen, beispielsweise dann, wenn Sie eine Bestellung aufgeben</li>\n<li>Durch Ihre Geräte, in Verbindung mit dem Gebrauch unserer Services</li>\n<li>Durch Ihre Familie oder Freunde, in Verbindung mit ihrem Gebrauch unserer Services, wie zum Beispiel dadurch, dass sie Daten zu unseren Produkten direkt an Sie schicken</li>\n<li>Unsere Partner und Tochtergesellschaften</li>\n<li>Anbieter, die für uns Dienstleistungen ausführen</li>\n<li>Soziale Netzwerke</li>\n<li>Online-Werbeunternehmen</li>\n<li>Regierungsbehörden</li>\n</ul>\n<li>\n<strong>\n</strong>\n<p>Verkauf von personenbezogenen Daten</p>\n</li>\n<p> Wir verkaufen Ihre personenbezogenen Daten nicht gegen monetäre Vergütung.\nWir können bestimmten Drittparteien (wie beispielsweise Werbepartnern) erlauben, über automatisierte Technologien in unseren Services Ihre personenbezogenen Daten zu verwenden, gegen eine nicht monetäre Gegenleistung (wie zum Beispiel zu Ihnen passende und für Sie interessante Inhalte und Werbeanzeigen).\nSie haben das Recht dazu, sich gegen diese Weiterleitung Ihrer Daten auszusprechen, wie unten beschrieben.\n</p>\n<p> Während des 12-monatigen Zeitraums vor dem Inkrafttreten der Erklärung haben wir eventuell folgende Kategorien von personenbezogenen Daten an Online-Werbedienstleister und Werbenetzwerke verkauft: </p>\n<ul>\n<li>Identifikatoren</li>\n<li>Geschützte Klassifizierungen</li>\n<li>Geschäftsinformationen</li>\n<li>Online-Aktivität</li>\n<li>Inferenzen</li>\n</ul>\n<p> Wenn wir Kenntnisse über das Alter von Personen haben, verkaufen wir personenbezogene Daten von Minderjährigen unter 16&nbsp;Jahren nicht ohne ausdrückliche Genehmigung.\n</p>\n<li>\n<strong>Das Teilen von personenbezogenen Daten</strong>\n</li>\n<p> Während des 12-monatigen Zeitraums vor dem Inkrafttreten der Erklärung, haben wir, wie unten beschrieben, eventuell personenbezogene Daten mit bestimmten Kategorien von Drittparteien geteilt: </p>\n<p> Es kann sein, dass wir folgende Kategorien von personenbezogenen Daten für Geschäftszwecke an die folgenden Kategorien von Drittparteien weitergegeben haben: </p>\n<strong>Kategorie von personenbezogenen Daten</strong>\n<strong>Kategorie von Drittparteien</strong> Identifikatoren <ul>\n<li>Unsere Partner</li>\n<li>Anbieter, die für uns Dienstleistungen ausführen</li>\n<li>Unternehmen, die professionelle Dienstleistungen anbieten, wie Auditoren und Anwaltskanzleien</li>\n<li>Online-Werbedienstleister und Werbenetzwerke</li>\n<li>Internetanbieter</li>\n<li>Datenanalyseanbieter</li>\n<li>Betriebssysteme und -plattformen</li>\n<li>Soziale Netzwerke</li>\n</ul> Zusätzliche Daten zum Gesetz Cal.\nCiv.\nCode § 1798.80 <ul>\n<li>Unsere Partner</li>\n<li>Anbieter, die für uns Dienstleistungen ausführen</li>\n<li>Unternehmen, die professionelle Dienstleistungen anbieten, wie Auditoren und Anwaltskanzleien</li>\n</ul> Geschützte Klassifizierungen <ul>\n<li>Unsere Partner</li>\n<li>Anbieter, die für uns Dienstleistungen ausführen</li>\n<li>Unternehmen, die professionelle Dienstleistungen anbieten, wie Auditoren und Anwaltskanzleien</li>\n<li>Online-Werbedienstleister und Werbenetzwerke</li>\n<li>Internetanbieter</li>\n<li>Datenanalyseanbieter</li>\n</ul> Geschäftsinformationen <ul>\n<li>Unsere Partner</li>\n<li>Anbieter, die für uns Dienstleistungen ausführen</li>\n<li>Unternehmen, die professionelle Dienstleistungen anbieten, wie Auditoren und Anwaltskanzleien</li>\n<li>Online-Werbedienstleister und Werbenetzwerke</li>\n<li>Internetanbieter</li>\n<li>Datenanalyseanbieter</li>\n</ul> Online-Aktivität <ul>\n<li>Unsere Partner</li>\n<li>Anbieter, die für uns Dienstleistungen ausführen</li>\n<li>Unternehmen, die professionelle Dienstleistungen anbieten, wie Auditoren und Anwaltskanzleien</li>\n<li>Online-Werbedienstleister und Werbenetzwerke</li>\n<li>Internetanbieter</li>\n<li>Datenanalyseanbieter</li>\n<li>Betriebssysteme und -plattformen</li>\n<li>Soziale Netzwerke</li>\n</ul> Daten zur Geolokalisierung <ul>\n<li>Unsere Partner</li>\n<li>Anbieter, die für uns Dienstleistungen ausführen</li>\n<li>Unternehmen, die professionelle Dienstleistungen anbieten, wie Auditoren und Anwaltskanzleien</li>\n<li>Online-Werbedienstleister und Werbenetzwerke</li>\n<li>Internetanbieter</li>\n<li>Datenanalyseanbieter</li>\n<li>Betriebssysteme und -plattformen</li>\n<li>Soziale Netzwerke</li>\n</ul> Sensorische Informationen <ul>\n<li>Unsere Partner</li>\n<li>Anbieter, die für uns Dienstleistungen ausführen</li>\n<li>Unternehmen, die professionelle Dienstleistungen anbieten, wie Auditoren und Anwaltskanzleien</li>\n<li>Online-Werbedienstleister und Werbenetzwerke</li>\n<li>Internetanbieter</li>\n<li>Datenanalyseanbieter</li>\n<li>Betriebssysteme und -plattformen</li>\n<li>Soziale Netzwerke</li>\n</ul> Informationen zur Arbeitssituation <ul>\n<li>Unsere Partner</li>\n<li>Anbieter, die für uns Dienstleistungen ausführen</li>\n<li>Unternehmen, die professionelle Dienstleistungen anbieten, wie Auditoren und Anwaltskanzleien</li>\n<li>Internetanbieter</li>\n</ul> Inferenzen <ul>\n<li>Unsere Partner</li>\n<li>Anbieter, die für uns Dienstleistungen ausführen</li>\n<li>Unternehmen, die professionelle Dienstleistungen anbieten, wie Auditoren und Anwaltskanzleien</li>\n<li>Online-Werbedienstleister und Werbenetzwerke</li>\n<li>Internetanbieter</li>\n<li>Datenanalyseanbieter</li>\n<li>Betriebssysteme und -plattformen</li>\n<li>Soziale Netzwerke</li>\n</ul>\n<p>Zusätzlich zu den Kategorien von Drittparteien, die oben genannt wurden, haben wir eventuell während des 12-monatigen Zeitraums vor dem Inkrafttreten der Erklärung, personenbezogene Daten mit Regierungsbehörden geteilt.</p>\n<li>\n<strong>California Consumer Privacy Rights (Datenschutzbezogene Rechte kalifornischer Kunden)</strong>\n</li>\n<p> Wie unten beschrieben können Sie bestimmte Entscheidungen darüber treffen, wie wir mit Ihren personenbezogenen Daten umgehen.\n</p>\n<ul>\n<li>\n<u>Zugriff:</u> Sie haben das Recht, zweimal innerhalb eines Zeitraums von 12&nbsp;Monaten zu verlangen, dass wir Ihnen mitteilen, welche personenbezogenen Daten wir innerhalb der vergangenen 12&nbsp;Monate erhoben, verwendet, offengelegt und verkauft haben.\n</li>\n<br>\n<li>\n<u>Löschen:</u> Sie haben das Recht, zu verlangen, dass wir bestimmte personenbezogene Daten, die wir von Ihnen erhoben haben, löschen.\n</li>\n<br>\n<li>\n<u>Dem Verkauf widersprechen:</u> Sie haben das Recht dazu, dem Verkauf Ihrer personenbezogenen Daten zu widersprechen.\n</li>\n<br>\n<li>\n<u>Kalifornisches „Shine the Light“-Gesetz:</u> Es kann sein, dass Sie ein Anrecht darauf haben, Folgendes zur Verfügung gestellt zu bekommen: (a) eine Liste mit bestimmten Kategorien der personenbezogenen Daten, die wir an Drittparteien für deren Direktmarketing-Zwecke während des vorangegangenen Kalenderjahres zur Verfügung gestellt haben, sowie (b) die Identität solcher Drittparteien.\n</li>\n</ul>\n<p>\n<strong>So reichen Sie eine Anfrage ein:</strong> Handelt es sich um einen Zugriffs- oder Löschauftrag, <u>klicken Sie hier</u> oder schreiben Sie uns eine E-Mail.\nGeht es um eine „Shine the Light“-Anfrage, schreiben Sie uns eine E-Mail.\nUm dem Verkauf Ihrer personenbezogenen Daten zu widersprechen, <u>klicken Sie hier</u> oder schreiben Sie uns eine E-Mail.\n</p>\n<p>Wenn Sie stellvertretend für einen anderen Kunden eine Anfrage einreichen möchten, schicken Sie bitte eine E-Mail.</p>\n<p>\n<strong>Überprüfen von Anfragen:</strong> Um Ihre Privatsphäre zu schützen und Sicherheit beizubehalten, werden wir Schritte zur Überprüfung Ihrer Identität unternehmen, bevor wir Ihnen Zugriff auf Ihre personenbezogenen Daten erteilen oder Ihrer Anfrage zustimmen.\nWenn Sie bei uns ein Konto haben, verifizieren wir Ihre Identität, indem Sie sich bei Ihrem Konto anmelden.\nWenn Sie kein Konto bei uns haben und Sie den Zugriff auf Ihre personenbezogenen Daten oder deren Löschung beantragen, gibt es keine angemessene Methode, mit der wir Ihre Identität so prüfen können, wie es die CCPA verlangt.\nDer Grund dafür ist, dass iHerb in der Vergangenheit IP-Adressen, Gerätekennungen oder andere automatisch erhobene Daten nicht mit tatsächlichen Personen in Verbindung gebracht hat.\nDementsprechend können wir Ihre Anfrage zum Zugriff auf Ihre personenbezogenen Daten oder deren Löschung nicht bearbeiten.\n</p>\n<p>\n<strong>Zusätzliche Informationen:</strong> Wenn Sie sich dazu entscheiden, Ihre Rechte laut CCPA wahrzunehmen, dann steht Ihnen darüber hinaus das Recht zu, von uns nicht diskriminierend behandelt zu werden.\nSoweit dies nach geltendem Recht zulässig ist, können wir eine angemessene Gebühr erheben, um Ihrer Anfrage nachzukommen.\n</p>\n<p>Wenn Sie Fragen oder Bedenken bezüglich unserer Datenschutzrichtlinien und -praktiken haben, kontaktieren Sie uns bitte wie in Abschnitt So kontaktieren Sie uns in unserer Datenschutzrichtlinie beschrieben.</p>\n</ol> ", "created_at": "2021-10-20 20:26:57.291665", "updated_at": "2021-10-20 18:27:24.052594"}], "points": [], "urls": ["iherb.com"]}}