{"error": 448, "message": "OK", "parameters": {"id": 3863, "name": "D-Link Systems", "created_at": "2021-05-30 21:37:12.180637", "updated_at": "2021-05-30 22:00:24.931621", "wikipedia": null, "keywords": null, "related": null, "slug": "d-link-systems", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3863.png", "url": "dlink.com", "documents": [{"id": 6541, "name": " Privacy Policy", "url": "https://us.dlink.com/en/privacy-policy", "xpath": "//body", "text": " Skip to page main content Skip to page footer <ul>\n<li> Consumer <ul>\n<li> Products <ul>\n<li> Home Networking <ul>\n<li> Wi-Fi 6 </li>\n<li> WiFi Routers </li>\n<li> Wi-Fi Range Extenders </li>\n<li> Powerline </li>\n<li> Adapters </li>\n<li> Switches </li>\n</ul>\n</li>\n<li> Cameras &amp.\nSmart Home <ul>\n<li> Cameras </li>\n<li> Smart Plugs </li>\n<li> Smart Home </li>\n<li> Network Video Recorders </li>\n</ul>\n</li>\n<li> Accessories <ul>\n<li> USB Hubs </li>\n</ul>\n</li>\n</ul> Wireless AC5300 Covr your <br> Whole Home <br> in High-Power Wi-Fi </li>\n<li> Smart Home Ecosystems <ul>\n<li> mydlink <ul>\n<li> Rich Notifications </li>\n<li> Smart DIY </li>\n</ul>\n</li>\n<li> Amazon Alexa </li>\n<li> IFTTT </li>\n</ul>\n</li>\n<li> Apps </li>\n<li> Platforms and Tools <ul>\n<li> Cloud Services </li>\n<li> McAfee Protection <ul>\n<li> McAfee LiveSafe Renewal Tutorial </li>\n</ul>\n</li>\n<li> Wi-Fi Mesh </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Business <ul>\n<li> Solutions <ul>\n<li> Enterprise </li>\n<li> Small and Medium Business </li>\n<li> Managed Service Provider </li>\n<li> Education </li>\n<li> Healthcare </li>\n<li> Government </li>\n</ul> Wireless AC5300 Covr your <br> Whole Home <br> in High-Power Wi-Fi </li>\n<li> Products <ul>\n<li> Switches <ul>\n<li> Cloud Managed Switches </li>\n<li> Unmanaged Switches </li>\n<li> Smart Managed Switches </li>\n<li> Fully Managed Switches </li>\n<li> Industrial Switches </li>\n<li> Switch Accessories </li>\n<li> Management Software </li>\n<li> Metro Ethernet Switches </li>\n</ul>\n</li>\n<li> Wireless <ul>\n<li> Cloud Managed APs </li>\n<li> Software Managed APs </li>\n<li> Controller Managed APs </li>\n<li> Wireless Controllers </li>\n</ul>\n</li>\n<li> Surveillance <ul>\n<li> Cameras </li>\n<li> Network Video Recorders </li>\n</ul>\n</li>\n<li> Network Security <ul>\n<li> VPN Routers </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Nuclias <ul>\n<li> Nuclias Cloud </li>\n<li> Nuclias Connect </li>\n</ul>\n</li>\n<li> Case Studies </li>\n<li> Where to Buy </li>\n<li> Resources </li>\n<li> Tools <ul>\n<li> D-ViewCam <ul>\n<li> DCS-100 </li>\n<li> DCS-210 </li>\n<li> DCS-220 </li>\n<li> DCS-230 </li>\n<li> DCS-250 </li>\n</ul>\n</li>\n<li> CMS <ul>\n<li> DCS-260 </li>\n</ul>\n</li>\n<li> D-View 7 </li>\n<li> CWM <ul>\n<li> CWM-100 </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Partners </li>\n</ul>\n</li>\n<li> D-Link Blog </li>\n<li> Shop </li>\n<li> Support </li>\n</ul>\n<ul>\n<li> Consumer <ul>\n<li> Products <ul>\n<li> Home Networking <ul>\n<li> Wi-Fi 6 </li>\n<li> WiFi Routers </li>\n<li> Wi-Fi Range Extenders </li>\n<li> Powerline </li>\n<li> Adapters </li>\n<li> Switches </li>\n</ul>\n</li>\n<li> Cameras &amp.\nSmart Home <ul>\n<li> Cameras </li>\n<li> Smart Plugs </li>\n<li> Smart Home </li>\n<li> Network Video Recorders </li>\n</ul>\n</li>\n<li> Accessories <ul>\n<li> USB Hubs </li>\n</ul>\n</li>\n</ul> Wireless AC5300 Covr your <br> Whole Home <br> in High-Power Wi-Fi </li>\n<li> Smart Home Ecosystems <ul>\n<li> mydlink <ul>\n<li> Rich Notifications </li>\n<li> Smart DIY </li>\n</ul>\n</li>\n<li> Amazon Alexa </li>\n<li> IFTTT </li>\n</ul>\n</li>\n<li> Apps </li>\n<li> Platforms and Tools <ul>\n<li> Cloud Services </li>\n<li> McAfee Protection <ul>\n<li> McAfee LiveSafe Renewal Tutorial </li>\n</ul>\n</li>\n<li> Wi-Fi Mesh </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Business <ul>\n<li> Solutions <ul>\n<li> Enterprise </li>\n<li> Small and Medium Business </li>\n<li> Managed Service Provider </li>\n<li> Education </li>\n<li> Healthcare </li>\n<li> Government </li>\n</ul> Wireless AC5300 Covr your <br> Whole Home <br> in High-Power Wi-Fi </li>\n<li> Products <ul>\n<li> Switches <ul>\n<li> Cloud Managed Switches </li>\n<li> Unmanaged Switches </li>\n<li> Smart Managed Switches </li>\n<li> Fully Managed Switches </li>\n<li> Industrial Switches </li>\n<li> Switch Accessories </li>\n<li> Management Software </li>\n<li> Metro Ethernet Switches </li>\n</ul>\n</li>\n<li> Wireless <ul>\n<li> Cloud Managed APs </li>\n<li> Software Managed APs </li>\n<li> Controller Managed APs </li>\n<li> Wireless Controllers </li>\n</ul>\n</li>\n<li> Surveillance <ul>\n<li> Cameras </li>\n<li> Network Video Recorders </li>\n</ul>\n</li>\n<li> Network Security <ul>\n<li> VPN Routers </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Nuclias <ul>\n<li> Nuclias Cloud </li>\n<li> Nuclias Connect </li>\n</ul>\n</li>\n<li> Case Studies </li>\n<li> Where to Buy </li>\n<li> Resources </li>\n<li> Tools <ul>\n<li> D-ViewCam <ul>\n<li> DCS-100 </li>\n<li> DCS-210 </li>\n<li> DCS-220 </li>\n<li> DCS-230 </li>\n<li> DCS-250 </li>\n</ul>\n</li>\n<li> CMS <ul>\n<li> DCS-260 </li>\n</ul>\n</li>\n<li> D-View 7 </li>\n<li> CWM <ul>\n<li> CWM-100 </li>\n</ul>\n</li>\n</ul>\n</li>\n<li> Partners </li>\n</ul>\n</li>\n<li> D-Link Blog </li>\n<li> Shop </li>\n<li> Support </li>\n</ul> Search Search is required &nbsp.\nD-Link US D-Link US Search Privacy Policy <p>D-Link Systems, Inc.\nand its family of companies (alternatively referred to herein as \"D-Link\", \"we\", “our” or \"us\") are committed to protecting the privacy of any user (alternatively referred to as \"you\", \"user\" or \"customer\") of certain D-Link site, app and services (collectively \"Services\") or certain D-Link products (\"Products\").\nWe recognize that the trust placed in us by you requires comprehensive and responsible privacy protections, and we are therefore committed to providing you with a positive, easy, and more secure online experience.</p>\n<p>We recognize the need to maintain the confidentiality of information that you reasonably expect to remain private.\nYou expect, deserve and receive nothing less than our fullest commitment to this goal.\nWe also have an obligation to assist law enforcement and other government agencies responsible for protecting the public welfare, whether it be an individual or the security interests of the entire nation.\nIf and when we are asked to help, we do so strictly within the scope of law and under the most stringent conditions.</p>\n<p>This D-Link privacy policy (referred to herein as \"Privacy Policy” or \"Policy\") addresses the privacy of customers domestically and overseas.\nWhere applicable, D-Link will comply with laws that contain requirements that differ from this Policy.\nIN CERTAIN JURISDICTIONS, D-LINK SHALL ADOPT A SEPARATE PRIVACY POLICY TO REFLECT THE REQUIREMENTS OF APPLICABLE LOCAL LAWS.</p>\n<p>&nbsp;</p>\nOur Privacy Policy Explained <p>\n<em>\n<strong>1.\nWhat information is collected or processed?</strong>\n</em>\n</p>\n<p>Any information you submit due to the use, purchase, subscription, license request, registration of or for any of the Services or Products may be collected or processed within the scope of and in accordance with specific lawful requirements.\nIn order to better define the type of such information, we have identified and grouped it into three categories:</p>\n<p> a) Personal information;<br>\nb) General non-specific and demographic information.\nand<br>\nc) Customer proprietary network information</p>\n<p>Personal Information<br>\nWe collect your personal information including information you give us, information collected as a result of your relationship with us and information we may obtain from other sources.\nPersonal information, as defined by this Privacy Policy, is any information that can be used to identify you personally, such as name, address, telephone number, email address, and other information required to provide Services, deliver Products, provide customer support or secure your right of the above.\nWe may process your personal information only to the extent that such is necessary to perform a contract or deliver Services, for the purposes of legitimate interests, or you have given consent to the processing for one or more specific purposes.</p>\n<p>General Non-Specific and Demographic Information</p>\n<p>Any non-personal information either entered by you or recorded as part of the transaction process is considered to be general non-specific and demographic information.\nThis is information that does not contain personal information, and may include experience with Products such as the type and quantities of Products purchased, your web browser and operating system types, the identity of the web page from which your browser entered our site, and any other demographic information such as title, educational and employment background, professional interests, which does not specifically identify any one individual.\nSuch information is typically collected by the use of cookies, web logs, and web beacons.</p>\n<p>We may collect web usage information, such as the pages you visit on our sites, your Internet Protocol (IP) address, behavior (i.e.\nthe pages you view, the links you click, the amount of time you spend on such pages, and whether you re-visit our sites or pages and other actions you take in connection with D-Link sites) and Product information.\nSuch information may be tracked by recording the Uniform Resource Locator (URL), as well as your computer's IP address.</p>\n<p>Customer Proprietary Network Information</p>\n<p>\nShould we provide Services to you in telecommunications form, we may collect and maintain certain customer proprietary network information (\"CPNI\").\nYour CPNI may include the types of Services you receive, usage information, user IDs and passwords, billing and transaction information.\n</p>\n<p>Product Specific Information Collected</p>\n<p>\nThe evolution of Products and Services will necessitate the collection of more information.\nEach Product or type of Services will require specific information to be collected in support of the Product features and in order to continue to provide you with the best experience possible.\nEach Product or type of Services may collect some or all of the following:</p>\n<ul>\n<li>Information provided by you during the setup or installation process</li>\n</ul>\n<ul>\n<li>Sound and image recognition, including but not limited to voice, noise and face</li>\n<li>Environmental data, including but not limited to temperature, ambient light, humidity, CO2 levels, precipitation, moisture, noise decibels and motion from the Product sensors </li>\n<li>Your preferred settings for Products or Services, including but not limited to room and product temperature, scheduling, alerts and notifications </li>\n<li>Utilities usage data </li>\n<li>Technical information from the Product </li>\n<li>Audio and video signals and data</li>\n</ul>\n<p>Information provided by you during the setup or installation process: When you install a Product or type of Services, you may be asked your Product name and its location within the premises, to better help you identify the Product when accessing it through a remote device.\nAdditionally, you will need to provide your SSID (Wi-Fi network name) and password so that the Product can connect to the Internet.<br>\n</p>\n<p>Sound and Image: Certain Products may contain sensors and software that is capable of detecting voice commands, detecting different sounds, like glass breaking or smoke/fire alarms, as well as recognizing certain facial features.\nSuch features may be used to allow your Products to interact with other products or provide a better user experience.</p>\n<p>Environmental data: Sensors may be built into Products that allow us to collect data such as temperature, ambient light, humidity, CO2 levels, precipitation, moisture, noise decibels and motion from the Products.\nBy collecting this data, Products can take actions like turning on lights if motion is detected.</p>\n<p>Your preferred settings for Products or Services: By collecting this information, D-Link can better understand customer usage of features and improve the overall customer experience.</p>\n<p>Utilities usage data: In an effort to help you conserve energy, Products may collect information including duration of device usage, water consumption, utilization of power saving modes, and moisture levels so that we can provide you the relevant data to better help you conserve resources.</p>\n<p>Technical information from the Product: D-Link strives to improve upon your experience.\nBy collecting technical information we are better able to troubleshoot problems.\nSome of the information we gather is model and serial number, software version, and technical information such as signal strength, sensor status, and remaining battery life.</p>\n<p>Audio and video signals and data: Some Products provide you with the ability to record or stream audio and video.\nDepending upon your personal configuration and settings, D-Link may capture the audio and video recordings from the Products in order to email clips or sections of this data in support of motion detection or other notification events.\nFurthermore, if you have enabled cloud recording, we will collect and store the audio and video data from your device for the applicable period supported by your Product.</p>\n<p>Privacy and data protection laws vary by jurisdiction and yours may impose certain responsibilities on your use of our Products and Services.\nYou, not D-Link, are responsible for ensuring compliance with any applicable laws when you use our Products and Services.\nFor example, some jurisdictions may require you to obtain prior consent before recording or sharing audio or video of a third party.</p>\n<p>\n<em>\n<strong>2.\nWhat do we use the information for?</strong>\n</em>\n</p>\n<p>In order to provide you with the best online experience possible, we collect both your personal and non-personal information to give us a better understanding of the demographic and geographic profile.\nThe information we collect is reviewed closely to assist us in determining the most popular Products or Services of interest to you, update you on our new Services and benefits, to personalize Services for you and to better design D-Link Products and Services) to suit your needs.</p>\n<p>By tracking your IP address through our Services, we can better understand the types of products, services and information that are relevant to you, and may from time to time use this information to provide you with information or promotions that match your various geographical and demographic dynamics.</p>\n<p>From time to time, we may send surveys to you via email or online through our Services in order to solicit feedback on improvements we should make to our Products and Services.\nThese surveys are completed on a voluntary basis and personal and general information are not required.\nRefusal to complete any survey or poll will not result in any penalization of the customer standings with our organization.\nShould you not wish to receive notification of subsequent surveys or polls, you can click the link supplied at the bottom of every promotional email we send you to request that you not receive such notifications in the future.</p>\n<p>We may also run contests or sweepstakes at different times.\nBy entering the sweepstakes you agree to disclose your personal information for our use in future marketing campaigns.\nYour consent for our use of your information may be a condition of your participation and eligibility for any such contest or sweepstakes.</p>\n<p>In some cases we may combine web usage information related to your access to our Services with personal information.\nWe use the combined information to provide customers with a better experience by providing customized features, Services, and advertising.\nOnce combined, the resulting data is protected as personal information as described in this Policy.</p>\n<p>We may occasionally provide you with the ability to create personal profile areas and view protected content.\nYour personal and other information may be required for such purposes.</p>\n<p>Additional ways in which we may use your personal and other information include: exchanging information for purposes of accepting customer feedback and providing support, allowing you to forward information to another individual such as a friend or co-worker, and meeting contractual obligations.\nWe will send your friend a one-time email inviting them to access our Services.\nD-Link stores this information which is only used for the sole purpose of sending this one-time email or tracking the success of our referral program.\nYour friend may contact us at the contact information listed below to request that we remove this information from our database.</p>\n<p>Should you contact us via the “Contact Us” page on our site, or via email, telephone or written correspondence, we may keep your comments on file for future use in our contact database.</p>\n<p>D-Link or our service providers may collect, process and store your personal information in locations outside your home country where our servers reside.\nPrivacy and data protections and regulations in other countries, including the rights of the authorities to gain access of your personal information, may not be equivalent to those in your country.\nIf you are using our Products or Services in the European Union or other regions with laws governing data collection and use that may differ from the laws where your data is collected, processed and stored, you agree to the transfer of personal information to the country where we operate or locate our servers.</p>\n<p>\n<em>\n<strong>3.\nHow do we share your Information?</strong>\n</em>\n</p>\n<p>Your personal information will not be sold, traded, or rented to third-parties unless you grant us permission to do so and except as otherwise stated in this Policy.</p>\n<p>We may share your personal information within D-Link for purposes of data processing or storage according to the law.\nWe may also provide personal information to trusted partners who are acting on behalf of or with D-Link under confidentiality agreements and in a lawful manner.\nThese companies may use your personal information to help D-Link communicate with you about offers from D-Link and our marketing partners within the scope of law.\nHowever, these companies do not have any independent right to share your information.</p>\n<p>When we use third parties to assist us in processing your personal information, we require that these parties agree to process such information strictly in accordance with our instructions and in compliance with this Policy and any other appropriate confidentiality and security measures.\nTo the extent permitted by law, D-Link does not assume any liability for third parties that have been provided with information as permitted by this Privacy Policy or who have collected information as permitted by this Privacy Policy.</p>\n<p>Some Products within their technical environment communicate with one another.\nThese Products will share information to help provide you with the best experience possible.\nFor example, you may setup an event that directs a motion sensor in your garage to turn on a light connected to a smart plug in your house when motion is detected.</p>\n<p>We may respond to subpoenas, court orders, or legal process by disclosing your personal information and other related information if required by law or regulation.\nWe also may use your personal information to establish or exercise our legal rights or defend against legal claims.</p>\n<p>We may share personal information and any other additional information available to us in order to investigate, prevent, or take actions regarding illegal activities, suspected fraud, situations involving potential threats to the physical safety of any person including D-Link employees, violations of any D-Link's terms of use, or as otherwise required by law or regulation.</p>\n<p>We are committed to respecting and protecting your CPNI.\nExcept as may be required by law or authorized by you, we do not sell, trade, or share your CPNI,&nbsp;including your calling records with anyone outside of D-Link or with anyone not authorized to represent us to offer our Products or Services, or to perform functions on our behalf.</p>\n<p>Generally, we may use your CPNI in the provision of Services you purchase, including billing and collections for those Services.\nAdditionally, we are permitted to use or disclose CPNI to offer telecommunications services of the same type that you already purchase from us.\nWe may also use or disclose your CPNI for legal or regulatory reasons such as in response to a court order or subpoena, or to investigate fraud and prevent the unlawful use of our network and Services.\nWe may additionally use CPNI to protect other customers.</p>\n<p>We will ask you for your opt-in consent to share your personal information with a third party for any purpose not described above or as otherwise required by applicable law or regulation.\nCircumstances may arise where, whether for strategic or other business reasons, D-Link decides to sell, buy, merge or otherwise reorganize businesses in some countries.\nSuch a transaction may involve the disclosure of personal information to prospective or actual purchasers, or the receipt of it from sellers.\nIt is D-Link's practice to seek appropriate protection for information in these types of transactions.\nYou will be notified via email and/or a prominent notice on our site of any change in ownership or uses of your personal information, as well as any choices you may have regarding your personal information.</p>\n<p>\n<em>\n<strong>4.\nYour Choice</strong>\n</em>\n</p>\n<p>You can help ensure that your contact information and preferences are accurate, complete, and up to date by logging in to your D-Link account.\nD-Link will not share or use your personal information provided to or received by us online in ways contrary to this Policy without informing you first and offering you a choice.\nYou may choose to stop receiving our marketing messages by following the unsubscribe instructions included in these messages.\nIf you don’t want to be on our mailing list, you can opt out anytime by logging into your D-Link account to update the preference of My Profile.\nShould we ever desire to share your information with third parties that are not acting on our behalf and governed by our Privacy Policy, we will first obtain your permission.</p>\n<p>\n<em>\n<strong>5.\nHow do we use automatic data collection tools?</strong>\n</em>\n</p>\n<p>Cookies</p>\n<p>\nD-Link or a third party acting on our behalf may use cookies to tailor and improve the content we deliver to our customers, to improve our Services by assessing which areas, features, and products are most popular, and to personalize our Services and make recommendations based on the information, including product choices that a particular user has previously provided.\nWe may also use cookies to store user preferences, complete online order activity, and keep track of transactions.</p>\n<p>You can configure your web browser to alert you when a site is attempting to send a cookie to your device and allow you to accept or refuse the cookie.\nYou may stop or restrict the placement of cookies on your device, including third party cookies, or delete cookies previously accepted, by adjusting your web browser preferences.\nSome web pages may not work correctly if you have cookies disabled.\nThe use of cookies by our partners, affiliates, tracking utility company, service providers is not covered by our Privacy Policy.\nWe do not have access or control over these cookies.\nOur partners, affiliates, tracking utility company, service providers use session ID cookies to make it easier for you to navigate our site.</p>\n<p>Web Beacons</p>\n<p>Web beacons (also known as \"clear gifs\" or \"one-pixel gifs\") are small graphic images on a web page or in an email that allow us to monitor the activity regarding our Services or to make cookies more effective.\nD-Link or a third party acting on our behalf may use web beacons in certain of our pages and emails to gauge the effectiveness of our marketing efforts and email correspondence.\nWe do not tie the information gathered by these web beacons to our customers’ personal information.</p>\n<p>\n<em>\n<strong>6.\nHow do we keep your personal information secure?</strong>\n</em>\n</p>\n<p>We maintain a variety of physical, electronic, and procedural safeguards to help protect your personal information.\nWhen you are ordering Services via our site, we use the Internet encryption protocol Secure Sockets Layer (SSL) to help protect the security of your personal information.\nThe SSL protocol is also implemented for (i) guarding your account information, and (ii) better securing all logs of settings and Services of your devices.\nD-Link will continue to revise its policies and implement additional security features as new technologies become available.\nHowever, no system or service can provide an absolute assurance of security, especially Services that rely to some extent on the Internet.\nTherefore, by using our Services, you acknowledge the risk that third parties may gain unauthorized access to your information.\nIf we determine that a security breach has occurred and that such breach creates a risk of identity theft or service disruption, we will make reasonable attempts to notify you.</p>\n<p>You should understand data via online transmission is not completely secure.\nWe cannot guarantee full protection and security data, only that we take all reasonable actions to protect information sent to us electronically.\nTransmission of any data by you is at your own risk.\nWhere applicable you may be given access to our Services that require a password.\nYou are responsible for the password's safety and confidentiality.</p>\n<p>\n<em>\n<strong>7.\nAccuracy and Access</strong>\n</em>\n</p>\n<p>D-Link endeavors to maintain the accuracy of your personal information.\nIf you have questions concerning our collecting or processing of your personal information, we will be pleased to provide information that is related to you.\nIf your personal information changes, or if you no longer desire our Services, you may have the right within the scope of law to correct, update, amend, restrict, delete, remove or deactivate it by contacting us, provided that legal requirements are met.\nWe will usually respond to your request to access no more than ten (10) days.</p>\n<p>We will retain your information for as long as your account is active or as needed to provide you Services and for a certain period of time within the scope of law from the date of your last interaction with us.\nWe will retain and use your information as necessary to comply with our legal obligations, resolve disputes, and enforce our agreements.</p>\n<p>Links to third party sites through the Services are provided solely as a convenience to you.\nUse of these links by you will cause you to leave our sites.\nD-Link has not reviewed these third party sites and does not control and is not responsible for any of them, their content or their privacy policy.\nIf you are asked to provide information on these sites or in connection with services provided by these sites, we strongly encourage you to carefully review their privacy policies before sharing any information.\nD-Link neither endorses nor makes any representations about any third party sites, or any information, software or other products or materials found therein, or any results that may be obtained from using such third party sites.\nYour access of any third party sites is at your own risk.</p>\n<p>Our Services may include social media features such as the Facebook Like button, and widgets such as the ShareThis button or interactive mini-programs that run on our site.\nThese features may collect your IP address, which page you are visiting on our site, and may set a cookie to enable the feature to function properly.\nSocial media features and widgets are either hosted by a third party or hosted directly on our site.\nYour interactions with these features are governed by the privacy policy of the company providing it.</p>\n<p>Facebook Connect or Open ID</p>\n<p>\nYou may log in to our Services using sign-in services such as Facebook Connect or an Open ID provider.\nThese services will authenticate your identity and provide you the option to share certain personal information with us such as your name and email address to pre-populate our sign up form.\nServices like Facebook Connect give you the option to post information about your activities on this site to your profile page to share with others within your network.</p>\n<p>\n<em>\n<strong>8.\nCalifornia Privacy Rights </strong>\n</em>\n</p>\n<p>\n<strong>Notice to California residents: D-Link does not sell personal information to third parties (pursuant to California Civil Code §§ 1798.100–1798.199, also known as the California Consumer Privacy Act of 2018), nor does D-Link share personal information with third parties for their direct marketing purposes (pursuant to California Civil Code Sec.\n1798.83).</strong>\n</p>\n<p>California residents have the right to make the following requests with respect to your personal information under the California Consumer Privacy Act (CCPA) and will not be discriminated against for exercising such rights:</p>\n<br>\n<ul>\n<li>\n<strong>Disclosure</strong>&nbsp;- You have the right to request that we disclose to you the personal information we have collected, used, disclosed or sold about you in the previous 12 months.\nYou may submit a request to <strong>My Information</strong>.</li>\n<li>\n<strong>Deletion</strong>&nbsp;- You can request that we delete your personal information that we collected from you to the extent required under CCPA and subject to certain exceptions.\nWe may retain personal information to service your registered accounts and Products, to comply with applicable laws and regulations and other permissible purposes.\nThat means we may not be able to delete all of your personal information.\nYou may submit a deletion request to <strong>My Information</strong>.</li>\n<li>\n<strong>Do Not Sell</strong>&nbsp;- While D-Link does not sell your personal information, you have the right to request to opt-out from future “sales” of your personal information.\nTo do so, please may a request to <strong>Do Not Sell My Information – CA Residents Only</strong>.</li>\n</ul>\n<br>\n<p>We may continue to share some personal information with our service providers that do not constitute “sales” to help us perform advertising-related functions and ensure Products and Services are working correctly.\nAny opt out choices you make will only apply to the specific email address that you provide when making the request.</p>\n<p>You may use an authorized agent to submit a request to disclose your information, delete your information, or opt out of the sale of your information.\nTo designate an agent for these purposes you must provide us with a copy of a written and signed permission given to your authorized agent verify your own identity directly with us.</p>\n<p>As an alternative to above you may make a California disclosure, deletion of opt-out request by contacting us at 1-855-883-5433.</p>\n<p>\n<em>\n<strong>9.\nEffective Date and Policy Updates</strong>\n</em>\n</p>\n<p>This Privacy Policy is made effective as of January 1<sup>st</sup>, 2020 and supersedes and replaces all previously posted privacy policies.\nWe reserve the right to update our Privacy Policy from time to time.\nWhen we change the Policy in a material way, a notice will be posted on our site along with the updated Privacy Policy prior to the change becoming effective.\nWhen you visit our site the next time, you should once again read the updated Privacy Policy.</p>\n<p>\n<em>\n<strong>10.\nOur Commitment to Your Privacy</strong>\n</em>\n</p>\n<p>As we are committed to the security of your personal information, we communicate our privacy and security guidelines to D-Link employees and strictly enforce our privacy safeguards.\nNevertheless, you shall always have the right to lodge a complaint with the authorities responsible for the supervision of personal information protection.</p>\n<ul>\n<li> Top </li>\n</ul> Get exclusive updates on <br>the latest D-Link news, product <br>announcements and more! Subscribe I’d like to be kept up to date with D-Link news, product updates and promotions, and I understand and agree to <br>D-Link’s Privacy Policy.\nAlways be the first to know Get exclusive updates on <br>the latest D-Link news, product <br>announcements and more! I’d like to be kept up to date with D-Link news, product updates and promotions, and I understand and agree to D-Link’s Privacy Policy.\nSubscribe Footer navigation <ul>\n<li>\n</li>\n<li>Privacy Policy</li>\n</ul> COMPANY <ul>\n<li>About D-Link</li>\n<li>CSR</li>\n<li>Investor Relations</li>\n<li>Awards</li>\n</ul> NEWS &amp.\nEVENTS <ul>\n<li>Latest News</li>\n</ul> RESOURCES <ul>\n<li>Do Not Sell My Personal Information</li>\n</ul> FOLLOW US <ul>\n<li>Facebook</li>\n<li>Instagram</li>\n<li>LinkedIn</li>\n<li>Youtube</li>\n<li>Twitter</li>\n</ul>\n<ul>\n<li> &nbsp;D-Link United States </li>\n<li>Contact Us</li>\n<li>Shipping Policy</li>\n<li>Privacy</li>\n<li>Do Not Sell My Info – CA Residents Only</li>\n<li>Terms of Use</li>\n<li>Sitemap</li>\n</ul> © D-Link Systems Choose your local support site <ul>\n<li> Americas </li>\n<li> Asia Pacific </li>\n<li> Europe </li>\n<li> Middle East &amp.\nAfrica </li>\n</ul>\n<ul>\n<li> Brazil </li>\n<li> Canada </li>\n<li> Latin America </li>\n<li> United States </li>\n</ul>\n<ul>\n<li> Australia &amp.\nNew Zealand </li>\n<li> Brunei </li>\n<li> China </li>\n<li> Hong Kong </li>\n<li> India </li>\n<li> Indonesia </li>\n<li> Japan </li>\n<li> Kazakhstan </li>\n<li> Korea </li>\n<li> Malaysia </li>\n<li> Philippines </li>\n<li> Singapore </li>\n<li> Taiwan </li>\n<li> Thailand </li>\n<li> Vietnam </li>\n</ul>\n<ul>\n<li> Albania </li>\n<li> Austria/Germany/Switzerland </li>\n<li> Belarus </li>\n<li> Belgium (Nederlands) </li>\n<li> Belgium/Luxembourg (Français) </li>\n<li> Bosnia &amp.\nHerzegovina </li>\n<li> Bulgaria </li>\n<li> Croatia </li>\n<li> Czech Republic </li>\n<li> Denmark </li>\n<li> Estonia </li>\n<li> Finland </li>\n<li> France </li>\n<li> Greece </li>\n<li> Hungary </li>\n<li> Italy </li>\n<li> Kosovo </li>\n<li> Latvia </li>\n<li> Lithuania </li>\n<li> Macedonia </li>\n<li> Montenegro </li>\n<li> Netherlands </li>\n<li> Norway </li>\n<li> Poland </li>\n<li> Portugal </li>\n<li> Romania </li>\n<li> Russia </li>\n<li> Serbia </li>\n<li> Slovenia </li>\n<li> Spain </li>\n<li> Sweden </li>\n<li> Turkey </li>\n<li> Ukraine </li>\n<li> United Kingdom &amp.\nIreland </li>\n</ul>\n<ul>\n<li> Israel </li>\n<li> Middle East </li>\n<li> South Africa </li>\n</ul> Americas <ul>\n<li> Brazil </li>\n<li> Canada </li>\n<li> Latin America </li>\n<li> United States </li>\n</ul> Asia Pacific <ul>\n<li> Australia &amp.\nNew Zealand </li>\n<li> Brunei </li>\n<li> China </li>\n<li> Hong Kong </li>\n<li> India </li>\n<li> Indonesia </li>\n<li> Japan </li>\n<li> Kazakhstan </li>\n<li> Korea </li>\n<li> Malaysia </li>\n<li> Philippines </li>\n<li> Singapore </li>\n<li> Taiwan </li>\n<li> Thailand </li>\n<li> Vietnam </li>\n</ul> Europe <ul>\n<li> Albania </li>\n<li> Austria/Germany/Switzerland </li>\n<li> Belarus </li>\n<li> Belgium (Nederlands) </li>\n<li> Belgium/Luxembourg (Français) </li>\n<li> Bosnia &amp.\nHerzegovina </li>\n<li> Bulgaria </li>\n<li> Croatia </li>\n<li> Czech Republic </li>\n<li> Denmark </li>\n<li> Estonia </li>\n<li> Finland </li>\n<li> France </li>\n<li> Greece </li>\n<li> Hungary </li>\n<li> Italy </li>\n<li> Kosovo </li>\n<li> Latvia </li>\n<li> Lithuania </li>\n<li> Macedonia </li>\n<li> Montenegro </li>\n<li> Netherlands </li>\n<li> Norway </li>\n<li> Poland </li>\n<li> Portugal </li>\n<li> Romania </li>\n<li> Russia </li>\n<li> Serbia </li>\n<li> Slovenia </li>\n<li> Spain </li>\n<li> Sweden </li>\n<li> Turkey </li>\n<li> Ukraine </li>\n<li> United Kingdom &amp.\nIreland </li>\n</ul> Middle East &amp.\nAfrica <ul>\n<li> Israel </li>\n<li> Middle East </li>\n<li> South Africa </li>\n</ul> End of popup.\n××", "created_at": "2021-05-30 21:37:12.184749", "updated_at": "2021-05-30 19:38:39.109766"}], "points": [], "urls": ["dlink.com"]}}