{"error": 448, "message": "OK", "parameters": {"id": 583, "name": "Skycloud", "created_at": "2018-06-28 22:26:37.6139", "updated_at": "2021-03-25 03:19:36.365882", "wikipedia": null, "keywords": null, "related": null, "slug": "skycloud", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/583.png", "url": "skycloud.pro", "documents": [{"id": 359, "name": "Privacy Policy", "url": "https://uk.skycloud.pro/Privacy-Policy", "xpath": "", "text": "sCloud uses cookies to ensure you get the best experience on our website.\nLearn moreGot it! <ul>\n<li>Home</li>\n<li>News</li>\n<li>API</li>\n<li>Pricing</li>\n<li> My sCloud</li>\n<li> Download sCloud</li>\n<li> Support</li>\n<li>\n</li>\n</ul>\n<ul>\n<li>Home</li>\n<li>News</li>\n<li>API</li>\n<li>Pricing</li>\n<li> My sCloud</li>\n<li> Download sCloud</li>\n<li> Support</li>\n<li>\n</li>\n</ul> Original textContribute a better translation <br>\n<br>\n<br>\n<br>\n<br>\n<br>\n<b>PRIVACY POLICY</b>\n<p> sCloud Does Not Share Any of your Information with anyone,\nall of your information is stored on sCloud's Super Secured\nMulti-Encrypted Servers.<br>\n<br>\n<br> If sharing information with other sCloud users<br>\nit is your sole responsibility of the other party<br>\nusing that information that you share.\n<br>\n<br> Privacy Policy of sCloud and served by sCloud.live and governs the privacy of its users who choose to use it.<br>\n<br> This page is used to inform website visitors regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use our Service.\n<br>If you choose to use our Service, then you agree to the collection and use of information in relation to this policy.\nThe Personal Information that we collect is used for providing and improving the Service.\nWe will not use or share your information with anyone except as described in this Privacy Policy.\n<br>The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at sCloud unless otherwise defined in this Privacy Policy.\n<br>\n<br>\n<strong>Information Collection and Use</strong>\n<br>For a better experience, while using our Service, we may require you to provide us with certain personally identifiable information, including but not limited to email address, full name,age,sex.\nThe information that we request is will be retained by us and used as described in this privacy policy.\nsCloud does use third party services that may collect information used to identify you.\n<br>\n<br>\n</p>\n<p>\n<strong>Cookies</strong>\n<br>Cookies are files with small amount of data that is commonly used an anonymous unique identifier.\nThese are sent to your browser from the website that you visit and are stored on your device internal memory.\nThis Service does not use these \"cookies\" explicitly.\nHowever, the app may use third party code and libraries that use \"cookies\" to collection information and to improve their services.\nYou have the option to either accept or refuse these cookies and know when a cookie is being sent to your device.\nIf you choose to refuse our cookies, you may not be able to use some portions of this Service.\n<br>\n<br>\n<strong>Security</strong>\n<br>We value your trust in providing us your Personal Information, thus we are striving to use commercially acceptable means of protecting it.\nBut remember that no method of transmission over the internet, or method of electronic storage is 100% secure and reliable, and we cannot guarantee its absolute security.<br>\n</p>\n<li> Find out more about the security that sCloud uses here.</li>\n<br>\n<br>\n<strong>Links to Other Sites</strong>\n<br> This Service may contain links to other sites.\nIf you click on a third-party link, you will be directed to that site.\nNote that these external sites are not operated by us.\nTherefore, we strongly advise you to review the Privacy Policy of these websites.\nWe have no control over and assume no responsibility for the content, privacy policies, or practices of any third-party sites or services.<br>\n<br>\n<strong>Changes to This Privacy Policy</strong>\n<br>We may update our Privacy Policy from time to time.\nThus, you are advised to review this page periodically for any changes.\nWe will notify you of any changes by posting the new Privacy Policy on this page.\nThese changes are effective immediately after they are posted on this page.\n<br>\n<br>\n<strong>Contact Us</strong>\n<br>If you have any questions or suggestions about our Privacy Policy, do not hesitate to contact us.\n<br>\n<br>\n<p>\n</p>\n<b>Adverts and Sponsored Links</b>\n<p> This website may contain sponsored links and adverts.\nThese will typically be served through our advertising partners, to whom may have detailed privacy policies relating directly to the adverts they serve.\n<br>\n<br>\nClicking on any such adverts will send you to the advertisers website through a referral program which may use cookies and will track the number of referrals sent from this website.\nThis may include the use of cookies which may in turn be saved on your computers hard drive.\nUsers should therefore note they click on sponsored external links at their own risk and this website and its owners cannot be held liable for any damages or implications caused by visiting any external links mentioned.<br>\n<br>\n<br>\n</p>\nTerms &amp.\nConditions <p>\nBy downloading or using sCloud, these terms will automatically apply to you - you should make sure therefore that you read them carefully before using sCloud.\nYou're not allowed to copy, or modify sCloud, any part of sCloud, or our trademarks in any way.\nYou're not allowed to attempt to extract the source code of sCloud, and you also shouldn't try to translate sCloud into other languages, or make derivative versions.\nsCloud itself, database rights and other intellectual property rights related to sCloud, still belong to sCloud.live.\n<br>\nsCloud.live is committed to ensuring that sCloud is as useful and efficient as possible.\nFor that reason, we reserve the right to make changes to sCloud or to charge for its services, at any time and for any reason.\nWe will never charge you for sCloud or its services without making it very clear to you exactly what you're paying for.\n<br>\n<br>The sCloud website and apps stores and processes personal data that you have provided to us, in order to provide our Service.\nIt's your responsibility to keep your phone and access to the app secure.\nWe therefore recommend that you do not jailbreak or root your phone, which is the process of removing software restrictions and limitations imposed by the official operating system of your device.\nIt could make your phone vulnerable to malware/viruses/malicious programs, compromise your phone's security features and it could mean that the sCloud app won't work properly or at all.\n<br>You should be aware that there are certain things that sCloud.live will not take responsibility for.\nCertain functions of the app will require the app to have an active internet connection.\nThe connection can be Wi-Fi, or provided by your mobile network provider, but sCloud.live cannot take responsibility for the app not working at full functionality if you don't have access to Wi-Fi, and you don't have any of your data allowance left.<br>\n<br>\nIf you're using the app outside of an area with Wi-Fi, you should remember that your terms of the agreement with your mobile network provider will still apply.\nAs a result, you may be charged by your mobile provider for the cost of data for the duration of the connection while accessing the app, or other third party charges.\nIn using the app, you're accepting responsibility for any such charges, including roaming data charges if you use the app outside of your home territory (i.e.\nregion or country) without turning off data roaming.\nIf you are not the bill payer for the device on which you're using the app, please be aware that we assume that you have received permission from the bill payer for using the app.<br>\n<br>Along the same lines, sCloud.live cannot always take responsibility for the way you use the app i.e.\nYou need to make sure that your device stays charged - if it runs out of battery and you can't turn it on to avail the Service, sCloud.live cannot accept responsibility<br>With respect to sCloud.live's responsibility for your use of the app, when you're using the app, it's important to bear in mind that although we endeavour to ensure that it is updated and correct at all times, we do rely on third parties to provide information to us so that we can make it available to you.\nsCloud.live accepts no liability for any loss, direct or indirect, you experience as a result of relying wholly on this functionality of the app.\n<br>\n<br>\nAt some point, we may wish to update the app.\nThe app is currently available on Android and iOS - the requirements for both systems (and for any additional systems we decide to extend the availability of the app to) may change, and you'll need to download the updates if you want to keep using the app.\nsCloud.live does not promise that it will always update the app so that it is relevant to you and/or works with the iOS/Android version that you have installed on your device.\nHowever, you promise to always accept updates to the application when offered to you, We may also wish to stop providing the app, and may terminate use of it at any time without giving notice of termination to you.\nUnless we tell you otherwise, upon any termination, (a) the rights and licenses granted to you in these terms will end.\n(b) you must stop using the app, and (if needed) delete it from your device.<br>\n<br>\n<strong>Changes to This Terms and Conditions</strong>\n<br> We may update our Terms and Conditions from time to time.\nThus, you are advised to review this page periodically for any changes.\nWe will notify you of any changes by posting the new Terms and Conditions on this page.\nThese changes are effective immediately after they are posted on this page.\n<br>\n<br>\n<strong>Contact Us</strong>\n<br>If you have any questions or suggestions about our Terms and Conditions, do not hesitate to contact us.\n</p>\n<p>\n</p> Navigation <ul>\n<li>Pricing</li>\n<li>Features</li>\n<li>Security</li>\n<li>News</li>\n<li> Support</li> Privacy Policy <li>T&amp;C's</li>\n<li>About</li>\n</ul> Services <ul>\n<li>Collaboration</li>\n<li>sCloud Business</li>\n<li>My sCloud</li>\n<li>Free Online Storage</li>\n<li>Secure Backups</li>\n<li>FTP</li>\n<li>API</li>\n</ul> Downloads <ul>\n<li> Get from the Play Store</li>\n</ul> Language <p>© Proudly Made in the Uk - sCloud 2020 <i>\n</i>\n</p>\n<i>\n</i> ", "created_at": "2018-08-24 12:05:54.195053", "updated_at": "2020-12-14 15:53:21.680122"}], "points": [{"id": 4355, "title": "sets third-party cookies and/or ads", "source": "https://uk.skycloud.pro/Privacy-Policy", "status": "sets third-party cookies and/or ads", "created_at": "2018-06-28 22:56:28.978241", "updated_at": "2018-08-24 12:06:44.603378", "quoteText": "the app may use third party code and libraries that use \"cookies\" to collection information and to improve their services", "case_id": 128, "document_id": 359, "quoteStart": 2338, "quoteEnd": 2459}], "urls": ["skycloud.pro"]}}