{"error": 448, "message": "OK", "parameters": {"id": 6723, "name": "Swym Corporation", "created_at": "2022-07-29 07:02:23.012165", "updated_at": "2022-07-29 22:01:08.090234", "wikipedia": null, "keywords": null, "related": null, "slug": "swym-corporation", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/6723.png", "url": "swym.it", "documents": [{"id": 12276, "name": "Privacy Policy", "url": "https://swym.it/privacy/", "xpath": "/html/body/main/div/div[1]/div/div/section[1]", "text": "Swym Privacy Policy<p>\n<strong>SWYM PRIVACY POLICY</strong>\n</p>\n<p>(Last Updated and Effective: Apr 10, 2019)</p>\n<p>\n<strong>Swym Corporation</strong>&nbsp;(“Swym,” “we,” “our,” or “us”) provides this Privacy Policy to inform you of our policies and procedures regarding the collection, use and disclosure of information we receive from users of our website and services (collectively, the “Services”).\nWe collect and use information from visitors to our website.\nWe also collect, maintain, and process information submitted by our Clients using our Services.\nWe provide Clients with business to business data analysis regarding our Client’s customers and visitors to our Client’s websites (“Customer Data”).\nIf you believe we maintain your personal information, this Privacy Policy describes your options for accessing, limiting the use and disclosure of, and deletion of your personal information.</p>\n<p>We understand that you value your privacy, and we want to help make your experience with our Services satisfying and safe.\nThis Privacy Policy may be updated from time to time.\nFor example, we may update this Privacy Policy to reflect changes to our information collection and use practices.\nIf we make any material changes we will notify you by email (sent to the email address specified in your account, if any) or by posting the revised policy on this web page prior to the change becoming effective.\nWe encourage you to periodically review this page for the latest information on our privacy practices.\nUnless otherwise defined in this Privacy Policy, terms used in this Privacy Policy have the same meanings as in our Terms of Service.</p>\n<strong>Categories of Information We Collect</strong>\n<strong>Information You Provide to Us</strong>\n<p>We collect certain information you provide directly to us when using the Services, such as when you send a communication to us or submit a Subscription Order.\nThe information we collect may include your personal and/or company name, telephone number, email address, postal address, payment information and other information you choose to provide.</p>\n<strong>Information Collected Automatically</strong>\n<p>Aside from the information that you provide us, we also automatically collect certain information when you use the Services or visit one of our Client’s websites.\nThis information includes the following:</p>\n<ul>\n<li>Device Information: We collect certain information about the devices you use with the Services, including such data as unique device identifiers, device make and model, device name, push notification identifiers, MAC address, Internet Protocol (IP) address, carrier name, operating system and browser types (collectively, “Device Information”).</li>\n<li>Usage Information: We collect information about how people use the Services.\nThis type of information may be collected in the log files of our servers or in our analytics systems each time you interact with the Services.\nWe may use third party services, businesses, websites, and applications (collectively, “Third Party Services”), in addition to internal tools to, among other uses, collect and analyze this information.\nThis data may include Device Information, IP address, and cookie information.</li>\n<li>Links: We may keep track of how you interact with links across our Services by redirecting links or through other means.</li>\n<li>Location Information: We may also automatically collect your physical location if you choose to enable your computer or mobile device to send us location information.</li>\n<li>Cookies and Other Tracking Information: Like many websites, Swym and Third Party Services may collect certain information through the use of “cookies.” These are small files that your browser places on your computer which, among other uses, allow you to sign in to your Account in a browser and maintain an identified browsing session with Swym.\nPlease refer to the “Your Choices.\nCookies” section below to learn more about disabling cookies.</li>\n</ul>\n<strong>Use of Information</strong>\n<p>We use the information collected through the Services for the following purposes:</p>\n<ul>\n<li>To process requests or transactions you initiate by accessing or using the Services;</li>\n<li>To monitor and analyze usage and trends in order to improve the Services, or to improve your experience with the Services, for example by providing personalized content, features, or advertisements;</li>\n<li>To verify your identity, in order to protect your privacy;</li>\n<li>To notify you of security alerts, important updates to our Terms of Service and Use or this Privacy Policy;</li>\n<li>To update you about activity on your account, or news about Swym;</li>\n<li>To reach out to you about customer service issues and respond to your comments, questions, and requests;</li>\n<li>To link or combine with information we get from others to help understand your needs or provide you with better service;</li>\n<li>To detect, investigate, and/or prevent fraudulent, unauthorized, or illegal activity.\nand</li>\n<li>For any other purpose for which the information was originally collected.</li>\n</ul>\n<strong>Sharing of Information</strong>\n<p>Aside from what is otherwise described in this Privacy Policy, we will only share information about you as follows:</p>\n<ul>\n<li>As necessary to provide the Services to you;</li>\n<li>With Third Party Services, consultants, or others who are working with us and need access to such information to carry out work on our behalf;</li>\n<li>In response to legal process or a request for information if we believe disclosure is in accordance with any applicable law, rule, or regulation, or as otherwise required by any applicable law, rule or regulation;</li>\n<li>In order to investigate or remedy potential violations of our user agreements or policies, or to protect the rights, property and safety of Swym, our users, or others;</li>\n<li>In connection with, or during negotiations of, any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company.\nand</li>\n<li>When you give us consent to do so, including if we notify you that the information you provide will be shared in a particular manner and you provide such information.</li>\n</ul>\n<p>Swym uses a variety of Third Party Services to help provide our Services, such as hosting our servers, websites, providing analytics, and searching log files.\nAlthough we try to work only with Third Party Services that share our respect for your privacy, unless required by applicable law, we do not take responsibility for the actions, content, or privacy policies of those Third Party Services&nbsp;.\nWe are not responsible for any additional information you provide directly to Third Party Services.\nSome of these Third Party Services, such as analytics providers, may collect information about your online activities over time and across different websites, applications, or other online services when you use our Services.</p>\n<strong>Protecting and Securing Your Information Online</strong>\n<p>We take reasonable measures to ensure that your personal information is transmitted and stored securely, in order to prevent loss, misuse, and unauthorized access, destruction, or disclosure.\nHowever, please be aware that, despite our efforts, no security measures are perfect or impenetrable, and no method of data transmission can be guaranteed against any interception or other type of misuse.</p>\n<strong>Our Policy Towards Children</strong>\n<p>Our service is not directed at individuals under the age of 18 years old, nor do we knowingly collect personal information from children under 16.\nIf you become aware that your child has provided us with personal information without your consent, please contact us at info@swym-it-prod-clone.swym.it</p>\n<strong>International Users</strong>\n<p>Swym’s Services are hosted in the United States and may only be used by end users lawfully residing in the United States.\nIf you are accessing the Services from any other region with laws or regulations governing personal data collection, use, and disclosure that differ from those of the United States, be advised that through your continued use of the Services, which are governed by U.S.\nlaw, you are transferring your personal information to the United States and you consent to that transfer.</p>\n<strong>EU Data Subject Rights</strong>\n<strong>Lawful Grounds</strong>\n<p>If you reside in the European Economic Area or Switzerland (collectively the “EU”), we rely on the following lawful grounds under the General Data Protection Regulation (“GDPR”) to process (collect, store, and use) your personal data: (a) it is necessary for the performance of a contract.\n(b) our or a third party’s legitimate business interest.\nor (c) your consent.\nOur Clients determine the lawful grounds for the processing of personal data submitted through their use of our Services and we limit such processing to our Clients’ instructions.</p>\n<strong>Data Transfer Notice</strong>\n<p>We are located in the United States.\nWe use model contractual clauses with our Clients to provide adequate protection for the transfer and processing of your personal data in the United States.</p>\n<strong>Individual Rights</strong>\n<p>We provide tools to our Clients to respond directly to data subject requests to access, transfer, rectify or erase their personal data, or to restrict or object to the processing of their personal data.</p>\n<p>You may also contact us at&nbsp;info@swym.it&nbsp;to request access to, transfer of, and rectification or erasure of your personal data, or restriction of processing, or to object to processing of your personal data.\nPlease specify the nature of your request and the information that is the subject of your request.\nWe may require you to submit additional information necessary to verify your identity and status as an EU data subject.\nIf we are processing your personal data for a client, we will forward your request to our client and assist the client in responding within 30 days.\nIf you are a visitor or user of our Services, we will respond to your request directly within 30 days.</p>\n<p>If we are processing your personal data based upon the lawful ground of your consent, you have the right to withdraw your consent for such processing at anytime without affecting the lawfulness of processing based on consent before it is withdrawn.\nTo withdraw consent, email us at&nbsp;info@swym.it.</p>\n<strong>Retention</strong>\n<p>At a minimum, we will retain your personal data for a long as necessary for the purpose in which it was collected such as to perform a contract, for our or a third party’s legitimate interest, or your consent.\nUnless you request deletion of your personal data sooner, we may hold your personal data for 365 days after a client stops using our Services.</p>\n<strong>Your Choices.\nCookies</strong>\n<ul>\n<li>Submission of Personal Information.\nYou may, of course, decline to submit information through the Services, but we may not be able to provide all or a portion of the Services to you.</li>\n<li>Cookies.\nYou have the ability to accept or decline cookies.\nMost Web browsers automatically accept cookies, but you can usually modify your browser setting to decline cookies in the browser settings if you prefer.\nIf you choose to decline cookies, you may not be able to sign in or use certain Services and/or Third Party Services features that depend on cookies.<br>• Contact Us.\nIf you receive commercial e-mail from us, you may unsubscribe at any time by following the instructions contained within the e-mail.\nYou may also opt-out from receiving commercial e-mail from us, and any other promotional communications that we may send to you from time to time by sending your request to us by e-mail at info@swym-it-prod-clone.swym.it or by writing to us at: Swym Corporation, Attn: Privacy, CEO, 6010 W Spring Creek Parkway, Plano, TX.</li>\n</ul>", "created_at": "2022-07-29 07:02:23.015179", "updated_at": "2022-07-29 05:04:01.137792"}, {"id": 12277, "name": "Terms of Service", "url": "https://swym.it/tos/", "xpath": "/html/body/main/div/div[1]/div/div/section[1]", "text": "Terms of Service<p>\n</p>\n<p>\n<strong>SWYM TERMS OF SERVICE</strong>\n</p>\n<p>\n</p>\n<p>\n</p>\n<p>\n<strong>Swym Corporation</strong>, a Delaware corporation (“<strong>Swym</strong>”), provides white-label cross-device engagement platforms for retail brands aimed at optimizing a seamless shopping experience for consumers across devices (the “<strong>Swym Platform</strong>”).\nThe following terms and conditions govern all use of the Swym services, which comprise the Swym Platform, the Swym website (swym-it-prod-clone.swym.it) (the “<strong>Swym Site</strong>”), and any software applications developed and offered by Swym e.g., Sywm’s Wishlist Plus,In Stock Alerts, and/or Engage applications, and any implementation, integration, consulting or similar services (“<strong>Professional Services</strong>”) (collectively referred to as the “<strong>Services</strong>”).\nBy subscribing or using the Services, you (“<strong>you</strong>” or “<strong>Client</strong>”) agree to be bound by this Terms of Service and Swym’s&nbsp;Privacy Policy&nbsp;(together, the “<strong>Agreement</strong>“).\nIf you do not agree to this Agreement, then you may not access the Swym website or use the Services.</p>\n<p>\n</p>\n<p>\n</p>\n<p>The following terms used in this Agreement have the meanings set forth below:</p>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>“<strong>Apps</strong>” means the software applications developed and offered by Swym, e.g., Wishlist Plus, In Stock Alerts, or Engage.</li>\n<li>“<strong>Client Customer</strong>” means an individual or entity who interacts with Client’s online retail presence which is supported in part by the Swym Platform.</li>\n<li>“<strong>Client’s Marks</strong>” means all trademarks, service marks, trade names, brands, logos, designs and similar identifiers used by Client to identify its goods and/or services.</li>\n<li>“<strong>Client Material</strong>” means Client’s Marks and content, designs, specifications, instructions, software, services, data, information, Customer Data or materials provided by Client to Swym or which Client integrates with or uses in connection with the Platform Services or any Swym Material.</li>\n<li>“<strong>Customer Data</strong>” means all electronic data or information pertaining to Client Customers that result from Client’s use of the Platform Services, including Client Customers’ Non-Public Personal Information and Non-Personally Identifiable Information.</li>\n<li>“<strong>Non-Public Personal Information</strong>” means personally identifiable information, including without limitation, an individual’s name, email address, telephone number, financial account numbers, and unique identifiers associating a device with a Client Customer.</li>\n<li>“<strong>Non-Personally Identifiable Information</strong>” means information which, on a standalone basis, cannot identify the Client or Client Customer.\nNon-Personal Information includes usage information such as Client’s or Client Customer web page visits, IP addresses, log files, unique device identifiers, operating system type, browser type, GPS data and any links clicked on to interact with our Services, and other usage information collected from cookies and other tracking technologies.</li>\n<li>“<strong>Platform Services</strong>” means Swym’s proprietary software, code, algorithms, and other tools comprising the Swym Platform and ordered by Client pursuant to a Subscription Order.</li>\n<li>“<strong>Professional Services</strong>” means the implementation, integration, consulting and similar services described in a Subscription Order.</li>\n<li>“<strong>Services</strong>” means the Apps, Platform Services, and Professional Services, and services offered by Swym.</li>\n<li>“<strong>Subscription Order</strong>” means the physical, electronic or online Swym order form, as applicable, which is accepted by Swym and further describes the Services purchased by Client.\nEach Subscription Order entered into hereunder shall be governed by the terms hereof.\nIn the event of a conflict or inconsistency between a term in a Subscription Order and this Agreement, the terms set forth in the Subscription Order shall control.</li>\n<li>“<strong>Subscription Term</strong>” means the subscription period for Platform Services and/or Professional Services set forth in an applicable Subscription Order.</li>\n<li>“<strong>Swym Marks</strong>” means all trademarks, service marks, trade names, brands, logos, designs and similar identifiers used by Swym to identify its goods and/or services.</li>\n<li>“<strong>Swym Material</strong>” means all Swym Marks and all content, designs, specifications, instructions, software, code, services, data, information or materials provided by Swym to Client.</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>Provision of the Services.\nSwym shall make the Services available to Client pursuant to this Agreement and any applicable Subscription Order during the Subscription Term.\nIf Client subscribes to use a specific App, such App will be available for Client’s use during the Subscription Term.</li>\n<li>Grant of Limited License.\nSwym hereby grants to Client a limited, non-exclusive, and non-transferable license to use the Platform Services and Apps under Client’s Marks during the Subscription Term solely for Client’s internal use and not, by implication or otherwise, to any parent, subsidiary or affiliate of Client.\nAn individual or entity visiting the Swym website who does not agree to a Subscription Order hereby receives a revocable, limited right to access the Swym website solely as necessary to review Swym’s publicly available materials about its products and services (terms herein which by their nature apply to Clients who agree to a Subscription Order (e.g., right to use the Apps) shall not apply to individuals or entities who do not agree to a Subscription Order).\nThe licenses and rights&nbsp;granted herein do not transfer any ownership in the Platform Services, the Apps, the Swym website or any part thereof.\nExcept as expressly provided herein, this Agreement grants no express or implied license, right or other interest in or to any of Swym’s intellectual property rights and Swym reserves all rights, title and interest in and to the Services, including all intellectual property rights.</li>\n<li>Trademarks.\nClient shall have exclusive ownership of, and all rights in and to, Client’s Marks, and any other Client Material provided to Swym in connection with Client’s limited license to use the Platform Services and Apps under Client’s Marks.\nNotwithstanding the foregoing, Client hereby grants Swym a worldwide, limited, perpetual, non-exclusive, non-transferable license to use Client’s Marks solely in connection with the provision of the Platform Services and the Apps.\nSwym shall have exclusive ownership of, and all rights in and to, all Swym Marks.\nNothing herein shall be construed as granting to Client any rights in or to, or the right to use, the Swym Marks.\nAny use of the Swym Marks by Client requires the prior written consent of Swym.</li>\n<li>Restrictions.\nExcept as expressly stated herein, Client may not: (a) modify, adapt, translate, copy or create derivative works based on the Services.\n(b) reverse engineer the Services or any part thereof.\nor (c) access the Services for the purpose of (i) developing a competitive product or service, or (ii) copying any ideas, features, functions or graphics of the Services.</li>\n<li>Customer Data.\nSubject to the exceptions in the Privacy Policy, we will use Customer Data to provide the Services as permitted by this Agreement.\nThrough provision of the Services, Swym may collect Customer Data.\nAs between Client and Swym, Client exclusively owns all rights, title and interest in and to all Customer Data.\nClient, however, grants Swym a royalty-free, perpetual, irrevocable, non-exclusive license to access and analyze Customer Data in order to provide or improve the provision of the Services, validate and compute fees for any Services, and to generate analytics on customer behavior.\nSwym may use Customer Data internally to associate a Client Customer with their devices and share the associations and related data among the Swym Services to enhance interoperability.\nMoreover, Swym may aggregate Non-Personally Identifiable Information to use for any purpose, including selling the aggregated information to third parties.\nWe will not share Non-Public Personal Information (information that identifies individual customers), except as allowed by the Privacy Policy and to provide improved identity capabilities for Swym Clients that consume the Swym Services.</li>\n<li>Improvements.\nSwym shall own all rights, title and interest, including but not limited to, all intellectual property rights, in and to all improvements to the Services and any new programs, upgrades, modifications or enhancements developed by Swym in connection with providing the Services to Client, even where such refinements and improvements result from a request by or feedback from Client.\nTo the extent, if any, that ownership in such refinements and improvements does not automatically vest in Swym by virtue of this Agreement or otherwise, Client hereby assigns to Swym all rights, title, and interest which Client may have in and to such refinements and improvements.</li>\n<li>Modifications to Platform Services or Apps.\nClient acknowledges that Swym may add, delete, change, suspend or terminate features, functionality or other aspects of the Services or the Apps at any time and for any reason, and that Swym is under no obligation to upgrade or update the Platform Services or the Apps or ensure compatibility or continuity between any version of the Platform Services or the Apps and any prior or subsequent versions thereof.\nprovided however that if Swym makes a material change to the Platform Services or Apps, a Client who executed a Subscription Order may terminate the Subscription Order with written notice within seven (7) days of the date of such material change.</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<ol>\n<li>\n<strong>TERMS OF USE.</strong>\n<ul>\n<li>Client’s Responsibilities.\nClient is solely responsible for: (a) the accuracy, quality, integrity, legality, reliability, and appropriateness of all Client Material provided by Client to Swym or which Client integrates with or uses in connection with the Services.\nand (b) the creation, initiation and sending of emails utilizing the Services, including but not limited to, content (other than material provided by Swym to Client), recipients, and timing of such emails.\nClient shall prevent unauthorized access to, or use of, the Services, and notify Swym promptly of any unauthorized access or use.\nClient shall comply with all applicable local, state, federal and foreign laws in using the Services.</li>\n<li>Privacy.\nClient agrees:<ul>\n<li>to publish, maintain and abide by a privacy policy that: (i) is consistent with Client’s use of the information Client collects from individuals using the Services.\n(ii) allows Swym to use Customer Data as outlined in this Agreement.\n(iii) complies with applicable law and applicable self-regulatory principles, if any.\nand (iv) prominently and adequately discloses Client’s collection, use, disclosure, storage, and aggregation of any information Client collects from individuals using the Services, including with respect to Non-Public Personal Information, collected via cookies, locally-stored objects or other tracking technologies;</li>\n<li>that Client will not (and will not allow any third party to) use the Platform Services or the Apps to track or collect Non-Public Personal Information without properly informing (e.g., through a privacy policy) individuals of Client’s data collection, use, disclosure, storage, and aggregation practices (and only so long as such use conforms with any of Client’s other obligations under this Agreement);</li>\n<li>that Client will not do any act to render any of the above obligations and notices untrue and will not include contradictory language in any privacy policy, that Client is responsible for ensuring that no other statement in Client’s privacy policy contradicts or nullifies any of the above statements, that Client will not rely on Swym’s opinion or direction as a substitute for legal advice, and that Client will retain sole responsibility for ensuring that its conduct and policies (including Client’s privacy policy) are sufficiently protective of Client’s end users’ rights.</li>\n</ul>\n</li>\n<li>User Guidelines.\nClient shall use the Services solely for its internal business purposes as contemplated by this Agreement and shall not: (a) license, sublicense, sell, resell, rent, lease, transfer, assign, distribute or otherwise commercially exploit or make the Platform Services available to any third party except as contemplated by this Agreement.\n(b) send via or in connection with the use of the Services infringing, obscene, threatening, defamatory, fraudulent, abusive, or otherwise unlawful or tortious material, including material that is harmful to children or violates third-party privacy rights.\n(c) send via or in connection with the use of the Services any unsolicited commercial or non-commercial communication.\n(d) send via, upload to, or store within the Services any viruses, worms, time bombs, Trojan horses and other harmful or malicious code, files, scripts, agents or programs.\n(e) interfere with or disrupt the integrity or performance of the Services or the information contained therein.\nor (f) attempt to gain unauthorized access to the Services or its related systems or networks.</li>\n</ul>\n</li>\n<li>\n<strong>FEES AND PAYMENT.</strong>\n<ul>\n<li>Services Fees.\nAll Services are available according to pricing published on the Swym Site at https://swym.it/pricing or as set forth in an applicable Subscription Order.\nPricing is subject to change from time to time on a prospective basis at Swym’s sole discretion.\nprovided however that you may terminate a Subscription Order within fourteen (14) days of receiving a price adjustment notice, and your failure to terminate this Agreement on or before the expiration of such termination period shall constitute your acceptance of the new pricing terms.\nClient agrees to pay all fees due with respect to Client’s use of the Services.\nFees are payable in U.S.\ndollars.\nExcept as otherwise specified in an applicable Subscription Order, fees are based on the Services purchased and not actual usage.\nPlatform Services purchased cannot be decreased during the Subscription Term.</li>\n<li>Payment.\nPayment of all fees must be made in advance by a valid credit card accepted by Swym unless other payment arrangements have been made between you and Swym.\nBy approving a Subscription Order for the Platform Services, you authorize Swym to charge your credit card monthly, in advance, for the fees set forth in the Subscription Order.\nIf Swym is for any reason unable to effect automatic payment via your credit card, you will be notified by email and access to the Platform Services will be disabled until payment is received.\nLate payments shall accrue interest of 1.5% per month, or the maximum rate allowable by law, whichever is less.</li>\n<li>Taxes.\nUnless otherwise stated, fees do not include any direct or indirect local, state, or federal taxes, levies, duties or similar governmental assessments of any nature, including value-added, use or withholding taxes (collectively, “Taxes”).\nClient is responsible for paying all Taxes associated with its purchases hereunder, excluding taxes based on Swym’s net income or property.\nIf Swym has the legal obligation to collect or pay Taxes for which Client is responsible under this Agreement, the appropriate amount shall be paid by Client.</li>\n</ul>\n</li>\n<li>\n<strong>EU PERSONAL DATA TRANSFERS.</strong>\n</li>\n</ol>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>Swym processes Customer Data in the United States, and accordingly, Client represents and warrants that the transfer of Customer Data as contemplated by this Agreement complies with all applicable laws, including but not limited to the General Data Protection Regulation (“GDPR”) (EU) 2016/679.\nTo the extent Client submits Customer Data which constitutes “personal data” of individuals subject to the privacy laws of the European Economic Area or Switzerland (collectively “EU Personal Data”), Client acknowledges that in all cases Swym acts as the processor of EU Personal Data and Client remains the controller of EU Personal Data.</li>\n<li>This Agreement incorporates by reference the required contractual provisions from GDPR Article 28 between controllers (i.e.\nClient) and processors (i.e.\nSwym).</li>\n<li>This Agreement incorporates by reference the EU Standard Contractual Clauses set forth in the Decision 2010/87/EU of February 5, 2010.</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<ol>\n<li>\n<strong>REPRESENTATIONS, WARRANTIES AND DISCLAIMERS.</strong>\n<ul>\n<li>Mutual Representations and Warranties.\nEach party represents and warrants that:<ul>\n<li>it has the right and authority to enter into this Agreement;</li>\n<li>by entering into this Agreement it will not violate, conflict with or cause a material default under any other agreements;</li>\n<li>at all times during the term of this Agreement, it shall comply with all applicable laws, rules and regulations, including without limitation, Section 5 of the Federal Trade Commission Act and other statutes and regulations prohibiting unfair or deceptive marketing practices, the CAN-SPAM Act, and other consumer protection and privacy laws, regulations, and guidelines.\nand</li>\n<li>to its knowledge, no part of any materials provided by it to the other party infringes upon any third-party copyright, patent, trademark, trade secret or other proprietary or intellectual property rights.</li>\n</ul>\n</li>\n<li>Client Representations and Warranties.\nClient represents and warrants that:<ul>\n<li>Client has exclusive ownership of, and all rights in and to, all Client’s Marks, and all other Client Material provided to Swym or which Client integrates with or uses in connection with the Services or any Swym Material;</li>\n<li>Client has the exclusive ownership of, and all rights in and to, or the right to license and provide the Client Material to Swym, and that the use, copying, modification, aggregation, integration and publication of the Client Material by Swym in connection with its provision of the Services: (i) will not infringe, violate or misappropriate any third-party copyright, patent, trade secret, or other proprietary rights.\n(ii) will not infringe any rights of publicity or privacy.\n(iii) will not be defamatory or obscene or otherwise violate any law;</li>\n<li>Client will enter into binding and enforceable agreements with each end user of the Platform Services and Apps provided under this Agreement and any applicable Subscription Order, that govern their use of the Platform Services and Apps, including terms of service and privacy policies that provide prominent and clear notices to and requires consents from end users with respect to the collection, use, storage, aggregation or other processing of Client’s Customer Data, including Non-Public Personal Information, and including any transfer of such Customer Data and Non-Public Personal Information to Swym in connection with the provision of the Services.\nand</li>\n<li>Client will, at its own expense, comply with all applicable laws, rules and regulations, including without limitation all privacy and data protection laws, in connection with Client’s use of the Services and information derived therefrom (including but not limited to Customer Data) and the performance of Client’s obligations under this Agreement.</li>\n</ul>\n</li>\n<li>Disclaimer of Warranties.\nEXCEPT AS SPECIFICALLY SET FORTH IN THIS SECTION 6, THE SERVICES AND SWYM MATERIAL PROVIDED BY SWYM IN CONNECTION WITH THIS AGREEMENT ARE PROVIDED SOLELY ON AN AS-IS BASIS, WITHOUT REPRESENTATION OR WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING WITHOUT LIMITATION, ANY WARRANTY ARISING OUT OF ANY COURSE OF DEALING, CUSTOM OR USAGE OF TRADE, WARRANTY OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, NON-INTERFERENCE AND NON-INFRINGEMENT.\nSWYM DOES NOT WARRANT THAT THE SERVICES WILL MEET CLIENT’S REQUIREMENTS OR ACHIEVE THE RESULTS DESIRED BY CLIENT OR THAT ANY CODE, FIXES, PATCHES, REVISIONS, UPDATES OR MODULES, IF ANY PROVIDED BY SWYM IN CONNECTION WITH THIS AGREEMENT OR THE SERVICES, WILL BE BUG-FREE OR ERROR-FREE OR THAT ANY CORRECTIONS OR FIXES WILL BE EFFECTIVE.</li>\n</ul>\n</li>\n</ol>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>Indemnification by Client.\nClient agrees to defend, indemnify and hold Swym and its officers, directors, employees, and agents (each a “Swym Indemnitee”) harmless from and against any claims, demands, lawsuits, actions, proceedings or investigations made by any third party (“Claim”) from and against any fees, costs, sanctions, penalties, damages, losses or expenses (including reasonable attorneys’ fees) due to or arising out of: (a) Client’s use or misuse of the Services.\n(b) allegations that Client Material and/or any other information or material provided to Swym by Client in connection with the provision of the Services, infringe the intellectual property rights or other rights of a third party.\n(c) Swym’s use, in connection with its provision of the Services as provided herein, of any Customer Data provided by Client which has harmed a third party.\n(d) Client’s violations of applicable laws, rules or regulations in connection with its use of the Services, including without limitation, privacy laws.\nand (e) Client’s breach of the representations, warranties and covenants made by Client herein.</li>\n<li>Procedure.\nSwym agrees to use reasonable efforts to promptly notify Client in writing of a Claim for which indemnification is sought and to provide Client with all non-monetary assistance, information and authority reasonably necessary for the defense and settlement of such Claim.\nSwym reserves the right, at Client’s expense, to assume the exclusive defense and control of any Claim for which Client is required to indemnify any Swym Indemnitee and Client agrees to cooperate with the Swym Indemnitee in the defense of the Claim.\nClient shall obtain Swym’s prior written consent to any settlement of a Claim, said consent not to be unreasonably withheld, conditioned or delayed.</li>\n</ul>\n<p>\n</p>\n<p>\n</p>\n<ol>\n<li>\n<strong>LIMITATION OF LIABILITY AND EXCLUSION OF DAMAGES.</strong>\n</li>\n</ol>\n<p>\n</p>\n<p>\n</p>\n<ol>\n<li>EXCEPT FOR A PARTY’S INDEMNIFICATION OBLIGATIONS, IN NO EVENT SHALL A PARTY’S (INCLUDING THE PARTY’S OFFICERS, DIRECTORS, EMPLOYEES AND AFFILIATES) AGGREGATE LIABILITY ARISING OUT OF OR RELATED TO THIS AGREEMENT, WHETHER IN CONTRACT, TORT OR UNDER ANY OTHER THEORY OF LIABILITY, EXCEED, IN THE AGGREGATE, THE TOTAL AMOUNTS ACTUALLY PAID BY CLIENT TO SWYM FOR THE SERVICES LESS ANY REFUNDS OR CREDITS RECEIVED BY CLIENT.\nHOWEVER, SUCH LIMITATION SHALL NOT RELIEVE CLIENT FROM HIS PAYMENT OBLIGATIONS FOR ANY OUTSTANDING AND DUE INVOICES FOR SERVICES RENDERED.\nIN NO EVENT SHALL A PARTY (INCLUDING THE PARTY’S OFFICERS, DIRECTORS, EMPLOYEES AND AFFILIATES) HAVE ANY LIABILITY TO THE OTHER PARTY FOR ANY LOST PROFITS OR FOR ANY INDIRECT, SPECIAL, INCIDENTAL, PUNITIVE, CONSEQUENTIAL OR SPECIAL DAMAGES OF ANY KIND OR NATURE HOWEVER CAUSED AND, WHETHER IN CONTRACT, TORT OR UNDER ANY OTHER THEORY OF LIABILITY, WHETHER OR NOT SUCH PARTY HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES.\nBOTH PARTIES UNDERSTAND AND AGREE THAT THE LIMITATIONS AND EXCLUSIONS SET FORTH HEREIN REPRESENT THE PARTIES’ AGREEMENT AS TO THE ALLOCATION OF RISK BETWEEN THE PARTIES IN CONNECTION WITH THEIR OBLIGATIONS UNDER THIS AGREEMENT.\nSOME JURISDICTIONS DO NOT ALLOW THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES, SO THE ABOVE LIMITATION OR EXCLUSION MAY NOT APPLY TO YOU, AND YOU MAY ALSO HAVE OTHER LEGAL RIGHTS THAT VARY FROM JURISDICTION TO JURISDICTION.\nNO CLAIM MAY BE BROUGHT BY CLIENT UNDER THIS AGREEMENT MORE THAN ONE YEAR AFTER THE ACCRUAL OF THE CLAIM.</li>\n</ol>\n<p>\n</p>\n<p>\n</p>\n<ol>\n<li>\n<strong>TERM AND TERMINATION.</strong>\n<ul>\n<li>Agreement Term.\nThis Agreement commences upon Client’s first access to or use of the Services and continues until terminated as set forth in this Section 9 (the “Term”).</li>\n<li>Subscription Term.\nA subscription to the Services commences on the date on which Swym makes the Swym Platform available to Client upon payment of the applicable monthly subscription fee.\nUnless otherwise set forth in a Subscription Order, subscriptions shall automatically renew for additional periods of one month for the fees set forth in the applicable Subscription Order unless either party gives the other notice of non-renewal at least ten (10) days prior to the end of the relevant Subscription Term.</li>\n<li>Termination for Convenience.\nEither party may terminate this Agreement without cause upon fourteen (14) days written notice to the other party.</li>\n<li>Termination for Cause.\nA party may terminate this Agreement: (a) upon seven (7) days written notice of a material breach to the other party if such breach remains uncured at the expiration of such period.\nor (b) immediately if the other party becomes the subject of a petition in bankruptcy or any other proceeding relating to insolvency, receivership, liquidation or assignment for the benefit of creditors.\nUpon any termination for cause by Swym, Client shall remain obligated to pay all fees owed, which fees shall become immediately due and payable in full.</li>\n<li>Effect of Termination.\nUpon termination or expiration of this Agreement all licenses granted herein shall be immediately revoked and terminated.\nThe rights and obligations of the parties set forth in Sections 5, 6, 7, 8 and 10 shall survive termination or expiration of the Agreement, and you shall immediately remit all outstanding amounts due under the this Agreement which accrued prior to the termination of this Agreement.\nTHE TERMINATION PROVISIONS IN THIS SECTION 9 STATE CLIENT’S SOLE RIGHTS AND EXCLUSIVE REMEDY FOR SWYM’S FAILURE TO DEVELOP, OPERATE, OR PROVIDE THE PLATFORM SERVICES.</li>\n</ul>\n</li>\n</ol>\n<p>\n</p>\n<p>\n</p>\n<ul>\n<li>Relationship of the Parties.\nNothing in this Agreement shall be construed to create a partnership, joint venture, affiliate, employer-employee or principal-agent relationship, but rather the relationship of the parties shall be that of independent parties.</li>\n<li>No Third-Party Beneficiaries.\nThe parties agree that there are no third-party beneficiaries to this Agreement.</li>\n<li>Waiver and Cumulative Remedies.\nThe failure to enforce any provisions of this Agreement shall in no way be construed as a waiver of such provisions and shall not affect a party’s enforcement rights thereafter.\nOther than as expressly stated herein, the remedies provided herein are in addition to, and not exclusive of, any other remedies of a party at law or in equity.</li>\n<li>Force Majeure.\nNeither party shall be deemed in default of this Agreement to the extent that performance of its obligations or attempts to cure any breach are delayed or prevented by reason of any act of God, fire, natural disaster, accident, riots, acts of government, shortage of materials or supplies, or any other cause beyond the reasonable control of such party.</li>\n<li>Attorneys’ Fees.\nIf either party hereto resorts to legal action for the redress of a breach of this Agreement, the prevailing party shall be entitled to an award of costs and reasonable attorneys’ fees.</li>\n<li>Changes to Agreement.\nSwym may modify the terms of this Agreement and may discontinue or change any aspects of the Services at its sole discretion (on a prospective basis).\nprovided, however, that Swym provides adequate written or electronic notice to you of any material changes (the posting of the Agreement on the Swym Site shall constitute effective electronic notice).\nIf Client executed a Subscription Order and does not agree to such changes, Client may terminate the Subscription Order with written notice within seven (7) days of such changes.\nYou should review the Swym Site regularly.\nChanges will not apply retroactively and will become effective upon those changes being made live.</li>\n<li>Assignment.\nThis Agreement shall be binding upon and inure to the benefit of the parties and their successors and assigns.\nprovided, however, that this Agreement shall not be assigned by Client without Swym’s prior written consent.\nSwym may assign this Agreement in connection with a change of control, reorganization, or sale of at least a majority of its assets or outstanding voting securities.</li>\n<li>Severability.\nIf any provision of this Agreement shall be held invalid or unenforceable, the remaining provisions shall not be affected thereby.</li>\n<li>Governing Law.\nThis Agreement shall be governed by the laws of the State of Washington, without regard to its choice-of-law principles.\nAny dispute arising out of or related to this Agreement or the Services shall be subject to the exclusive jurisdiction and venue of the Washington state courts and/or the United States District Court for the Western District of Washington, and the parties hereby agree to the personal and exclusive jurisdiction and venue of these courts.</li>\n<li>Notices.\nAll notices under this Agreement shall be in writing and shall be deemed to have been given upon: (a) personal delivery.\n(b) the second business day after mailing.\n(c) the second business day after sending by confirmed facsimile.\nor (d) the second business day after sending by email.\nExcept as otherwise agreed, all notices required or permitted to be provided to Client hereunder shall be sent to the mail address or email address provided by Client to Swym in connection with the Subscription Order or through the Swym Site.\nExcept as otherwise agreed, all notices required or permitted to be provided to Swym shall be sent to the following address: Swym Corporation, Attn: CEO, 6010 W Spring Creek Parkway, Plano, TX 75024.</li>\n<li>Entire Agreement.\nThis Agreement constitutes the entire agreement between the parties and supersedes all prior and contemporaneous agreements, whether written or oral, concerning its subject matter.\nNo modification, amendment, or waiver of any provision of this Agreement shall be effective unless in writing and signed by the party against whom the modification, amendment or waiver is to be asserted.</li>\n</ul>\n<p>\n</p>", "created_at": "2022-07-29 07:02:23.017678", "updated_at": "2022-07-29 05:03:14.232668"}], "points": [], "urls": ["swym.it"]}}