{"error": 448, "message": "OK", "parameters": {"id": 5893, "name": "reliancegames", "created_at": "2021-11-27 03:28:45.138633", "updated_at": "2021-11-27 23:01:09.644264", "wikipedia": null, "keywords": null, "related": null, "slug": "reliancegames", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5893.png", "url": "reliancegames.com", "documents": [{"id": 10641, "name": "Terms & Conditions", "url": "https://www.reliancegames.com/terms-conditions/", "xpath": "//*[@id=\"blog-posts-two\"]", "text": " &nbsp.\n&nbsp.\nTerms &amp.\nConditions <p>These Terms of Service and all supplemental terms, as amended from time to time, govern your use of any online or mobile product or service to which you have access, any product or service that requires an Internet connection&nbsp.\nor Reliance Games/Origin Account to access, install or play as well as any Reliance Games / Origin Account you use to access online or mobile products or services (\"<em>\n<strong>Reliance Games Services</strong>\n</em>\") offered by Reliance or any of its subsidiaries and affiliates (collectively, \"Reliance Games\") for PC, game system or mobile device.&nbsp.\n<br> You agree that the terms as mentioned below are agreed upon by you and if additional terms apply to the Reliance Games Service(s) used by you, those additional terms govern your use of Reliance Games Services as well.\n<br> These terms of service, as well as Reliance Games Privacy Policy available at&nbsp;www.reliancegames.com&nbsp;(Incorporated herein by reference) form legally binding contracts between you and Reliance Games.&nbsp.\nBy using Reliance Games Services, you affirm that you are competent to review and agree for the agreement and that you have reviewed this Agreement either individually or with your parent or guardian and they assent to these Terms of Service on your behalf and take full responsibility for your compliance with them.&nbsp.\nYou agree that you and/or your parent or guardian are fully able and competent to enter into the terms, conditions, obligations, representations and responsibilities set forth in these Terms of Service, and to abide and comply with these Terms of Service.\n<br> You agree to check&nbsp;terms at&nbsp;www.reliancegames.com&nbsp;periodically for new information and terms that govern your use of Reliance Games Services.&nbsp.\nReliance Games may modify the Terms of Service at any time.&nbsp.\nRevisions to terms affecting existing Reliance Games Services shall be effective fifteen (15) days after posting at&nbsp;www.reliancegames.com.&nbsp;Terms for new Reliance Games Services are effective immediately upon posting of the same</p>\n<ol>\n<li>\n<strong>\n<u>Grant of a Limited License to Use the Service</u>\n</strong>\n<br>Subject to your agreement and continuing compliance with these Terms of Service and any other relevant Reliance Games policies, Reliance Games grants you a non-exclusive, non-transferable, revocable limited license subject to the limitations in below sections to access and use the Service for your own non-commercial, entertainment purposes.\nYou agree not to use the Service for any other purpose.\n<p>The following restrictions apply to the use of the Service:</p>\n<ul>\n<li>You shall not create an Account or access the Service if you are under the age of 13.\nYou shall restrict use by minors, and if you come across instances where the access is given the underage then you will deny access to children who are under the age of 13.\nYou accept full responsibility for any unauthorized use of the Service by minors.\nYou are responsible for any use of your credit card or other payment instrument (e.g.\npaypal) by minors.</li>\n<li>You shall not have more than one Account at any given time, sell or give away your Account, create an Account using a false identity or information, or on behalf of someone other than yourself.\nYou shall not use the Service if you have previously been removed by Reliance Games, or previously been banned from playing any Reliance Games game;.</li>\n<li>You shall use your Account only for non-commercial purposes.\nYou shall not use the Service to advertise, or solicit, or transmit any commercial advertisements, including chain letters, junk or spam e-mail or repetitive messages to anyone;</li>\n</ul>\n<p>\n</p>\n</li>\n<li>\n<strong>\n<u>Accessing the Service</u>\n</strong>\n<br>By accessing or using the Service, including browsing any Reliance Games website or accessing a game, you accept and agree to these Terms of Service and the Privacy Policy.\nYou may also be required to register an account on the Service (an \"Account\").\nBy registering for an Account or otherwise using the Service, you represent that you are aged 13 or older and you understand and agree to these Terms of Service.\nIf you are between the age of 13 and less than 18, you represent that your legal guardian has reviewed and agreed to these Terms.\nYou can also have a valid account on the Social Networking Service (\"SNS\") through which you connect to the Service, or have an account with the applications provider for your mobile device.\nYou warrant that you are not prohibited from receiving products, including services or software.\n<p>You must provide all equipment and software necessary to connect to the Service, including, but not limited to, a mobile device that is suitable to connect with and use the Service.</p>\n<p>You are responsible for any fees, including internet connection or mobile fees that you incur when accessing the Service.</p>\n<p>\n</p>\n</li>\n<li>\n<strong>\n<u>Use of the Service</u>\n</strong>\n<br>Your usage of the services shall be subject to the following: <ul>\n<li>You are responsible for any use of your credit card or other payment instrument;</li>\n<li>You shall not create an account using a false identity or information, or on behalf of someone other than yourself;</li>\n<li>You shall not have an account or use the service if you have previously been removed by Reliance Games or previously been banned from playing any Reliance Games application and games;</li>\n<li>You shall not use the service if you are located in a country embargoed by the country of our origin or if you are on the list of countries which are prohibited in dealing with.</li>\n<li>You shall use your account only for non-commercial purposes;</li>\n<li>You shall not use your account to advertise, solicit, or transmit any commercial advertisements, including chain letters, junk e-mail or repetitive messages (spim and spam) to anyone;</li>\n<li>You shall not use your account to engage in any illegal conduct;</li>\n<li>You shall not sublicense, rent, lease, sell, trade, gift, bequeath or otherwise transfer your account or any virtual items associated with your account to anyone without our written permission;</li>\n<li>You shall not sublicense, rent, lease, sell, trade, gift, bequeath or otherwise transfer your account or any virtual items associated with your account to anyone without our written permission;</li>\n<li>You shall refrain from using inappropriate language, including language that may look, sound like, stand for, hint at, abbreviate, or insinuate profanity, hate speech (including but not limited to racial, ethnic, or religious slurs), illegal drugs/controlled substances or illegal activities.</li>\n<li>You shall not carry out cheating of any kind (including by exploiting any bug or error) is expressly prohibited, this includes exploiting any deficiency in our code or design, or in the code or design of any third party product or service used in connection with the service, to gain an unfair advantage or to gain unearned or unauthorized privileges, access or abilities not clearly intended by the product’s design.\nCommunicating information about such activities to others will also be considered cheating.</li>\n<li>You shall not access or use an account or virtual items that have been sublicensed, rented, leased, sold, traded, gifted, bequeathed, or otherwise transferred from the original account creator without our permission;</li>\n</ul>\n<p>&nbsp.\n<br> And in case if we find you not complying with the clauses as mentioned above, then:</p>\n<ul>\n<li>We reserve the right to remove, at any time and without notice, any content from the service</li>\n<li>We reserve the right to contact your ISP regarding any inappropriate activities by you on the service.</li>\n<li>We reserve the right to immediately terminate or suspend our services who fails to abide by these terms of usage.\nThe decision to suspend or terminate accounts will be made at the sole discretion of the site administrators.\nAll account terminations (banning) are final.</li>\n</ul>\n<p>\n</p>\n</li>\n<li>\n<strong>\n<u>Account Creation &amp.\nInformation</u>\n</strong>\n<br>We may require you to create an account of services with us with username and password.\nWhile creating you may be required to provide Reliance Games with certain Personal Data, which may include your name, birth date, e-mail address, and, in some cases, payment information.\nThis information will be held and used in accordance with our privacy policy and relevant notices / policies, if any, provided at the point of information collection or use.\n<p>If you are required to update an account then certain additional information which may include your personal, professional and other details may be required.\nYou agree that you will supply accurate and complete information to us and that you will update that information promptly after it changes.</p>\n<p>You understand that on certain page of our website your user ID number, name and profile picture will be publicly available and that search engines may index your name and profile photo.</p>\n<p>\n</p>\n</li>\n<li>\n<strong>\n<u>Usage of Username and Password</u>\n</strong>\n<br>During the account creation, your username and password will be provided to you (\"Login Information\").\nThe following rules govern the security of your login information: <ul>\n<li>You shall not share the account or the login information, let anyone else access your account, or do anything else that might jeopardize the security of your Account;</li>\n<li>In the event you become aware of or reasonably suspect any breach of security, including without limitation any loss, theft, or unauthorized disclosure of the login information, you must immediately notify Reliance Games and modify your login information;</li>\n<li>You are solely responsible for maintaining the confidentiality of the login information, and you will be responsible for all uses of the login information, including purchases, whether or not authorized by you.\nand</li>\n<li>You are responsible for anything that happens through your account.</li>\n</ul>\n<p>Reliance Games reserves the right to remove or reclaim any usernames at any time and for any reason, including but not limited to claims by a third party that a username violates such third party’s rights.</p>\n<p>\n</p>\n</li>\n<li>\n<strong>\n<u>Ownership</u>\n</strong>\n<strong>Content and Service</strong>\n<br> All rights, title and interest in and to the Service (including without limitation any games, titles, computer code, themes, objects, characters, character names, stories, dialogue, catch phrases, concepts, artwork, animations, sounds, musical compositions, audio-visual effects, methods of operation, moral rights, documentation, in-game chat transcripts, character profile information, recordings of games played using a Reliance Games client, and the Reliance games clients and server software) are owned by Reliance Games.\nReliance Games reserves all rights, including without limitation, all intellectual property rights or other proprietary rights, in connection with its Content and the service.\nAll Content with the exception of third party content (as discussed below in Section 7) is owned by Reliance Games or its affiliates, subsidiaries, licensors or suppliers.\nContent includes User – Generated Content (\"UGC\").\nUGC includes but is not limited to Account personas, forum posts, chat posts, profile content and any other Content contributed by users to Reliance Games Services.\nReliance Games Content and UGC collectively shall be referred to as \"Content.\" <p>\n</p>\n<p>\n<strong>Accounts</strong>\n<br> NOTWITHSTANDING ANYTHING TO THE CONTRARY HEREIN, YOU ACKNOWLEDGE AND AGREE THAT YOU SHALL HAVE NO OWNERSHIP OR OTHER PROPERTY INTEREST IN THE ACCOUNT, AND YOU FURTHER ACKNOWLEDGE AND AGREE THAT ALL RIGHTS IN AND TO THE ACCOUNT ARE AND SHALL FOREVER BE OWNED BY AND INURE TO THE BENEFIT OF RELIANCE GAMES.</p>\n<p>\n<strong>Virtual Items</strong>\n<br> Reliance Games owns, has licensed, or otherwise has rights to use all of the content that appears in the Service or in games.\nNotwithstanding any provision to the contrary herein, you agree that you have no right or title in or to any content that appears in the Service, including without limitation the virtual goods or currency appearing or originating in any games of Reliance Games, whether earned in a game or purchased from Reliance Games, or any other attributes associated with an Account or stored on the Service.</p>\n<p>\n</p>\n</li>\n<li>\n<strong>\n<u>Contributing Third Party Content to Reliance Games Services</u>\n</strong>\n<br>Reliance Games respects the intellectual property rights of others.\nYou must have the legal right to upload Content to Reliance Games Services.\nYou may not upload or post any Content on Reliance Games that infringes the copyright, trademark or other intellectual property rights of Reliance Games or any third party, nor may you upload content that violates the law, this Terms of Service and/or any third party’s right of privacy or right of publicity.\nYou may upload only Content that you are permitted to upload by Reliance Games.\nReliance Games may, without prior notice to you and in its sole judgment, remove Content that may infringe the intellectual property or other rights of Reliance Games or a third party.\n<p>\n</p>\n</li>\n<li>\n<strong>\n<u>Contributing UGC to Reliance Games.\nLicense Grant to Reliance Games and Others</u>\n</strong>\n<br>When you contribute UGC to Reliance Games, you expressly grant to Reliance Games and its licensors a non-exclusive, perpetual, worldwide, complete, sub-licensable and irrevocable right to quote, re-post, publish, use, adapt, translate, archive, store, reproduce, modify, create derivative works from, syndicate, license, print, sublicense, distribute, transmit, broadcast, and otherwise communicate, and publicly display and perform the UGC, or any portion thereof, in any manner or form and in any medium or forum, whether now known or hereafter devised, without notice, payment or attribution of any kind to you or any third party.\nYou grant Reliance Games and its licensors all licenses, consents and clearances to enable Reliance Games and its licensors to use such UGC for such purposes.\nYou waive and agree not to assert any moral or similar rights you may have in such UGC.\n<p>If the Reliance Games Service on which you contribute UGC permits other users to access and use that UGC as part of the Reliance Games service deliverables, then you grant all other users of the relevant Reliance Games the right to use, copy, modify, display, perform, create derivative works from, and otherwise communicate and distribute your UGC on or through the relevant Reliance Games service without further notice, attribution or compensation to you.</p>\n<p>\n</p>\n</li>\n<li>\n<strong>\n<u>License Limitations</u>\n</strong>\n<br>Any use of the service in violation of these License Limitations is strictly prohibited, can result in the immediate revocation of your limited license granted under Section 1), and may subject you to liability for violations of law.\nAny attempt by you to disrupt or interfere with the service including undermining or manipulating the legitimate operation of any games of Reliance Games is violation of Reliance Games policy and may be a violation of criminal and civil laws.\n<p>You agree that you will not, under any circumstances:</p>\n<ul>\n<li>engage in any act that Reliance Games deems to be in conflict with the spirit or intent of the service, including but not limited to circumventing or manipulating these terms, our game rules, game mechanics or policies;</li>\n<li>interfere or attempt to interfere with the proper functioning of the service or connect to or use the service in any way not expressly permitted by these terms of service</li>\n<li>use any unauthorized third party software that accesses, intercepts, or otherwise collects information from or through the service or that is in transit from or to the service, including, without limitation, any software that reads areas of RAM or streams of network traffic used by the service to store information about our game characters, elements, or environment;</li>\n<li>make any automated use of the system, or take any action that imposes or may impose (in our sole discretion) an unreasonable or disproportionately large load on our infrastructure;</li>\n<li>bypass any robot exclusion headers or other measures we employ to restrict access to the service or use any software, technology, or device to send content or messages, scrape, spider, or crawl the service, or harvest or manipulate data;</li>\n<li>use, facilitate, create, or maintain any unauthorized connection to the service, including without limitation (1) any connection to any unauthorized server that emulates, or attempts to emulate any part of the service.\nor (2) any connection using programs, tools, or software not expressly approved by Reliance Games;</li>\n<li>except where permitted by law or relevant open source licenses, reverse engineer, decompile, disassemble, decipher or otherwise attempt to derive the source code for any underlying software or other intellectual property used to provide the Service, or to obtain any information from the Service using any method not expressly permitted by Reliance Games.\nor</li>\n<li>copy, modify or distribute rights or content from any Reliance Games site or game, or our copyrights or trademarks or use any method to copy or distribute the content of the service except as specifically allowed in these Terms of Service;</li>\n<li>make improper use of our support services, including by submitting false abuse reports or using profane and abusive language in your communications with our support personnel.\nor</li>\n<li>use the Service, intentionally or unintentionally, in connection with any violation of any applicable law or regulation, or do anything that promotes the violation of any applicable law or regulation;</li>\n<li>cheating &amp.\nhacking – You agree that you will not, under any circumstances: <ul>\n<li>use cheats, exploits, automation software, bots, hacks, mods or any unauthorized third party software designed to modify or interfere with the Service or any of our gaming experience;</li>\n<li>use the service in order to design or assist in the design of cheats, automation software, bots, hacks, or any other unauthorized third party software designed to modify or interfere with the Service or any of our gaming experience;</li>\n<li>without our express written consent, modify or cause to be modified any files that are a part of the service;</li>\n<li>disrupt, overburden, or aid or assist in the disruption or overburdening of (1) any computer or server used to offer or support the service or any of our game environment (each a \"Server\").\nor (2) the enjoyment of the service or any of our game by any other person;</li>\n<li>institute, assist or become involved in any type of attack, including without limitation distribution of a virus, denial of service attacks upon the Service, or other attempts to disrupt the Service or any other person’s use or enjoyment of the Service.\nor</li>\n<li>attempt to gain unauthorized access to the Service, other Games available in the Server, Accounts registered to others or to the computers, Servers, or networks connected to the Service by any means other than the user interface provided by Reliance Games, including but not limited to, by circumventing or modifying, attempting to circumvent or modify, or encouraging or assisting any other person to circumvent or modify, any security, technology, device, or software that is part of the Service;</li>\n</ul>\n</li>\n<li>Offensive or Infringing Content – You agree that you will not, under any circumstances: <ul>\n<li>post any information that is abusive, threatening, obscene, defamatory, libelous, or racially, sexually, religiously, or otherwise objectionable or offensive;</li>\n<li>post any information that contains nudity, excessive violence, or offensive subject matter or that contains a link to such content;</li>\n<li>attempt to, or harass, abuse, or harm, or advocate or incite harassment, abuse or harm of another person, group, including our employees, our customers, our customer service representatives.\nor</li>\n<li>make available through the Service any material or information that infringes any copyright, trademark, patent, trade secret, right of privacy, right of publicity, or other right of any person or entity or impersonates any other person, including without limitation a Reliance Games employee;</li>\n</ul>\n</li>\n<li>Commercial Activity – You agree that you will not, under any circumstances: <ul>\n<li>without our express written consent, use the Service or any part thereof for any commercial purpose, including but not limited to (1) communicating or facilitating any commercial advertisement or solicitation, or (2) gathering or transferring Virtual Items for sale;</li>\n<li>use the Service or any part thereof for performing in-game services, such as power-leveling and item collection services, in exchange for payment outside the Service.\nor</li>\n<li>transmit unauthorized communications through the Service, including junk mail, chain letters, spam and any materials that promote malware, spyware and downloadable items;</li>\n</ul>\n<p>\n</p>\n</li>\n</ul>\n</li>\n<li>\n<strong>\n<u>Fees &amp.\nPaid Services </u>\n</strong>\n<br>Usage of the services of Reliance Games requires payment of fees and which is required to paid through the modes as specified hereunder.\nYou must pay the subscription or other fees to participate in these activities.\nPayment of subscription and other fees for particular services are as under <ul>\n<li>Purchases – In the Service you may purchase, with \"real world\" money, a limited, personal, non-transferable, non-sub licensable, revocable license to use (a) \"virtual currency\", including but not limited to virtual cash, for use in games.\n(b) \"virtual in-game items\" (together with \"virtual currency\", \"Virtual Items\").\nand (c) other goods or services (\"Merchandise\").\nYou may also obtain a license to use Virtual Items by redeeming third party virtual currency such as Facebook Credits.\nReliance Games may manage, regulate, control, modify or eliminate Virtual Items and/or Merchandise at any time, with or without notice and shall have no liability (whatsoever) either to you or any third party in the event we exercise any such rights.\nThe transfer of Virtual Items and merchandise is prohibited except where expressly authorized in the Service.\nOther than as expressly authorized in the Service, you shall not sell, redeem or otherwise transfer Virtual Items or merchandise to any person or entity, including but not limited to Reliance Games, another user or any third party.\n<p>ALL PURCHASES AND REDEMPTIONS OF THIRD PARTY VIRTUAL CURRENCY MADE THROUGH THE SERVICE ARE FINAL AND NON-REFUNDABLE.</p>\n</li>\n<li>Paid Fees – Fees are payable in advance and are not refundable in whole or in part: – We (Reliance Games) reserve the right to change our fees or billing methods at any time.\nIf you pay a periodic (e.g.\nmonthly) subscription for Reliance Games Service, we will provide you with notice of any changes to the fees or billing methods at least thirty (30) days in advance by posting such changes on the Reliance Games Service.\nYou are responsible for reviewing the Reliance Games Service to obtain timely notice of such changes.\nYour continued use of the Reliance Games Service means that you accept such changes.\nIf any change is unacceptable to you, you may cancel your subscription at any time, but Reliance Games will not refund any fees that may have accrued to your Account before cancellation of your subscription, and we will not prorate fees for any subscription.\nIf your use of Reliance Games service is subject to chargeability of taxes, then Reliance Games may charge you for any such taxes either from prospective or retrospective effect (as the case may be), in addition to the subscription or other fees.</li>\n<li>Payment Options.\nYou may pay fees using the methods available for the particular Reliance Games service and you agree to the terms and conditions applicable to each payment method you choose.\nPayment methods may vary by Reliance Games.\nWhen you provide credit card or other payment information to Reliance Games, you represent to Reliance Games that you are the authorized user of the credit card or other payment method.\nBy agreeing to this Terms of Service, you have agreed to permit Reliance Games to automatically renew your subscription to Reliance Games Service by charging a valid credit card number which you have provided to Reliance Games.\nYour subscription will be automatically renewed thirty (30) days prior to the expiration of the term and each anniversary thereafter for a fee no greater than our then-current price, excluding any promotional and discount pricing, unless you cancel your subscription.\nYou must provide current, complete, and accurate information for your billing account.\nYou must promptly update all information to keep your billing account current, complete, and accurate (such as a change in billing address, credit card number, or credit card expiration date), and you must promptly notify Reliance Games if your credit card is canceled (for example, for loss or theft).\nChanges to such information can be made by contacting Customer Service.\nIf you fail to provide Reliance Games any of the foregoing information, you agree that Reliance Games may continue charging you for any subscription automatically renewed unless you cancel your subscription at least thirty (30) days prior to the expiration of the subscription.\nReliance Games reserves the right to utilize third party credit card updating services to obtain current expiration dates on credit cards provided by you to Reliance Games.\nCustomers who use a payment method other than credit card may incur an additional payment processing fee, and may not be able to automatically renew subscriptions.</li>\n<li>As the Account holder, you are responsible for all charges incurred, including applicable taxes, and all purchases made by you or anyone that uses your Account, including your family or friends.</li>\n<li>Trial Subscriptions: – For some services, Reliance Games may offer a free trial subscription.\nIf you accept a free trial subscription, Reliance Games will begin to bill your Account for that Reliance Games Service when the free trial subscription expires, unless you cancel your subscription before that time.\nYou are always responsible for any internet service provider, telephone, wireless and other connection fees that you may incur when using Reliance Games Services, even when we offer a free trial subscription.\nTrial subscriptions are not transferrable.</li>\n<li>Fees charged by third party sites and vendors.\nWe may provide links to other web sites.\nSome of these web sites may charge separate fees, which are not included in any subscription or other fees that you may pay to Reliance Games.\nAny separate charges or obligations that you incur in your dealings with third parties are your responsibility.</li>\n<li>Reliance Games shall not be liable for any errors on billing statements issued to you by your carrier.\nAlthough Reliance Games will make commercially reasonable efforts to help you obtain the proper software for your telephone, device or platform, Reliance Games shall not be liable or responsible for any Purchaser Errors.\nIn no event shall Reliance Games be liable for any defects or other problems associated with download or purchases through the Site.</li>\n</ul>\n<p>\n</p>\n</li>\n<li>\n<strong>\n<u>Cancellation of your Account</u>\n</strong>\n<br>You have the right to cancel your account or a particular subscription at any time.\nIf you do not agree to the terms in this Terms &amp.\nconditions of Service, your sole remedy is to not use our games and or our website / services and to cancel your subscriptions or account.\nYou understand and agree that the cancellation of your account or a particular subscription shall not entitle Reliance Games to refund any amounts to you and the amount or type of fees, surcharges, applicable taxes, billing methods, or any change to the fees, applicable taxes, surcharges or billing methods for Reliance Games Services and/or any Content or Entitlements thereon shall be non – refundable.\nYou are also responsible for any amounts owed to third-party vendors or content providers before your cancellation.\nAny delinquent or unpaid fees and other unresolved issues with Reliance Games Services must be settled within 24 hours of due date.\n<p>\n</p>\n</li>\n<li>\n<strong>\n<u>Termination of Reliance Games services</u>\n</strong>\n<br>Reliance Games may terminate access to any online or mobile products and/or Reliance Games Services (and/or any portion thereof) at any time by giving you notice of such termination within the time period specified when you joined the particular Reliance Games Service, or if no time period for notice of termination was specified, then within thirty (30) days of the date such notice is either (at Reliance Games’s discretion) provided to you or is posted on the applicable product or Reliance Games Service or on the website of Reliance Games.\n<p>Reliance Games may also terminate access to Reliance Games services for violation of this terms &amp.\nconditions, if Reliance Games (in its sole discretion) deems that your use of Reliance Games Services renders Reliance Games less safe for others and/or minors or for illegal or improper use of Reliance Games Services, Content, Entitlement, products, or our Intellectual Property as determined by Reliance Games in its sole discretion.\nYou may lose your user name and id’s as a result of termination.\nIn response to a violation of these Terms of Service or any other agreement applicable to Reliance Games services accessed by you, Reliance Games may issue you a warning, suspend your Account, selectively remove, revoke or garnish entitlements at an Account and/or device level, immediately terminate any and all Accounts that you have established and/or temporarily or permanently ban your device and/or machine from accessing all Reliance Games Services or certain Reliance Games Services, no refund will be granted, no entitlements will be credited to you or converted to cash or other forms of reimbursement, and you will have no further access to your Account or entitlements associated with your Account.\nYou acknowledge that in such an instance Reliance Games is not required to provide you notice before taking action to suspend or terminate your Account, temporarily or permanently banning your device from some or all Reliance Games Services or selectively removing, revoking or garnishing entitlements associated with your Account.\nIf Reliance Games terminates your Account, you may not participate in our service again without our express permission.\nYou may not allow individuals whose accounts have been terminated by Reliance Games to use your Account.</p>\n<p>\n</p>\n</li>\n<li>\n<strong>\n<u>Rules of Conduct: </u>\n</strong>\n<br>In addition to the limitations set forth in the Terms &amp.\nConditions, you will violate the Terms of Use if you (or others using your Account) do any of the following: <ul>\n<li>transmit or facilitate distribution of content that are harmful, abusive, racially or ethnically offensive, vulgar, sexually explicit, defamatory, infringing, invasive of personal privacy or publicity rights, or in a reasonable person’s view, objectionable.</li>\n<li>attempt to acquire a password, address, credit card numbers, account information, or any other private information from any other Member or users.</li>\n<li>upload or distribute any software or content that you do not own or have permission to freely distribute.</li>\n<li>promote or encourage any illegal activity including hacking, cracking or distribution of counterfeit software.</li>\n<li>upload files that contain a virus or corrupted data.</li>\n<li>improperly use the in game support or complaint buttons or make false reports to Reliance Games staff members.</li>\n<li>violate the terms of use of third party tools, interactive service providers, state, local, federal laws, or foreign or international law where appropriate.</li>\n<li>falsify or delete any author attributions, legal or other proper notices or proprietary designations or labels of the origin or source of software or other material contained in a file that is uploaded.</li>\n</ul>\n<p>\n</p>\n</li>\n<li>\n<strong>\n<u>Indemnification</u>\n</strong>\n<br>Upon our or our licensors’ request, you agree to defend, indemnify and hold harmless us, our licensors and our affiliates, contractors, vendors, and content providers from all liabilities, claims and expenses, including attorneys’ fees, that arise from or relate to a breach of these Terms &amp.\nConditions of Service for which you are responsible.\nWithout limiting the generality of the foregoing, you agree to indemnify and hold Reliance Games and its licensors harmless for any improper or illegal use of your Account, including the illegal or improper use of your Account by someone to whom you have given permission to use your Account.\nYou agree that you will be personally responsible for your use of our services and for all of your communication and activity on Reliance Games Services, including any Content you contribute, and that you will indemnify and hold harmless Reliance Games, its licensors and our affiliates from any liability or damages arising from your conduct on Reliance Games Services, including any Content that you contribute.\n<p>Reliance Games and its licensors reserve the right, at their own expense, to assume the exclusive defense and control of any matter otherwise subject to indemnification by you.\nIn that event, you shall have no further obligation to provide indemnification to Reliance Games and/or its licensors in that matter.\nThis Section shall survive termination of this Terms of Service.</p>\n<p>\n</p>\n</li>\n<li>\n<strong>\n<u>Intellectual Property</u>\n</strong>\n<br>The Site, including, without limitation, all communication features, contain copyrighted material, trademarks and other proprietary information including, without limitation, text, software, photographs, video, graphics, music and sound, and the entire contents of the Site and each area contained therein are the property of Reliance Games and/or third-party content providers.\nReliance Games owns a copyright in the selection, coordination, arrangement and enhancement of such content.\nYou may not modify, publish, transmit, participate in the transfer or sale, create derivative works, or in any way exploit, any of the content contained on the Site (including, without limitation, content that Reliance Games enables you to download) without the express written permission of Reliance Games and the copyright owner.\nIn the event of any permitted copying, redistribution or publication of copyrighted material, no changes in or deletion of author attribution, trademark, and legend or copyright notice shall be made.\nThe downloading of copyrighted material from the Site is allowed by you only for your own use.\nYou acknowledge that the Reliance Games and/or third-party content providers remain the owners of all materials posted on the Site, and that you do not acquire any of those ownership rights by downloading copyrighted materials.\n<p>\n<strong>\n<u>Copyright Notice</u>\n</strong>: <br>All content and software (\"Software\") (if any) that is made available to view and/or download in connection with the Site is owned by and is the copyrighted work of Reliance Games and/or its suppliers and is protected by copyright laws and international treaty provisions.\nYour use of the Software is governed by the terms of the end user license agreement, if any, which accompanies or is included with the Software (\"License Agreement\").\nYou may not install or use any Software that is accompanied by or includes a License Agreement unless you first agree to the License Agreement terms.\nFor any Software not accompanied by a License Agreement, Reliance Games hereby grants to you, the user, a revocable personal, non-transferable license to use the Software for viewing and otherwise using the Site in accordance with these Terms of Use, and for no other purpose provided that you keep intact all copyright and other proprietary notices.\nAny reproduction or redistribution of the content and/or Software is expressly prohibited by law, and may result in severe civil and criminal penalties.\nViolators will be prosecuted to the maximum extent possible.\nWithout limiting the foregoing, copying or reproduction of the content or software to any other server or location for further reproduction or redistribution is expressly prohibited.</p>\n<p>\n<strong>\n<u>Trademark Notice</u>\n</strong>: <br>Reliance Games, Reliance Games website, contents of website and the logo Reliance Games are trademarks or registered trademarks of Reliance Games in India and/or other countries.\nAll other names of companies and products mentioned herein may be trademarks of their respective owners and are used with permission.\nAny such trademarks may be used publicly only with permission from Reliance Games or their respective owners.\nAll rights not expressly granted herein are reserved.</p>\n<p>\n<strong>\n<u>Submissions</u>\n</strong>: <br>Reliance Games is pleased to hear from their customers and welcomes their comments regarding our services and the site.\nUnfortunately, however, long-standing company policy does not allow us to accept or consider creative ideas, suggestions or materials other than those it has specifically requested.\nWe hope you will understand that it is the intent of this policy to avoid the possibility of future misunderstandings when projects developed by our professional staff might seem to others to be similar to their own creative work.\nAccordingly, we must, regretfully, ask that you do not send us any original creative materials such as game ideas or original artwork.\nWhile we do value your feedback on our services and products, we request that you be specific in your comments on those services and products, and not submit any creative ideas, suggestions or materials.\nIf at our request you send certain specific submissions (e.g., Communications, including, postings and creative submissions) or, despite our request that you not send us any other creative materials, you send us creative suggestions, ideas, notes, drawings, concepts or other information (collectively, the \"Submissions\"), the Submissions shall be deemed, and shall remain, the property of Reliance Games.\nNone of the Submissions shall be subject to any obligation of confidence on the part of Reliance Games, and Reliance Games shall not be liable for any use or disclosure of any Submissions.\nWithout limitation of the foregoing, Reliance Games shall exclusively own all now known or hereafter existing rights to the Submissions of every kind and nature, in perpetuity, throughout the universe and shall be entitled to unrestricted use of the Submissions for any purpose whatsoever, commercial or otherwise, without compensation to the provider of the Submissions.\nYou waive any and all moral rights in any such Submissions as well as any claim to a right of credit or approval.</p>\n<p>\n</p>\n</li>\n<li>\n<strong>\n<u>General Terms</u>\n</strong>\n<strong>\n<u> Support</u>\n</strong>: <br>Subject to the other provisions of the Terms &amp.\nConditions of Usage, Reliance Games will attempt to help you with any queries or problems that you may have with the site or any of your purchases through the site.\nTo reach our customer support team, please e-mail us at support@reliancegames.com.\nIt will expedite your request for assistance by providing our representatives with all the information they need to solve your problem as quickly as possible.\nIf you believe that any action has been taken against your account or device in error, please contact customer support at support@reliancegames.com <p>\n<strong>\n<u>Remedies</u>\n</strong>: <br>You agree that this Terms &amp.\nConditions is not intended to confer and does not confer any rights or remedies upon any person other than the parties to this Terms of Service.\nYou also understand and agree that this Terms, other Reliance Games Policies and the Supplemental Terms as and when incorporated, are not intended to confer, and do not confer, any rights or remedies upon any person.</p>\n<p>\n<strong>\n<u>Assignment</u>\n</strong>:<br> Reliance Games may assign or delegate these Terms &amp.\nConditions of Service and/or the Reliance Games Privacy Policy, in whole or in part, to any person or entity at any time with or without your consent.\nYou may not assign or delegate any rights or obligations under the Terms of Service or Privacy Policy without Reliance Games’ prior written consent, and any unauthorized assignment and delegation by you is void and ineffective.</p>\n<p>\n<strong>\n<u>Severability:</u>\n</strong>\n<br>If any part of this Terms &amp.\nConditions of Service is held invalid or unenforceable, that portion shall be interpreted in a manner consistent with applicable law to reflect, as nearly as possible, the original intentions of Reliance Games, and the remaining portions shall remain in full force and effect.</p>\n<p>\n<strong>\n<u>Modification of these terms of use:</u>\n</strong>\n<br>Reliance Games reserves the right to modify these Terms &amp.\nConditions, including but not limited to the charges associated with the use of the Site or any products sold therein.\nYou are responsible for regularly reviewing these Terms of Use and additional terms posted on the Site.\nYour continued use of the Site constitutes your agreement to all such terms, conditions, and notices.</p>\n<p>\n<strong>\n<u>Language of the Terms of Service:</u>\n</strong>\n<br>If we provide you with a translation of the English language version of these Terms &amp.\nConditions of Service, Reliance Games Privacy Policy or any other policy (collectively \"Reliance Games Policies\"), then you agree that the translation is provided for informational purposes only and does not modify the English language version of the Reliance Games Policies.</p>\n<p>In the event of a conflict between a translation of the Reliance Games Policies and the English version, the English version of the Reliance Games Policies will control.</p>\n<p>\n<strong>\n<u>Force Majeure:</u>\n</strong>\n<br>Reliance Games shall not be liable for any delay or failure to perform resulting from causes outside the reasonable control of Reliance Games, including without limitation any failure to perform hereunder due to unforeseen circumstances or cause beyond our control such as acts of God, War, Terrorism, Riots, Embargoes, Acts of Civil or Military Authorities, Fire, Floods, Accidents, Network Infrastructure Failures, Strikes, or Shortages of transportation facilities, fuel, energy, labor or materials, Hacking, Phishing, or other Electronic Modes for destroying the Contents.</p>\n<p>\n<strong>\n<u>Waiver:</u>\n</strong>\n<br>Failure of Reliance Games to exercise or enforce any right or provision of this Terms of Service will not constitute waiver of such right or provision.\nAny waiver of any provision of this Terms of Service will be effective only if in a writing signed by Reliance Games.</p>\n<p>\n<strong>\n<u>Governing Law:</u>\n</strong>\n<br>These Terms &amp.\nConditions are governed by the laws of our country of origin and you hereby irrevocably consent to the exclusive jurisdiction of courts of our origin.\nYou agree that no joint venture, partnership, employment, or agency relationship exists between you and Reliance Games as a result of this agreement or use of the Site.\nReliance Games reserves the right to disclose any Personal Data about you or your use of the Site, including its contents, without your prior permission if Reliance Games has a good faith belief that such action is necessary to: (1) conform to legal requirements or comply with legal process.\n(2) protect and defend the rights or property of Reliance Games or its affiliated companies.\n(3) enforce the Terms of Use.\nor (4) act to protect the interests of its Members or others.\nOur performance of these Terms of Use is subject to existing laws and legal process, and nothing contained in this agreement is in derogation of our rights to comply with governmental, court and law enforcement requests or requirements relating to your use of the Site or information provided to or gathered by Reliance Games with respect to such use.\nIf any part of this agreement is determined to be invalid or unenforceable pursuant to applicable law including, but not limited to, the warranty disclaimers and liability limitations set forth above, then the invalid or unenforceable provision will be deemed superseded by a valid, enforceable provision that most closely matches the intent of the original provision and the remainder of the agreement shall continue in effect.\nUnless otherwise specified herein, these Terms &amp.\nConditions constitute the entire agreement between you and Reliance Games with respect to the Site, and it supersedes all prior or contemporaneous communications and proposals, whether electronic, oral or written, between you and Reliance Games with respect to the Site.\nA printed version of this agreement and of any notice given in electronic form shall be admissible in judicial or administrative proceedings based upon or relating to this agreement to the same extent and subject to the same conditions as other business documents and records originally generated and maintained in printed form.</p>\n</li>\n</ol> ", "created_at": "2021-11-27 02:29:17.154124", "updated_at": "2021-11-27 02:29:26.859339"}, {"id": 10640, "name": "Privacy Policy ", "url": "https://www.reliancegames.com/privacy-policy", "xpath": "//*[@id=\"blog-posts-two\"]", "text": " &nbsp.\n&nbsp.\nPrivacy Policy <strong>\n<u>Overview</u>\n</strong>\n<p>Reliance Games is committed to protecting your privacy and creating a strong relationship with our users.\nThis privacy policy explains the use of information collected via our website&nbsp;www.reliancegames.com or affiliated sites owned and operated by Reliance Games (collectively, the \"Site\"), customer service operations and game service.\nThis policy does not apply to (i) the practices of companies that Reliance Games does not own or control, (ii) people that Reliance Games does not employ or manage, (iii) third-party sites, whether linked to or from the Site, or (iv) information collected by Reliance Games offline.\n<br>\n<u>\n</u>\n</p>\n<strong>\n<u>Definitions</u>\n</strong>\n<p>\n<strong>Personal Data</strong>&nbsp;- Any information relating to an identified or identifiable natural person such as name, address, e-mail address, or phone number, and other information that is not otherwise publicly available <br>\n<strong>Processing</strong>&nbsp;- Any operation or set of operations which is performed on Personal Data or on sets of Personal Data.\n<br>\n<strong>Data subject</strong>&nbsp;- A natural person whose Personal Data is being Processed.\n<br>\n<strong>Child</strong>&nbsp;-&nbsp;A natural person under 13 years of age.</p>\n<strong>\n<u>Data Protection Principles</u>\n</strong>\n<p>We promise to follow the following data protection principles:</p>\n<ul>\n<li>Processing is lawful, fair, &amp.\ntransparent.\nOur Processing activities have lawful grounds.\nWe always consider your rights before Processing Personal Data.\nWe will provide you information regarding Processing upon request.</li>\n<li>Processing is limited to the purpose.\nOur Processing activities fit the purpose for which Personal Data was gathered.</li>\n<li>Processing is done with minimal data.\nWe only gather and Process the minimal amount of Personal Data required for any purpose.</li>\n<li>Processing is limited with a time period.\nWe will not store your Personal Data for longer than needed.</li>\n<li>We will do our best to ensure the accuracy of data.</li>\n<li>We will do our best to ensure the integrity and confidentiality of data.</li>\n</ul>\n<strong>\n<u>Data Subject Rights</u>\n</strong>\n<p>The Data Subject has the following rights:</p>\n<ul>\n<li>\n<strong>Right to information</strong>&nbsp;- meaning you have to right to know whether your Personal Data is being processed.\nwhat data is gathered, from where it is obtained and why and by whom it is processed.</li>\n<li>\n<strong>Right to access</strong>&nbsp;- meaning you have the right to access the data collected from/about you.\nThis includes your right to request and obtain a copy of your Personal Data gathered.</li>\n<li>\n<strong>Right to rectification</strong>&nbsp;- meaning you have the right to request rectification or erasure of your Personal Data that is inaccurate or incomplete.</li>\n<li>\n<strong>Right to erasure</strong> - meaning in certain circumstances you can request for your Personal Data to be erased from our records.</li>\n<li>\n<strong>Right to restrict processing</strong> - meaning&nbsp;where certain conditions apply, you have the right to restrict the Processing of your Personal Data.</li>\n<li>\n<strong>Right to object to processing</strong>&nbsp;- meaning in certain cases you have the right to object to Processing of your Personal Data, for example in the case of direct marketing.</li>\n<li>\n<strong>Right to object to automated Processing</strong>&nbsp;- meaning you have the right to object to automated Processing, including profiling.\nand not to be subject to a decision based solely on automated Processing.\nThis right you can exercise whenever there is an outcome of the profiling that produces legal effects concerning or significantly affecting you.</li>\n<li>\n<strong>Right to data portability</strong>&nbsp;- you have the right to obtain your Personal Data in a machine-readable format or if it is feasible, as a direct transfer from one Processor to another.</li>\n<li>\n<strong>Right to lodge a complaint</strong>&nbsp;- in the event that we refuse your request under the Rights of Access, we will provide you with a reason as to why.\nIf you are not satisfied with the way your request has been handled please contact us.</li>\n<li>\n<strong>Right for the help of&nbsp;supervisory authority</strong>&nbsp;- meaning you have the right for the help of a supervisory authority and the right for other legal remedies such as claiming damages.</li>\n<li>\n<strong>Right to withdraw consent</strong>&nbsp;- you have the right to withdraw any given consent for Processing of your Personal Data.</li>\n</ul>\n<strong>\n<u>What Personal Data we gather about you</u>\n</strong>\n<p>While going through the website you may have uncertainty regarding</p>\n<ol>\n<li>Why does Reliance Games collect this information</li>\n<li>Collection of Information</li>\n</ol>\n<p>To make all these uncertainties clear, we bring to your knowledge that collecting information from you is being done on a voluntary basis.\nOur primary goal in collecting Personal Data is to provide you, the user, with a Unique and Customized experience on our Site and to deliver best services, products, and more relevant contents to you, and visitors.</p>\n<strong>\n<u>Collection of Information</u>\n</strong>\n<p>We may use cookies to track general, non-Personal Data about our users (e.g., user name, pages viewed, time spent on our Site, and the websites visited just before and just after our Site) for statistical and market research purposes.\nThe information is collected on an aggregated and anonymous basis.\nWe use cookies to gather information about our Site users' browser activities in order to constantly improve our Site and better serve our customers.\nThis information assists us to design and arrange our web pages in a most user-friendly manner and to continually improve our Site to better meet the needs of our customers, prospective customers, and visitors.\n<br>Like most internet services, we may also use log files on the server side.\nThe data held in log files includes your IP (internet protocol) address, browser type, e-mail application, internet service provider, referring/exit web pages, computer platform type, date/time stamp, and user activity (e.g., feature usage, user rankings, game statistics).\nReliance Games may use server log data to analyze trends, administer the services offered through the Site.\nIP addresses are not tied to any Personal Data <br>In addition, the software enabling the Site may have associated log and temporary files that are stored on Reliance Games servers.\nThese files store your account information, preference settings, system notifications as well as other data necessary to enable you to participate on the Site.\nYour information may also exist within regularly performed server backups.\nThe foregoing information is collected on an aggregated and anonymous basis.\n<br>When any game is updated or \"patched,\" our patch routine may check your computer to see that you have the most recent version of game-specific files.</p>\n<strong>\n<u>Methods for Collecting Information:</u>\n</strong>\n<ul>\n<li>\n<ul>\n<li>\n<strong>Anonymous Site Visitor</strong>: If you visit our Site we may record information related to your IP address, cookie information, and aggregate information on what content you access or visit.\nThis information is collected in the background while you move around our Site.</li>\n<li>\n<strong>Mailing List Member</strong>: If you choose to provide us Personal Data in order to subscribe to our mailing list or newsletter, we may collect information to aid delivery and preferences such as e-mail address and message performance statistics.</li>\n<li>\n<strong>Registered Site Member</strong>: If you choose to register on our Site, we may track broad site usage information as well as aggregate usage of website community features such as downloads and forums.\nThis is in addition to the Personal Data collected during the registration process.</li>\n<li>\n<strong>Mobile:</strong>&nbsp;We may use tools or third party analytical software to collect and use certain non-Personal Data that does not enable us to identify you.\nThe types of non-Personal Data we may collect and use include, but are not limited to: (i) mobile device type and device properties.\n(ii) mobile device software platform and firmware.\n(iii) mobile phone carrier.\n(iv) geographical data no more accurate that metropolitan areas.\n(v) game score and achievements.\n(vi) other non-Personal Data as reasonably required by us to enhance its services.\nWe may use the collected data for purposes of analyzing usage of our games, managing and providing our games and to further develop our services and products.</li>\n<li>\n<strong>Message Boards</strong>: If you use a message board or forum on this Web Site, you should be aware that any Personal Data you submit there can be read, collected or used by other users of these forums, and could be used to send you unsolicited messages.\nWe are not responsible for the Personal Data you choose to submit in these forums.\nThe message board must be signed up for separately from the game and is subject to Terms of Use.</li>\n<li>\n<strong>Promotions through Electronic Mail</strong>: To participate in some of our promotions, you may be asked to provide an e-mail address and/or name, so that we can let you know if you won a prize.\nWe may use e-mail addresses to fulfill requests for promotions or services.\nBy allowing you to send e-mail to us, we are not attempting to collect any Personal Data about you.\nWe will only use Personal Data (such as name and e-mail address) contained in your e-mail to respond to your specific inquiry or comments in the e-mail.\nAlthough we may retain your e-mail for a period of time, we will not use any Personal Data contained in your e-mail for any purpose other than responding to your specific inquiry or comments.\nWhatever the activity may be, we will only collect information to the extent deemed reasonably necessary to fulfill your requests and our legitimate business objectives.\nIf you no longer wish to receive our email newsletter and promotional communications, you may opt-out of receiving them by following the instructions included in any newsletter email message.\nWe also offer an opportunity to opt-out of certain communications on our Manage Account web pages, or you may contact us at <strong>Privacy@reliancegames.com</strong>&nbsp;or use the email or physical address listed under the heading Unsubscribe in newsletters / Emails.</li>\n<li>\n<strong>Game Software</strong>: If you install or use any of the game software offered by our Site, we collect and aggregate a variety of data to monitor system and simulation performance, and to verify your unique identity.\nThis may include specific and general information about your computer / mobile hardware and internet connection, which are stored together but are not personally identifiable.\nThis is in addition to the Personal Data and other Personal Data collected during the registration process.</li>\n<li>\n<strong>Payment Transaction</strong>: If any payment transaction occurs on our Site, we collect information about such transaction, including credit card numbers or other billing information.</li>\n<li>\n<strong>Voluntary Disclosure of Personal Data</strong>: You may choose to disclose Personal Data in our online community features, blogs, in-game chats or other public forums, directly to other users while using the Site service.\nPlease be aware that such information is public information and you should not expect privacy or confidentiality under these circumstances.\nReliance Games shall not be liable in any way for such disclosure of Personal Data.</li>\n</ul>\n</li>\n</ul>\n<u>How we use your Personal Data</u>\n<p>The information which we collect and store during normal use of the site is used to monitor use of the site and to help its further development.\nSuch use does not always result in any personally identifiable data being collected or stored.\n<br>As mentioned earlier a number of pages in this website has the option for submitting Personal Data and as such all these communications are not confidential.\nAny application, request or enquiry you make, may be passed or made available to Group affiliates, some of which may be based in countries that do not have data protection laws.\nAll Group affiliates are required to comply with an internal Privacy Policy which requires that steps are taken to protect your Personal Data and for it only to be used for the purpose(s) for which it was submitted.\n<br>By submitting your Personal Data through this website, you shall be consenting to it being processed in the manner described above by Group affiliates.\n<br>We use your Personal Data for operational purposes only.\nFor example, we may use your information to send you administrative communications either about your account with us or about features of our Site, including any changes to this Privacy Policy.\nWhatever the purpose may be, we will only collect information to the extent reasonably necessary to fulfill your requests and our legitimate business objectives.\nWe attempt to limit access to Personal Data about you to employees who we believe reasonably need to come into contact with that information to provide products or services to you or in order to do their jobs.\n<br>We may occasionally employ other companies to perform services necessary for our internal operations, such as companies that personalize our web pages, process credit card transactions, analyze customers\\' interaction with our Site, and process consumer surveys.\nWe also provide postal addresses to the Post Office for delivery purposes.\nWhile providing their services, these companies may access your Personal Data.\nThese companies have agreed to securely store and maintain the Personal Data received from us.\n<br>Finally, we may take your Personal Data and make it non-personally identifiable.\nWe do this either by combining it with information about other individuals (aggregating your information with information about other individuals), or by removing characteristics (e.g., your name) that make the information not personally identifiable to you.\nThis process is known as de-personalizing your information.\nGiven the non-personal nature of this information, no restrictions apply under this Privacy Policy on our right to de-personalize your Personal Data.\nWe may use de-personalized information in any way and share it with third parties without your consent.\n<br>We might process your Personal Data for additional purposes that are not mentioned here, but are compatible with the original purpose for which the data was gathered.\nTo do this, we will ensure that:</p>\n<ul>\n<li>the link between purposes, context and nature of Personal Data is suitable for further Processing;</li>\n<li>the further Processing would not harm your interests and</li>\n<li>there would be appropriate safeguard for Processing.</li>\n</ul>\n<p>We will inform you of any further Processing and purposes.</p>\n<strong>\n<u>When do we disclose your Personal Data?</u>\n</strong>\n<p>We will disclose Personal Data when we believe in good faith that disclosure is required by law (e.g., court order or subpoena) or such disclosure helps enforce (i) our Terms of Use, contests, sweepstakes, promotions, or game rules.\n(ii) protect your safety or security, including the safety and security of your property.\nor (iii) protect the safety and security of our website or third parties.</p>\n<strong>\n<u>How do we secure your data?</u>\n</strong>\n<p>The security of your data is important to us and our third party vendors.\nWhen you enter sensitive information (such as credit card number and/or social security number, permanent account number or other details) on our site or an affiliate sign up page, registration or order forms, both we and our third party vendors encrypt that information using secure Socket Layer Technology (SSL).\n<br>We follow generally accepted industry standards to protect the Personal Data submitted to us, both during transmission and once we receive it.\nNo method of transmission over the Internet, or method of electronic storage, is 100% secure.</p>\n<strong>\n<u>Our Commitment to Children's Privacy</u>\n</strong>\n<p>The Site will not knowingly collect, use or retain Personal Data from anyone under the age of 13, for any purpose whatsoever (including internal or external marketing or promotional purposes).\nIf you are under the age of 13, you will need your parent or guardian's consent before you can provide any Personal Data to us for purposes of registration and other online activities.</p>\n<p>By registering to this site we have reasons to believe that you have taken required consents from your Parents / Guardian.\n<br>\n<strong>&nbsp;</strong>\n<br>\n<strong>Access, Change or Delete </strong>\n<strong>Data</strong>\n</p>\n<ul>\n<li>\n<strong>By Parents about their children</strong>\n</li>\n</ul>\n<p>Once again, we would like to assure you that we do not keep any information other than what is listed above.\nHowever, parents are welcome to contact us about any Personal Data about their child by email.\nIf your child's personal changes, or if you no longer desire our service, you may correct, update, or delete it by making the change by contacting us at the email address&nbsp.\n<strong>Privacy@reliancegames.com.</strong>\n<br>We will respond to your request to access within 30 days.\nParents may request us: <br>1) to discontinue collection and use of their Child's Personal Data <br>2) to delete the Child's Personal Data</p>\n<p>which can be done by contacting us at the email address provided above.</p>\n<ul>\n<li>\n<strong>By Users</strong>\n</li>\n</ul>\n<p>If your Personal Data changes, or if you no longer desire our service, you may correct, update or delete it by making a request to us or by contacting us at the email address provided above.\nWe will respond to your request to access within 30 days.\n<br>Therefore, while we strive to use commercially acceptable means to protect your Personal Data, we cannot guarantee its absolute security.\nIf you have any questions about the security of our website, you can email us at &nbsp;<strong>Privacy@reliancegames.com</strong>\n<br>\n<strong>Information about cookies</strong>\n<br>We use cookies and/or similar technologies to analyze customer behavior, administer the website, track users\\' movements, and to collect information about users.\nThis is done in order to personalize and enhance your experience with us.\n<br>A cookie is a tiny text file stored on your computer.\nCookies store information that is used to help make sites work.\nOnly we can access the cookies created by our website.\nYou can control your cookies at the browser level.\nChoosing to disable cookies may hinder your use of certain functions.</p>\n<p>\n<strong>We use cookies for the following purposes:</strong>\n</p>\n<ul>\n<li>\n<strong>Necessary cookies</strong> - these cookies are required for you to be able to use some important features on our website, such as logging in.\nThese cookies don\\'t collect any Personal Data.</li>\n<li>\n<strong>Functionality cookies</strong> - these cookies provide functionality that makes using our service more convenient and makes providing more personalized features possible.\nFor example, they might remember your name and e-mail in comment forms so you don\\'t have to re-enter this information next time when commenting.</li>\n<li>\n<strong>Analytics cookies</strong> - these cookies are used to track the use and performance of our website and services</li>\n<li>\n<strong>Advertising cookies</strong> - these cookies are used to deliver advertisements that are relevant to you and to your interests.\nIn addition, they are used to limit the number of times you see an advertisement.\nThey are usually placed to the website by advertising networks with the website operator\\'s permission.\nThese cookies remember that you have visited a website and this information is shared with other organizations such as advertisers.\nOften targeting or advertising cookies will be linked to site functionality provided by the other organization.</li>\n</ul>\n<p>&nbsp;</p>\n<p>You can remove cookies stored in your computer via your browser settings.</p>\n<p>We use Google Analytics to measure traffic on our website.\nGoogle has their own Privacy Policy which you can review&nbsp;<strong>here</strong>.\nIf you\\'d like to opt out of tracking by Google Analytics, visit the&nbsp;<strong>Google Analytics opt-out page</strong>.</p>\n<p>\n<strong>Types of cookies used</strong>\n</p>\n<p>\n<strong>Click here</strong> to know more about the types of cookies used by us.</p> COOKIE NAME PURPOSE DURATION DOMAIN CATEGORY DATA HELD BY COOKIE _ga Tracking user for Google Analytics Managed by google analytics .reliancegames.com Analytical Analytical <strong>\n<u>Changes and Updates to this Privacy Policy</u>\n</strong>\n<p>We reserve the right at any time to (i) change the terms of this Privacy Policy.\n(ii)&nbsp.\nchange the Terms of Use, including eliminating or modifying any content on or feature of the Website.\nor (iii) change/charge any fees or charges for use of the services.</p>\n<p>Any changes we make shall be effective immediately from the notice, which we may give either by posting the new notice on the website or via electronic mail.\nYour use of the services after such notice will be deemed acceptance of such changes.\nBe sure to review changes in the Privacy Policy and Privacy Notice periodically to ensure your familiarity with the most current version.\nYou will always be able to tell when the version was last updated by checking the Last Revised date in the header of this Privacy Policy.</p>\n<p>\n<strong>Linking to third party sites</strong>\n<br>To provide relevant information not found on our website, we may provide links from our websites to third party websites and we encourage our users to read third party sites privacy policies before submitting Personal Data.\nWe are not responsible for the privacy practices of the content of third party sites.\nWe hereby disclaim any representations or warranties expressed on any site other than own site.</p>\n<strong>\n<u>Contact information</u>\n</strong>\n<p>If you have any questions, complaints or comments regarding our Privacy Policy Statement, you can contact us at: <br>Address: Codemasters Campus, Stoneythorpe, Southam, Warwickshire, CV 47 2DL <br>Email - <strong>Privacy@reliancegames.com</strong>\n</p>\n<p>\n<strong>Assent </strong>\n<br>By using this site, you signify your assent to our Online Privacy Policy.\nIf you do not agree to this Privacy Policy, please do not use this site.\nWe reserve the right to make changes to this Privacy Policy.\nPlease check back from time to time to ensure that you are aware of these changes.\nYour continued use of this site will signify your acceptance of these changes.\nIf you do not agree with any terms or conditions described in this Privacy Policy or the Terms of Use, we would request you to exit from the site.</p> ", "created_at": "2021-11-27 03:28:45.141094", "updated_at": "2021-11-27 02:30:14.930893"}], "points": [], "urls": ["reliancegames.com"]}}