{"error": 448, "message": "OK", "parameters": {"id": 5965, "name": "Playrcart", "created_at": "2021-11-30 18:27:29.663628", "updated_at": "2021-11-30 23:01:14.715912", "wikipedia": null, "keywords": null, "related": null, "slug": "playrcart", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/5965.png", "url": "playrcart.com", "documents": [{"id": 10773, "name": "Cookie Policy", "url": "https://www.playrcart.com/cookie-policy", "xpath": "/html/body/main/div/div", "text": " Website Cookie Policy <p>At Playrcart we use cookies and other similar technologies like pixels and tags to allow our website to work, to analyse and improve it, to personalise your experience and to show you relevant advertising.\nHere’s a breakdown of what that means for you.<br>\n</p> What are cookies? <p>Cookies make your online experience personalised by helping us show you relevant Playrcart adverts when you browse other websites, helping us to understand how you are using our own website, and saving you lots of time by remembering your details.\nBut how do they do it? <br>Cookies are actually small files that are stored on your computer or phone.\nThey store small bits of data so that when you visit a website, it can remember your preferences and make sure it shows you content that is relevant to you.\n<br>All cookies have expiry dates that determine how long they stay in your browser:<br>•\tSession cookies are temporary cookies that expire automatically whenever you close your browser.<br>•\tPersistent cookies usually stay in your browser for a set period, or until you manually delete them.<br>\n</p> How we track emails <p>Every email we send to you contains small gif files known as tracking pixels.\n<br>These are small graphic files that contain unique identifiers that enable us to recognise when our marketing subscribers have opened an email or clicked certain links.\nThis allows us to record each subscriber's email address, IP address, device ID, date, and time associated with each open and click for a campaign.\n<br>We use this data to create reports about how interesting or useful our marketing campaigns were to our users, then we can adjust them to make our campaigns more relevant.\nFor example, if you never open emails about Art, we'll start to assume you don't want to receive emails about Art!<br>\n</p> Turning off cookies <p>If you turn off all cookies, Playrcart won’t work properly.\nBut if you want to, you can delete your cookies and manage how cookies are used for the browser you use.<br>Here are the instructions for desktop browsers:<br>•\tGoogle Chrome<br>•\tFirefox<br>•\tSafari<br>•\tInternet Explorer <br>And here are the instructions for mobile browsers:<br>•\tGoogle Chrome on Android<br>•\tFirefox on Android<br>•\tSafari on iOS<br>To opt out of being tracked by Google Analytics across all websites, visit http://tools.google.com/dlpage/gaoptout.<br>\n</p> Need more information? <p>Our Customer and Rider Privacy Policies contain more information about users’ data protection rights.\nIf you have any other questions about the way we use cookies, you can contact our general customer services team at: hello@playrcart.com or our Data Protection Officer at: hello@playrcart.com<br>\n</p> Necessary Cookies <p>Without cookies most websites wouldn’t work, that includes Playrcart.<br>The cookies necessary for Playrcart to work allow us to:<br>• Add items to your basket and create an order<br>• Check your order status<br>• Enable customer service agents to chat with you<br>• Keep records of your consent to our use of cookies<br>Our payment provider Stripe also uses cookies which are necessary to remember your card details and process your payments, without storing your card details on Playrcart’s systems.<br>If you log in to Playrcart using social login, the social login partner (such as Google or Facebook) will use certain cookies to allow you to log in.\nYou can check Google and Facebook’s privacy and cookie policies on their websites.<br>\n<br>Cookies used<br>•\t_orderweb_session<br>•\t_rider-portal_session<br>•\tapi_token<br>•\tbrowse_data<br>•\tuser_data<br>•\tlocale<br>•\t__cf_bm<br>•\tG_ENABLED_IDPS<br>•\tsession_data<br>•\t__stripe_mid<br>•\t__stripe_sid<br>•\tOptanonConsent<br>•\tOptanonAlertBoxClosed<br>•\t__cfduid<br>•\tlocation_data<br>•\tapi_auth<br>•\tconsumer_auth_token<br>• <br>•\t__cfduid\t<br>•\t__cf_bm\t<br>•\tm\t<br>Analytics cookies<br>Analytics cookies help us understand how people are using our website.\nThis helps us to constantly improve things.<br>The analytics cookies we use allow us to see:<br>• if you’ve visited Playrcart before<br>• who’s visited our website without being logged into an account — this tells us how many people are new to Playrcart<br>• how much time people spend on Playrcart and when they close their browser<br>• how our customers got to Playrcart — for example, if they came to our website from a Google search<br>• which parts of our website are being used and which parts aren’t<br>Cookies used<br>•\t_gat_gtag_UA_91187322_1<br>•\t_gat<br>•\t_ga<br>•\t_gid<br>•\tJSESSIONID\t<br>Cookies to improve the content you see<br>We’re also always testing out new ways of making Playrcart as good as it can be.<br>We do this by trying out new ideas with small groups of customers before rolling things out to everybody.\nIn order to do this we need to use… yes, you’ve guessed it: Cookies!<br>The cookies we use for this allow us to:<br>• know which versions of our website you are visiting<br>• control which versions you visit — to find out which ones work best <br>Cookies used<br>•\tintercom-id-kw9m82wf<br>•\thas_dismissed_mobile_banner<br>•\tajs_anonymous_id<br>•\tseen_cookie_message<br>•\tajs_user_id<br>•\tajs_group_id<br>•\tcwa_last_home_feed<br>•\t__cfduid\t<br>•\t__cfduid\t<br>•\tvuid\t<br>•\tLSID\t<br>\n<br>Advertising cookies<br>We use third party cookies and pixels to collect data about your browsing activity on our website.\nThis means we can show you relevant Playrcart adverts when you browse other websites.\nThis might include ads for item types you’ve ordered before — or ads showing you what it's like to be a Playrcart rider or explaining how to apply if you’ve previously visited our rider apply page.<br>The third party advertising partners that we typically work with are listed below.\nYou can control your ad preference on their websites by following the links below:<br>• Google<br>• Microsoft/Bing<br>• Facebook<br>• Snapchat<br>• LinkedIn<br>• Twitter<br>• theTradeDeck<br>• Captify<br>These partners might use cookies, attribution services or similar technologies to check whether we’ve shown you an ad.<br>Cookies used<br>•\t_scid<br>•\t_RCRTX03<br>•\t_gcl_au<br>•\t_fbp<br>• <br>•\tmid\t<br>•\tb\t<br>•\t_RCRTX03\t<br>•\tcc_ut\t<br>•\tLOGIN_INFO\t<br>•\tfr\t<br>•\tTDCPM\t<br>•\tvisit\t<br>•\tATN\t<br>•\tuuid2\t<br>•\t_s\t<br>•\tsc_at\t<br>•\tid\t<br>•\tPHPSESSID\t<br>•\t__cfduid\t<br>•\tPREF\t<br>•\tlang\t<br>•\tremember_checked_on\t<br>•\tHSID\t<br>•\tmid\t<br>•\t__utmv\t<br>\n<br>\n</p> ", "created_at": "2021-11-30 18:27:29.66752", "updated_at": "2021-11-30 17:28:08.036492"}, {"id": 10772, "name": "Privacy Policy ", "url": "https://www.playrcart.com/privacy-policy/", "xpath": "/html/body/main/div/div", "text": " Website Privacy Policy 1 INTRODUCTION <p>\n<strong>1.1 Important information and who we are</strong>\n</p>\n<p>Welcome to Playrcart Limited’s Privacy and Data Protection Policy (“Privacy Policy”).</p>\n<p>At Playrcart Limited (“we”, “us”, or “our”) we are committed to protecting and respecting your privacy and Personal Data in compliance with the United Kingdom General Data Protection Regulation (“GDPR”), the DPA 2018 and all other mandatory laws and regulations of the United Kingdom.</p>\n<p>This Privacy Policy explains how we collect, process and keep your data safe.\nThe Privacy Policy will tell you about your privacy rights, how the law protects you, and inform our employees and staff members of all their obligations and protocols when processing data.</p>\n<p>The individuals from which we may gather and use data can include: Customers and any other people that the organisation has a relationship with or may need to contact.</p>\n<p>This Privacy Policy applies to all our employees and staff members and all Personal Data processed at any time by us.</p>\n<p>\n<strong>1.2 Who is Your Data Controller</strong>\n</p>\n<p>Playrcart Limited is your Data Controller and responsible for your Personal Data.\nWe are not obliged by the GDPR to appoint a data protection officer and have not voluntarily appointed one at this time.\nTherefore, any inquiries about your data should either be sent to us on email at richard@playrcart.com or sent in a letter to 14 Cotton's Gardens, London, E2 8DN, United Kingdom.</p>\n<p>You have the right to make a complaint at any time to the Information Commissioner’s Office (ICO), the UK supervisory authority for data protection issues (www.ico.org.uk).\nWe would, however, appreciate the chance to deal with your concerns before you approach the ICO so please contact us in the first instance.</p>\n<p>\n<strong>1.3 Processing Data on Behalf of a Controller and Processors’ responsibility to you</strong>\n</p>\n<p>In discharging our responsibilities as a Data Controller we have employees who will deal with your data on our behalf (known as “Processors”).\nTherefore, the responsibilities described below may be assigned to an individual, or may be taken to apply to the organisation as a whole.\nThe Data Controller and our Processors have the following responsibilities:</p>\n<p>Ensure that all processing of Personal Data is governed by one of the legal bases laid out in the GDPR (see 2.2 below for more information on those bases);</p>\n<p>Ensure that Processors authorised to process Personal Data have committed themselves to confidentiality or are under an appropriate statutory obligation of confidentiality;</p>\n<p>Implement appropriate technical and organisational measures to ensure a level of security appropriate to the risk associated with the processing of Personal Data;</p>\n<p>Obtain the prior specific or general authorisation of the Controller before engaging another Processor;</p>\n<p>Assist the Controller in the fulfilment of the Controller's obligation to respond to requests for exercising the data subject's rights;</p>\n<p>Make available to the Controller all information necessary to demonstrate compliance with the obligations laid down in the GDPR and allow for and contribute to audits, including inspections, conducted by the Controller or another auditor mandated by the Controller;</p>\n<p>Maintain a record of all categories of processing activities carried out on behalf of a Controller;</p>\n<p>Cooperate, on request, with the supervisory authority in the performance of its tasks;</p>\n<p>Ensure that any person acting under the authority of the Processor who has access to Personal Data does not process Personal Data except on instructions from the Controller.\nand </p>\n<p>Notify the Controller without undue delay after becoming aware of a Personal Data Breach;</p> 2 LEGAL BASIS FOR DATA COLLECTION <p>\n<strong>2.1 Types of Data / Privacy Policy Scope</strong>\n</p>\n<p>“Personal Data” means any information about an individual from which that person can be identified.\nIt does not include data where the identity has been removed (anonymous data).</p>\n<p>We may collect, use, store and transfer different kinds of Personal Data about you which we have grouped together below.\nNot all of the following types of data will necessarily be collected from you but this is the full scope of data that we collect and when we collect it from you:</p>\n<p>Profile/Identity Data: This is data relating to your first name, last name, gender, date of birth.</p>\n<p>Contact Data: This is data relating to your phone number, addresses, email addresses, phone numbers.</p>\n<p>Marketing and Communications Data: This is your preferences in receiving marketing information and other information from us.</p>\n<p>Billing Data: This is information relating to your debit and credit card information such as the name attached to your payment details and your billing address.</p>\n<p>Financial Data: These are your banking details e.g.\nyour account number and sort code.</p>\n<p>Transactional Data: This is information of details and records of all payments you have made for our services or products.</p>\n<p>Technical Data: This is your IP address, browser type and version, time zone setting and location, operating system and platform, and other technology on the devices you use to engage with us.</p>\n<p>Customer Support Data: This includes feedback and survey responses.</p>\n<p>Usage Data: information about how you use our website, products and services.</p>\n<p>We do not collect any Special Categories of Personal Data about you (this includes details about your race or ethnicity, religious or philosophical beliefs, sex life, sexual orientation, political opinions, trade union membership, information about your health, and genetic and biometric data).\nNor do we collect any information about criminal convictions and offences.</p>\n<p>\n<strong>2.2 The Legal Basis for Collecting That Data</strong>\n</p>\n<p>There are a number of justifiable reasons under the GDPR that allow collection and processing of Personal Data.\nThe main avenues we rely on are:</p>\n<p>“Consent”: Certain situations allow us to collect your Personal Data, such as when you tick a box that confirms you are happy to receive email newsletters from us, or ‘opt in’ to a service.</p>\n<p>“Contractual Obligations”: We may require certain information from you in order to fulfil our contractual obligations and provide you with the promised service.</p>\n<p>“Legal Compliance”: We’re required by law to collect and process certain types of data, such as fraudulent activity or other illegal actions.</p>\n<p>“Legitimate Interest”: We might need to collect certain information from you to be able to meet our legitimate interests - this covers aspects that can be reasonably expected as part of running our business, that will not have a material impact on your rights, freedom or interests.\nExamples could be your address, so that we know where to deliver something to, or your name, so that we have a record of who to contact moving forwards.</p> 3 HOW WE USE YOUR PERSONAL DATA <p>\n<strong>3.1 Our Uses</strong>\n</p>\n<p>We will only use your Personal Data when the law allows us to.\nSet out below is a table containing the different types of Personal Data we collect and the lawful basis for processing that data.\nPlease refer to section 2.2 for more information on the lawful basis listed in the table below.</p>\n<p>Examples provided in the table below are indicative in nature and the purposes for which we use your data may be broader than described but we will never process your data without a legal basis for doing so and it is for a related purpose.\nFor further inquiries please contact us.</p>\n<p>\n<strong>3.2 Marketing and Content Updates</strong>\n</p>\n<p>You will receive marketing and new content communications from us if you have created an account and chosen to opt into receiving those communications.\nFrom time to time we may make suggestions and recommendations to you about goods or services that may be of interest to you.</p>\n<p>\n<strong>3.3 Change of Purpose</strong>\n</p>\n<p>We will only use your Personal Data for the purposes for which we collected it, unless we reasonably consider that we need to use it for another reason and that reason is compatible with the original purpose.\nIf you wish to get an explanation as to how the processing for the new purpose is compatible with the original purpose, please contact us.</p>\n<p>If we need to use your Personal Data for an unrelated purpose, we will notify you and we will explain the legal basis which allows us to do so.</p>\n<p>Please note that we may process your Personal Data without your knowledge or consent, in compliance with the above rules, where this is required or permitted by law.</p> 4 YOUR RIGHTS AND HOW YOU ARE PROTECTED BY US <p>\n<strong>4.1 What Control Do I Have Over Playrcart Limited’s Use Of My Personal Data?</strong>\n</p>\n<p>You may delete your account at any time – this will remove your account page from our systems and our related software.</p>\n<p>We guarantee this will delete all stored data.</p>\n<p>Your account information will be protected by a password for your privacy and security.\nYou need to prevent unauthorized access to your account and personal information by selecting and protecting your password appropriately and limiting access to your computer or device and by signing off after you have finished accessing your account.</p>\n<p>You can access information associated with your account by logging into your account you created with us.</p>\n<p>Your account information will be protected by a password for your privacy and security.\nYou need to prevent unauthorized access to your account and personal information by selecting and protecting your password appropriately and limiting access to your computer or device and by signing off after you have finished accessing your account.</p>\n<p>California Privacy Rights: Under California Civil Code sections 1798.83-1798.84, California residents are entitled to ask us for a notice identifying the categories of personal customer information which we share with our affiliates and/or third parties for marketing purposes, and providing contact information for such affiliates and/or third parties.\nIf you are a California resident and would like a copy of this notice, please submit a written request to richard@playrcart.com.</p>\n<p>\n<strong>4.2 How Does Playrcart Limited Protect Customers' Personal Data?</strong>\n</p>\n<p>We are concerned with keeping your data secure and protecting it from inappropriate disclosure.\nWe implement a variety of security measures to ensure the security of your Personal Data on our systems, including We implement certain security measures to ensure the security of your Personal Data on our systems, including adopting a secure protocol and encrypting our databases..\nAny Personal Data collected by us is only accessible by a limited number of employees who have special access rights to such systems and are bound by obligations of confidentiality.\nIf and when we use subcontractors to store your data, we will not relinquish control of your Personal Data or expose it to security risks that would not have arisen had the data remained in our possession.\nHowever, unfortunately no transmission of data over the internet is guaranteed to be completely secure.\nIt may be possible for third parties not under the control of Playrcart Limited to intercept or access transmissions or private communications unlawfully.\nWhile we strive to protect your Personal Data, we cannot ensure or warrant the security of any Personal Data you transmit to us.\nAny such transmission is done at your own risk.\nIf you believe that your interaction with us is no longer secure, please contact us.</p>\n<p>\n<strong>4.3 Opting Out Of Marketing Promotions</strong>\n</p>\n<p>You can ask us to stop sending you marketing messages at any time by You can opt out of marketing messages at any time via your customer account or by using the unsubscribe link at the bottom of emails.</p>\n<p>Where you opt out of receiving these marketing messages, we will continue to retain other Personal Data provided to us as a result of interactions with us not related to your marketing preferences.</p>\n<p>\n<strong>4.4 How to Request your Data and the Process for Obtaining it</strong>\n</p>\n<p>You will not have to pay a fee to access your Personal Data (or to exercise any of the other rights).\nHowever, if your request is clearly unfounded, we could refuse to comply with your request.</p>\n<p>We may need to request specific information from you to help us confirm your identity and ensure you have the right to access your Personal Data (or to exercise any of your other rights).\nThis is a security measure to ensure that Personal Data is not disclosed to any person who has no right to receive it.\nWe may also contact you to ask you for further information in relation to your request to speed up our response.</p> 5 YOUR DATA AND THIRD PARTIES <p>\n<strong>5.1 Will We Share Your Data With Third Parties?</strong>\n</p>\n<p>We may also share Personal Data with interested parties in the event that Playrcart Limited anticipates a change in control or the acquisition of all or part of our business or assets or with interested parties in connection with the licensing of our technology.</p>\n<p>If Playrcart Limited is sold or makes a sale or transfer, we may, in our sole discretion, transfer, sell or assign your Personal Data to a third party as part of or in connection with that transaction.\nUpon such transfer, the Privacy Policy of the acquiring entity may govern the further use of your Personal Data.\nIn all other situations your data will still remain protected in accordance with this Privacy Policy (as amended from time to time).</p>\n<p>We may share your Personal Data at any time if required for legal reasons or in order to enforce our terms or this Privacy Policy.</p> 6 HOW LONG WILL WE RETAIN YOUR DATA FOR? <p>We will only retain your Personal Data for as long as reasonably necessary to fulfil the purposes we collected it for.\nWe may retain your Personal Data for a longer period than usual in the event of a complaint or if we reasonably believe there is a prospect of litigation in respect to our relationship with you.</p> 7 INTERNATIONAL TRANSFER OF DATA <p>Your information may be stored and processed in the US or other countries or jurisdictions outside the US where Playrcart Limited has facilities.\nWe are currently storing data in the EU and so, by using Playrcart Limited, you are permitting and consenting to the transfer of information, including Personal Data, outside of the US.</p> 8 NOTIFICATION OF CHANGES AND ACCEPTANCE OF POLICY <p>We keep our Privacy Policy under review and will place any updates on this webpage.\nThis version is dated 1 February 2021.\nBy using Playrcart Limited, you consent to the collection and use of data by us as set out in this Privacy Policy.\nContinued access or use of Playrcart Limited will constitute your express acceptance of any modifications to this Privacy Policy.</p> 9 INTERPRETATION <p>All uses of the word \"including\" mean \"including but not limited to\" and the enumerated examples are not intended to in any way limit the term which they serve to illustrate.\nAny email addresses set out in this policy may be used solely for the purpose for which they are stated to be provided, and any unrelated correspondence will be ignored.\nUnless otherwise required by law, we reserve the right to not respond to emails, even if they relate to a legitimate subject matter for which we have provided an email address.\nAs a matter of common sense, you are more likely to get a reply if your request or question is polite, reasonable and there is no relatively obvious other way to deal with or answer your concern or question (e.g.\nFAQs, other areas of our website etc.).</p>\n<p>Our staff are not authorised to contract on behalf of Playrcart Limited, waive rights or make representations (whether contractual or otherwise).\nIf anything contained in an email from a Playrcart Limited address contradicts anything in this policy, our terms or any official public announcement on our website, or is inconsistent with or amounts to a waiver of any Playrcart Limited rights, the email content will be read down to grant precedence to the latter.\nThe only exception to this is genuine correspondence expressed to be from the Playrcart Limited legal department.</p> 10 TERMS OF USE <p>Please also see our Terms of Use which set out the terms, disclaimers, and limitations of liability governing your use of Playrcart Limited.</p> ", "created_at": "2021-11-30 18:27:29.665967", "updated_at": "2021-11-30 17:28:16.148365"}], "points": [], "urls": ["playrcart.com"]}}