{"error": 448, "message": "OK", "parameters": {"id": 4476, "name": "LiquidM Technology ", "created_at": "2021-07-03 23:26:51.911057", "updated_at": "2021-07-03 22:00:52.290388", "wikipedia": null, "keywords": null, "related": null, "slug": "liquidm-technology", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/4476.png", "url": "liquidm.com", "documents": [{"id": 7854, "name": " General Terms & Conditions ", "url": "https://liquidm.com/general-terms-conditions", "xpath": "/html/body/div[1]/div[3]/div/main/div/div/div[2]/div[2]/div/div/div/div/div", "text": " <p>LiquidM Technology GmbH(“LiquidM”) is a German corporation doing business at Invalidenstraße 74, 10557, Berlin.\nLiquidM Demand Side Platform is a technological service provider that renders services in the field of the issuance and execution of advertising orders, advertising media, information and communication services in order for its customers to optimize their campaigns across the full range of premium to performance advertising.</p>\n<p>The “Company” is a customer of LiquidM specified in the relevant LiquidM Order Form.</p>\n<ol>\n<li>\n<strong>Agreement</strong>\n<p>These Standard Terms and Conditions, together with the LiquidM Order Form (collectively, the “Agreement”) govern the relationship between Company – and any advertisers or agencies that have authorized Company to act on their behalf – and LiquidM (each a “Party” and together, the “Parties”).</p>\n<p>LiquidM reserves the right to modify these Standard Terms and Conditions with effect for the future at any time.\nIn this case, LiquidM will notify the Company of these changes.\nThe changes shall be deemed to be accepted if the Company does not object in the written form within three weeks after receipt of the amendment notification.\nLiquidM will inform the Company in its amendment notification about the Company’s right to object and the effects of a lack of objection.\nIf the Company rejects the changes, LiquidM has the right to terminate the Agreement.</p>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Definitions</strong>\n<p>The following terms shall be defined in this Agreement as follows:</p>\n<p>“<strong>Ad Inventory</strong>” means digital advertising inventory, including, without limitation, mobile website and mobile application advertising inventory on which Ad Units may be displayed through the LiquidM Service.</p>\n<p>“<strong>Ad Unit</strong>” means a unit of advertising content.</p>\n<p>“<strong>Auction Supply</strong>” means Ad Inventory purchased by LiquidM via auction from Third-Party Ad Exchanges in its own name and own account and afterward sold to the Company.</p>\n<p>“<strong>Bidding and/or Buying Terms</strong>” means all of: (i) the conditions that a buyer or seller of Ad Units or Ad Inventory requires with respect to a particular Ad Unit or particular Ad Inventory, as applicable, (ii) the specifications and features of, and rules associated with, a particular Ad Unit or Ad Inventory, as applicable, and (iii) other information and data provided within the LiquidM Service by or on behalf of the Company with respect to a particular Ad Unit or particular Ad Inventory, as applicable.</p>\n<p>“<strong>CPM</strong>” means cost per thousand Impressions.</p>\n<p>“<strong>Impression</strong>” means a display of an Ad Unit on a particular item of Ad Inventory.</p>\n<p>“<strong>Intellectual Property Rights</strong>” means patent rights, copyright rights (including, but not limited to, rights in visual works and moral rights), trade secret rights, and any other intellectual property rights recognized by the law of each applicable jurisdiction.</p>\n<p>“<strong>Markup Fee</strong>” is the fee payable by Company for the LiquidM Service.\nThe Markup Fee will be calculated as a certain percentage of the Media Spendings of the Company as set forth in the LiquidM Order Form.</p>\n<p>“<strong>Marks</strong>” means a party’s trademarks, trade names, service marks and service names.</p>\n<p>“<strong>Media Spendings</strong>” means the selling prices for Auction Supply sold and delivered by LiquidM to Company in LiquidM’s own name and on its own account via LiquidM’s proprietary platform.\nThe exact amount of the Media Spendings depends on the numbers of Impressions for the relevant Ad Units and Ad Inventories.</p>\n<p>“<strong>Publisher Expenses</strong>” means the purchase price for Auction Supply purchased by LiquidM from Third Party Ad Exchanges.</p>\n<p>”<strong>LiquidM Service</strong>” means the Company’s right to use LiquidM’s proprietary platform including software and systems implemented by LiquidM to provide its platform and related services to enable Company to make use of the services as specified in this Agreement.</p>\n<p>“<strong>Service Policies</strong>” means, collectively, all applicable rules, terms, conditions, requirements, technical standards and policies of LiquidM, Third-Party Ad Exchanges and other third parties that are set forth in the LiquidM user interface and/or provided by LiquidM to the Company from time to time.</p>\n<p>“<strong>Third-Party Ad Exchanges</strong>” means sellers of Ad Inventory.</p>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Grant of license.\nlimitations</strong>\n<p>3.1.\n&nbsp;<strong>Grant of License.\n</strong>Subject to Company’s payment of the Mark-Up Fee when due and compliance with the Service Policies and with the Agreement, LiquidM grants to Company – and Company accepts – the non-exclusive, non-transferable, non-sublicensable right and license to access and use the LiquidM Service during the term of this Agreement.\nThe LiquidM Service is provided by LiquidM over the Internet, and the foregoing does not grant any right to Company to receive or use copies of any LiquidM software code other than through the web interfaces provided by LiquidM.\nCompany hereby expressly grants to LiquidM – and LiquidM accepts – all rights necessary to enable LiquidM to store, audit, optimize, deliver and serve Ad Units to Ad Inventory and otherwise provide the LiquidM Service to Company.</p>\n<p>3.2.\n&nbsp;<strong>Limitations.\n</strong>Company hereby explicitly agrees that it will not and will not enable any third party to: (a) reproduce or distribute or make available the LiquidM Service or any portion thereof to any third party.\n(b) use or authorize use of the LiquidM Service for any purpose not specified in this Agreement.\n(c) copy, transfer, sell, lease, syndicate, sub-syndicate, lend, or use for co-branding, timesharing or any other unauthorized purposes the LiquidM Service or access thereto.\nor (d) modify, translate, reverse engineer, reverse compile, disassemble the LiquidM Service or any portion thereof, or attempt to do any of the foregoing.\nFor the avoidance of doubt, LiquidM expressly reserves all Intellectual Property Rights not expressly granted under this Agreement.\nExcept as explicitly set forth herein, LiquidM does not grant any other license (express or implied) to LiquidM’s Intellectual Property Rights.\nThe Parties acknowledge and agree that nothing in this Agreement or the performance hereof will operate to or shall be construed to grant either Party any right, title or interest, implied or otherwise, in or to the Intellectual Property Rights of the other Party.</p>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Auction Supply</strong>\n<p>LiquidM will purchase Auction Supply from Third Party Ad Exchanges.\nIt will then sell it to Company in its own name and on its own account at a price that takes into account the Bidding and Buying Terms entered by the Company on LiquidM’s proprietary platform.\nThe prices for the Media Spendings will be indicated to the Company on LiquidM’s proprietary platform.</p>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Payment Terms.\nPublisher Expenses.\n</strong>\n<p>5.1.&nbsp.\n<strong>Markup Fee and Media Spendings Payment, Auction Supply.&nbsp;</strong>LiquidM will invoice Company for the Media Spendings and Markup Fees due to LiquidM for the previous month pursuant to this Agreement and the LiquidM Order Form in connection with Impressions served via the LiquidM Service.\nLiquidM’s Impressions count and LiquidM’s record of the price per Impression will be controlling and final.\nThe company acknowledges and agrees that LiquidM is entitled to implement and modify appropriate tools, policies &amp.\nprocedures at any time in its sole discretion to reduce discrepancies between Impressions counted by Third-Party Ad Exchanges and LiquidM.\nAny complaints relating to an invoice must be submitted to LiquidM in writing or by email to finance@liquidm.com within two weeks upon receipt of the invoice.\nIf no such complaint has been made within two weeks upon receipt of invoice, the invoice is deemed to be accepted.\nPayment is due within 30 days after the date of the invoice and in Euro.\nThe company acknowledges and agrees that the use of the LiquidM Service may be subject to credit limits, as determined by LiquidM in its sole discretion from time to time.\nThe company will promptly provide LiquidM with information LiquidM reasonably requires to complete its payment review process.\nLiquidM’s invoices shall be due regardless of whether Company has collected payments from its clients.</p>\n<p>5.2.\n&nbsp;<strong>Late Payments.&nbsp;</strong>Late payments will be subject to the&nbsp;interest rate of 1.5% per month.\nIf Company fails to make any payment due and payable, Company shall pay all late payment expenses and damages (including attorney’s fees) incurred by LiquidM in collecting such payments.\nIn addition, LiquidM shall be entitled to suspend Company’s access to and use of the LiquidM Service upon giving the Company 48-hours prior notice via email.</p>\n<p>5.3.&nbsp.\n<strong>Taxation.\n</strong>Except for taxes on LiquidM’s income, Company shall also be responsible for and shall pay any and all applicable taxes or duties, tariffs or the like applicable to the provision or use of the LiquidM Service including German VAT, if applicable.</p>\n<p>5.4.\n&nbsp;<strong>Publisher Expenses.\n</strong>It is LiquidM’s sole responsibility to arrange for and settle payment obligations with any Third Party Ad Exchanges for Publisher Expenses.</p>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Privacy</strong>\n<p>The company will use the LiquidM Service under this Agreement in compliance with all applicable privacy laws, rules and regulations.\nCompany will ensure that each of the websites or applications to which a user is directed following a click on any Ad Unit displayed using the LiquidM Service (the “<strong>Advertiser Sites</strong>”)&nbsp.\ncontains, and Company will advise each of its client advertisers and agencies that each of their Advertiser Sites is required to contain, (i) a privacy policy that (a) discloses the data collection and usage resulting from use of the LiquidM Service (it being understood that this clause will not be deemed to require those privacy policies to expressly identify LiquidM or any Service, unless otherwise required by law, rule or regulation).\n(b) contains a conspicuous live hyperlink to an opt-out web site that provides the user the ability to opt out of interest-based advertising through the LiquidM Service, if data is collected on such Advertiser Site(s) through the LiquidM Service for purposes of interest-based advertising.\nand (c) complies with all applicable privacy laws, rules and regulations.\nand (ii) to the extent required by applicable law, rule or regulation, a mechanism to obtain, with respect to the use of the LiquidM Service, users’ prior and informed consent to the usage of third-party technology (with reasonable evidence of such consent to be maintained to the extent so required).</p>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Confidentiality</strong>\n<p>Confidential Information means any non-public information relating to the LiquidM Service or disclosed to Company by LiquidM or Third-Party Ad Exchanges in the course of this Agreement.&nbsp.\nCompany shall use reasonable care to protect Confidential Information of LiquidM, and shall use Confidential Information only for the purposes of using the LiquidM Service as permitted by this Agreement.&nbsp.\nConfidential Information does not include any information that (a) has been made public.\n(b) becomes public through no fault of Company.\n(c) was already in the possession of Company without confidentiality obligations.\nor (d) independently developed by Company.&nbsp.\nIf Company must disclose Confidential Information in response to the judicial or governmental order, Company will promptly notify LiquidM and provide reasonable assistance to seek confidential treatment.&nbsp.\nThe company will not disclose or provide any confidential information of Company or any third party to LiquidM.</p>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Company Obligations</strong>\n<p>8.1.\n&nbsp;<strong>Authority.</strong>&nbsp.\nCompany hereby represents and warrants that: (i) it has and will have all necessary rights and authority to enter into this Agreement and to perform its obligations hereunder and thereunder.\nand (ii) it is and will be authorized to act on behalf of each of its advertisers and agencies in order to deliver advertising campaigns via the LiquidM Service, its performance under this contract will not breach any Agreement or other obligation that it has with or to any such advertisers and agencies.\nThe company will be responsible for its advertiser’s and agency’s acts and omissions in connection with the LiquidM Services provided under this Agreement.</p>\n<p>8.2.\n&nbsp;<strong>Compliance.\n</strong>The company will comply with any terms and conditions of this Agreement, the policies of Third-Party Ad Exchanges, Service Policies, and any Bidding and/or Buying Terms, and additional restrictions and/or specifications that may be provided from time to time.&nbsp.\nThe company represents and warrants that its use of the LiquidM Service will not violate or cause Company to breach any other agreements it may have with third parties.&nbsp.\nCompany shall be solely responsible for its use of the LiquidM Service hereunder.</p>\n<p>8.3.\n&nbsp;<strong>Ad Units.</strong>&nbsp;The company agrees that all Ad Units provided by Company will meet the ad format as specified in the respective ad and/or bid request, the Bidding and/or Buying Terms, and any other guidelines that may be applicable to Company as provided by LiquidM from time to time.\n&nbsp;Company warrants further that none of the Ad Units provided by Company, and none of the Advertiser Sites (as defined in Section 5), will be illegal, misleading, libelous, obscene, invasive of others’ privacy, or hateful (racially or otherwise) or likely to damage the reputation of LiquidM or the Publisher of the Ad Unit.\nCompany warrants that Ad Units provided by Company will not violate the Intellectual Property Rights of any third party.\nOnly the Company shall be responsible for the compliance of the Ad Units to the aforementioned conditions.\nLiquidM shall not be obliged to review and examine the Ad Units before their distribution.</p>\n<p>LiquidM shall have the right (but not the obligation) to review creatives in due course, in order to check if the Company violates its obligations under section 8.3.\nLiquidM reserves the right to refuse acceptance, the use or the publication of the respective creative.</p>\n<p>Should Company note or reasonably believe that the creatives provided by Company violate the standards under section 8.3 above, Company shall be obliged to notify LiquidM without delay and shall use best efforts to stop the creatives from being made available to the public.\nThe company is entitled in this case to provide modified or other creatives to which the aforementioned grounds of objection do not apply.\nCompany’s obligation to pay LiquidM’s remuneration shall remain unaffected.</p>\n<p>8.4.\n&nbsp;<strong>Acceptable Use.</strong>&nbsp.\nThe company will comply with all applicable laws and regulations.\nCompany will not, will not attempt to, and will not assist or knowingly permit any third party to: (a) deliver any malware, spyware, viruses, worms or other harmful or malicious code into the LiquidM Service and/or onto any Ad Unit made available through the LiquidM Service.\n(b) pass personally identifiable information to LiquidM, or otherwise associate a cookie, web beacon, or other mechanism with personally identifiable information while using the LiquidM Service.\n(c) use the LiquidM Service to select or target advertisements (i) based on past visits or clicks by users on mobile websites and applications directed at children under the age of 13 years, or (ii) based on sensitive information pursuant to applicable law.\n(d) breach, disable, tamper with, or develop or use (or attempt) any workaround for, or otherwise damage any LiquidM Service or any security measure thereof.\n(e) interfere or attempt to interfere (whether through a device, software, mechanism, routine or otherwise) with the proper working of any LiquidM Service or any activity conducted on any LiquidM server.\n(f) set, read, write, modify or delete any cookie on any LiquidM owned or operated domain.\n(g) alter or tamper with any information or materials on or associated with any LiquidM Service.</p>\n<p>In addition, Company will not, will not attempt to, and will not assist or knowingly permit any third party to: (a) disclose Ad Inventory availability, volume, or pricing data obtained through the LiquidM Service.\nor (b) collect or use data provided by, from or related to a Third-Party Ad Exchanges via a cookie, web beacon, log data analysis or other mechanism or method, for purposes of segmenting, re-targeting, creating or supplementing user profiles or inventory profiles, creating, supplementing or amending interest categories, or syndication or other distribution to third parties, unless (x) such data collection and usage are authorized in writing by or on behalf of the applicable Third-Party Ad Exchanges, as applicable, or (y) the data is independently derived by Company from a user’s “click” on an Ad Unit.</p>\n<p>8.5.\n&nbsp;LiquidM reserves the right to invoice compensation for damages and additional costs stemming from creatives that violate this Agreement.\nThe same shall apply in case of violation of policies of LiquidM’s integrated publishers that are made available under www.liquidm.com.</p>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Technical Support</strong>\n<p>LiquidM will provide the following technical support to Company in connection with its use of the LiquidM Service: (a) LiquidM will provide technical support to Company at no additional charge to resolve technical issues with the LiquidM Service, provided that Company designates no more than 2 employees to submit such support issues.\nand (b) LiquidM will use commercially reasonable efforts to ensure that the LiquidM Service is available at least 99% of the time calculated on a monthly basis (“<strong>Uptime</strong>”).&nbsp.\nThis calculation excludes downtime required for routine maintenance, as notified at least two business days in advance and downtime resulting from technical malfunctions in the systems of Company, any Third Party Ad Exchange, or any other circumstances beyond LiquidM’s reasonable control (including, without limitation, Internet delays, network congestion and ISP malfunctions).\nFor clarity, Uptime calculation is separate from and does not include the delivery or non-delivery of a subset of ads or campaigns.&nbsp;&nbsp.\nNotwithstanding anything to the contrary as negotiated between LiquidM and Company, in the event that Uptime in any calendar month is lower than 99%, Company will receive a reduction on the monthly Markup Fee amount of the following month.\nThis reduction is calculated by taking the total number of minutes of downtime experienced in the current month and multiplying it by the amount equal to the Mark-up Fees of the previous month divided by the total number of minutes in the previous month.\nLiquidM provides telephone-based support services from hours of 9.00 AM to 7:00 PM CET Monday through Friday, except German holidays.</p>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Publicity.\nPress Releases</strong>\n<p>Company agrees to grant to LiquidM the limited right to use Company’s name and logo on customer lists and informational materials.&nbsp.\nExcept as set forth above, neither Party will issue any publicity or general marketing communications concerning this relationship without the prior written consent of the other Party, which will not be unreasonably withheld or delayed.</p>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Term.\nTermination</strong>\n<p>11.1.\n&nbsp;<strong>Term</strong>.\nThis Agreement will begin on the Effective Date and, will remain in effect for one (1) year and will automatically renew for additional one (1) year renewal terms unless either Party provides the other Party with written notice of its intent not to renew the Agreement at least 60 days prior to the end of the then-current term.</p>\n<p>11.2.\n&nbsp;<strong>Termination for Convenience</strong>.&nbsp;Either party may terminate this Agreement, effective as of the last day of a calendar month, by providing 60 days’ prior notice.</p>\n<p>11.3.\n&nbsp;<strong>Termination for Cause</strong>.\nEither Party may terminate this Agreement, at any time, in the event that the other Party breaches any material term of this Agreement and fails to cure such breach within sixty (60) days following notice thereof from the non-breaching Party.</p>\n<p>11.4.\n&nbsp;<strong>LiquidM Termination</strong>.\nIn addition, LiquidM may terminate this Agreement, at any time, in the event that:</p>\n<p>(a) Company breaches any payment-related provision and fails to cure such breach within (10) days following notice thereof from LiquidM;</p>\n<p>(b) Company becomes the subject of a voluntary or involuntary petition in bankruptcy or proceeding relating to insolvency, receivership, liquidation, or composition for the benefit of creditors.\nor,</p>\n<p>(c) The company merges with or is acquired by another company, sells all or substantially all of its assets or stock or business to which this Agreement relates, or is subject to any substantial change in ownership, management or control.</p>\n<p>11.5.\n&nbsp;<strong>Effect of Termination</strong>.&nbsp;Upon any termination of the Agreement: (a) all licenses granted by LiquidM hereunder will automatically cease.\n(b) each party will promptly return to the other all of the other Party’s Confidential Information within its possession or control.\nand, (c) the payment dates of all amounts due LiquidM will automatically be accelerated so that they will become due and payable on the effective date of termination, even if longer terms had been provided previously.</p>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Disclaimer</strong>\n<p>The LiquidM Service is provided “as is” and “as available”.</p>\n<p>The Company accepts that LiquidM does not give any representations and warranties, express, statutory or implied, including any implied warranties for fitness for a particular purpose, title, merchantability, non-infringement, and course of dealings or performance.</p>\n<p>Any defaults in the delivery of advertising materials by LiquidM have to be reported immediately after inspection, but no later than three (3) working days after completion of the order, otherwise Company’s warranty claims shall be excluded.</p>\n<p>In case LiquidM cannot provide the LiquidM Service due to force majeure or any other event outside LiquidM’s control, this has no effect on the contractual conformity of the services provided by LiquidM.\nCompany’s obligation to pay LiquidM’s fees shall, therefore, remain unaffected, however, the Term for the LiquidM Services to be rendered shall be rescheduled if possible.</p>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Indemnification </strong>\n<p>Company will defend, indemnify and hold harmless LiquidM and its officers, directors, employees and agents from liabilities (including without limitation reimbursement for reasonable outside attorneys’ fees and disbursements) arising out of all third-party claims relating to: (i) Company’s culpable breach or alleged breach of its obligations under this Agreement.\nor (ii) infringement or misappropriation of a third party’s Intellectual Property Rights in connection with the creative, technology, data or other materials provided by Company to LiquidM in connection with the LiquidM Service hereunder.</p>\n</li>\n</ol>\n<ol>\n<li>\n<strong>Limitation of Liability </strong>\n<p>LiquidM shall be liable for damage – regardless of its legal ground – only where Company asserts compensation claims based on intent or gross negligence on the part of LiquidM or its agents or representatives.\nThis shall not apply to liability for assured properties and to the violation of major contractual duties, i.e.\nsuch obligations the fulfillment of which enables the proper execution of the contract and the observation of which Company may regularly rely on (“Cardinal Duties”).\nWhere LiquidM is not accused of an intentional or grossly negligent violation of a contract in the case of a violation of&nbsp.\nCardinal Duties, liability for damage shall be limited to the foreseeable damage typically occurring.\nthis shall also apply where Company demands compensation for wasted expenditure instead of damages to compensate for the service.</p>\n<p>LiquidM shall not be liable for indirect damage, consequential harm caused by a defect or loss of profit unless LiquidM acted with intent or gross negligence.</p>\n<p>All and any of the above limitations of liability shall not apply in the event of personal injury to life, body or health or in the context of mandatory liability in accordance with product liability acts.</p>\n<p>The above limitations of liability shall also apply to employees, bodies, representatives, agents and sub-contractors of LiquidM.</p>\n<p>All and any claims asserted against LiquidM for a breach of a contractual provision shall lapse within one year of the statutory commencement of the lapse where they do not result from intentional conduct.</p>\n</li>\n</ol>\n<ol>\n<li>\n<strong> General Provisions</strong>\n<p>15.1.\n&nbsp;<strong>Notice.</strong> All notices under this Agreement must be in writing (including, without limitation, email) and sent to the attention of the other Party’s contact for notices.&nbsp.\nEither Party may change its contact for notices, billing contact and/or additional contact by providing notice to the other Party.&nbsp.\nNotice will be deemed given when delivered.</p>\n<p>15.2.\n&nbsp;<strong>Governing Law.</strong>&nbsp;This Agreement is governed by German law, excluding its conflicts of law rules.\nThe Parties agree that the exclusive jurisdiction and venue for all disputes hereunder will be the courts in Berlin, Germany.</p>\n<p>15.3.\n&nbsp;<strong>Independent Contractors.</strong> The Parties are independent contractors, and this Agreement does not create an agency, partnership or joint venture.</p>\n<p>15.4.<strong>&nbsp.\nAssignment.</strong> The company may not assign or transfer any part of this Agreement without the written consent of LiquidM.&nbsp.\nLiquidM may assign this Agreement freely.</p>\n<p>15.5.<strong>&nbsp.\nRetention, Offsetting.&nbsp;</strong>The company may only set off claims that are legally established or recognized by LiquidM.\nCompany’s right of retention shall only be applicable to claims on the&nbsp;same contractual relationship.</p>\n<p>15.6.\n&nbsp;<strong>Integration.\nWaiver.</strong> This Agreement is the Parties’ entire Agreement relating to its subject and supersedes any prior or contemporaneous Agreements on that subject.&nbsp.\nAll amendments hereto must be executed by both Parties and expressly state that they are amending this Agreement.&nbsp.\nFailure to enforce any provision of this Agreement will not constitute a waiver.&nbsp.\nIf any provision of the Agreement is found unenforceable, it and any related provisions will be interpreted to best accomplish the unenforceable provision’s essential purpose.\nNothing in this Agreement will limit a Party’s ability to seek equitable relief.</p>\n<p>15.7.\n&nbsp;<strong>Force Majeure.&nbsp;</strong>Neither Party will be liable for any acts or omissions resulting from circumstances or causes beyond its reasonable control.&nbsp.\nWithout limiting the generality of the foregoing, and notwithstanding anything to the contrary in this Agreement, LiquidM does not guarantee any LiquidM Service will be operable at all times or during any down time caused by outages to any public Internet backbones, networks or servers, any failures of equipment, systems or local access services, or for previously scheduled maintenance.</p>\n<p>15.8.\n&nbsp;<strong>Restriction on Resale.&nbsp;</strong>The company may not resell any LiquidM Service, it being understood and agreed that Company’s use of the LiquidM Service hereunder on behalf of advertisers and agencies that Company is authorized to act on behalf of in order to deliver advertising campaigns via the LiquidM Service will not be deemed a breach of this Section.</p>\n<p>15.9.\n&nbsp;<strong>Counterparts.</strong>&nbsp;The Parties may execute this Agreement in counterparts, including facsimile, PDF and other electronic copies, which taken together will constitute one instrument.</p>\n</li>\n</ol>\n&nbsp.\n", "created_at": "2021-07-03 23:26:51.9156", "updated_at": "2021-07-03 21:28:04.128444"}, {"id": 7853, "name": " Privacy Policy", "url": "https://liquidm.com/privacy-policy", "xpath": "/html/body/div[1]/div[3]/div/main/div/div/div/div[2]/div/div/div/div[3]/div", "text": " &nbsp.\n<strong>The privacy policy of the LiquidM Technology GmbH in accordance with the General Data Protection Regulation (GDPR)</strong>\n<p>This Privacy Policy applies to the web services and websites of &nbsp;LiquidM Technology GmbH, Invalidenstr.\n74, 10557 Berlin, Germany, represented by Philipp Simon and Thomas Hille, hereinafter referred to as LiquidM.\n“This Privacy Policy is always to be regarded as part of the respective web presence which directly refers to this site (e.g.\nunder “Privacy” or “Privacy Policy”).</p>\n<p>As a controller in accordance with the EU General Data Protection Regulation (“GDPR”), LiquidM takes the protection of your personal data very seriously.\nWe would like to inform you about when we collect what data and how we use it.\nWe have implemented extensive technical and organizational measures (Art.\n32 GDPR) to ensure compliance with and adherence to applicable provisions on data protection and data security by LiquidM and as well contracted third party providers.\nPlease note that amendments to this Privacy Policy may be required due to the ongoing development of our websites and the implementation of new technologies to improve our web services.\nWe, therefore, recommend frequently referring back to this Privacy Policy and reading through the current up-to-date version, which is always available online under https://www.liquidm.com/privacy-policy.</p>\n<p>\n<strong>I.\nWHAT IS PERSONAL INFORMATION?</strong>\n</p>\n<p>According to Art.4 No.\n1 GDPR, personal data is any information relating to an identified or identifiable natural person, therefore can be used to obtain personal or factual details about the data subject (such as name, address, telephone number, date of birth or e-mail address).\nInformation that cannot (directly or indirectly) be associated with a natural person (or only with disproportionate effort), for example, anonymous information, is not personal information.</p>\n<p>\n<strong>II.\nWHAT INFORMATION DO WE COLLECT AND PROCESS?</strong>\n</p>\n<p>You can use a portion of our online content without providing personal information.</p>\n<p>\n<strong>a) Contact forms</strong>\n</p>\n<p>If you, however, decide to request further information via the contact forms provided on our website, we may ask for your name and further personal information in order to handle your personal request or to provide the services you requested from us or our customers.\nYou can freely decide whether or not you want to provide that information.\nHowever, without this information, we are unable to make the desired services available to you.</p>\n<p>\n<strong>b) User account (LiquidM Platform)</strong>\n</p>\n<p>Certain services of our Online-Service called “LiquidM Platform” with which you can create and display advertising campaigns on your own, upload list of advertising IDs for retargeting campaigns and specify targeting criteria for your campaigns, can only be used by registered users with a user account.\nWe store your e-mail address during registration.\nThe e-mail address serves as a username to identify your member account, and to conduct relevant correspondence with you (e.g.\nsetting up and maintaining your user account).\nAs part of the registration process, we also collect your first and last name, your salutation and information about your company affiliation, mailing address, to ensure that you receive personalized, competent service.\nAll mandatory information required in order to register is marked accordingly.\nAll further information is provided voluntarily.\nthis data is used for the purposes stated, or to improve our online services.</p>\n<p>By registering with our websites, you declare your agreement with the General Terms and Conditions of LiquidM and the use of your abovementioned personal information in accordance with this Privacy Policy.</p>\n<p>If you wish to register as a user of our LiquidM App and open a user account, please select for your own safety a secret and secure password in order to ensure the confidentiality of your data.\nYour password is transmitted to and stored on our servers in encrypted form, in the event that you forget your password, please use the “Forgot your password?” function provided on the website to create a new, secure password.</p>\n<p>If you want to delete your account, please contact us at info@liquidm.com.\nIf deletion is not possible for legal reasons, access to the data in question shall instead be blocked.\nPlease note, however, that we may be unable to continue offering some or all of the services provided on our websites requiring registration in the event that your data is deleted or blocked.</p>\n<p>\n<strong>c) LiquidM newsletter</strong>\n</p>\n<p>As part of our web services, we offer a regular subscription to our LiquidM newsletter.\nWhen requested, the newsletter provides you with free, up-to-date information on our services.\nTo register without LiquidM newsletter service, we need your first and last name, your gender, and the e-mail address at which you wish to receive the newsletter.\nIf you wish to subscribe to the LiquidM newsletter, we ask that you provide us with the following declaration of consent:</p>\n<p>\n<i>I would like to regularly receive the LiquidM newsletter and agree that my e-mail address, my first and last name, and my gender, as well as any data voluntarily provided, be used for this purpose.\nI can revoke this declaration of consent at any time by using the “Opt-Out function” in the respective LiquidM Newsletter or via an e-mail notice to newsletter@liquidm.com, as well as by writing to LiquidM GmbH, Invalidenstr.\n74, </i>\n<i>10557</i>\n<i> Berlin, Germany, such revocation to take effect for the future.\nNo additional fees beyond the normal transmission fees of my e-mail or Internet provider shall apply.\nIn the event that my consent is revoked, I shall not, or shall no longer, be able to receive the LiquidM newsletter.\nI have read and accepted the current privacy policy.</i>\n</p>\n<p>\n<strong>III.\nDELIVERY OF PERSONALISED OR BEHAVIOUR-BASED ADVERTISING (BEHAVIORAL TARGETING)</strong>\n</p>\n<p>In certain cases, we showcase advertising to you on the websites of our partners and for our customers, which are automatically selected on the basis of your surfing behaviour, in order to optimise the quality of the advertising notices for you (so-called “personalised” or “behaviour-based” advertising delivery and “behavioral targeting”).\nThe objective of this system is to only demonstrate to you content that corresponds to your interests.\nAdvertisements which are unlikely to be of interest to you or which are irrelevant will not be shown to you by the activated behavioral targeting system of LiquidM and will be disabled.</p>\n<p>In such a case, this section IV.\nof the data protection declaration applies as part of the respective web-based services of our partners or customers, from which (for example under “data protection” or “data protection declaration” direct reference was made or a link was created.\nWe wish to disclose to you in a transparent manner how the behavioral targeting works, which data is gathered in the process, how this data is used and for what purpose and how you can object to the behavioral targeting function at any time and block it.</p>\n<p>As a German/European company, the protection of your data is a priority for LiquidM, also in the course of the delivery of behavior-based advertising and LiquidM only uses anonymized data to improve advert quality.\nTherefore, an identification of your person is not possible either for LiquidM or the respective operator of the website of our partners and customers which you are visiting.\nYou can yourself decide at any time whether you would like to continue seeing the personalized banner from LiquidM.</p>\n<p>\n<strong>a) How does behavioral targeting work in individual cases?</strong>\n</p>\n<p>We take part in a programmatic auction system where placements for advertisement in apps and websites are sold.\nIn this process, we may collect information about you and your use of the website or app.\nThis information cannot be used to identify you in real life but it does enable us to recognize your device when you use sites or apps that have partnered with us.</p>\n<p>Another way we may deliver personalized advertising to you is when you visit the website of one of our partners or customers.\nOn some of these sites, a cookie file is stored on your computer.\nCookies are small text files which are deposited by your web browser in a folder on your computer which is designated for this purposes and which contains a single character string as a means of identification.\n(The cookie does not store your IP address.) The same character string is also saved on our servers.\nThe next time you visit one of our partners’ websites, only the character string is read which identifies the Internet browser you are using.\nThis allows us, for example, to identify which page you have accessed for our partner and which advert you have been shown, without this being linked to your identity.\nFurthermore, all of the cookies created by us are given an expiry data and automatically expire after no more than 13 months.\nWithout a valid cookie file, the character strong saved on our servers is no longer to be assigned for us.</p>\n<p>\n<b>Important:</b> Using cookies we cannot ever collect any other personal data.\nFor example, when you enter an email address or delivery address, or any other personal data, we cannot see your input and cannot, therefore, process or store it.\nWe do not know your name, address or workplace, nor do we know your gender, age, email address or any other personally identifiable information about you.\nEven the IP address of your computer is not stored! You can view the data stored in the cookie on your computer.\nPlease refer to your web browser’s help directory or your web browser’s FAQ to learn how cookies are stored and how to read their content.\nThe information contained within the cookie is the exact data that we can see Cookie technology does not allow viruses, trojans or other harmful programs to be placed on your computer.</p>\n<p>A full list of the cookies used by LiquidM and their individual functions can be downloaded here at any time.\nShould you not agree to the saving of cookies on our part, you can examine your cookie status at the very top of this page at any time, and also deactivate the saving of behavioral targeting cookies by us.\nTherefore you can object to the personalized adverts from LiquidM at any time.</p>\n<p>\n<strong>b) How can I disable personalized advertising from LiquidM banners?</strong>\n</p>\n<p>If you do not agree to the storing of cookies by us, you can check your cookie status at any time at the very top of this page and disable the storage of retargeting cookies by us and therefore decline personalized adverts from LiquidM.</p>\n<p>This means that in future you will receive random advertising that is not targeted to your interests.</p>\n<p>Please note that the “opt-out” and “opt-in” functions offered are, for technical reasons, also controlled via cookies.\nThis means that deleting all cookies on your computer means that you will have to opt-out again.</p>\n<p>It is also the case that the deletion of all cookies on your computer does not lead to no personalized advertising being notified to you on a permanent basis.\nTherefore, you must use the &nbsp;“opt-out” function as described.</p>\n<p>Finally, please note that we are continuously expanding our range of products.\nAs this will technically involve a new system, the introduction of a new opt-out may be necessary, even if you have already opted prior to its introduction.</p>\n<p>\n<strong>c) Can other forms of personalized advertising be disabled in addition to LiquidM?</strong>\n</p>\n<p>The options described in this section refer only to the personalized adverts offered by LiquidM.\nIf you wish to disable personalized advertising from other providers, you can do this via their respective websites.</p>\n<p>There is an option to change your settings collectively for various providers under preference management on “Your Online Choices”:&nbsp;<em>http://www.youronlinechoices.com/de/praferenzmanagement/</em>.</p>\n<p>If you want to opt-out from the usage of the Advertising ID, please refer to your operating system settings, or follow the instructions below:</p>\n<p>Android Users (version 2.3 and above) To use the “opt-out of interest-based advertising” option, follow the instructions provided by Google here: <i>Google Play Help</i>.</p>\n<p>iOS users (version 6 and above) To use the “Limit Ad-Tracking” option, follow the instructions provided by Apple here: <i>Apple Support Center</i>\n</p>\n<p>Please note that these are device settings and will disable interest-based ads from all providers, and not just for us</p>\n<p>\n<strong>d) We also collect information about the advertisements that have been served to you by LiquidM and match them we the Advertising ID from the programmatic buying process.</strong>\n</p>\n<p>Information about the ads can contain:</p>\n<ul>\n<li>the details of the ad delivered (e.g.\nadvertiser’s name, type of advert, etc);</li>\n<li>the website or the app where the ad was delivered;</li>\n<li>your interaction with the ad (i.e.\nwhether you clicked, hid, muted or otherwise interacted with the ad);</li>\n<li>whether you performed certain actions after clicking on the ad (e.g.\ndownloading an application, making a purchase, etc).</li>\n</ul>\n<p>\n<strong>e) </strong>\n<strong>How do we use the collected information?</strong>\n</p>\n<p>We use the information we collect to display interest-based advertising customized to individuals’ inferred interests, preferences and locations, and to perform analysis aimed at improving our services and technologies.\nWe also need the information in the billing process with our customers and to validate the billings we receive from our partners.\nThe information we collect also helps us to provide filtering options for publishers and developers to manage ads appearing on their sites and in their apps, and to provide targeting options for advertisers.\nIn the end, this helps publishers and developer clients, for example, not to present you ads that you have already seen, and helps our advertiser clients serve adverts that are most likely to be of interest to you.</p>\n<p>\n<strong>Important:</strong> We do not store the IP-Addresses un-anonymized or the Geographic location</p>\n<p>\n<strong>f)&nbsp;</strong>\n<strong>LiquidM and Google&nbsp;Authorized Buyers Program</strong>\n</p>\n<p>As part of the Google Authorized Buyers Program, LiquidM has agreed to adhere to the following&nbsp;Program guidelines.\nWe highly encourage you to learn more about how Google’s products use data from sites and apps that use their services from the following partner-facing&nbsp;documentation.\nFor more information, please consult Google’s&nbsp;Platform program policies.</p>\n<p>\n<strong>IV.\nANONYMOUS DATA/USE OF COOKIES</strong>\n</p>\n<p>We also use cookies on the LiquidM websites.\nCookies are small text files, stored by your web browser in a dedicated directory on your computer or mobile device.\nCookies are solely used to identify your web browser in an anonymous manner.\nOur cookie files only contain automatically generated ID numbers and a time stamp.\nWe neither know your name, the place you live or work nor do we know your gender, your age, your e-mail address or any other similar information about you.\nThe IP address of your device will also not be stored.\nYou can view the data stored in the cookie on your computer.\nPlease refer to your web browser’s help directory to learn how cookies are managed.\nThe information contained within the cookie is the exact data that we can see Cookie technology does not allow viruses, trojans or other malware to be placed on your computer.</p>\n<p>You can also use our websites without the use of cookies enabled.\nMost browsers accept cookies automatically.\nYou can disable the storage of cookies or set your browser to notify you before accepting the storage of cookies.\nPlease note that users who do not accept the storage of cookies may not be able to access certain functionality of our websites, or can only use our websites with considerable difficulty.</p>\n<p>Further information and a full list of the cookies which are used by LiquidM on its own websites or on those of customers or partners, as well as their individual functions, can be downloaded here at any time.\nIn addition, you can generally prevent the storing of cookies by adjusting your browser settings accordingly.</p>\n<p>\n<strong>V.\nLEGAL BASIS</strong>\n</p>\n<p>The legal bases for the processing of your data could be the following:</p>\n<ul>\n<li>Your consent to the use of data in accordance with Art.\n6 (1) lit.\na) GDPR;</li>\n<li>The performance of our service obligations arising from contracts concluded with you in order to provide the services you request in accordance with Article 6 (1) lit.\n(b) GDPR;</li>\n<li>Our legitimate interest in accordance with Art.\n6 (1) lit.\nf) GDPR, e.\ng.&nbsp.\n<ul>\n<li>Our business interests in improving our services so that we can better understand your needs and expectations and thus improve the services we provide to you;</li>\n<li>To prevent fraud and to ensure that our websites are used completely and without any fraudulent behavior;</li>\n<li>To ensure and guarantee the security of our services, making sure that our offer is technically secure and properly functioning;</li>\n<li>to ensure and enforce our contractual requirements and claims.</li>\n</ul>\n</li>\n<li>Legal reasons in accordance with Art.\n6 (1) lit.\nc) GDPR if the collection, storage, transfer or other processing of data is prescribed by law or processing is necessary to fulfill our legal obligations.</li>\n</ul>\n<p>\n<strong>VI.\nDATA STORAGE</strong>\n</p>\n<p>We store personal information you submit to us only for as long as is necessary to fulfill the purposes for which such information was transmitted, or as required by law:</p>\n<ul>\n<li>If you conclude contracts with us, we store and process your personal data for the duration of the contractual relationship and beyond for the fulfillment of post-contractual obligations and handling of issues as well as for the duration of statutory retention periods (maximum 10 years);</li>\n<li>If you have consented to the promotional use of your e-mail address, we will store your e-mail address with our mail service provider until you unsubscribe, requesting us to delete the data;</li>\n<li>If you send us an inquiry, we process your personal data while we handle your request.</li>\n</ul>\n<p>\n<strong>VII.\nIS PERSONAL INFORMATION FORWARDED TO THIRD PARTIES?</strong>\n</p>\n<p>We forward your Advertising ID &nbsp;we received from our Partners to companies running the advertising campaigns on our service or companies providing anonymous audience data in case we register that you saw one of our advertisements or in case you clicked on an advertisement.\nThis is only done for billing and statistical reasons.\nIn certain cases, we are also required by law to disclose your personal information to third parties.\nThis is, for example, the case when the suspicion of a criminal offense or a misuse of our websites occurs.\nWe are then required to disclose your data to law enforcement authorities.</p>\n<p>Outside of the cases described in this data protection declaration, your data is not forwarded on to third parties and, your information is solely stored in our databases / on our servers (or on the servers of third-party providers).</p>\n<p>\n<strong>VIII.\nHYPERLINKS TO OTHER WEBSITES</strong>\n</p>\n<p>In addition, our websites contain hyperlinks to websites offered by third parties When clicked, the hyperlinks redirect you from our website directly to the website of another provider.\nYou can recognize this redirection process by the change of the URL in your web browser’s address bar.\nIf you have been forwarded to the website of a cooperation or promotional partner, the use of your personal information will only be subject to the privacy policy of the relevant provider.\nWe cannot take any responsibility for the privacy practices of third parties´ websites because we do have no control over their compliance with data protection regulations.</p>\n<p>\n<strong>IX.\nPROTECTION OF MINORS</strong>\n</p>\n<p>Persons under 18 years are excluded from our services and from providing any personal information without the consent of their parents or guardians.\nWe do not request personal information from children and adolescents.\nWe do not knowingly gather or collect such data and do not disclose it to third parties.</p>\n<p>\n<strong>X.\nHOW WE KEEP YOUR INFORMATION SECURE</strong>\n</p>\n<p>When we collect information, we solely store your data on highly protected servers in Germany and the EU.\nAccess to our IT infrastructure is strictly limited to authorized persons who are involved in the technical, commercial or editorial support.</p>\n<p>In order to avoid loss or misuse of data stored by us, we have taken all necessary and extensive technical and organizational safety precautions, which are regularly checked and updated based on technological advancements in accordance to the GDPR.</p>\n<p>However, we would like to inform you that because of the nature of the Internet, the provisions of data protection and data security measures described in this Privacy Policy may not be observed by any third parties or institutions beyond our control.\nEspecially unencrypted data transmission – even when sent via e-mail – can be read by third parties.\nWe have no technical influence on this.\nThe user has the responsibility to protect the information he provides from misuse by encryption, selection of a secure password or other means.</p>\n<p>\n<strong>XI.\nRIGHTS OF THE “DATA SUBJECT” ACCORDING TO THE RULES OF THE GDPR:</strong>\n</p>\n<p>According to the EU General Data Protection Regulation, you deserve the right to request access to your personal data (see Art.\n15), as well as rectification (see Art.\n16), erasure (see Art.\n17) or at least restriction of processing (see Art.\n18) of your personal data.</p>\n<p>Furthermore, you have a right to data portability (see Art.\n20) and, of course, the right to revoke any consent given to the processing of personal data at any time (see Art.\n7) and to object to processing based on the balancing of legitimate interests (see Art.\n21(4) GDPR).\nIn addition, you have a right to appeal to the competent data protection supervisory authority.</p>\n<p>If you have any questions or other feedback on the subject of data protection or would like to exercise your rights regarding data protection, please contact our Data Protection Officer or ourselves:</p>\n<p>Rechtsanwalt Stephan Krämer, LL.M.,</p>\n<p>Kinast &amp.\nPartner Rechtsanwälte</p>\n<p>https://www.kinast-partner.de/</p>\n<p>LiquidM Technology GmbH</p>\n<p>Invalidenstr.\n74</p>\n<p>10557 Berlin</p>\n<p>Germany</p>\n<p>E-Mail: privacy@liquidm.com</p>\n<p>Version: May 2018 – We reserve the right to adapt this data protection declaration and will announce any changes in good time.</p> ", "created_at": "2021-07-03 23:26:51.913796", "updated_at": "2021-07-03 21:27:32.04694"}], "points": [], "urls": ["liquidm.com"]}}