{"error": 448, "message": "OK", "parameters": {"id": 3316, "name": "Anti-Captcha", "created_at": "2021-04-28 05:36:32.689563", "updated_at": "2021-05-14 14:37:50.477333", "wikipedia": null, "keywords": null, "related": null, "slug": "anticaptcha", "is_comprehensively_reviewed": false, "rating": 32, "status": null, "image": "https://s3.tosdr.org/logos/3316.png", "url": "anti-captcha.com,antcpt.com", "documents": [{"id": 5442, "name": "User Agreement", "url": "https://anti-captcha.com/tos_en.html", "xpath": "/html", "text": " USER AGREEMENT TERMS AND DEFINITIONS Company Website - the site located in the Internet at the following address: anti-captcha.com.\nAll rights to the site (its content, graphics and other elements) owned by Anticaptcha Development LP (Unit 111331, Ground Floor, 300 Bloomsbury street, London, WC1B 3QJ, United Kingdom)\nService Companies - automatic recognition of graphic files and graphic puzzle tasks (CAPTCHA) provided by the Company on the Site.\nANTICAPTCHA DEVELOPMENT LP, hereinafter called “Company” offers the user to use the services located on the Site under the terms set forth in this User Agreement (the Agreement).\n1.\nGENERAL PROVISIONS 1.1.\nThe Agreement shall enter into force on the date of posting it on the Company website.\nChanges made by the Company in the Agreement shall enter into force after 5 (five) calendar days from the date of posting on its website of the new version of the Agreement.\nThe user must periodically review current version of the Agreement.\n1.1.1.\nCurrent version of the Agreement is always posted on the Company website http://anti-captcha.com/tos_en.html.\n1.2.\nUser accepts the terms of the Agreement:\n1.2.1.\nBy ticking \"read and agree to the terms of the agreement\" during the registration at the Company website.\n1.2.2.\nOr starting use of the the service (its separate functions) located on the Company website.\n1.3.\nIf the user does not agree with the terms of this Agreement, it shall immediately cease using the services of the Company.\n2.\nDESCRIPTION OF SERVICE 2.1.\nThe company provides a service for automatic recognition of graphics files and graphic puzzle tasks (CAPTCHA).\n2.2.\nThe cost of detection specified in the Tariffs of the Company http://anti-captcha.com/\n2.3.\nAfter registration on the Company website user receives an e-mail with a specified key and the password used in the future.\n2.4.\nIf necessary, user enters the password in the key window which requires recognition and company service will automatically recognize the file (enter the answer.)\n2.5.\nThe average recognition time does not exceed 60 seconds.\nRecognition time can be increased depending on the complexity CAPTCHA or technical problems in the service.\n3.\nUSER REGISTRATION 3.1.\nIn the process of filling out the registration form user chooses the Username and Password, required for subsequent access to personal account, as well as information data, including (a secret question and answer) allowing to restore access to a personal account.\n3.2.\nWhile registration user enters the following information: contact email address, username and password.\n3.3.\nThe data specified upon registration are free for public access.\nThe company does not validate information provided by users, does not have any liabilities to any third parties for the accuracy and reliability of data provided by the user and does not consider provided data as personal data.\n3.4.\nThe user is solely responsible for the security of login and password, as well as the supplied key - password for use of the Service.\n3.5.\nActions made by using the username and password (key-password) are considered as actions made by the user.\n3.6.\nUser agrees to:\n- Immediately notify the Company of any unauthorized use of your User password or account or any other breach of security.\n- To exit from account (end each session by using \"Exit\" button) at the end of the Service.\n4.\nPAYMENT 4.1.\nPayment for use of the Service shall be done according to the tariffs of the Company listed on the site at http://anti-captcha.com/.\n4.2.\nTo start work with the Service User should have a positive balance.\nIn the case of zero (negative) balance, Company has the right to temporarily block access to services.\n4.3.\nThe balance is replenished by the means indicated on the Company website http://anti-captcha.com/clients/finance/refill\n4.4.\nFunds unused by User are non-refundable.\n4.5.\nFunds for incorrectly recognized CAPTCHAs are not the subject for refund.\n5.\nRESTRICTIONS.\nRESPONSIBILITY 5.1.\nThe Company is not responsible for any loss or damage of data, as well as other consequences of any nature that may be due to the User violation of the provisions 3.4.\nof this Agreement.\n5.2.\nThe user uses a service company at his own risk.\nService shall be provided \"as is\".\nThe Company does not assume any responsibility, including compliance with the objectives of the service user.\n5.3.\nCompany does not guarantee that:\n- The service corresponds to / will meet User's requirements.\nService will be uninterrupted, timely, secure or error free.\n5.4.\nThe Company shall not be liable to the user and (or) any third party for any type of damages resulting from the use of the User service / Company website or parts / functions.\n5.5.\nUser has no right to use the service / Company website for illegal purposes including for damage to third parties (including government agencies), violations of law in Russia, Cyprus, the USA or other countries including for:\n5.5.1.\nuploading, posting, transmitting or any other kind of publication of materials that are unlawful, harmful, threatening, offending morality, defamatory, infringing copyrights and other intellectual property rights, propagandizing hatred and / or discrimination against people on racial, ethnic, sexual, social discrimination and violation of accepted norms and ethics of communication on the Internet.\n5.5.2.\nviolations of the rights of minors and / or harming them in any form, including the moral.\n5.5.3.\ninfringement of the rights of minority groups.\n5.5.4.\nuploading, posting, transmitting or any other way of publishing material that shall not make available under any law or pursuant to any agreements with third parties.\n5.5.5.\nuploading, posting, transmitting or any other way of publishing material that violates any of the rights of third parties, including the right to trademarks (service marks), trade secrets, and / or breach of any other rights of third party intellectual property persons.\n5.5.6.\nuploading, posting, transmitting or any other kind of publication is not permitted in a special way of advertising media, including the massive, unauthorized and / or the expected recipients of unsolicited advertising mailings, including the origin, with a large number of repetitions of the same mailing address ( \"Spam\"), as well as sending repeated messages to one recipient, not agreed with him.\n5.5.7.\nother violations.\nThe Company is not responsible for any breach by User of this paragraph of the Agreement.\n6.\nOTHER PROVISIONS 6.1.\nThe company has the right to install any additional requirements and restrictions in relation to registration on the Site and use of the Service.\n6.2.\nThis Agreement shall be governed by and construed in accordance with Cyprus law, regardless of the location of the user.\nMatters not regulated by this Agreement shall be settled in accordance with the laws of the United Kindom.\nAll possible disputes arising from relations governed by this Agreement shall be resolved in accordance with the laws of the Cyprus, according to the norms of Cyprus law.\n6.3.\nInaction by the Company in case of violation of the provisions of the User Agreement does not preclude the Company the right to take appropriate actions to protect its interests later, as well as the Company does not constitute a waiver of its rights in case of a subsequent similar or similar breaches.\n", "created_at": "2021-04-28 05:37:08.816922", "updated_at": "2021-04-28 05:37:27.452944"}, {"id": 5443, "name": "Privacy Policy", "url": "https://anti-captcha.com/privacypolicy.html", "xpath": "//body", "text": " Privacy Policy <p>We&nbsp;agree not to&nbsp;keep any records on&nbsp;any activity other than that which is&nbsp;required.\nWhat we store includes:</p>\n<ul>\n<li>Your e-mail address</li>\n<li>Your username</li>\n<li>Your encrypted password</li>\n<li>Your current balance</li>\n<li>Number of&nbsp;CAPTCHAs you have passed to&nbsp;us</li>\n<li>Statistics data generated by API usage</li>\n<li>Account refill history</li>\n<li>IP addresses of your account login locations</li>\n<li>IP addresses of API access locations</li>\n<li>Your name and surname in case you were paying with credit/debit card or Paypal</li>\n</ul> Captcha bypass examples <p>No&nbsp;other information is stored, and CAPTCHAs are deleted within 48 hours after they are uploaded.</p>\n<p>Customers have option to remove their account by following procedures at account removal page.</p>\n<p>If&nbsp;you have any questions of&nbsp;concerns about any of&nbsp;this, then feel free to&nbsp;email us at&nbsp;[show email], and a&nbsp;support agent will get back to&nbsp;you as soon as possible.</p> ", "created_at": "2021-04-28 05:38:07.983997", "updated_at": "2021-04-28 05:38:16.404749"}], "points": [{"id": 19350, "title": "The service is provided 'as is' and to be used at the users' sole risk", "source": "https://anti-captcha.com/tos_en.html", "status": "Generated through the annotate view", "created_at": "2021-04-29 15:38:33.489706", "updated_at": "2021-04-29 15:51:11.443823", "quoteText": "5.2.\nThe user uses a service company at his own risk.\nService shall be provided \"as is\".\nThe Company does not assume any responsibility, including compliance with the objectives of the service user.", "case_id": 286, "document_id": 5442, "quoteStart": 4172, "quoteEnd": 4370}, {"id": 19349, "title": "You are responsible for maintaining the security of your account and for the activities on your account", "source": "https://anti-captcha.com/tos_en.html", "status": "Generated through the annotate view", "created_at": "2021-04-29 15:37:00.199671", "updated_at": "2021-04-29 15:51:34.598387", "quoteText": "The user is solely responsible for the security of login and password, as well as the supplied key - password for use of the Service.", "case_id": 148, "document_id": 5442, "quoteStart": 2891, "quoteEnd": 3024}, {"id": 19348, "title": "This service collects your IP address, which can be used to view your approximate location", "source": "https://anti-captcha.com/privacypolicy.html", "status": "Generated through the annotate view", "created_at": "2021-04-29 15:32:40.700242", "updated_at": "2021-04-29 15:51:45.391641", "quoteText": "IP addresses of your account login locations</li>\n<li>IP addresses of API access locations", "case_id": 399, "document_id": 5443, "quoteStart": 415, "quoteEnd": 505}, {"id": 19874, "title": "You must report to the service any unauthorized use of your account or any breach of security", "source": "https://anti-captcha.com/tos_en.html", "status": "Generated through the annotate view", "created_at": "2021-05-04 19:16:56.858944", "updated_at": "2021-05-13 13:52:49.432286", "quoteText": "User agrees to:\n- Immediately notify the Company of any unauthorized use of your User password or account or any other breach of security.", "case_id": 484, "document_id": 5442, "quoteStart": 3142, "quoteEnd": 3280}], "urls": ["anti-captcha.com", "antcpt.com"]}}