{"error": 448, "message": "OK", "parameters": {"id": 676, "name": "Tweakers", "created_at": "2018-08-11 18:39:49.506255", "updated_at": "2021-03-25 03:19:37.695772", "wikipedia": "https://en.wikipedia.org/wiki/Tweakers", "keywords": null, "related": null, "slug": "tweakers", "is_comprehensively_reviewed": false, "rating": 2, "status": null, "image": "https://s3.tosdr.org/logos/676.png", "url": "tweakers.net", "documents": [{"id": 4049, "name": "Cookie Policy", "url": "https://tweakers.net/info/algemene-voorwaarden/cookies/", "xpath": "//*[@id=\"contentArea\"]/div/div[2]/div/div[2]", "text": "<p>Op deze pagina vind je meer informatie over wat cookies precies zijn, welke cookies door Tweakers worden gebruikt en hoe je invloed op cookies kunt uitoefenen.</p>Wat zijn cookies?<p>De cookie is een aanvulling op de HTTP-specificatie.\nHet HyperText Transfer Protocol wordt door iedereen gebruikt die een website bezoekt: het regelt de communicatie tussen een webserver en een browser.\nHet is echter niet ontworpen om opeenvolgende paginabezoeken als één geheel te zien.\nDaardoor is het niet zonder meer mogelijk om gegevens of instellingen bij een vervolgbezoek weer terug te halen.</p>\n<p>Om dat toch mogelijk te maken zijn in 1997 de cookie en de set-cookie-headers voor HTTP geïntroduceerd.\nDeze specificatie is voor het laatst in April 2011 bijgewerkt en gaat momenteel door het leven als RFC 6265 HTTP State Management Mechanism.</p>Hoe werken cookies?<p>In tegenstelling tot wat politici nog wel eens beweren, zijn cookies zelf geen programmaatjes en ook geen bestanden, en wordt er technisch gezien niets door de webserver op de computer van de bezoeker opgeslagen.\nDat laatste kan de browser volledig zelf beslissen.\nUiteindelijk worden cookies vaak wel opgeslagen als een bestand, maar een webserver kan een browser niet dwingen om cookies daadwerkelijk op te slaan of bij een later bezoek terug te geven.<br>Een cookie is altijd aan een specifiek domein of subdomein gebonden.\nVoorbeelden van een domein en een subdomein zijn respectievelijk tweakers.net en gathering.tweakers.net.<br>Cookies worden dus alleen naar hetzelfde domein teruggestuurd, als waar ze vandaan komen.\nJe weet daardoor zeker dat alleen de servers van Tweakers de cookies ontvangen die eerder via Tweakers werden verkregen.\nOok via javascript kan alleen op Tweakers toegang worden verkregen tot de cookies die door Tweakers zijn geplaatst.<br>Een belangrijk punt van cookies is dat ze bij elk http-request kunnen worden ontvangen en dat alle bekende, relevante cookies bij elk request worden meegestuurd.\nDat geldt dus ook voor de requests waarmee afbeeldingen, javascript- en css-bestanden voor een webpagina worden opgevraagd.\nUiteraard wordt ook dan de domeincontrole toegepast.</p>First-party cookies<p>Cookies die je voor hetzelfde domein krijgt als dat je bezoekt, worden first-party cookies genoemd.\nBij het bekijken van deze pagina zijn de cookies van Tweakers dus first-party cookies.</p>Third-party cookies<p>Tweakers plaatst ook cookies ten behoeve van ons moederbedrijf: DPG Media.\nHierdoor kunnen je gegevens worden gecombineerd met gegevens van andere dochtermaatschappijen van DPG Media om advertenties en onze producten en diensten beter af te kunnen stemmen op jouw interesses.\nOp basis van de gecombineerde gegevens worden segmenten samengesteld ten behoeve van adverteerders.\nAdverteerders kunnen dan gericht advertenties tonen aan bepaalde groepen voor hen interessante bezoekers.\nDe cookie statements van DPG Media B.V.\nen Medialaan N.V.\nzijn van toepassing op deze gecombineerde gegevens voor Nederlandse, respectievelijk Belgische bezoekers.<br>Het is daarnaast mogelijk dat een website elementen van derde partijen bevat, zoals de YouTube video player die Tweakers gebruikt.\nAndere bekende voorbeelden zijn advertenties en social-mediaknoppen.\nAls met deze elementen vanaf hun eigen servers cookies worden meegestuurd, worden dat third-party cookies genoemd.\nHet is daardoor mogelijk dat je bij een bezoek aan Tweakers third-party cookies voor Facebook.com, Youtube.com en andere websites van derden krijgt.<br>Door de werking van HTTP en de beveiliging rond cookies is het voor de betreffende first party - in ons voorbeeld dus Tweakers - niet mogelijk om op het meesturen van third-party cookies invloed uit te oefenen.</p>\n<p>U kunt door de teksten van de cookies heengaan door op onderstaande links te klikken:</p>\n<ul>\n<li>Functioneel</li>\n<li>Analytics</li>\n<li>Advertenties</li>\n<li>Informatie verkregen van derden</li>\n<li>Overig</li>\n<li>Browser instellingen</li>\n</ul>Cookies die ervoor zorgen dat de website naar behoren functioneert<p>Tweakers gebruikt cookies voor:</p>\n<ul>\n<li>Het opslaan van voorkeuren, zoals de taal, locatie, het gewenste aantal te tonen zoekresultaten, etc.</li>\n<li>Het uitlezen van uw browserinstellingen om onze website optimaal op uw beeldscherm te kunnen weergeven</li>\n<li>Het aanbieden van de mogelijkheid om inloggegevens op te slaan zodat u die niet elke keer opnieuw hoeft in te voeren</li>\n<li>Het mogelijk maken om te reageren op onze website</li>\n</ul> Naam Door Waarvoor Hoelang <p>TnetID</p>\n<p>Tweakers</p>\n<p>Algemene sessiecookie, waarmee we voor zowel ingelogde als niet-ingelogde bezoekers opgegeven voorkeuren en aanvullende informatie over het bezoek bewaren.</p>\n<p>5x je sessie duur</p>\n<p>tc, LastVisit, SessionTime, pl, tbb</p>\n<p>Tweakers</p>\n<p>Cookies die op diverse delen van de site worden gebruikt om bij te houden wanneer je laatste bezoek was, zodat we de presentatie van de informatie kunnen aanpassen.</p>\n<p>Allemaal 1 maand</p>\n<p>Tweakers</p>\n<p>Cookies die gebruikt worden om bepaalde site-onderdelen al dan niet in te klappen of te verbergen.</p>\n<p>oneindig</p>\n<br>Cookies waarmee wij het gebruik van de website kunnen meten<p>Om te bepalen welke onderdelen van de website het meest interessant zijn voor onze bezoekers proberen wij continu te meten, onder andere met behulp van de software van derde partijen, hoeveel bezoekers er op onze website komen en wat het meest bekeken wordt.\nHiervoor gebruiken wij cookies.<br>Van de informatie die wij zo verzamelen worden statistieken gemaakt.\nDeze statistieken geven ons inzicht in hoe vaak onze webpagina bezocht wordt, waar precies bezoekers de meeste tijd doorbrengen, enzovoort.\nHierdoor zijn wij in staat structuur, navigatie en inhoud van de website zo gebruiksvriendelijk mogelijk voor u te maken.\nDe statistieken en overige rapportages herleiden wij niet naar personen.</p>\n<p>Wij gebruiken cookies voor:</p>\n<ul>\n<li>Het bijhouden van het aantal bezoekers op onze webpagina’s</li>\n<li>Het bijhouden van de tijdsduur die elke bezoeker doorbrengt op onze webpagina’s</li>\n<li>Het bepalen van de volgorde waarin een bezoeker de verschillende pagina’s van onze website bezoekt</li>\n<li>Het beoordelen welke delen van onze site aanpassing behoeven</li>\n<li>Het optimaliseren van de website</li>\n</ul>\n<p>Naam</p>\n<p>Door</p>\n<p>Waarvoor</p>\n<p>Hoelang</p>\n<p>_ga, _gid,_gat,_gac, AMP_TOKEN</p>\n<p>Google</p>\n<p>Cookies die Google Analytics gebruikt voor het bijhouden van bezoekersstatistieken.</p>\n<p>24 maanden</p>\n<p>wt3_eid, wt3_sid, wt_cbeid, wt_rla</p>\n<p>Webtrekk</p>\n<p>Cookies die Webtrekk gebruikt voor het bijhouden van bezoekersstatistieken.</p> 9 maanden <p>_vis_opt_test_cookie, _vis_opt_s, _vis_opt_exp_[*]_exclude, _vwo_uuid_v2</p>\n<p>Visual Website Optimizer</p>\n<p>Cookies die Visual Website Optimizer gebruikt voor het uitvoeren en analyseren van a/b testen</p>\n<p>Tentacles*,tentacles-*,tentacles_*,tentaclesEnabled,<br>Sotm,_sotmpid,_sotmsid</p>\n<p>Tentacles, smartocto.com</p>\n<p>Cookies die SmartOcto/Tentacles gebruikt voor het uitvoeren en analyseren van a/b testen</p> Permanent Cookies om advertenties te kunnen tonen<p>Onze website laat u advertenties zien.\nDeze advertenties zijn voor ons een noodzakelijke bron van inkomsten, waarmee wij onze website financieren.\nSommige advertenties (of videoboodschappen) maken gebruik van cookies.\nDeze advertenties worden door ons en door derden op onze website geplaatst.<br>Adverteerders maken vaak gebruik van mediabureaus om campagnes voor hen uit te voeren.<br>Advertentienetwerken en mediabureaus zijn bedrijven die fungeren als tussenpersoon tussen website eigenaren en adverteerders.\nIn deze gevallen plaatst het mediabureau vaak ook cookies om campagnes te meten en te optimaliseren.</p>\n<p>In de advertentievoorwaarden van Tweakers en ons moederbedrijf, DPG Media, is vastgelegd dat cookies van adverteerders en mediabureaus mogen worden gebruikt voor het verzamelen van statistieken.\nDaarnaast verleent DPG Media beperkt toestemming aan adverteerders en mediabureaus om bezoekers te herkennen en te retargetten, om op basis daarvan relevantere advertenties te vertonen.\nOmdat er erg veel partijen in de advertentiewereld samenwerken, is het niet mogelijk om een volledige lijst van mogelijke partijen te geven.\nMeer uitleg over de werking van adverteren kunt u vinden op de website van IAB, de branchevereniging voor digital advertising en marketing innovatie.</p>\n<p>Hieronder sommen we op met welke grote partijen in de markt DPG Media samenwerkt en wie dus veelal cookies plaatsen.<br>Waar van toepassing zijn links toegevoegd waar u uw privacy instellingen bij de betreffende partij kunt beheren of meer over de privacy voorwaarden van de betreffende partijen kunt lezen.</p>\n<ul>\n<li>Google (o.a.\nDoubleclick en Adsense)</li>\n<li>GroupM</li>\n<li>Rubicon</li>\n<li>Criteo</li>\n<li>AppNexus</li>\n<li>Cxense</li>\n<li>Facebook</li>\n</ul>\n<p>De cookies van adverteerders en mediabureaus maken het mogelijk dat:</p>\n<ul>\n<li>Er kan worden bijgehouden welke advertenties u al hebt gezien om zo te voorkomen dat u steeds dezelfde te zien krijgt</li>\n<li>Er kan worden bijgehouden hoeveel bezoekers op de advertentie klikken ten behoeve van afrekening met de adverteerder</li>\n<li>Er kan worden bijgehouden hoeveel bestellingen plaatsvinden via de advertentie ten behoeve van afrekening met de adverteerder</li>\n<li>Je op andere websites wordt herkend om er bijvoorbeeld voor te zorgen dat u niet steeds dezelfde advertenties te zien krijgt</li>\n<li>Als dergelijke cookies niet worden gebruikt zult u overigens nog steeds advertenties te zien krijgen.\nEr worden immers ook advertenties getoond die géén gebruik maken van cookies.\nDeze advertenties kunnen bijvoorbeeld aangepast zijn aan de inhoud van de website.\nU kunt dit soort inhoudsafhankelijke internetadvertenties vergelijken met reclame op televisie.\nAls u bijvoorbeeld een tv-programma over koken kijkt, zult u vaak in de bijbehorende reclameblokken een advertentie over kookproducten zien.</li>\n</ul>\n<p>Voor de cookies die onze derde partijen voor advertentiedoeleinden plaatsen, verwijzen wij naar de verklaringen die deze partijen op hun eigen websites daarover geven.\nzie de namen en links hierboven.\nLet op dat deze verklaringen regelmatig kunnen wijzigen.\nTweakers heeft daar geen invloed op.</p>Informatie verkregen van derden<p>Ons doel is om bezoekers van onze website te voorzien van informatie die zo relevant mogelijk is voor hem of haar.\nDaarom proberen wij onze site zoveel mogelijk aan iedere bezoeker aan te passen.\nDit doen we niet alleen via de inhoud van onze website, maar ook via de advertenties die worden getoond.<br>Om deze aanpassingen te kunnen maken, proberen wij op basis van onze websites die u bezoekt op internet een beeld te krijgen van uw vermoedelijke interesses zonder naar een persoon herleidbaar profiel op te bouwen.\nOp basis van deze interesses passen wij dan de inhoud en de advertenties op onze website aan voor verschillende groepen klanten.\nZo kunt u bijvoorbeeld op basis van het surfgedrag opgenomen worden in een bepaalde categorie, ’interesse in laptops’.\nDeze groep krijgt vervolgens uiteraard andere advertenties te zien dan het segment ‘interesse in televisies’.<br>Ook derde partijen die via onze website cookies plaatsen, kunnen op deze manier proberen uw interesses te vinden.\nDe informatie over uw huidige websitebezoek kan in dat geval gecombineerd worden met informatie van eerdere bezoeken aan andere websites dan de onze.<br>Als dergelijke cookies niet worden gebruikt dan betekent dit overigens niet dat u geen advertenties meer te zien krijgt op onze site.\nDe advertenties zijn in dat geval alleen niet langer toegesneden op uw interesses.<br>\n<br>Deze cookies maken het mogelijk dat:</p>\n<ul>\n<li>De websites je bezoek registreren om hiermee een inschatting te maken van uw interesses</li>\n<li>Er kan worden nagegaan of u op een advertentie hebt geklikt</li>\n<li>Er informatie over uw surfgedrag wordt doorgegeven aan andere websites</li>\n<li>Er gebruik gemaakt wordt van diensten van derde partijen om advertenties aan u te kunnen tonen</li>\n<li>Er op basis van uw social media gebruik interessantere advertenties worden getoond</li>\n</ul>Overige / Onvoorziene cookies<p>Door de manier waarop internet en websites werken, komt het voor dat wij niet altijd inzicht hebben in de cookies die via onze website door derde partijen worden geplaatst.\nDit is met name het geval als onze webpagina’s zogenaamde embedded elementen bevatten.\ndit zijn teksten, documenten, plaatjes of filmpjes die bij een andere partij opgeslagen zijn, maar die op, in of via onze website getoond worden.\nDe embedded elementen kunnen door Tweakers en gebruikers van Tweakers geplaatst worden<br>Mocht u op deze website cookies tegenkomen die in deze categorie vallen en die we hierboven dus niet genoemd hebben, laat het ons dan weten.\nOf neem rechtstreeks contact op met de derde partij en vraag welke cookies ze plaatsen, wat de reden daarvoor is, wat de levensduur van de cookie is en op welke manier ze uw privacy gewaarborgd hebben.</p>Browser instellingen<p>Als u helemaal niet wilt dat websites op uw computer cookies plaatsen, dan kunt u uw browserinstellingen aanpassen zodat u een waarschuwing krijgt voordat er cookies worden geplaatst.\nOok kunt u de instellingen dusdanig aanpassen dat uw browser alle cookies of alleen de cookies van derde partijen weigert.\nOok kunt u de cookies die al zijn geplaatst verwijderen.\nLet erop dat u de instellingen apart voor elke browser en computer die u gebruikt moet aanpassen.<br>Wees ervan bewust dat als u geen cookies wilt, wij niet meer kunnen garanderen dat onze website helemaal goed werkt.\nHet kan zijn dat enkele functies van de site verloren gaan of zelfs dat u bepaalde websites helemaal niet meer kunt zien.\nDaarnaast betekent het weigeren van cookies of het inschakelen van ‘do not track’ ook niet dat u geen advertenties meer te zien krijgt.\nDe advertenties zijn dan alleen niet meer toegesneden op uw interesses en worden vaker herhaald.<br>Hoe u uw instellingen kunt aanpassen verschilt per browser.\nRaadpleeg indien nodig de helpfunctie van uw browser, of klik op één van de onderstaande iconen om direct naar de handleiding van uw browser te gaan.\nWilt u cookies van specifieke partijen uitzetten, dan kan dat via http://www.youronlinechoices.eu/.</p>Slotopmerkingen<p>Wij zullen deze verklaringen af en toe aan moeten passen, omdat bijvoorbeeld onze website of de regels rondom cookies wijzigen.\nWe mogen de inhoud van de verklaringen en de cookies die opgenomen staan in de lijsten altijd en zonder waarschuwing vooraf wijzigen.\nU kunt deze webpagina raadplegen voor de laatste versie.<br>Mocht u nog vragen en/of opmerkingen hebben, neem dan contact op met privacy@dpgmedia.nl</p>", "created_at": "2021-02-06 12:34:53.613041", "updated_at": "2021-02-06 12:35:03.885472"}, {"id": 4050, "name": "Privacy Policy", "url": "https://tweakers.net/info/algemene-voorwaarden/privacy/", "xpath": "//*[@id=\"contentArea\"]/div/div[2]", "text": " Privacybeleid Algemeen<p>Dit is de privacy- en cookie policy van Tweakers.net, Tweakers Elect en Hardware.Info.\nTweakers.net, Tweakers Elect en Hardware.Info zijn onderdeel van DPG Media B.V.\n(gevestigd en kantoorhoudende te (1018 LL) Amsterdam aan de Jacob Bontiusplaats 9, hierna: “ DPG Media”).\nDPG Media is de verantwoordelijke voor de verwerking van persoonsgegevens die worden verzameld.</p>\n<p>Wij respecteren je privacy en houden ons aan de regels die de Algemene Verordening Gegevensbescherming en overige privacy wet- en regelgeving stellen.</p>\n<p>DPG Media kan deze privacy verklaring eenzijdig wijzigen.\nWe adviseren je daarom om deze verklaring regelmatig op wijzigingen na te gaan.</p>Verwerkte gegevens<p>DPG Media maakt onderscheid tussen actief en passief verstrekte gegevens.\nPassief verstrekte gegevens zijn gegevens die je aan beheerders van websites verstrekt zonder dat je je daar misschien bewust van bent.\nWanneer je Tweakers.net of Hardware.info bezoekt, registreren we een aantal technische gegevens zoals het IP-adres van je computer, het besturingssysteem dat je gebruikt, de internet browser waarmee je surft, de laatste internetpagina die je hebt bezocht voordat je op de websites kwam en de pagina's die je binnen de websites bezoekt.</p>\n<p>Daarnaast verzamelen en verwerken we gegevens die je actief aan ons verstrekt.\nHiervan is alleen sprake als je een account aanmaakt of als je een e-mail aan ons stuurt.\nWij verzamelen en verwerken de volgende categorieën van persoonsgegevens:</p>\n<ul>\n<li>naam;</li>\n<li>geboortedatum;</li>\n<li>contactgegevens;</li>\n<li>overige persoonsgegevens die je kunt invullen als je een account aanmaakt (voor het aanmaken van een Account zijn deze gegevens echter niet allemaal verplicht);</li>\n<li>persoonsgegevens, voor zover deze zijn opgenomen in de content die je op de Website plaatst;</li>\n<li>persoonsgegevens, voor zover deze zijn opgenomen in berichten die via de Website worden uitgewisseld;</li>\n<li>persoonsgegevens over je gedrag op de Website zoals bijvoorbeeld opgelegde waarschuwingen en sancties.</li>\n</ul>\n<p>Ben je jonger dan 16 jaar?</p>\n<p>Als je jonger bent dan 16 jaar mag je slechts persoonsgegevens aan DPG Media verstrekken als je daarvoor toestemming hebt gekregen van een van je ouders of een wettelijk vertegenwoordiger die deze privacy en cookie policy heeft gelezen.<br>Als je er van overtuigd bent dat DPG Media zonder ouderlijke toestemming persoonlijke gegevens heeft verzameld over een minderjarige, neem dan contact op via privacy@dpgmedia.nl zodat deze informatie kan worden verwijderd.</p>Doeleinden verwerking<p>De gegevens die je passief aan ons hebt verstrekt worden zoveel mogelijk anoniem gebruikt.\nTweakers.net, Tweakers Elect en Hardware.info houden bijvoorbeeld niet bij welke internet browser jij precies gebruikt, maar houdt wel bij hoeveel procent van onze bezoekers een bepaalde internet browser gebruikt.\nWe doen dit om de kwaliteit en toegankelijkheid van de websites te verbeteren.\nDaarnaast gebruiken we informatie over welke pagina's je binnen de websites hebt bezocht om de relevantie van advertenties en vacatures die aan jou getoond worden als je Tweakers.net of Hardware.info bezoekt te verbeteren.\nHiervoor gebruiken we DoubleClick for Publishers.\nMeer informatie over het privacybeleid van Doubleclick vind je bij Google.</p>\n<p>De persoonsgegevens die je actief aan Tweakers.net en Hardware.info verstrekt worden gebruikt voor de volgende doeleinden:</p>\n<ul>\n<li>om onze diensten aan je te verlenen en om u in staat te stellen uw ervaringen over producten en winkels te delen via bijvoorbeeld het Forum, Vraag &amp.\nAanbod, Pricewatch, Shopreview, Productreview en Jobs;</li>\n<li>om je gelegenheid te geven om content te plaatsen op de Websites;</li>\n<li>om een administratie bij te houden van alle bezoekers die een account aanmaken;</li>\n<li>om doelgroep en bijpassend gebruik van de website te kunnen definiëren;</li>\n<li>om contact met je te onderhouden over of in het kader van de Websites en onze diensten;</li>\n<li>om je op verzoek een nieuwsbrief toe te sturen waarbij we kunnen bijhouden of je deze opent;</li>\n<li>om fraude en misbruik te voorkomen;</li>\n<li>om deelname mogelijk te maken aan eventuele acties;</li>\n<li>om op basis van jouw bijdrage op Tweakers een karma profiel op te stellen;</li>\n<li>indien je daarvoor ondubbelzinnige toestemming hebt gegeven, om je te informeren over huidige en toekomstige producten of diensten (opt-in).</li>\n</ul>\n<strong>Gegevensverstrekking aan derden</strong>\n<p>Verstrekking ten behoeve van uitvoering overeenkomst: DPG Media schakelt bij de uitvoering van haar dienstverlening derden in.\nVoor zover deze derden bij het uitvoeren van hun diensten Persoonsgegevens verwerken, doen zij dit in de rol van verwerker.\nAl onze verwerkers worden verplicht om uw Persoonsgegevens te beschermen.\nMet onze verwerkers sluiten wij overeenkomsten waarin wij dit expliciet opnemen.</p>Ontvangers<p>Tweakers.net en Hardware.info publiceren bepaalde gegevens die je in je profiel hebt opgenomen op de websites.\nDeze gegevens zijn toegankelijk voor alle bezoekers van de website.\nBij het invullen van je profiel is aangegeven welke gegevens op de website worden gepubliceerd.\nIndien je niet wilt dat deze gegevens openbaar zijn, dan kan je de invulvelden in je profiel leeg laten.\nOok de content die je zelf op de website plaatst is toegankelijk voor alle bezoekers van de website.</p>\n<p>Tweakers.net en Hardware.info zullen jouw gegevens niet aan derden beschikbaar stellen, tenzij er sprake is van een bijzondere actie of prijsvraag in samenwerking met een derde partij.\nin dergelijke gevallen maken wij dit altijd op voorhand bekend zodat u de keuze heeft deel te nemen of niet.\nOnze werknemers en met ons samenwerkende derden zijn verplicht om de vertrouwelijkheid van uw gegevens te respecteren.</p>\n<p>In sommige gevallen kan je via onze websites doorlinken naar websites van derden.\nDPG Media is niet verantwoordelijk voor de gegevensverwerking of het privacybeleid van deze derden.\nOok is DPG Media niet verantwoordelijk voor de eventuele verwerking van jouw openbare persoonsgegevens door andere gebruikers van deze website.</p>Cookies<p>Deze website maakt gebruik van permanente cookies.\nDit zijn kleine tekstbestanden die automatisch door de internet browser op je computer worden geplaatst.\nMet behulp van een sessie cookie kan onder meer worden bijgehouden welke webpagina's je bekijkt en welke opties je gebruikt.\nDeze gegevens worden gebruikt om de websites gebruiksvriendelijker te maken.</p>\n<p>Met behulp van een permanente cookie kunnen de websites je bij een volgend bezoek herkennen.\nBij het inloggen op je account maak je automatisch gebruik van de optie om je sessie-id te bewaren in een permanente cookie.</p>\n<p>Je kunt je internet browser zo instellen dat je wordt gewaarschuwd als er een cookie wordt geplaatst.\nOok kan je het plaatsen van cookies volledig blokkeren.\nJe kunt dan echter mogelijk niet van alle onderdelen van de website gebruikmaken.</p>\n<p>Tweakers.net en Hardware.info bevatten ook cookies van DPG Media.\nHierdoor kunnen gegevens over het bezoekgedrag worden gecombineerd met gegevens van andere dochtermaatschappijen van DPG Media om advertenties beter af te kunnen stemmen op jouw interesses.</p>\n<p>Op basis van de gecombineerde gegevens worden segmenten samengesteld ten behoeve van adverteerders.\nAdverteerders kunnen dan gericht advertenties tonen aan bepaalde groepen voor hen interessante bezoekers.\nGegevens over individueel bezoekgedrag of andere persoonsgegevens worden nooit gedeeld met adverteerders of andere derden.\nDe privacystatement van DPG Media is van toepassing op deze gecombineerde gegevens.</p>Google Analytics<p>Tweakers.net en Hardware.info maken gebruik van Google Analytics, een webanalyse-service die wordt aangeboden door Google Inc.\n(“Google”).\nGoogle Analytics maakt gebruik van cookies om ons te helpen analyseren hoe gebruikers de Website gebruiken.\nDe door het cookie gegenereerde informatie over je gebruik van de website (met inbegrip van je IP-adres) wordt overgebracht naar en door Google opgeslagen op servers in de Verenigde Staten.</p>\n<p>Google gebruikt deze informatie om bij te houden hoe de website gebruikt wordt, rapporten over de website-activiteit op te stellen en andere diensten aan te bieden met betrekking tot website-activiteit en internetgebruik.\nGoogle mag deze informatie aan derden verschaffen indien Google hiertoe wettelijk wordt verplicht, of voor zover deze derden de informatie namens Google verwerken.\nGoogle zal je IP-adres niet combineren met andere gegevens waarover Google beschikt.\nMeer informatie vind je bij Google: https://policies.google.com/privacy?hl=en.</p>\n<p>Als gezegd kun je je internet browser zo instellen dat je wordt gewaarschuwd als er een cookie wordt geplaatst en kan je het plaatsen van cookies volledig blokkeren.\nJe kunt dan echter mogelijk niet van alle onderdelen van de Website gebruikmaken.</p>AdDefend<p>Om advertenties weer te geven, gebruikt Tweakers AdDefend, een service van AdDefend GmbH, Borselstraße 3, 22765 Hamburg.\nDeze dienst maakt gebruik van cookies om te bepalen of je een website hebt bezocht.\nU kunt te allen tijde bezwaar maken tegen het gebruik van deze cookies door AdDefend door een e-mail te sturen naar privacy@addefend.com.</p>Indexering door zoekmachines<p>De gegevens die je in je profiel opneemt, kunnen in beginsel niet door externe websites, zoals zoekmachines, geïndexeerd worden.\nAlle overige door jouw geplaatste content wordt wel door zoekmachines geïndexeerd.</p>Beveiliging en bewaartermijn<p>De persoonsgegevens die via deze website worden verzameld zijn beveiligd via de huidige gebruikelijke technieken.</p>\n<p>Content die je op de Website hebt geplaatst wordt in beginsel zo lang bewaard als je account in stand blijft.\nAls je je account laat opheffen, worden de aan je account gekoppelde persoonsgegevens geanonimiseerd zodat de content die je op de websites hebt geplaatst voor andere bezoekers niet langer naar jouw persoon herleidbaar zijn.</p>\n<p>De overige persoonsgegevens worden bewaard zo lang je account in stand blijft of zo lang als de wet dat voorschrijft.\nPersoonsgegevens bij inactieve accounts worden verwijderd na een periode van 5 jaar.</p>Inzage, correctie en verwijdering<p>Je hebt het recht om je persoonsgegevens in te zien, te corrigeren of te verwijderen.\nLeden kunnen dit voor het grootste deel zelf, bijvoorbeeld via de My Tweakers.net pagina.\nIn de gevallen dat dit op deze manier niet mogelijk is, kan je een gespecificeerd verzoek tot DPG Media richten om je persoonsgegevens in te zien, te corrigeren of te verwijderen.\nHiervoor kan je het formulier op de volgende pagina gebruiken: https://consumentenrecht.dpgmedia.net/nl.<br>Als je een vraag of verzoek hebt dat niet via het formulier kan worden ingediend kan je een mail sturen naar privacy@dpgmedia.nl.</p>\n<p>DPG Media zal in beginsel binnen vier weken op een verzoek tot inzage of correctie verzoek reageren.\nIn geval van een verzoek tot verwijdering zal DPG Media de betreffende persoonsgegevens zo spoedig mogelijk verwijderen, tenzij en voor zover de wet verplicht om de betreffende persoonsgegevens te bewaren of er (andere) dringende redenen zijn die zich tegen verwijdering verzetten.\nDPG Media stuurt je na uitvoering van een verzoek tot verwijdering een bevestigingsbericht.\nIndien DPG Media de betreffende persoonsgegevens (gedeeltelijk) niet heeft verwijderd, stuurt DPG Media de bezoeker een bericht waarin zij toelicht waarom niet (volledig) aan het verzoek kon worden voldaan.</p>\n<p>Indien DPG Media niet of niet volledig kan vaststellen op welke persoonsgegevens een verzoek tot inzage, correctie of verwijdering betrekking heeft, kan DPG Media de bezoeker vragen om zijn verzoek (nader) te specificeren.\nDe uitvoering van het verzoek wordt dan opgeschort op totdat de bezoeker de (nadere) specificatie heeft verstrekt.</p>Direct Messages<p>Tweakers.net biedt Direct Messages (kortweg: DM) aan, een systeem waarmee geregistreerde bezoekers elkaar via de website rechtstreeks een berichtje kunnen sturen.\nDirect Messages zijn in basis zichtbaar voor de geadresseerde(n) in de DM-discussie.</p>\n<p>Alle deelnemers hebben ook de mogelijkheid om nieuwe deelnemers aan de DM-discussie toe te voegen, waarmee de volledige berichtenreeks ook voor de nieuwe deelnemer zichtbaar wordt.\nEr kunnen maximaal 10 deelnemers aan een DM-discussie worden toegevoegd.</p>\n<p>Berichten worden, net als de gewone forumdiscussies, ongecodeerd op onze servers opgeslagen.\nBij misbruik van het DM-systeem of vermoeden van ongewenste activiteiten (bijvoorbeeld: spam, bedreiging, oplichting, enz).\nkan een selecte groep beheerders van Tweakers.net de betreffende DM boxen inzien.</p>Tweakers Elect<p>Tweakers Elect gebruikt je naam, e-mail adres en telefoonnummer alleen om vanuit Tweakers Elect met je te communiceren over Elect of wanneer je gejobflirt wordt.\nJe gegevens uit je profiel gebruiken we om je anoniem te matchen met vacatures van werkgevers.\nTweakers Elect deelt geen persoonsgegevens met andere ondernemingen binnen DPG Media of andere derden, behalve als je besluit gegevens te delen met een werkgever.</p>Bereiksmeting België<p>Deze website neemt deel aan de CIM Internet Studie.\nSites met het logo verzamelen informatie over het aantal bezoekers en het aantal bezochte pagina's met behulp van cookies.\nEen cookie is een klein tekstbestand dat door een server wordt geplaatst op de harde schijf van uw computer.\nDaarbij wordt geen software geïnstalleerd.\nEen cookie brengt op geen enkele manier schade toe aan uw toestellen of apparaten noch aan de programma's die u gebruikt.\nMeer informatie over Tweakers en cookies treft u hier aan: http://tweakers.net/cookies/.</p>\n<p>De informatie die verzameld wordt in het kader van deze studie is volledig anoniem.\nZe dient uitsluitend voor de vergelijking van bezoekersaantallen op de deelnemende sites.\nOp de website van het CIM vindt u meer informatie over de studie en de resultaten van de meting.</p>\n<p>In België gebruiken we voor niet ingelogde gebruikers het advertentienetwerk van Trackuity.\nTrackuity gebruiken we om relevante producten te tonen op maat van de surfer in speciaal voorziene Tweakers posities op DPG Media websites zoals HLN.be en Demorgen.be.</p>Data Protection Officer (DPO)<p>Voor vragen of klachten over uw gegevens en de bescherming van uw privacy kunt u contact opnemen met de Data Protection Officer van DPG Media via privacy@dpgmedia.nl.</p>Vragen of klachten<p>Als u nog vragen of klachten heeft over ons privacy beleid kunt u contact opnemen met de klantenservice van DPG Media of een bericht sturen aan privacy@dpgmedia.nl.\nU heeft ook het recht een klacht in te dienen bij de Autoriteit Persoonsgegevens.</p>\n<p>\n<em>Het privacybeleid is voor het laatst gewijzigd op 24 november 2020.</em>\n</p> Twitter ", "created_at": "2021-02-06 12:36:06.70263", "updated_at": "2021-02-06 12:36:14.202269"}, {"id": 4051, "name": "General Terms and Conditions", "url": "https://tweakers.net/info/algemene-voorwaarden/", "xpath": "//*[@id=\"contentArea\"]/div/div[2]/div/div[1]", "text": "1 Definities<p>1.1 In deze Algemene Voorwaarden hebben de met een beginhoofdletter geschreven begrippen de volgende betekenis (zowel in enkelvoud als in meervoud):</p> Account het gratis lidmaatschap op grond waarvan het Lid toegang krijgt tot de interactieve onderdelen van de Website.\nAlgemene Voorwaarden deze algemene voorwaarden, inclusief de Policies.\nContent alle via de Website toegankelijke gegevens en bestanden van Tweakers.net of de Leden zoals bijvoorbeeld berichten, beoordelingen, moderaties, advertenties, illustraties, video- en geluidsfragmenten en foto's.\nCrew de personen in dienst van of als vrijwilliger werkzaam voor Tweakers.net.\nForum het discussieplatform Gathering of Tweakers (\"GoT\").\nInloggegevens de loginnaam en het wachtwoord die zijn gekoppeld aan het Account.\nJobs de vacaturebank met gespecialiseerde ICT-vacatures.\nLid de natuurlijke persoon die van Tweakers.net een Account heeft ontvangen.\nMalware een virus of enige andere softwareroutine die is bedoeld of ontworpen om toegang te geven tot, of gebruik toe te staan van, een computersysteem door een onbevoegd persoon, of een computersysteem onbruikbaar te maken, te beschadigen of te wissen of het normale gebruik ervan te verstoren of te verslechteren.\nPolicies de via de Website raadpleegbare policies en \"frequently asked questions\" (\"FAQ's\") die bindende voorschriften bevatten voor het gebruik van (bepaalde delen van) de Website.\nPricewatch de webpagina's met prijsvergelijkingen van hardware, software en consumentenelektronica.\nProductreview de webpagina's met gebruikersbeoordelingen van hardware, software en consumentenelektronica.\nSanctie een waarschuwing, (tijdelijke) ontzegging of andere sanctie naar aanleiding van een gedraging van het Lid.\nShopreview de webpagina's met ervaringen en beoordelingen van computershops.\nTweakers.net Tweakers.net een onderneming welke een onderdeel is van DPG Online Services B.V., gevestigd aan de mt.\nLincolnweg 40, 1033 SN te Amsterdam.\nVraag &amp.\nAanbod de advertentierubriek waarin het Lid gebruikte hardware en consumentenelektronica te koop kan aanbieden.\nWebsite het geheel van webpagina's, software, databanken, services (zoals bijvoorbeeld IRC) en door Tweakers.net geplaatste Content gekoppeld aan de domeinnaam tweakers.net en aan de subdomeinen en aanverwante domeinen (zoals bijvoorbeeld tweakers.nl) en alle via deze website toegankelijke diensten zoals bijvoorbeeld het Forum, Vraag &amp.\nAanbod, Pricewatch, Shopreview, Productreview, Tweakblogs en Jobs.\n2 Toepasselijkheid<p>2.1 Deze Algemene Voorwaarden zijn van toepassing op alle Accounts, overeenkomsten, abonnementen en (rechts)handelingen tussen Tweakers.net en het Lid en op ieder gebruik van de Website door het Lid.</p>\n<p>2.2 De Policies bevatten antwoorden op veel gestelde vragen, algemene huisregels en specifieke regels voor het gebruik (bepaalde delen van) van de Website.\nDe Policies zijn bindend en onverkort van toepassing op het bezoek en het gebruik van de Website door het Lid.</p>\n<p>2.3 In geval van strijdigheid prevaleren de bepalingen uit deze Algemene Voorwaarden boven bepalingen uit de Policies.</p>\n<p>2.4 Tweakers.net mag deze Algemene Voorwaarden eenzijdig wijzigen.\nHet Lid wordt geadviseerd om via de reguliere kanalen op de Website de Algemene Voorwaarden regelmatig op wijzigingen na te gaan.\nIndien het Lid ook na wijziging van de Algemene Voorwaarden gebruik blijft maken van de Website, wordt hij geacht de gewijzigde Algemene Voorwaarden onherroepelijk te aanvaarden.</p>\n<p>2.5 Indien het Lid via de webshop van Tweakers.net een betaald abonnement afsluit, zijn daarop aanvullende voorwaarden van toepassing.</p>3 Registratie voor een Account<p>3.1 Het aspirant-Lid kan een Account aanvragen door het online registratieformulier volledig in te vullen en te versturen naar Tweakers.net.</p>\n<p>3.2 Het Account komt tot stand nadat Tweakers.net een wachtwoord en een activatiecode heeft toegestuurd naar het door het aspirant-Lid opgegeven e-mailadres waarmee het aspirant-Lid zijn Account kan activeren.</p>\n<p>3.3 Tweakers.net behoudt zich het recht voor een aanvraag voor een Account te weigeren of de Account na registratie weer op te heffen, bijvoorbeeld indien er sprake is van een Sanctie.</p>\n<p>3.4 De Inloggegevens zijn strikt persoonlijk en mogen niet aan derden ter beschikking worden gesteld.\nHet Lid staat in voor het gebruik dat van zijn Inloggegevens wordt gemaakt, ook al gebeurt dat zonder zijn medeweten.</p>\n<p>3.5 Het Lid zal Tweakers.net onmiddellijk waarschuwen als hij vermoedt dat zijn Inloggegevens bij een derde bekend zijn of zich anderszins onregelmatigheden voordoen.</p>\n<p>3.6 Het is een Lid niet toegestaan meer dan één (1) Account aan te vragen of te beheren.\nHet is een Lid verder niet toegestaan (opnieuw) een Account aan te vragen of te beheren nadat Tweakers de aanvraag van een (aspirant-) Lid voor een Account heeft geweigerd of een Account van het Lid na registratie heeft opgeheven.</p>4 Gebruiksvoorschriften Website en plaatsen Content<p>4.1 Het Lid dient zich te onthouden van ongeoorloofd gebruik van de Website en zal zich opstellen en gedragen conform hetgeen door Tweakers.net mag worden verwacht van een zorgvuldig Lid.</p>\n<p>4.2 In het bijzonder zal het Lid:</p>\n<ol>\n<li>zich houden aan de \"netiquette\" regels (te vinden op http://www.ietf.org/rfc/rfc1855.txt);</li>\n<li>zich houden aan de voorschriften en richtlijnen die zijn opgenomen in de Policies;</li>\n<li>geen handelingen verrichten of Content plaatsen die in strijd zijn met wet- of regelgeving, de goede zeden of de openbare orde;</li>\n<li>alle op de Website weergegeven of aan hem gerichte voorschriften en aanwijzingen in acht nemen, waaronder aanwijzingen van de Crew;</li>\n<li>geen inbreuk maken op of anderszins in strijd handelen met intellectuele eigendomsrechten van Tweakers.net of derden;</li>\n<li>geen handelingen verrichten of Content plaatsen die overlast veroorzaken voor andere Leden of bezoekers van de Website;</li>\n<li>geen spam of andere ongewenste berichten verspreiden aan andere Leden of bezoekers van de Website via bijvoorbeeld instant messaging (zoals Discord, Slack, WhatsApp, etc.), direct messaging (het berichtensysteem in de Website van Tweakers.net) en e-mail;</li>\n<li>geen Content van Tweakers.net of andere Leden wijzigen, wissen of onbruikbaar maken;</li>\n<li>geen Malware verspreiden;</li>\n<li>geen robots, spiders, toepassingen voor het doorzoeken van websites of andere middelen voor het zoeken of indexeren van (delen van) de Website en Content van Leden gebruiken;</li>\n<li>de beveiliging van Tweakers.net niet ontwijken of verwijderen;</li>\n<li>geen gebruik maken van adblockers of op andere wijze reclame-uitingen weren, anders dan de optie die Tweakers.net het Lid biedt indien hij een betaald abonnement heeft afgesloten.</li>\n<li>In een review zal het lid transparant zijn over de herkomst van het product en of er een beloning is ontvangen of in het vooruitzicht wordt gesteld voor het plaatsen van de review</li>\n</ol>\n<p>4.3 Het Lid is verantwoordelijk voor de inhoud van alle Content die via zijn Account op de Website worden geplaatst.\nTweakers.net adviseert het Lid om geen persoonlijke informatie op de Website te plaatsen zoals adresgegevens, telefoonnummers of financiële informatie.</p>\n<p>4.4 Het Lid erkent dat Tweakers.net niet verplicht is om actief Content van Leden te beheren, te bewerken, voor plaatsing op de Website te controleren of te monitoren.\nTweakers.net staat niet in voor de kwaliteit, juistheid of rechtmatigheid van de Content van Leden.</p>\n<p>4.5 Indien Tweakers.net of de Crew vaststelt dat bepaalde Content van Leden niet aan deze Algemene Voorwaarden voldoet, kan Tweakers.net dit onderzoeken en waar nodig de inhoud of vormgeving van deze Content naar eigen goeddunken wijzigen of verwijderen.\nTweakers.net of de Crew mag de inhoud of de vormgeving van de Content ook wijzigen om de leesbaarheid of de algemene kwaliteit van de Website te waarborgen.\nTweakers.net en de Crew zijn niet aansprakelijk of verantwoordelijk voor het al dan niet uitvoeren van de in dit artikellid genoemde activiteiten.</p>\n<p>4.6 Het Lid mag (ter uitsluitende beoordeling van Tweakers.net) geen Content op de Website plaatsen:</p>\n<ol>\n<li>die (seksueel) intimiderend, beledigend, discriminerend of van pornografische aard is of die anderszins naar algemene maatstaven als controversieel moet worden beschouwd;</li>\n<li>waarin piramidespelen of kettingbrieven worden gepromoot;</li>\n<li>die de privacy of persoonlijke levenssfeer van andere Leden of bezoekers van de Website schendt;</li>\n<li>waarin een foto of afbeelding is opgenomen van een andere persoon zonder diens toestemming;</li>\n<li>waarin illegale software wordt aangeboden of gevraagd;</li>\n<li>waarin hardware of consumentenelektronica wordt aangeboden of gevraagd die door middel van of in verband met een strafbaar feit zijn verkregen.</li>\n<li>die gericht is op het werven van personeel, met uitzondering van Content die wordt geplaatst binnen Jobs;</li>\n<li>voor reclame- of marketingdoeleinden.</li>\n</ol>\n<p>4.7 Indien het Lid meent dat een ander Lid of een bezoeker van de Website handelt in strijd met dit artikel 4, kan hij Tweakers.net hiervan op de hoogte stellen.</p>\n<p>4.8 Indien het Lid naar het oordeel van Tweakers.net geheel of gedeeltelijk tekort schiet in de nakoming van het bepaalde in artikel <strong>4.6 sub viii</strong>, is het Lid aan Tweakers.net zonder dat een aanmaning of een andere voorafgaande verklaring vereist is telkens voor elke niet-nakoming een onmiddellijk opeisbare boete verschuldigd van EUR 1.500,- (vijftienhonderd Euro).\nDeze boete komt Tweakers.net toe onverminderd alle andere rechten of vorderingen van Tweakers.net, daaronder mede begrepen het recht op nakoming en het recht op schadevergoeding naast de boete.</p>5 Pricewatch, Shopreview en Productreview<p>5.1 Het Lid kan producten, webshops en prijsinformatie toevoegen aan de Pricewatch.\nAlle prijsinformatie dient te worden vermeld inclusief BTW en heffingen.\nKosten dienen alle kosten te omvatten, waaronder verzend-, transactie-, administratie- en orderkosten.</p>\n<p>5.2 Het Lid dient zich tot het uiterste in te spannen om uitsluitend juiste, volledige, actuele en accurate prijsinformatie en overige informatie aan de Pricewatch toe te voegen.</p>\n<p>5.3 Tweakers.net garandeert niet dat de prijsinformatie en alle overige informatie die door andere Leden of gebruikers aan de Pricewatch is toegevoegd actueel, compleet of accuraat is.</p>\n<p>5.4 Tweakers.net zal op geen enkele manier partij zijn bij een eventuele (koop)overeenkomst tussen de webshop en het Lid of de gebruiker van de Website.</p>\n<p>5.5 Het Lid kan zijn ervaringen met en beoordelingen van webshops toevoegen aan de Shopreview.\nIndien het Lid zelf een webshop heeft, is het nadrukkelijk niet toegestaan om direct of indirect (bijvoorbeeld via medewerkers of familieleden) beoordelingen van de eigen webshop aan de Shopreview toe te voegen, dan wel anderszins de informatie over de eigen webshop te beïnvloeden.</p>\n<p>5.6 Het Lid kan beoordelingen, besprekingen en betrouwbaarheidsstatistieken van hardware, software en consumentenelektronica toevoegen aan de Productreview.</p>\n<p>5.7 Het Lid mag de ervaringen, beoordelingen en besprekingen die hij toevoegt aan de Shop- en Productreviews op de Website ook op andere sites plaatsen, waaronder sites van hemzelf of van derden.\nEchter, het Lid zal dergelijke ervaringen, beoordelingen en besprekingen, en daarmee vergelijkbare ervaringen, beoordelingen en besprekingen, niet op sites van hemzelf of van derden plaatsen indien deze sites met een commercieel oogmerk worden geëxploiteerd.\nIndien Tweakers of de Crew vaststelt dat een Lid in strijd handelt met het voorgaande, dan kan Tweakers de toevoegingen van het Lid aan de Shop- en/of Productreview van de Website verwijderen.\nHet is altijd toegestaan om de ervaringen, beoordelingen en besprekingen die het Lid toevoegt aan de Shop- en Productreviews te plaatsen op websites van DPG Media B.V.\nen/of al haar dochtermaatschappijen.</p>6 Vraag &amp.\nAanbod<p>De voorwaarden voor Vraag &amp.\nAanbod zijn onderbracht in losse aanvullende voorwaarden.</p>7 Jobs<p>7.1 Het Lid kan binnen Jobs zoeken in het vacatureaanbod van het ICT Carriëre Platform en zoekopdrachten of vacatures opslaan.</p>\n<p>7.2 Het Lid kan vacatures die geplaatst zijn door werkgevers op Jobs bekijken en hier op reageren middels de link “solliciteren”.\nWanneer het Lid deze link aanklikt wordt hij doorgelinked naar de website van het ICT Carriëre Platform waar de sollicitatie kan worden vervolgd.</p>\n<p>7.3 Tweakers.net garandeert niet dat de vacature informatie en alle overige informatie die door aanbieders aan Jobs is toegevoegd actueel, compleet of accuraat is.</p>\n<p>7.4 Tweakers.net zal op geen enkele manier partij zijn bij een eventuele (arbeids)overeenkomst tussen een aanbieder en het Lid of de gebruiker van de Website.</p>\n<p>7.5 Indien het Lid als werkgever een advertentie voor een vacature wil plaatsen, dan dient hij zich op te geven voor een plaatsingscontract bij Jobs.\nOp dit plaatsingscontract zijn aanvullend de algemene voorwaarden van het ICT Carriëre Platform van toepassing.</p>8 Sancties<p>8.1 De Crew kan een Sanctie opleggen aan het Lid indien hij in strijd handelt met deze Algemene Voorwaarden.\nHet Lid heeft recht op bemiddeling zoals nader omschreven in de toepasselijke Policy.\nTweakers.net kan echter eenzijdig besluiten om het recht op bemiddeling buiten toepassing te laten, bijvoorbeeld indien het Lid blijkt te handelen in de uitoefening van beroep of bedrijf of anderszins commerciële bedoelingen heeft.\nMeer informatie over de sanctierichtlijnen en de bemiddelings- en bezwaarmogelijkheden is opgenomen in de Policies.</p>\n<p>8.2 Onverminderd enig andere recht van Tweakers.net op grond van de wet of deze Algemene Voorwaarden, geldt dat indien het Lid in strijd handelt met artikel 4 tot en met 7 van deze Algemene Voorwaarden of met de Policies, Tweakers.net gerechtigd is om met onmiddellijke ingang en zonder ingebrekestelling:</p>\n<ol>\n<li>door het Lid geplaatste Content aan te passen of te verwijderen;</li>\n<li>het Lid de toegang tot de Website te ontzeggen (al dan niet tijdelijk).\nen</li>\n<li>de Account van het Lid op te heffen.</li>\n</ol>\n<p>8.3 Tweakers.net en de Crew zijn niet gehouden tot vergoeding van kosten of schade van het Lid in verband met een opgelegde Sanctie.</p>9 Rechten en verplichtingen van Tweakers.net<p>9.1 Tweakers.net zal zich inspannen om de Website ter beschikking te stellen aan het Lid.\nTweakers.net garandeert niet dat de Website te allen tijde, ononderbroken of volledig beschikbaar zal zijn.</p>\n<p>9.2 Tweakers.net behoudt zich het recht voor om:</p>\n<ol>\n<li>de Website onaangekondigd te blokkeren of deze buiten gebruik te stellen ten behoeve van onderhoud, aanpassing of verbetering daarvan;</li>\n<li>onaangekondigd onderdelen van de Website aan te passen, uit te breiden, te schrappen of anderszins te wijzigen.</li>\n</ol>\n<p>9.3 Tweakers.net garandeert niet dat de Website vrij is van fouten, gebreken of Malware of dat de Website actueel, compleet of accuraat is.</p>\n<p>9.4 Tweakers.net is niet verantwoordelijk voor handelen of nalaten van andere Leden.\nDe Content van Leden of andere derden geeft uitsluitend de persoonlijke mening weer van de betreffende Leden of derden en Tweakers.net is niet verantwoordelijk voor de inhoud daarvan.</p>\n<p>9.5 Bepaalde hyperlinks of ingevoegde afbeeldingen op de Website leiden naar door derden beheerde, externe websites.\nTweakers.net is niet verantwoordelijk voor de inhoud en het functioneren van deze externe websites, noch voor de kwaliteit van eventuele software, producten of diensten die daarop worden aangeboden en aanvaardt daarvoor geen aansprakelijkheid.\nHet privacybeleid van Tweakers.net is niet van toepassing op persoonsgegevens die via deze externe websites worden verzameld.</p>10 Licentie en intellectuele eigendom<p>10.1 Met inachtneming van hetgeen is bepaald in deze Algemene Voorwaarden, behoudt het Lid in beginsel de auteursrechten en andere intellectuele eigendomsrechten op de door hem geplaatste Content.</p>\n<p>10.2 Alle rechten van intellectuele eigendom, waaronder maar niet beperkt tot auteursrecht en databankrechten, op de Website en de door Tweakers.net geplaatste Content berusten uitsluitend bij Tweakers.net of haar licentiegevers.</p>\n<p>10.3 Het Lid mag de op de Website opgenomen Content raadplegen en daarvan kopieën maken voor uitsluitend eigen persoonlijk gebruik, bijvoorbeeld door deze te printen of op te slaan.\nElk ander gebruik van de Website of de Content, bijvoorbeeld het overnemen, reproduceren, distribueren of anderszins openbaar maken van (een deel van) de Website is niet toegestaan zonder uitdrukkelijke schriftelijke toestemming van Tweakers.net en/of het betreffende Lid.</p>\n<p>10.4 Door het plaatsen van Content op de Website;</p>\n<ol>\n<li>verleent het Lid onherroepelijk toestemming aan Tweakers.net om deze Content zonder vergoeding te publiceren, aan te passen en commercieel te exploiteren via de Website of andere online of print media van DPG Media;</li>\n<li>verleent het Lid toestemming aan andere Leden en bezoekers van de Website om deze Content te raadplegen en daarvan kopieën te maken voor eigen gebruik;</li>\n<li>geeft het Lid toestemming aan Tweakers.net voor de openbaarmaking van zijn portret, voorzover dit voorkomt in deze Content.\nen</li>\n<li>doet het Lid, voorzover wettelijk mogelijk, afstand van de op de Content rustende persoonlijkheidsrechten.</li>\n</ol>\n<p>10.5 Het Lid garandeert dat hij bevoegd is om voorgaande toestemmingen te verlenen en dat hij eventueel voor publicatie van deze informatie benodigde toestemmingen van derden heeft verkregen.\nHet Lid vrijwaart Tweakers.net, de Crew en de overige voor haar werkzame derden voor alle schade en kosten ter zake van aanspraken van derden dat het gebruik of de exploitatie van de door het Lid geplaatste Content inbreuk maakt op (intellectuele) eigendomsrechten van derden of anderszins onrechtmatig is jegens derden.</p>11 Privacy<p>11.1 Tweakers.net verwerkt de persoonsgegevens van het Lid die nodig zijn voor het in stand houden van de Website en het verlenen van diensten aan het Lid.\nTweakers.net heeft haar privacybeleid nader uitgewerkt in haar privacybeleid-document.\nHet Lid geeft door registratie toestemming voor de verwerking van zijn persoonsgegevens zoals beschreven in het privacybeleid.</p>\n<p>11.2 Het Lid staat er voor in dat hij volledig in overeenstemming handelt met alle toepasselijke wet- en regelgeving op het gebied van de bescherming van persoonsgegevens en ongevraagde communicatie.\nIn het bijzonder staat het Lid er voor in dat hij de benodigde toestemmingen van derden heeft verkregen om persoonsgegevens van derden op de Website te publiceren.</p>\n<p>11.3 Behoudens voorzover expliciet toegestaan op grond van deze Algemene Voorwaarden, mag het Lid geen persoonsgegevens van andere Leden verwerken of anderszins gebruiken.\nHet is het Lid in het bijzonder niet toegestaan om deze persoonsgegevens van derden (i) te gebruiken voor het overbrengen van ongevraagde communicatie en (ii) al dan niet methodisch of systematisch geordend, te verzamelen.</p>12 Opheffen Account<p>12.1 Het Lid kan zijn Account laten opheffen indien hij niet langer van de Website gebruik wenst te maken.\nHet Lid dient dit per e-mail aan Tweakers.net kenbaar te maken onder opgave van zijn gebruikersnaam.</p>\n<p>12.2 Door het Lid geplaatste Content kan bij de opheffing van het Account niet worden verwijderd.\nTweakers.net zal de aan het Account gekoppelde persoonsgegevens anonimiseren zodat de Content niet langer naar het Lid herleidbaar zijn.</p>\n<p>12.3 Tweakers.net heeft het recht het Account van het Lid op te heffen indien het Lid gedurende twaalf (12) maanden geen gebruik heeft gemaakt van zijn Inloggegevens.</p>\n<p>12.4 Tweakers.net en de Crew zijn niet gehouden tot vergoeding van kosten of schade van het Lid in verband met het opheffen van een Account op welke reden dan ook.</p>13 Aansprakelijkheid<p>13.1 Tweakers.net en de Crew zijn niet aansprakelijk voor enige directe of indirecte schade of kosten van het Lid of derden, uit welke hoofde dan ook, als gevolg van het gebruik van (delen van) de Website, met inbegrip van schade als gevolg van de onjuistheid of onvolledigheid van de Content of als gevolg van Malware, tenzij de betreffende schade is veroorzaakt door opzet of bewuste roekeloosheid van de bedrijfsleiding van Tweakers.net.</p>\n<p>13.2 Het Lid dat handelt in strijd met zijn verplichtingen die voortvloeien uit deze Algemene Voorwaarden is aansprakelijk voor alle daaruit voor Tweakers.net voortvloeiende schade.</p>\n<p>13.3 Het Lid vrijwaart Tweakers.net, de Crew en de overige voor haar werkzame derden tegen alle aanspraken van derden terzake van alle schade en kosten op enigerlei wijze ontstaan door het gebruik door het Lid van de Website, dan wel door het niet nakomen van het Lid van zijn verplichtingen op grond van deze Algemene Voorwaarden.</p>14 Overmacht<p>14.1 Tweakers.net is niet gehouden tot het nakomen van enige verplichting indien zij daartoe verhinderd is als gevolg van overmacht.\nOnder overmacht wordt mede verstaan tekortkomingen van door Tweakers.net ingeschakelde derden, alsmede onderbrekingen of storingen in de stroom- en/of telecommunicatievoorzieningen.</p>\n<p>14.2 Wanneer de overmachtsituatie langer dan zestig (60) dagen heeft geduurd, heeft het Lid het recht om zijn Account te beëindigen zonder dat Tweakers.net tot restitutie van eventueel betaalde gelden, dan wel tot enige andere vergoeding van kosten of schade is gehouden.</p>15 Varia<p>15.1 Het Lid is niet gerechtigd de rechten en verplichtingen uit zijn Account en deze Algemene Voorwaarden zonder voorafgaande schriftelijke toestemming van Tweakers.net aan een derde over te dragen.\nTweakers.net mag rechten en verplichtingen uit het Account en deze Algemene Voorwaarden overdragen aan derden en zal Het Lid daarvan op de hoogte stellen.</p>\n<p>15.2 Indien een of meerdere bepalingen uit deze Algemene Voorwaarden nietig of vernietigbaar zijn, laat zulks de geldigheid van de overige bepalingen onverlet.\nIn geval van nietigheid van een bepaling van deze Algemene Voorwaarden zullen partijen gebonden zijn door een bepaling van zoveel mogelijk overeenkomstige strekking, welke niet aan nietigheid blootstaat.</p>\n<p>15.3 De rechter te Amsterdam is bij uitsluiting bevoegd kennis te nemen van geschillen welke voortvloeien uit of samenhangen met het Account of deze Algemene Voorwaarden.</p>\n<p>15.4 Op deze Algemene Voorwaarden, alle overeenkomsten, abonnementen en (rechts)handelingen tussen Tweakers.net en het Lid, is bij uitsluiting Nederlands recht van toepassing.</p>\n<p>\n<em>Deze Algemene Voorwaarden zijn voor het laatst gewijzigd op 24 maart 2020.</em>\n</p>", "created_at": "2021-02-06 12:37:04.644167", "updated_at": "2021-02-06 12:37:11.613002"}], "points": [{"id": 16411, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://tweakers.net/info/algemene-voorwaarden/", "status": "Generated through the annotate view", "created_at": "2021-02-11 15:20:05.066388", "updated_at": "2021-02-11 17:28:18.715078", "quoteText": "\n<p>2.4 Tweakers.net mag deze Algemene Voorwaarden eenzijdig wijzigen.", "case_id": 121, "document_id": 4051, "quoteStart": 3135, "quoteEnd": 3205}, {"id": 16410, "title": "There is a date of the last update of the agreements", "source": "https://tweakers.net/info/algemene-voorwaarden/", "status": "Generated through the annotate view", "created_at": "2021-02-11 15:15:26.368671", "updated_at": "2021-02-11 17:30:58.491722", "quoteText": "Deze Algemene Voorwaarden zijn voor het laatst gewijzigd op 24 maart 2020.</em>\n</p>", "case_id": 331, "document_id": 4051, "quoteStart": 22830, "quoteEnd": 22914}, {"id": 19069, "title": "There is a date of the last update of the agreements", "source": "https://tweakers.net/info/algemene-voorwaarden/privacy/", "status": "Generated through the annotate view", "created_at": "2021-04-19 10:26:27.208884", "updated_at": "2021-04-23 10:39:48.013886", "quoteText": "Het privacybeleid is voor het laatst gewijzigd op 24 november 2020.", "case_id": 331, "document_id": 4050, "quoteStart": 14843, "quoteEnd": 14910}, {"id": 19070, "title": " Terms may be changed any time at their discretion, without notice to the user ", "source": "https://tweakers.net/info/algemene-voorwaarden/privacy/", "status": "Generated through the annotate view", "created_at": "2021-04-19 10:29:38.919011", "updated_at": "2021-04-23 10:38:57.044526", "quoteText": "DPG Media kan deze privacy verklaring eenzijdig wijzigen.", "case_id": 121, "document_id": 4050, "quoteStart": 560, "quoteEnd": 617}, {"id": 15869, "title": "There is a date of the last update of the General Terms and Conditions", "source": "https://tweakers.net/info/algemene-voorwaarden/", "status": "The page with General Terms and Conditions states a date they where changed (in Dutch)\r\n\r\n\"Deze Algemene Voorwaarden zijn voor het laatst gewijzigd op 24 maart 2020.\"\r\n\r\nTranslates to:\r\n\r\n\"These General Terms and Conditions have been last changed on March 24th 2020.\"", "created_at": "2021-02-05 17:09:53.72578", "updated_at": "2021-02-11 17:31:32.757049", "quoteText": null, "case_id": 331, "document_id": null, "quoteStart": null, "quoteEnd": null}, {"id": 16412, "title": "You agree to defend, indemnify, and hold the service harmless in case of a claim related to your use of the service", "source": "https://tweakers.net/info/algemene-voorwaarden/", "status": "Generated through the annotate view", "created_at": "2021-02-11 15:20:21.863802", "updated_at": "2021-04-12 00:01:50.870371", "quoteText": "Indien het Lid ook na wijziging van de Algemene Voorwaarden gebruik blijft maken van de Website, wordt hij geacht de gewijzigde Algemene Voorwaarden onherroepelijk te aanvaarden.</p>", "case_id": 146, "document_id": 4051, "quoteStart": 3336, "quoteEnd": 3518}, {"id": 19072, "title": "This service tracks you on other websites", "source": "https://tweakers.net/info/algemene-voorwaarden/privacy/", "status": "Generated through the annotate view", "created_at": "2021-04-19 12:44:51.643169", "updated_at": "2021-04-23 10:39:26.898208", "quoteText": "Tweakers.net en Hardware.info bevatten ook cookies van DPG Media.\nHierdoor kunnen gegevens over het bezoekgedrag worden gecombineerd met gegevens van andere dochtermaatschappijen van DPG Media om advertenties beter af te kunnen stemmen op jouw interesses.</p>\n<p>Op basis van de gecombineerde gegevens worden segmenten samengesteld ten behoeve van adverteerders.\nAdverteerders kunnen dan gericht advertenties tonen aan bepaalde groepen voor hen interessante bezoekers.\nGegevens over individueel bezoekgedrag of andere persoonsgegevens worden nooit gedeeld met adverteerders of andere derden.\nDe privacystatement van DPG Media is van toepassing op deze gecombineerde gegevens.</p>", "case_id": 129, "document_id": 4050, "quoteStart": 7056, "quoteEnd": 7735}, {"id": 19071, "title": "A complaint mechanism is provided for the handling of personal data", "source": "https://tweakers.net/info/algemene-voorwaarden/privacy/", "status": "Generated through the annotate view", "created_at": "2021-04-19 12:23:56.287347", "updated_at": "2021-04-23 10:39:58.823252", "quoteText": "Data Protection Officer (DPO)<p>Voor vragen of klachten over uw gegevens en de bescherming van uw privacy kunt u contact opnemen met de Data Protection Officer van DPG Media via privacy@dpgmedia.nl.</p>Vragen of klachten<p>Als u nog vragen of klachten heeft over ons privacy beleid kunt u contact opnemen met de klantenservice van DPG Media of een bericht sturen aan privacy@dpgmedia.nl.\nU heeft ook het recht een klacht in te dienen bij de Autoriteit Persoonsgegevens.</p>\n<p>\n<em>", "case_id": 300, "document_id": 4050, "quoteStart": 14361, "quoteEnd": 14843}, {"id": 19074, "title": "The service provides a complete list of all cookies set by its website", "source": "https://tweakers.net/info/algemene-voorwaarden/cookies/", "status": "Generated through the annotate view", "created_at": "2021-04-19 12:52:37.237475", "updated_at": "2021-04-23 10:42:50.202118", "quoteText": "<p>Op deze pagina vind je meer informatie over wat cookies precies zijn, welke cookies door Tweakers worden gebruikt en hoe je invloed op cookies kunt uitoefenen.", "case_id": 306, "document_id": 4049, "quoteStart": 0, "quoteEnd": 162}, {"id": 19073, "title": "The service provides information about how they intend to use your personal data", "source": "https://tweakers.net/info/algemene-voorwaarden/privacy/", "status": "Generated through the annotate view", "created_at": "2021-04-19 12:46:34.968685", "updated_at": "2021-05-04 12:35:44.4082", "quoteText": "Doeleinden verwerking<p>", "case_id": 227, "document_id": 4050, "quoteStart": 2596, "quoteEnd": 2620}], "urls": ["tweakers.net"]}}